<template>
	<div>
		<section class="mainbox">
			<div class="column">
        <div class="ti">
        <el-collapse accordion>
          <el-collapse-item>
            <template slot="title">《论语》（共十则）</template>
            <div>1.《论语》中，指出学习与思考必须紧密结合的句子是：学而不思则罔，思而不学则殆。</div>
            <div>2.《论语》中强调只要善于学习，到处都有老师的句子是：三人行，必有我师焉。</div>
            <div>3.《论语》中孔子强调学习态度要端正，切莫不懂装懂的句子是：知之为知之，不知为不知。
            </div>
            <div>4.《论语》中强调让别人成为自己修身养性的镜子，学习好的，摒弃不好的句子是：见贤思齐焉，见不贤而内自省也。
            </div>
            <div>5.《论语》中孔子强调不仅能学习别人的优点，也能看出别人的缺点，更要引以为戒的句子是：择其善者而从之，其不善者而改之。
            </div>
            <div>6.《论语》中孔子认为只有胸怀宽广、意志坚定的人才能称为“士”的句子是：士不可以不弘毅，任重而道远。
            </div>
            <div>7.《论语》中讲在艰难困苦的环境中才能考验出一个人坚强不屈的品质的句子还是：岁寒，然后知松柏之后凋也。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《孟子·鱼我所欲也》">
            <div>1.《鱼我所欲也》文中与“嗟来之食”的意思相一致的句子是：呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。
            </div>
            <div>2.《鱼我所欲也》文中全篇的中心论点的句子是：舍生而取义者也。
            </div>
            <div>3.《鱼我所欲也》文中表明“我”不会做“苟且偷生之事”的句子是：所欲有甚于生者，所恶有甚于死者。
            </div>
            <div>4.《鱼我所欲也》文中作者说人人都有向善之心而贤者能做到坚持不懈的句子是：非独贤者有是心也，人皆有之，贤者能勿丧耳。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《孟子·生于忧患死于安乐》">
            <div>1.《生于忧患，死于安乐》中指出了艰苦磨炼益处的句子是：所以动心忍性，曾益其所不能。
            </div>
            <div>2.《生于忧患，死于安乐》中从内外两个方面说明了导致亡国的原因的句子是：入则无法家拂士，出则无敌国外患者。
            </div>
            <div>3.《生于忧患，死于安乐》中总结全文，归纳中心论点的句子是：然后知生于忧患，而死于安乐也。
            </div>
            <div>4.《生于忧患，死于安乐》中说明人才必须经过艰苦磨炼的作用的句子是：故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《左传·曹刿论战》">
            <div>1.《曹刿论战》中曹刿请见鲁庄公的根本原因是：肉食者鄙，未能远谋。
            </div>
            <div>2.《曹刿论战》中表现曹刿“取信于民”的战略思想的句子：小大之狱，虽不能察，必以情。
            </div>
            <div>3.《曹刿论战》中能体现曹刿军事思想的句子是：夫战，勇气也。
            </div>
            <div>4.《曹刿论战》中表明鲁庄公把取胜的希望寄托在人民的拥护上的句子是：小大之狱，虽不能察，必以情。
            </div>
            <div>5.《曹刿论战》中曹刿断定敌方确系溃败的依据是：吾视其辙乱，望其旗靡。
            </div>
            <div>6.《曹刿论战》中曹刿认为"可以一战"的条件是：小大之狱，虽不能察，必以情。
            </div>
            <div>7.《曹刿论战》中能体现曹刿军事思想的句子是：彼竭我盈，故克之；辙乱旗靡，故逐之。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《战国策·邹忌讽齐王纳谏》">

          <div>1.《邹忌讽齐王纳谏》中描写邹忌外貌的句子：邹忌修八尺有余，而形貌昳丽。
          </div>
          <div>2.《邹忌讽齐王纳谏》中写邹忌经过思索，找出妻、妾、客认为自己比徐公美的原因的句子是：吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。
          </div>
          <div>3.《邹忌讽齐王纳谏》中写齐王受邹忌启发，用悬赏的方法广泛征求臣民意见的句子是：群臣吏民，能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。
          </div>
          <div>4.《邹忌讽齐王纳谏》中邹忌的讽谏最后收到了效果的句子是：燕、赵、韩、魏闻之，皆朝于齐。
          </div>

          </el-collapse-item>
          <el-collapse-item title="《前出师表》诸葛亮">
           <div>1.《出师表》中表示作者感恩图报的句子是：不效则治臣之罪，以告先帝之灵。
           </div>
           <div>2.《出师表》中诸葛亮分析先汉兴隆的原因是：亲贤臣，远小人。
           </div>
           <div>3.《出师表》中叙述诸葛亮追随先帝驱驰的原因是：先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激。
           </div>
           <div>4.当任命一个人来挽救局面，人们常引用的《出师表》中的一句名言是：受任于败军之际，奉命于危难之间。
           </div>
           <div>5.《出师表》中表明作者志趣的句子：苟全性命于乱世，不求闻达于诸侯。
           </div>
           <div>6.《出师表》中诸葛亮劝刘禅对宫中、府中官员的赏罚要坚持同一标准的句子：陈罚减否，不宜异同。
           </div>
           <div>7.《出师表》中作者指出出师战略目标的句子：当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。
           </div>
           <div>8.《出师表》中诸葛亮向后主提出严明赏罚建议的语句是：若有作奸犯科及为忠善者，宜付有司论其刑赏。
           </div>
           <div>9.《出师表》中叙述诸葛亮追随先帝驱驰原因是：先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。
           </div>
           <div>10.《出师表》中指出出师战略目标的句子是：当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。
           </div>
           <div>11.《出师表》中作者向后主提出的三条建议是：①开张圣听；②宫中府中，俱为一体，陟罚臧否，不宜异同；③亲贤臣，远小人。
           </div>
          </el-collapse-item>
          <el-collapse-item title="《桃花源记》陶渊明">
           <div>1.《桃花源记》中描写桃花源中人幸福生活的语句：黄发垂髫，并怡然自乐。
           </div>
           <div>2.《桃花源记》中描写桃源人来此绝境的原因的句子：自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。
           </div>
           <div>3.《桃花源记》中描写桃源人生活环境的句子是：土地平旷，屋舍俨然，有良田美池桑竹之属，阡陌交通，鸡犬相闻。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《三峡》郦道元">
           <div>1.《三峡》中写山连绵不断（长）的句子：自三峡七百里中，两岸连山，略无阙处。
           </div>
           <div>2.《三峡》中描写两岸悬崖陡峭雄伟险峻的一句是:重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。
           </div>
           <div>3.《三峡》中从侧面烘托山峰陡峭幽邃的一句是: 自非亭午夜分，不见曦月。
           </div>
           <div>4.《三峡》中写水势凶险的句子：至于夏水襄陵，沿溯阻绝。
           </div>
           <div>5.《三峡》中写水流湍急的句子：有时朝发白帝，暮到江陵。其间千二百里，虽乘奔御风，不以疾也。
           </div>
           <div>6.《三峡》中写春冬三峡水的特点的句子：则素湍绿潭，回清倒影。
           </div>
           <div>7.《三峡》中烘托三峡秋景凄凉的语句是:空谷传响，哀转久绝。
           </div>
           <div>8.《三峡》中引用渔歌反衬三峡深秋清幽寂静的句子是：巴东三峡巫峡长，猿鸣三声泪沾裳。
           </div>
           <div>9.《三峡》中从色彩上对三峡景物进行描写的句子是:则素湍绿潭，回清倒影。
           </div>
           <div>10.《三峡》中有一句话把三峡春冬季节山水草木的秀丽景色概括无遗，这句话是：清荣峻茂。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《马说》韩愈">
           <div>1.《马说》本文的中心论点是：世有伯乐，然后有千里马。
           </div>
           <div>2.《马说》中千里马的悲惨遭遇是：祇辱于奴隶人之手，骈死于槽枥之间。
           </div>
           <div>3.《马说》中千里马被埋没的根本原因是：食马者不知其能千里而食也。
           </div>
           <div>4.《马说》中千里马被埋没的直接原因是：食不饱，力不足，才美不外见，且欲与常马等不可得。
           </div>
           <div>5.《马说 》中食马者“不知马”的具体表现是：策之不以其道，食之不能尽其材，鸣之而不能通其意。
           </div>
           <div>6.《马说 》中对“食马者”的无知发出强烈的谴责的语句是：且欲与常马等不可得，安求其能千里也？
           </div>
           <div>7.《马说 》中表明愚妄无知，平庸浅薄的统治者对千里马的不公正的待遇的句子是：策之不以其道，食之不能尽其材，鸣之而不能通其意。
           </div>
           <div>8.《马说》中表明作者对千里马被埋没的感叹的句子是：其真无马邪？其真不知马也。
           </div>
           <div>9.《马说》中能表明千里马外在特征的句子是：马之千里者，一食或尽粟一石。
           </div>
           <div>10.《马说》中运用设问句表达作者心中感慨的句子是：其真无马邪？其真不知马也。
           </div>
           <div>11.美往往存在于平凡的事物当中，有时我们为了刻意的追求完美，往往忽略了身边的美，使其遭受不应有的遭遇，使我们为之遗憾痛心，这种遭遇与《马说》中千里马的遭遇相似，相应的句子是：祇辱于奴隶人之手，骈死于槽枥之间。
           </div>
           <div>12.《马说》中点明伯乐对千里马的命运起决定作用的句子是：世有伯乐，然后有千里马。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《陋室铭》刘禹锡">
           <div>1.《陋室铭》中暗示虽陋室而不陋，点明文章主旨的语句是：斯是陋室，惟吾德馨。
           </div>
           <div>2.《陋室铭》中表现正反面虚实结合写主人生活情趣的高雅，衬托陋室不陋的语句是：可以调素琴，阅金经，无丝竹之乱耳，无案牍之劳形。
           </div>
           <div>3.《陋室铭》中写陋室来往客人之高雅的诗句是：谈笑有鸿儒，往来无白丁。
           </div>
           <div>4.《陋室铭》中描写陋室优美的自然环境句子是：苔痕上阶绿，草色入帘青。
           </div>
           <div>5.《陋室铭》中反映作者以古代贤人自况的思想境界，暗示陋室不陋是：谈笑有鸿儒，往来无白丁。
           </div>
           <div>6.《陋室铭》中引用孔子的话，画龙点睛，总结全文的句子是：“何陋之有？”。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《小石潭记》柳宗元">

          <div>1.《小石潭记》中作者抓住景物的特点，运用形象的比喻，描写溪身、溪水的语句是：斗折蛇行，明灭可见。
          </div>
          <div>2.《小石潭记》中描写潭周围树木的语句是青树翠蔓，蒙络摇缀，参差披拂。
          </div>
          <div>3.《小石潭记》描绘了小石潭的石、水、游鱼、树木，着意渲染了寂寥无人，凄神寒骨，悄怆幽邃的气氛，抒发自己在寂寞处境中悲凉凄怆的心绪。
          </div>
          <div>4.《小石潭记》中写潭中鱼游来游去，非常活跃的语句是：俶尔远逝，往来翕忽。
          </div>
          <div>5.《小石潭记》中写出小石潭源头悠远、两岸弯曲的语句是：其岸势犬牙差互，不可知其源。
          </div>
          <div>6.《小石潭记》中侧面写潭水清澈的句子是：皆若空游无所依，日光下澈，影布石上。
          </div>
          <div>7.《小石潭记》中表现地理环境使作者内心忧伤凄凉的句子是：凄神寒骨，悄怆幽邃。
          </div>
          <div>8.《小石潭记》中写游鱼自由轻灵游动的姿态的句子是：潭中鱼可百许头，皆若空游无所依。
          </div>
          </el-collapse-item>
          <el-collapse-item title="《岳阳楼记》范仲淹">
           <div>1.《岳阳楼记》中从空间上形容湖面上的广阔浩渺的句子是：衔远山，吞长江，浩浩汤汤，横无际涯。
           </div>
           <div>2.《岳阳楼记》中时间上表现景象的千变万化的句子是：朝晖夕阴，气象万千。
           </div>
           <div>3.《岳阳楼记》中写迁客骚人雨天登楼观景时的普遍心理状态的句子是：登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。
           </div>
           <div>4.《岳阳楼记》中写天气晴好时迁客骚人欢乐所激发的思想感情句子是：登斯楼也，心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。
           </div>
           <div>5.《岳阳楼记》中描述“古仁人”的阔大胸襟的句子是：不以物喜，不以己悲。
           </div>
           <div>6.《岳阳楼记》中2.由“古仁人”的阔大胸襟和高尚道德而得出的论断是：居庙堂之高则忧其民，处江湖之远则忧其君。
           </div>
           <div>7.《岳阳楼记》中抒写作者政治抱负的句子是：先天下之忧而忧，后天下之乐而乐。
           </div>
           <div>8.《岳阳楼记》中借鸟欢鱼跃描绘晴明之景的句子是：沙鸥翔集，锦鳞游泳。
           </div>
           <div>9.《岳阳楼记》中文中动静结合，描写洞庭湖月夜美景的句子是：浮光跃金，静影沉璧。
           </div>
           <div>10.《岳阳楼记》中范仲淹赞扬滕子京政绩的句于是：政通人和，百废具兴。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《醉翁亭记》欧阳修">
           <div>1.《醉翁亭记》中 写出醉翁言在此而意在彼，情趣所在的句子是：醉翁之意不在酒，在乎山水之间也。
           </div>
           <div>2.《醉翁亭记》中描绘山间朝暮之景的句子：若夫日出而林霏开，云归而岩穴暝。
           </div>
           <div>3.《醉翁亭记》中本文以色彩鲜明的语言，描绘春夏之景的句子：野芳发而幽香，佳木秀而繁阴。
           </div>
           <div>4.《醉翁亭记》中体现全文核心命意及醉翁命名之意的句子是：醉翁之意不在酒，在乎山水之间也。
           </div>
           <div>5.《醉翁亭记》中表达作者复杂感情的句子是：人知从太守游而乐，而不知太守之乐其乐也。
           </div>
           <div>6.《醉翁亭记》中文中贯穿全文主线的句子是：山水之乐，得之心而寓之酒也。
           </div>
           <div>7.《醉翁亭记》中文中点明全文主旨的句子是：人知从太守游而乐，而不知太守之乐其乐也。
           </div>
           <div>8.《醉翁亭记》中概括描述滁州地理环境特征（领起全文）的句子是：环滁皆山也。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《爱莲说》周敦颐">
           <div>1.《爱莲说》中描写莲花高洁质朴的句子是：出淤泥而不染，濯清涟而不妖
           </div>
           <div>2.《爱莲说》中最能概括莲花高贵品质的句子是（主旨句）：莲， 花之君子者也。
           </div>
           <div>3.周敦颐《爱莲说》:咏莲名句：予独爱莲之出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩焉。
           </div>
           <div>4.公园花展，观赏牡丹的人总比观赏其它花的人多,用《爱莲说》中的话来说，就是：牡丹之爱，宜乎众矣。
           </div>
           <div>5.《爱莲说》中表现主人不受世俗羁绊，对世俗生活厌弃的句子是：莲之爱，同予者何人？
           </div>
           <div>6.《爱莲说》中描写莲美好形象的句子是：出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植。
           </div>
           <div>7.《爱莲说》中与“近朱者赤，近墨者黑”相对比，集中表现莲高洁品质，现在人们常用来比喻某些人不与世俗同流合污而又洁自好的句子是：出淤泥而不染，濯清涟而不妖。
           </div>
           <div>8.《爱莲说》中比喻君子美名远扬的语句是：香远益清。
           </div>
           <div>9.《爱莲说》中写君子行为方正，通达事理，不攀附权贵的句子是：中通外直，不蔓不枝。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《记承天寺夜游》苏轼">
           <div>1.《记承天寺夜游》中描写月光美景的语句是：庭下如积水空明，水中藻、荇交横，盖竹柏影也。
           </div>
           <div>2.《记承天寺夜游》中表达作者微妙复杂的感情语句是：何夜无月，何处无竹柏？但少闲人如吾两人者耳。
           </div>
           <div>3.《记承天寺夜游》中作者游承天寺的原因：月色入户，欣然起行。念无与为乐者。
           </div>
           <div>4.《记承天寺夜游》中的“庭下如积水空明，水中藻、荇交横，盖竹柏影也。”一句，描绘了一个空明澄，疏影摇曳，亦真亦幻的美妙境界。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《送东阳马生序》宋濂">
           <div>1.《送东阳马生序》中点明作者写作此文的原因的语句是：其将归见其亲也，余故道为学之难以告之。
           </div>
           <div>2.《送东阳马生序》中人们愿意借书给自己，那时因为作者很守信，这些句子是：录毕，走送之，不敢稍逾约。
           </div>
           <div>3.《送东阳马生序》中表现作者在寒冬腊月中勤学品质的句子是：天大寒，砚冰坚，手指不可屈伸，弗之怠。
           </div>
           <div>4.《送东阳马生序》中表现作者向“乡之先达”谦恭、虚心地求学的句子是：余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复俟其欣悦，则又请焉。
           </div>
           <div>5.《送东阳马生序》中作者回忆“从师”经历中感叹岁月艰辛的句子是：寓逆旅，主人日再食，无鲜肥滋味之享。余则缊袍敝衣处其间，略无慕艳意，盖余之勤且艰若此。
           </div>
           <div>6.《送东阳马生序》中表达作者求学的经历中“苦中有乐”的句子是：以中有足乐者，不知口体之奉不若人也。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《诗经·关睢》">

          1.小伙子一般都喜欢美丽而又贤慧的姑娘，《关雎》一诗中的“窈窕淑女，君子好逑” 这两句就是佐证。
          </el-collapse-item>
          <el-collapse-item title="《诗经·蒹葭》">
           <div>1.《蒹葭》中能印证“上穷碧落下黄泉，两处茫茫皆不见”的寻找追求的诗句：蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。
           </div>
           <div>2.《诗经•蒹葭》中于浓浓的秋凉之中折射出人物淡淡的凄婉之情的句子是：蒹葭苍苍，白露为霜；所谓伊人，在水一方。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《观沧海》曹操">

          <div>1.《观沧海》中，最能表达作者博大胸襟的句子是: 日月之行，若出其中。星汉灿烂，若出其里。
          </div>
          <div>2.《观沧海》一诗中，描写草木景色的句子是：树木从生，百草丰茂。
          </div>
          <div>3.《观沧海》一诗中写大海水波动荡，山岛高耸突兀的句子是：水何澹澹，山岛竦峙。
          </div>
          <div>4.《观沧海》一诗中对景物作总写的句子是：水何澹澹，山岛竦峙。
          </div>
          <div>5.《观沧海》一诗中详细写诗人见到的景象的句子是：树木从生，百草丰茂。秋风萧瑟，洪波涌起。
          </div>
          <div>6.《观沧海》一诗中描写诗人想象中的景象的句子是：日月之行，若出其中。星汉灿烂，若出其里。
          </div>
          <div>7.《观沧海》一诗的主要表达方式是描写，但是也有两句诗是叙事的，这两句诗是：东临碣石，以观沧海。
          </div>
          </el-collapse-item>
          <el-collapse-item title="《饮酒》陶渊明">
           <div>1.陶渊明《饮酒》中表现了怡然自得，恬淡闲适，热爱自然，旷达胸襟的诗句是：采菊东篱下，悠悠见南山。
           </div>
           <div>2.陶渊明的《饮酒》中表明诗人决意摆脱尘世的干扰，过闲适恬静的生活的诗句是：结庐在人境，而无车马喧。“而无车马喧”的原因是：心远地自偏。
           </div>
           <div>3.陶渊明的《饮酒》中表明作者本想说明白，却又不可言传的诗句是：此中有真意，欲辨已忘言。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《送杜少府之任蜀州》王勃">
           <div>1.王勃的《送杜少府之任蜀州》在叙将别之时，气势宏伟，已寓不必伤别之意，为下文抒情情奠定基调的诗句是：城阙辅三秦，风烟望五津。
           </div>
           <div>2.王勃《送杜少府之任蜀州》中可用来鼓励和安慰朋友，道出了古今上下几千年人们心声的名句是：海内存知己，天涯若比邻。
           </div>
           <div>3.王勃《送杜少府之任蜀州》中劝慰友人不要哀伤，表达出诗人豁达，爽朗的胸怀的诗句：与君离别意，同是宦游人。
           </div>
           <div>4.王勃《送杜少府之任蜀州》中表明不要因为离别而伤感的诗句是：无为在歧路，儿女共沾巾。
           </div>

          </el-collapse-item>
          <el-collapse-item title="《次北固山下》王湾">
           <div>1.王湾在《次北固山下》一诗中描绘涨潮时水面宽阔，帆船顺风而行的句子是：潮平两岸阔，风正一帆悬。
           </div>
           <div>2.《次北固山下》一诗中，表现时序变迁，新旧交替这一自然规律的诗句是：海日生残夜，江春入旧年。
           </div>
           <div>3.《次北固山下》一诗中游子思乡情深的诗句是：乡书何处达？归雁洛阳边。
           </div>


          </el-collapse-item>
          <el-collapse-item title="《使至塞上》王维">
            <div>1.王维在《使至塞上》一诗中，描绘奇特壮美的塞外风光的句子是：大漠孤烟直，长河落日圆。
            </div>
            <div>2.王维在《使至塞上》一诗中，以比喻表达诗人惆怅．抑郁心情的语句是：征蓬出汉塞，归雁入胡天。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《闻王昌龄左迁龙标遥有此寄》李白">
            <div>1.李白在《闻王昌龄左迁龙标遥有此寄》中，把明月人格化，表达对友人不幸遭贬的深切同情与关怀的名句是：我寄愁心与明月，随君直到夜郎西。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《行路难》李白">
             <div>1.李白的《行路难》中通过“停杯投箸不能食，拔剑四顾心茫然。”两句的动作细节刻画，形象地揭示了他内心的苦闷抑郁。
             </div>
             <div>2.李白《行路难》中形象生动地描写“行路难”的诗句是：欲渡黄河冰塞川，将登太行雪暗天。
             </div>
             <div>3.李白《行路难》中体现李白积极进取精神，抒发远大志向的诗句是：长风破浪会有时，直挂云帆济沧海。
             </div>
          </el-collapse-item>
          <el-collapse-item title="《望岳》杜甫">
            <div>1.杜甫在《望岳》中，借齐鲁大地烘托泰山拔地而起，参天耸立形象的语句是：岱宗夫如何？齐鲁青未了。
            </div>
            <div>2.杜甫在《望岳》中，虚实结合，描写泰山神奇秀丽，巍峨高大的诗句是：造化钟神秀，阴阳割昏晓。
            </div>
            <div>3.杜甫在《望岳》中表现泰山高峻，幽深的诗句：荡胸生层云，决眦入归鸟。
            </div>
            <div>4.杜甫在《望岳》中表达不畏困难，敢于攀登绝顶，俯视一切的雄心壮志的诗句是：会当凌绝顶，一览众山小。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《春望》杜甫">
            <div>1.杜甫在《春望》一诗中写国都沦陷，山河依旧，春天来临却杂草丛生且表现长安春日满目凄凉，传达出诗人忧国伤时之情的诗句是：国破山河在，城春草木深。
            </div>
            <div>2.杜甫的《春望》中诗人感时伤别，见明丽之景诱发内心伤感（或运用拟人手法抒发伤感之情）的诗句是：感时花溅泪，恨别鸟惊心。
            </div>
            <div>3.杜甫的《春望》中，春天的花开鸟鸣反而使诗人杜甫生出忧国和思乡之情的诗句是：感时花溅泪，恨别鸟惊心。
            </div>
            <div>4.杜甫在《春望》一诗中悲哀国破家亡，伤感离乱之痛，表现他爱国，念家的美好情操，诗中能够表现他忧愁而日益衰老的句子是：白头搔更短，浑欲不胜簪。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《茅屋为秋风所破歌》杜甫">
            <div>1.杜甫《茅屋为秋风所破歌》中描写到被子的两句是：布衾多年冷似铁，骄儿恶卧蹋里裂。
            </div>
            <div>2.杜甫《茅屋为秋风所破歌》中关心民间疾苦，同情劳动人民，表现诗人虽身处逆境仍然能乐观向上的诗句是：安得广厦千万间，大庇天下寒士俱欢颜。
            </div>
            <div>3.杜甫《茅屋为秋风所破歌》中表现杜甫舍己为人，至死不悔的决心的两句是：何时眼前突兀见此屋，吾庐独破受冻死亦足！
            </div>
          </el-collapse-item>
          <el-collapse-item title="《白雪歌送武判官归京》岑参">
            <div>1.岑参的《白雪歌送武判官归京》中以春花喻冬雪（或以春景写冬景）的两句诗是：忽如一夜春风来，千树万树梨花开。
            </div>
            <div>2.岑参在《白雪歌送武判官归京》中表达对朋友依依不舍之情的诗句是：山回路转不见君，雪上空留马行处。
            </div>
            <div>3.岑参的《白雪歌送武判官归京》中从视觉角度看，色彩鲜明，红白映衬的两句诗是：纷纷暮雪下辕门，风掣红旗冻不翻。
            </div>
            <div>4.岑参的《白雪歌送武判官归京》中借自然景物写凄凉寒冷景象（或描写塞外风狂雪早的句子是：北风卷地白草折，胡天八月即飞雪。
            </div>
            <div>5.岑参的《白雪歌送武判官归京》中写沙漠冰封，愁云惨淡的景象（或起承上启下过渡作用）的诗句是：瀚海阑干百丈冰，愁云惨淡万里凝。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《早春呈水部张十八员外》韩愈">
            <div>1.《早春呈水部张十八员外》中写出了早春的细雨蒙蒙，春色若隐若现，报告了春天早来的消息的诗句是：天街小雨润如酥，草色遥看近却无。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《酬乐天扬州初逢席上见赠》刘禹锡">
            <div>1.《酬乐天扬州初席上见赠》中饱含诗人无限的辛酸和愤怒的诗句是：巴山楚水凄凉地，二十三年弃置身。
            </div>
            <div>2.刘禹锡《酬乐天扬州初逢席上见赠》中蕴含哲理，表明新事物必将取代旧事物的诗句是：沉舟侧畔千帆过，病树前头万木春。
            </div>
          </el-collapse-item>

          <el-collapse-item title="《观刈麦》白居易">
            <div>1.《观刈麦》中正面描写刈麦时的艰苦劳动与紧张（或最能表现农民在烈日下在田间艰苦劳作）的诗句是：足蒸暑土气，背灼炎天光。
            </div>
            <div>2.《观刈麦》中，最能表现割麦农民极度辛苦而又企盼延长干活时间这种矛盾心理的诗句是：力尽不知热，但惜夏日长。
            </div>
            <div>3.白成易《观刈麦》中，描写妇女儿童支援农忙场景（或从侧面表现农民劳动繁忙）的句子的诗句是：妇姑荷箪食，童稚携壶浆。
            </div>
            <div>4.白居易的《观刈麦》中直接提示劳动人民生活艰辛的原因的句子：家田输税尽，拾此充饥肠。
            </div>
            <div>5.白居易的《观刈麦》中表现作者对农家的同情和关心．同时也表达作者深深自责的句子有：今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮。念此私自愧，尽日不能忘。
            </div>
            <div>6.白居易的《观刈麦》中揭示农民赋税繁重的句子：家田输税尽。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《钱塘湖春行》白居易">
            <div>1.白居易在《钱塘湖春行》中，借莺燕的活动来传达春天来临的信息并表达自己喜悦之情的句子是：几处早莺争暖树，谁家新燕啄春泥。
            </div>
            <div>2.白居易在《钱塘湖春行》中描绘春花初绽，春草吐绿的诗句是：乱花渐欲迷人眼，浅草才能没马蹄。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《雁门太守行》 李贺">
            <div>1.“诗鬼”李贺在《雁门太守行》中写敌人兵临城下，战云笼罩，使人透不过气来，而战士整装待发，士气还很旺盛（或极力渲染敌军兵临城下的紧张气氛和危急形势）的诗句是：黑云压城城欲摧，甲光向日金鳞开。
            </div>
            <div>2.李贺在《雁门太守行》中抒发誓死报国忠心的诗句是：报君黄金台上意，提携玉龙为君死。
            </div>
            <div>3.李贺在《雁门太守行》中描写官军出其不意袭击敌人的诗句是：半卷红旗临易水，霜重鼓寒声不起。
            </div>
            <div>4.李贺在《雁门太守行》中从声和色两个方面勾画了一幅激烈的战斗场面，渲染了沉重，紧张，肃杀的氛围的诗句是：角声满天秋色里，塞上燕脂凝夜紫。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《赤壁》杜牧">
            <div>1.在《赤壁》中，作者杜牧对赤壁之战的历史结局进行判的句子是：东风不与周郎便，铜雀春深锁二乔。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《泊秦淮》杜牧">
            <div>1.《泊秦淮》一诗中，诗人借“商女”而批评沉溺于歌舞升平而“不知”国之将亡的统治者的一句诗是：商女不知亡国恨，隔江犹唱后庭花。
            </div>
            <div>2.杜牧的《泊秦淮》中描写秦淮河特有的夜间景致的句子是：烟笼寒水月笼沙，夜泊秦淮近酒家。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《夜雨寄北》李商隐">
            <div>1.《夜雨寄北》中思念之情，亘古不变，千百年来为人们所传唱，潇潇夜雨中，李商隐客居寂寞，倚窗伫立，将相思之情转化为了重逢的希冀：何当共剪西窗烛，却话巴山夜雨时。
            </div>
            <div>2.《夜雨寄北》中暗示诗人仕途失意，羁旅他乡思归不得的抑郁愁苦之情：君问归期未有期，巴山夜雨涨秋池。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《无题》李商隐">
            <div>1.李商隐《无题》中赞美献身事业，奉献不止的精神的诗句是：春蚕到死丝方尽，蜡炬成灰泪始干。
            </div>
            <div>2.李商隐的《无题》中寄托作者仕途苦闷的心情，以极其沉痛的心情写伤别的诗句是：相见时难别亦难，东风无力百花残。
            </div>
            <div>3.李商隐的《无题》中写女子离别后的担心，含有两人要各自珍重的意思的句子是：晓镜但愁云鬓改，夜吟应觉月光寒。
            </div>
            <div>4.李商隐的《无题》中通过祖籍找到慰藉自己的途径，表达了自己情感的诗句是：蓬山此去无多路，青鸟殷勤为探看。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《相见欢（无言独上西楼）》李煜">
            <div>1.李煜《相见欢》中以丝的千头万绪比喻离愁的纷乱和难解的诗句是：剪不断，理还乱，是离愁，别是一般滋味在心头。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《渔家傲（塞下秋来风景异）》范仲淹">
            <div>1.范仲淹在《渔家傲•秋思》中表达自己和征人们想家却又不甘无功而返的矛盾心理的句子是：浊酒一杯家万里，燕然未勒归无计。
            </div>
            <div>2.《渔家傲•秋思》中抒发征夫戍边难归的无奈和对家乡的眷念之情且表达了主旨的诗句是：人不寐，将军白发征夫泪。
            </div>
            <div>3.王维以“大漠孤烟直，长河落日圆”突出体现了边塞的壮美，范仲淹在《渔家傲•秋思》中运用相似的景物渲染了边塞的悲凉，这句词是：千嶂里，长烟落日孤城闭。
            </div>
            <div>4.《渔家傲•秋思》中渲染古代西北边地秋景的悲凉奇异的诗句是：塞下秋来风景异，衡阳雁去无留意。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《浣溪沙（一曲新词酒一杯）》晏殊">
            <div>1.晏殊《浣溪沙》一词中构成“新”与“旧”对比的词句是：一曲新词酒一杯，去年天气旧亭台。
            </div>
            <div>2.晏殊在《浣溪沙》一词中表达对春光逝去的惋惜，怅惘之情的名句是：无可奈何花落去，似曾相识燕归来。
            </div>
            <div>3.晏殊的《浣溪沙•一曲新词酒一杯》：词人由景触情，由自然规律的变迁更替，透露出对美好景物及难以忘怀情事的流连，流露出对光阴流逝的无限惆怅的句子是：无可奈何花落去，似曾相识燕归来。小园香径独徘徊。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《登飞来峰》王安石">
            <div>1.王安石《登飞来峰》中富于哲理，借情抒景，表达自己锐意改革的远大政治抱负的诗句是：不畏浮云遮望眼，自缘身在最高层。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《江城子·密州出猎》苏轼">
            <div>1.苏轼在《江城子•密州出猎》一词中，表明自己渴望为国御敌立功的词句是：会挽雕弓如满月，西北望，射天狼。
            </div>
            <div>2.苏轼的《江城子•密州出猎》文笔豪迈奔放，有江河一泻千里的气概，词中表达作者渴望得到重用的愿望，于豪迈之外，稍含不满之意的两句是：持节云中，何日遣冯唐？
            </div>
            <div>3.苏轼在《江城子•密州出猎》中以孙权自喻，表明建功立业心志的诗句是：为报倾城随太守，亲射虎，看孙郎。
            </div>
            <div>4.苏轼的《江城子•密州出猎》中抒写人到中年的主人公，壮志未酬的感叹的诗句是：酒酣胸胆尚开张，鬓微霜，又何妨！
            </div>

          </el-collapse-item>
          <el-collapse-item title="《水调歌头（明月几时有）》苏轼">
            <div>1.苏轼的《水调歌头•明月几时有》中通过写明月来表达对天下人美好祝愿，抒发离人心愿的语句是：但愿人长久，千里共婵娟。
            </div>
            <div>2.苏轼《水调歌头•明月几时有》中“此事古难全”里“此事”是指：人有悲欢离合，月有阴晴圆缺。
            </div>
            <div>3.从历史的角度看，台湾和祖国的分离只是暂时的，这正如苏轼在《水调歌头•明月几时有》中所说的“人有悲欢离合，月有阴晴圆缺，此事古难全。”我们坚信两岸终将统一，台湾定能回归祖国。
            </div>
            <div>5.宋代著名词人苏轼在《水调歌头•明月几时有》的下阕开头描写月光流转的名句是：转朱阁，低绮户，照无眠。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《游山西村》陆游">
            <div>1.陆游在《游山西村》一诗中流传最广，景物描写中寓含哲理，千百年来被人们广为传诵的两句是：山重水复疑无路，柳暗花明又一村。
            </div>
            <div>2.陆游在《游山西村》一诗中，表现村中热闹景象．民风淳朴的语句：萧鼓追随春社近，衣冠简朴古风存。
            </div>
            <div>3.陆游在《游山西村》一诗中，表现农家热情好客的淳朴性格的诗句是：莫笑农家腊酒浑，丰年留客足鸡豚。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《破阵子（醉里挑灯看剑）》辛弃疾">
            <div>1.辛弃疾《破阵子•为陈同甫赋壮词以寄之》中描写战斗场面激烈，表现义军所向披靡（或从视角和听角着笔，描写激烈的操练演习场面）的句子是：马作的卢飞快，弓如霹雳弦惊。
            </div>
            <div>2.辛弃疾《破阵子•为陈同甫赋壮词以寄之》中，表明作者对陈同甫寄予希望且直接表达他的报国情怀和人生追求的句子是：了却君王天下事，赢得生前身后名。
            </div>
            <div>3.《破阵子•为陈同甫赋壮词以寄之》中由外在形象渗透到主人公的内心世界，刻画了一位落魄英雄的典型形象：醉里挑灯看剑，梦回吹角连营。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《过零丁洋》文天祥">
            <div>1.文天祥的《过零丁洋》中，概括写出诗人被捕前的全部经历的诗句是：辛苦遭逢起一经，干戈寥落四周星。
            </div>
            <div>2.文天祥《过零丁洋》中用比喻表现宋朝国势危亡，个人身世坎坷的句子是：山河破碎风飘絮，身世浮沉雨打萍。
            </div>
            <div>3.文天祥在《过零丁洋》中借地名写出形势和情况的危急凄苦的诗句是：惶恐滩头说惶恐，零丁洋里叹零丁。
            </div>
            <div>4.文天祥在《过零丁洋》中感召志士仁人为正义事业而英勇献身且点明诗歌主旨的诗句是：人生自古谁无死，留取丹心照汗青。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《天净沙·秋思》马致远">
            <div>1.《天净沙•秋思》中写农村晚景的句子是：枯藤老树昏鸦，小桥流水人家，古道西风瘦马。
            </div>
            <div>2.马致远在《天净沙•秋思》中渲染萧条．冷落．凄凉气氛的写景的句子是：枯藤老树昏鸦，古道西风瘦马。
            </div>
            <div>3.马致远在《天净沙•秋思》中写游子孤寂愁苦之情的名句是：夕阳西下，断肠人在天涯。
            </div>
            <div>4.《天净沙•秋思》该曲的主旨句是：（夕阳西下，）断肠人在天涯。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《山坡羊·潼关怀古》 张养浩">
            <div>1.张养浩在《山坡羊•潼关怀古》这首曲中，对在离乱中遭受苦难的人民深表同情且点明该曲主旨的句子是：兴，百姓苦。亡，百姓苦。
            </div>
            <div>2.张养浩的《山坡羊•潼关怀古》中揭示出历史是不断发展变化的，任何强大的统治者也避免不了最终的灭亡的诗句是：伤心秦汉经行处，宫阙万间都做了土。
            </div>
            <div>3.《山坡羊•潼关怀古》中写潼关的雄伟气势，暗示它是兵家必争之地的诗句是：峰峦如聚，波涛如怒，山河表里潼关路。
            </div>
            <div>4.张养浩的《山坡羊•潼关怀古》中从视觉和听觉两方面写出了潼关地势险要的句子是：峰峦如聚，波涛如怒。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《己亥杂诗》 龚自珍">
            <div>1.龚自珍在《己亥杂诗》中形象地表达了自己虽然辞官，但仍会关心国家的前途和命运且代落花立意，倾吐心曲，表现崇高的献身精神的句子是：落红不是无情物，化作春泥更护花。
            </div>
            <div>2.龚自珍的《己亥杂诗》：写诗人辞官之后的离愁别绪的诗句是：浩荡离愁白日斜，吟鞭东指即天涯。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《荀子·劝学》">
            <div>1.人们常说，活到老，学到老，《劝学》篇中的“学不可以已”这句话印证了这句话。
            </div>
            <div>2.韩愈《师说》中“ 是故弟子不必不如师，师不必贤于弟子”这句话与荀子《劝学》中的“ 青，取之于蓝，而青于蓝”观点相同。
            </div>
            <div>3.荀子在《劝学》中说，君子需要通过广泛学习来提升自己的两个句子是：君子博学而日参省乎己，则知明而行无过矣。
            </div>
            <div>4.《劝学》开篇就提出了全文的中心论点，即“ 学不可以已 ”。在后面又阐明了学习要持之以恒的句子是：锲而舍之，朽木不折；锲而不舍，金石可镂。
            </div>
            <div>5.《劝学》篇中强调君子并非有何差异，只是善于借助外力的一句：君子生非异也，善假于物也。
            </div>
            <div>6.《劝学》篇中强调空想不如学习的一句：吾尝终日而思矣，不如须臾之所学也。
            </div>
            <div>7.《劝学》中强调学习应当用心专一，并且从正面设喻，指出即使像蚯蚓那样弱小，如果用心专一也会有所成的句子是：蚓无爪牙之利，筋骨之强，上食埃土，下饮黄泉，用心一也。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《庄子·逍遥游》">
            <div>1.在《逍遥游》中描绘大鹏依然有所恃的句子是：抟扶摇而上者九万里，去以六月息者也。
            </div>
            <div>2.《庄子·逍遥游》中以“朝菌”和“蟪蛄”为例来说明“小年”一词的两句是：朝菌不知晦朔，蟪蛄不知春秋。
            </div>
            <div>3.《逍遥游》中作者举现实生活中的很小的实物也需要依凭外物实例与大鹏鸟的“海运将徙”作对比，形象地说明任何事物都有所凭借的句子是：野马也，尘埃也，生物之以息相吹也。
            </div>
            <div>4.《逍遥游》中举现实生活中的实例，通过舟的浮动对水的依赖性，从而得出结论来说明大鹏鸟的飞翔对风的依赖性的句子是：风之积也不厚，则其负大翼也无力。
            </div>
            <div>5.庄子从奇妙莫测的描写后接着以现实社会的四种人的具体描述，《逍遥游》中描写四种人的句子分别是：故夫知效一官，行比一乡，德合一君，而征一国者。
            </div>
            <div>6.《逍遥游》中作者提出自己的观点——“无所待”才是真正的逍遥的并列句了三类人的句子是：至人无己，神人无功，圣人无名。
            </div>
            <div>7.《逍遥游》中对天空的颜色成因进行了探寻，并发出了疑问的两句是：其正色邪？其远而无所至极邪？
            </div>
            <div>8.《逍遥游》中写宋荣子看淡了世间的荣辱，不会因为外界的评价而更加奋勉或沮丧的句子是：且举世誉之而不加劝，举世非之而不加沮。
            </div>
            <div>9.《逍遥游》中当看到大鹏经过一系列的准备才能“图南”之后，蜩与学鸠通过形象地描述自己在林中飞行和休息的样子来嘲笑大鹏鸟的句子是：我决起而飞，抢榆枋而止。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《师说》韩愈">
            <div>1.《师说》所说的“师”，有其独特含义，明确自己所说的老师不是指启蒙教师的句子是：彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。
            </div>
            <div>2.《师说》从多个方面进行对比，抨击“耻学于师”的人，先用古今对比，指出从师与不从师的两种结果，并用一个反问句推断圣人更圣明，愚人更愚笨的原因的语句是：圣人之所以为圣，愚人之所以为愚，其皆出于此乎？
            </div>
            <div>3.《师说》中以为子择师和自己不从师作对比，韩愈直接点明自己的态度，认为这样做，最终导致的结果是：小学而大遗，吾未见其明也。
            </div>
            <div>4.《师说》中韩愈认为老师的职能是：师者，所以传道受业解惑也；择师的标准是：是故无贵无贱，无长无少，道之所存，师之所存也。
            </div>
            <div>5.《师说》中韩愈眼中的师生关系是怎样的：是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《阿房宫赋》杜牧">
            <div>1.古人写文章常常借古讽今。杜牧《阿房宫赋》：“呜呼! 灭六国者六国也，非秦也；族秦者秦也，非天下也。”借秦灭亡的教训批评唐敬宗广建宫室。
            </div>
            <div>2.通过阿房宫的兴毁提示秦王历史教训，文中说：“秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。”
            </div>
            <div>3.不吸取经验教训让人痛惜，正如杜牧《阿房宫赋》中说：“后人哀之而不鉴之，亦使后人而复哀后人也。
            </div>
            <div>4.《阿房宫赋》中作者泼墨写意，粗笔勾勒。言阿房宫占地之广，状其楼阁之高的句子是：覆压三百余里，隔离天日。
            </div>
            <div>5.《阿房宫赋》中从人们的主观感受写宫内歌舞盛况。既是以歌舞之纷繁衬托宫殿之众多，又为下文美女充盈宫室预作铺垫的句子是：歌台暖响，春光融融；舞殿冷袖，风雨凄凄。
            </div>
            <div>6.《阿房宫赋》中用倒置式的暗喻。以璀璨晶亮的明星来比喻纷纷打开的妆镜，既贴切又形象。将喻体置放在前，先予以人鲜明的画面，令人惊奇，再出现本体，解释原因，使读者印象更为强烈得语句是：明星荧荧，开妆镜也。
            </div>
            <div>7.《阿房宫赋》中既在广阔的历史背景上引出阿房宫的修建，又起到了笼盖全篇、暗示主题的作用的句子是：六王毕，四海一；蜀山兀，阿房出。
            </div>
            <div>8.《阿房宫赋》中从最普遍的民心人性的角度，说明人心没有区别，都追求幸福快乐、都挂念家小，对秦统治者的残民以自肥作了有力的抨击的语句是：一人之心，千万人之心也。秦爱纷奢，人亦念其家。
            </div>
            <div>9.《阿房宫赋》中总括秦的纷奢是建立在对人民的剥削和掠夺之上的，并且还挥霍无度的语句是：奈何取之尽锱铢，用之如泥沙？
            </div>
            <div>10.《阿房宫赋》中杜牧在本文中最后总结，六国和秦国的灭亡都是由于不修自身，咎由自取，怨不得别人的语句是：灭六国者六国也，非秦也。族秦者秦也，非天下也。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《赤壁赋》苏轼">
            <div>1.《赤壁赋》中写江上水汽弥漫，江水无边无际和远方天际相接的句子是：白露横江，水光接天。
            </div>
            <div>2.《赤壁赋》中概括了曹操军队在攻破荆州顺流而下的军容盛状的句子是：舳舻千里，旌旗蔽空。
            </div>
            <div>3.《赤壁赋》中叙写江水流逝却始终长流不息，月亮盈亏却无所增减的哲理的句子：逝者如斯，而未尝往也，盈虚者如彼，而卒莫消长也。
            </div>
            <div>4.《赤壁赋》中用高超的手法描写动人的音乐：舞幽壑之潜蛟，泣孤舟之嫠妇。
            </div>
            <div>5.苏轼在《赤壁赋》中慨叹“人生短促，人很渺小”的句子是：寄蜉蝣于天地，渺沧海之一粟。
            </div>
            <div>6.《赤壁赋》中写清风明月为吾享用的句子：惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。
            </div>
            <div>7.《赤壁赋》中写清风与明月可尽情享用，无人禁止，无穷无尽的句子：取之无禁，用之不竭。
            </div>
            <div>8.《赤壁赋》中写希望与神仙相交，与明月同在的句子：挟飞仙以遨游，抱明月而长终。
            </div>
            <div>9.《赤壁赋》中写月亮升起后，对游人依依眷恋，脉脉含情，实则是游人对明月的喜爱的句子：少焉，月出于东山之上，徘徊于斗牛之间。
            </div>
            <div>10.《赤壁赋》中写作者在江面上自由飘荡，似乎是在浩荡的宇宙间乘风飞行，飘飘忽忽升入仙境里去的句子：浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。
            </div>
            <div>11.《赤壁赋》中写作者引吭高歌，吟诵古代咏月的诗歌，召唤月亮飞行的句子：诵明月之诗，歌窈窕之章。
            </div>
            <div>12.《赤壁赋》中描绘秋江的爽朗和澄清，也恰好体现作者怡然自得的心境的句子：清风徐来，水波不兴。
            </div>
            <div>13.《赤壁赋》中写客人箫声之悲伤幽怨的句子：如怨如慕，如泣如诉，余音袅袅，不绝如缕。
            </div>
            <div>14.《赤壁赋》中用蛟龙嫠妇听箫声的感受来突出箫声的悲凉与幽怨的句子：舞幽壑之潜蛟，泣孤舟之嫠妇。
            </div>
            <div>15.《赤壁赋》中以月亮作比，描写世间万物变化的规律的句子是：盈虚者如彼，而卒莫消长也。
            </div>
            <div>16.《赤壁赋》中从不变的角度，描述人与万物的关系：自其不变者而观之，则物与我皆无尽也。
            </div>
            <div>17.《赤壁赋》中告诉我们别人的东西虽小也不能占有：苟非吾之所有，虽一毫而莫取。
            </div>
            <div>18.《赤壁赋》中写作者荡漾江中，与麋鹿为伴的句子是：况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿。
            </div>
            <div>19.《赤壁赋》中写作者与友人于扁舟举杯共饮的句子是：驾一叶之扁舟，举匏樽以相属。
            </div>
            <div>20.《赤壁赋》中用比喻的修辞手法，感叹我们个人在天地间生命的短暂和个体的渺小的句子：寄蜉蝣于天地，渺沧海之一粟。
            </div>
            <div>21.《赤壁赋》中描写诗人行舟的感觉，像身上长上了翅膀：飘飘乎如遗世独立，羽化而登仙。
            </div>
            <div>22.《赤壁赋》中诗人在饮酒后，唱出对远在天边的女子的思念：渺渺兮予怀，望美人兮天一方。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《诗经·氓》">
            <div>1.《诗经·氓》中写女子在无奈下与男子约定婚期的句子是：将子无怒，秋以为期。
            </div>
            <div>2.《诗经·氓》中用动物比喻女子不要沉迷爱情的句子是：于嗟鸠兮，无食桑葚。
            </div>
            <div>3.《诗经·氓》中写女子家人对其不理解的句子是：兄弟不知，咥其笑矣。
            </div>
            <div>4.《诗经·氓》中与“青梅竹马”意境相仿的一句是：总角之宴，言笑晏晏。
            </div>
            <div>5.《诗经·氓》中写女子不愿同氓终老的句子是：及尔偕老，老使我怨。
            </div>
            <div>6.《诗经·氓》中通过写桑叶凋落喻指女子年华逝去的一句是：桑之落矣，其黄而陨。
            </div>
            <div>7.《诗经·氓》中写女子在断墙上眺望心上人，见到心上人后前后行为差异的句子是：不见复关，泣涕涟涟；既见复关，载笑载言。
            </div>
            <div>8.《诗经·氓》中写女子回忆小时候与氓嬉戏玩耍的快乐场景的是：总角之宴，言笑晏晏。
            </div>
            <div>9.《诗经·氓》中写女子为人妇后早晚辛苦劳动的句子是：三岁为妇，靡室劳矣；夙兴夜寐，靡有朝矣。
            </div>
            <div>10.《诗经·氓》中写男子变化无常，三心二意的句子是：士也罔极，二三其德
            </div>
            <div>11.《诗经·氓》中女子总述自己得出的生活经验的句子：“于嗟女兮，无与士耽!”
            </div>
            <div>12.《诗经·氓》中女子表明自己不幸生活的感受和决心的句子：“反是不思，亦已焉哉!”
            </div>
            <div>13.《诗经·氓》中表明文中女子热情、温柔的句子：既见复关，载笑载言。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《离骚》屈原">
            <div>1.《离骚》一文中以博大的胸怀，对广大劳动人民寄予深深同情的语句是：长太息以掩涕兮,哀民生之多艰。
            </div>
            <div>2.《离骚》中写自己虽崇尚美德约束自己，多少年仍然遭到贬黜的两句：余虽好修姱以鞿羁兮，謇朝谇而夕替。
            </div>
            <div>3.《离骚》中“亦余心之所善兮，虽九死其犹未悔。”诗人直抒胸臆、表白心志写自己对美好德行的追求，至死不改。
            </div>
            <div>4.《离骚》中用香草做比喻说明自己遭贬黜是因为德行高尚的两句：既替余以蕙纕兮,又申之以揽茝。
            </div>
            <div>5.《离骚》中诗人怨恨楚怀王昏聩糊涂，轻信谣言的语句是：怨灵修之浩荡兮，终不察夫民心 。
            </div>
            <div>6.《离骚》中表明自己遭到不公正对待的原因之一是在上位者的荒唐的两句：怨灵修之浩荡兮,终不察夫民心。
            </div>
            <div>7.《离骚》中表明自己因为德行美好而遭到小人诽谤的两句：众女嫉余之蛾眉兮，谣诼谓余以善淫。
            </div>
            <div>8.《离骚》中表明自己所处的社会本来就是善于投机取巧，违背规矩的现状的两句：固时俗之工巧兮，偭规矩而改错。
            </div>
            <div>9.《离骚》中表明当时社会中的人们违背准则，把苟合取悦别人奉为信条的两句：背绳墨以追曲兮，竞周容以为度。
            </div>
            <div>10.《离骚》中表明作者在黑暗混乱社会中烦闷失意，走投无路的两句：忳郁邑余侘傺兮，吾独穷困乎此时也。
            </div>
            <div>11.《离骚》中表明作者宁可死去，也不会和世俗小人一样媚俗取巧的两句：宁溘死以流亡兮，余不忍为此态也。
            </div>
            <div>12.《离骚》中用大鸟和小鸟不合群来比喻说明自己绝不随波逐流的两句：鸷鸟之不群兮，自前世而固然。
            </div>
            <div>13.《离骚》中用方圆不相合说明自己和世俗小人不相容的两句：何方圜之能周兮？夫孰异道而相安？
            </div>
            <div>14.《离骚》中表明作者保持清白为正道而死，也是以古贤为榜样的两句(表明自己追慕古代圣贤，宁死不失正义) ：“伏清白以死直兮，固前圣之所厚。”
            </div>
            <div>15.《离骚》中屈原委婉表达自己后悔选择做官，想要归隐的两句：悔相道之不察兮，延伫乎吾将反。
            </div>
            <div>16.《离骚》中屈原表达趁着迷途未远，赶紧回到正路的两句：回朕车以复路兮，及行迷之未远。
            </div>
            <div>17.《离骚》中屈原通过自己退隐后骑马到达长满兰草的水边和长满椒树的山岗表明自己从朝廷隐退为了修养自己的两句：步余马于兰皋兮，驰椒丘且焉止息。
            </div>
            <div>18.《离骚》中屈原表明自己在朝中被指责，不如隐退的两句：进不入以离尤兮，退将复修吾初服。
            </div>
            <div>19.《离骚》中屈原用荷花表明自己要修养自己的两句：制芰荷以为衣兮，集芙蓉以为裳。
            </div>
            <div>20.《离骚》中屈原表明即使没有人了解自己也无所谓，只要自己内心买好就可以的两句话：不吾知其亦已兮，苟余情其信芳。
            </div>
            <div>21.《离骚》中屈原通过加高自己的帽子和佩带表明要使自己品格更加高洁的两句：高余冠之岌岌兮，长余佩之陆离。
            </div>
            <div>22.《离骚》中屈原表明人各有各的乐趣，而他穷其一生追求美政的两句：民生各有所乐兮，余独好修以为常。
            </div>
            <div>23.《离骚》中用反问句表明屈原即使受挫也不会改变自己志向的两句：虽体解吾犹未变兮，岂余心之可惩？
            </div>
            <div>24.《离骚》中表明自己即使佩带芳草和玉佩，但是自己光明纯洁的品质没有亏损的两句：芳与泽其杂糅兮，唯昭质其犹未亏。
            </div>
            <div>25.《离骚》中表现诗人忧国忧民、热爱祖国的诗句：长太息以掩涕兮，哀民生之多艰。
            </div>
            <div>26.《离骚》中表现诗人坚持真理、献身理想的诗句：亦余心之所善兮，虽九死其犹未悔。
            </div>
            <div>27.《离骚》中表现诗人嫉恶如仇、不同流合污的诗句：宁溘死以流亡兮，余不忍为此态也。
            </div>
            <div>28.《离骚》中表现诗人刚正不阿、一身正气的诗句：伏清白以死直兮，固前圣之所厚。
            </div>
            <div>29.《离骚》中表现诗人洁身自好、自我完善的诗句：民生各有所乐兮，余独好修以为常。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《蜀道难》李白">
            <div>1.《蜀道难》的主旨句是：蜀道之难，难于上青天。
            </div>
            <div>2.《蜀道难》中运用夸张修辞方法，写出秦蜀之间崇山叠岭、不可逾越的句子是：西当太白有鸟道，可以横绝峨眉巅。
            </div>
            <div>3.《蜀道难》中写出水石相激、山谷轰鸣的惊险场面的句子是：飞湍瀑流争喧豗，砯崖转石万壑雷。
            </div>
            <div>4.《蜀道难》中运用夸张极言山峰之高、绝壁之险，渲染惊险的气氛的句子：连峰去天不盈尺，枯松倒挂倚绝壁。
            </div>
            <div>5.《蜀道难》中虚写映衬表现蜀道的雄奇险峻的句子：黄鹤之飞尚不得过，猿猱欲度愁攀援。
            </div>
            <div>6.《蜀道难》中表明历史悠久，和外界交通不便的句子：尔来四万八千岁，不与秦塞通人烟。
            </div>
            <div>7.李白在《蜀道难》一诗中，开篇以蜀地方言咏叹点出主题，为全诗奠下雄浑感情基调的句子是“噫吁嚱，危乎高哉！”。
            </div>
            <div>8.李白在《蜀道难》一诗中，“尔来四万八千岁，不与秦塞通人烟。”运用夸张的手法表示自古以来秦、蜀之间少有往来。之所以如此，就是因为“西当太白有鸟道，可以横绝峨眉巅”，进一步表明秦、蜀之间为高山峻岭所阻挡。
            </div>
            <div>9.李白在《蜀道难》一诗中引用神话传说为其增添了浪漫气息，如引用“五丁开山”一神话的句子是“地崩山摧壮士死，然后天梯石栈相钩连。”
            </div>
            <div>10.李白在《蜀道难》一诗中，运用神话、夸张、衬托的手法来写蜀山之高险的句子有“上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。”
            </div>
            <div>11.李白在《蜀道难》一诗中，摹写行人艰难的步履、惶恐的神情的句子是“扪参历井仰胁息，以手抚膺坐长叹”。
            </div>
            <div>12.李白在《蜀道难》一诗中，但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。为我们渲染了旅愁和蜀道上空寂苍凉的环境气氛。
            </div>
            <div>13.李白在《蜀道难》一诗中指出逶迤千里的蜀道，还有更为奇险的风光。诗人先用“连峰去天不盈尺，枯松倒挂倚绝壁。”托出山势的高险，然后由静而动，“飞湍瀑流争喧豗，砯崖转石万壑雷”写出水石激荡、山谷空鸣的场景。
            </div>
            <div>14.李白在《蜀道难》一诗中，写出了剑阁地势险要，易守难攻的特点的句子是“剑阁峥嵘而崔嵬，一夫当关，万夫莫开。”
            </div>
            <div>15.李白在《蜀道难》一诗中，化用西晋张载《剑阁铭》中“形胜之地，匪亲勿居”语句的句子是“一夫当关，万夫莫开。所守或匪亲，化为狼与豺”，从而表达了对国事的忧虑与关切。
            </div>
            <div>16.从李白《蜀道难》一诗中“蜀道之难，难于上青天，侧身西望长咨嗟！”的长叹中，我们似乎也感受到了诗人对功业难成的一声叹息。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《登高》杜甫">
            <div>1.杜甫一生失意，常陷入病痛孤独之境，《登高》一诗对此都有直接描述，这些句子是：万里悲秋常作客，百年多病独登台。
            </div>
            <div>2.杜甫在《登高》中发出：“万里悲秋常作客，百年多病独登台”的感慨，抒发了漂泊异乡，年老体衰的惆怅之情，也蕴含着与生命的衰弱顽强抗争的精神。
            </div>
            <div>3.《登高》中由高到低，写诗人所见所闻，渲染秋江景物特点的句子是：风急天高猿啸哀，渚清沙白鸟飞回。
            </div>
            <div>4.《登高》中写远望所见，用传神之笔描写凄冷江色和长江气势的句子是：无边落木萧萧下，不尽长江滚滚来。
            </div>
            <div>5.《登高》中用落叶和江水抒发时光易逝．壮志难酬的感伤的句子是：无边落木萧萧下，不尽长江滚滚来。
            </div>
            <div>6.《登高》中情景交融．意境旷达，极写自己羁旅之愁和孤独之感的句子是：万里悲秋常作客，百年多病独登台。
            </div>
            <div>7.《登高》中道出郁积诗人心中的自身之苦和国运之恨，无限悲凉难以排遣的句子是：艰难苦恨繁霜鬓，潦倒新停浊酒杯。
            </div>
            <div>8.《登高》中本诗的主旨句（表现诗人忧国伤时）的句子是：艰难苦恨繁霜鬓，潦倒新停浊酒杯。
            </div>
            <div>9.杜甫《登高》中为我们营造了一幅气势磅礴的长江秋日图的句是: 无边落木萧萧下，不尽长江滚滚来。
            </div>
            <div>10.杜甫《登高》中集中表现了夔州秋天的典型特征的句子是: 风急天高猿啸哀，渚清沙白鸟飞回。前人也曾把这两句誉为“古今独步”的“句中化境”。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《琵琶行》白居易">
            <div>1.《琵琶行》中“嘈嘈切切错杂弹，大珠小珠落玉盘”由琴声想到珠玉声，是声音的类比联想。
            </div>
            <div>2.《琵琶行》中描写琵琶女犹豫不决而出场的诗句是：千呼万唤始出来，犹抱琵琶半遮面
            </div>
            <div>3.“同是天涯沦落人，相逢何必曾相识”是《琵琶行》的主旨，更是诗人与琵琶女感情的共鸣。
            </div>
            <div>4.《琵琶行》中描写琵琶声的句子：“别有幽愁暗恨生，此时无声胜有声。银瓶乍破水浆迸，铁骑突出刀枪鸣”。
            </div>
            <div>5.《琵琶行》中既交待秋天的背景又蕴含离别之意的句子是：浔阳江头夜送客，枫叶荻花秋瑟瑟。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《锦瑟》李商隐">
            <div>1.《锦瑟》中以锦瑟起兴，引起对华年往事的追忆的句子是：锦瑟无端五十弦，一弦一柱思华年。
            </div>
            <div>2.《锦瑟》一诗的颈联是：沧海月明珠有泪，蓝田日暖玉生烟，它表现的这种可望不可即的理想境界代表的是诗人全部的情感。
            </div>
            <div>3.《锦瑟》用典的四句诗：庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。
            </div>
            <div>4.《锦瑟》一诗中回环曲折地表达了自己的惆怅苦痛，让人为之哀惋不已的句子是：此情可待成追忆，只是当时已惘然。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《虞美人（春花秋月何时了）》李煜">
            <div>1.李煜的《虞美人》一词中一个诘句惊心动魄，把李煜的愁闷劈空倾泻下来，这个句子是：春花秋月何时了？往事知多少。这其中包涵宇宙的永恒和人生的短暂无常之意。
            </div>
            <div>2.李煜的《虞美人》一词中含蓄地表现出李煜对人生绝望的句子是：春花秋月何时了？往事知多少。
            </div>
            <div>3.李煜的《虞美人》一词中表现词人在永不停止消逝的时光面前感慨无限，同时放笔呼号，发出一声深沉的感叹的句子是：小楼昨夜又东风，故国不堪回首月明中。
            </div>
            <div>4.李煜的《虞美人》一词中直接抒发亡国之恨的句子是：小楼昨夜又东风，故国不堪回首月明中。
            </div>
            <div>5.李煜的《虞美人》一词中用对比手法，反衬出人生无常的句子是：雕栏玉砌应犹在，只是朱颜改。
            </div>
            <div>6.李煜的《虞美人》一词中词人遥望金陵想象，并传出物是人非的无限怅恨的慨叹的句子是：雕栏玉砌应犹在，只是朱颜改。
            </div>
            <div>7.李煜的《虞美人》一词中用比喻．夸张．设问手法写出愁思的多与深广的句子是：问君能有几多愁？恰似一江春水向东流。
            </div>
            <div>8.李煜的《虞美人》一词中以水喻愁的名句，将抽象的情感形象化的句子是：问君能有几多愁？恰似一江春水向东流。
            </div>
            <div>9.李煜的《虞美人》一词中将现实与过去对比来写的句子是：春花秋月何时了？往事知多少。小楼昨夜又东风，故国不堪回首月明中。
            </div>
            <div>10.李煜的《虞美人》把抽象的感情形象化，写愁的多与绵绵不断的句子是：问君能有几多愁？恰似一江春水向东流。
            </div>

          </el-collapse-item>
          <el-collapse-item title="《念奴娇·赤壁怀古》苏轼">
            <div>1.苏轼《念奴娇•赤壁怀古》“谈笑间，樯橹灰飞烟灭”，描绘了周瑜的英气勃发。
            </div>
            <div>2.苏轼《念奴娇•赤壁怀古》中，运用比喻修辞描写赤壁古战场的险要形势的一句：乱石穿空，惊涛拍岸，卷起千堆雪。
            </div>
            <div>3.《念奴娇•赤壁怀古》中既点题，又为周瑜出场营造声势的句子是：大江东去，浪淘尽，千古风流人物。
            </div>
            <div>4.《念奴娇•赤壁怀古》中具体描写“江山如画”之意的句子是：乱石穿空，惊涛拍岸，卷起千堆雪。
            </div>
            <div>5.《念奴娇•赤壁怀古》中表达诗人旷达之情的句子是：人生如梦，一尊还酹江月。
            </div>
          </el-collapse-item>
          <el-collapse-item title="《永遇乐·京口北固亭怀古》辛弃疾">
            <div>1.《永遇乐•京口北固亭怀古》作者登高望远，首先想到孙权这位著名的历史人物不禁感叹的两句：千古江山，英雄无觅孙仲谋处。
            </div>
            <div>2.《永遇乐•京口北固亭怀古》感叹东吴那个强盛的局面，孙权那个英雄、风流余韵，都经历了无数的风雨，一去不返了的句子是：舞榭歌台，风流总被雨打风吹去。
            </div>
            <div>3.《永遇乐•京口北固亭怀古》中辛弃疾赞叹刘裕北伐的赫赫战功的两句是：金戈铁马，气吞万里如虎。
            </div>
            <div>4.《永遇乐•京口北固亭怀古》中写刘裕的儿子刘义隆轻率举兵北伐，结果吃了败仗，张皇南逃，狼狈不堪的句子是：元嘉草草，封狼居胥，赢得仓皇北顾。
            </div>
            <div>5.《永遇乐•京口北固亭怀古》中词人借历史影射现实，说南宋的失败，金人的南侵，国家的耻辱随着时光的流逝，而渐渐地被人们淡忘了的句子是：可堪回首，佛狸祠下，一片神鸦社鼓。
            </div>
            <div>6.《永遇乐•京口北固亭怀古》中苏轼借用廉颇的典故，表明自己显然年老却还是壮志犹存，希望能够为国立功的句子是：凭谁问：廉颇老矣，尚能饭否？
            </div>

          </el-collapse-item>


        </el-collapse>
			</div>
      </div>
			<div class="column">
				<div class="btnlist">
					<div id="leibie">
						
						<div id="search">
							<input type="text" placeholder="请输入您要搜索的内容...">
						</div>
					</div>
				</div>
				<svg id="graph" > </svg>
				<div id="mode">
					<span class="active" style="border-top-right-radius:0;border-bottom-right-radius:0;">节点</span>
					<span style="border-top-left-radius:0;border-bottom-left-radius:0;position:relative;left:-5px;">文字</span>
					<span style="border-top-left-radius:0;border-bottom-left-radius:0;position:relative;left:-10px;">全选</span>
				</div>
				<div id="zoombtn">
					<el-button class="zoomBtn" id="zoom_in" type="primary" icon="el-icon-plus" circle></el-button>
					<el-button class="zoomBtn" id="zoom_out" type="primary" icon="el-icon-minus" circle></el-button>
					<!-- <button class="zoomBtn" id="zoom_in">+</button>
					<button class="zoomBtn" id="zoom_out">-</button> -->
				</div>
			</div>
			<div class="column" id="tip">
				<div>
				<div>
					<img src="" alt="" class="myimg"/>
				</div>
				<div id="info1">
					<h4></h4>
				</div>
				</div>
			</div>
		</section>

	</div>
</template>


<script>

import echarts from 'echarts';
import d3 from 'd3';
import $ from 'jquery';

export default{

	methods:{
	  
		initGraph(){
					var shuju;
					var lastFocusNode;
					var zoom = d3.behavior.zoom().scaleExtent([0.25, 2]).on("zoom", zoomed);
			        //缩放callback

			        function zoomed() {
			        //svg下的g标签移动大小
			        svg.selectAll("g").attr("transform",
								"translate(" + zoom.translate() + ")" +
								"scale(" + zoom.scale() + ")"
									);}

					function interpolateZoom (translate, scale) {
					    var self = this;
					    return d3.transition().duration(350).tween("zoom", function () {
					        var iTranslate = d3.interpolate(zoom.translate(), translate),
					            iScale = d3.interpolate(zoom.scale(), scale);
					        return function (t) {
					            zoom
					                .scale(iScale(t))
					                .translate(iTranslate(t));
					            zoomed();
					        };
					    });
					}

					function zoomClick() {
					    var clicked = d3.event.target,
					        direction = 1,
					        factor = 0.2,
					        target_zoom = 1,
					        center = [width / 2, height / 2],
					        extent = zoom.scaleExtent(),
					        translate = zoom.translate(),
					        translate0 = [],
					        l = [],
					        view = {x: translate[0], y: translate[1], k: zoom.scale()};

					    d3.event.preventDefault();
					    direction = (this.id === 'zoom_in') ? 2 : -2;

						target_zoom = zoom.scale() * (1 + factor * direction);

					    if (target_zoom < extent[0] || target_zoom > extent[1]) { return false; }

					    translate0 = [(center[0] - view.x) / view.k, (center[1] - view.y) / view.k];
					    view.k = target_zoom;
					    l = [translate0[0] * view.k + view.x, translate0[1] * view.k + view.y];

					    view.x += center[0] - l[0];
					    view.y += center[1] - l[1];

					    interpolateZoom([view.x, view.y], view.k);
					}
					d3.selectAll('.zoomBtn').on('click',zoomClick);

					let width = 800;
					let height = 550;

					let svg = d3.select('#graph').call(zoom);


					d3.json("static/json/gaokao/高考.json",function(error,data){
						shuju=data
						console.log(data)
						init(data)
						$('#mode span').click(function(event) {
						 //span都设置为不激活状态
							 $('#mode span').removeClass('active');
							 //点击的span被激活
							 $(this).addClass('active');
							 //text隐藏 nodes显示
							 if ($(this).text() == '节点') {
									 $('.TEXT text').hide();
									 $('.CIRCLE circle').show();
									 //$('.g-pattern pattern image').show();
							 } else {
									if($(this).text() == '文字'){
									 $('.TEXT text').show();
									 $('.CIRCLE circle').hide();
									 //$('.nodes imge').show();
									 }
									 else{
										 $('.TEXT text').show();
										$('.CIRCLE circle').show();
									 }
							 }
						});


					})
					function init(data){

						var force = d3.layout.force()
							.nodes(data.nodes) //设定节点数组
							.links(data.edges) //设定关系数组
							.size([width,height]) //设定作用域的范围
							.linkDistance(150) //设定关系连线的长度
							.charge(-1000) //节点间的相互作用力
							.on("tick", tick)
							.start(); //开始引力作用

							svg.selectAll("g").call(drag());
					function drag() {//拖拽函数
						return force.drag()
			            .on("dragstart", function (d) {
			                d3.event.sourceEvent.stopPropagation(); //取消默认事件
			                //d.fixed = true;    //拖拽开始后设定被拖拽对象为固定

			            });
			        //.on("drag", dragmove);
					}

						//	定义一个颜色生成器，由d3提供
							let color = d3.scale.category20(); //20表示可以生成20种不同的颜色

					//添加箭头
					var marker =
					        //添加一个marker标签来绘制箭头
					        svg.append("marker")
					            .attr("id", "resolved")//箭头id，用于其他标记进行引用时的url
					            .attr("markerUnits", "userSpaceOnUse")//定义标记的坐标系统，userSpaceOnUse表示按照引用的元件来决定，strokeWidth按照用户单位决定
					            .attr("viewBox", "0 -5 10 10")//坐标系的区域
					            .attr("refX", 40)//箭头坐标
					            .attr("refY", 0)
					            .attr("markerWidth", 12)//标识的大小
					            .attr("markerHeight", 12)
					            .attr("orient", "auto")//绘制方向，可设定为：auto（自动确认方向）和 角度值
					            .attr("stroke-width", 3)//箭头宽度
					            .append("path")
					            .attr("d", "M0,-5L10,0L0,5")
					            .attr('fill', '#ccc');//箭头颜色


						//	下边开始绘制
							//	绘制节点间的关系连线
								let linksLine = svg.append('g').attr("class","LINE").selectAll('line')
								.data(data.edges)
								.enter()
								.append('line')
								.attr('from',function(d){
									if(d.source.dynasty)return d.source.dynasty;
									return d.source.name;
								})
								.attr('to',function(d){
									if(d.target.dynasty)return d.target.dynasty;
									return d.target.name;
								})
								.style('stroke','#ccc')
								.style('stroke-width',2)
								.attr(
								'id',function(d,i){return 'edgepath' + i;}
								).attr('class','edgepath').attr("marker-end", "url(#resolved)");;

								 var edges_text = svg.append("g").selectAll(".edgelabel")
								.data(data.edges)
								.enter()
								.append("text")//添加text标签
								.attr({
									'class': 'edgelabel',//定义该text标签class为edgelabel
									'id': function (d, i) { return 'edgepath' + i; },
									'dx': 60,//在连线上的坐标
									'dy': 0
								});

								edges_text.append('textPath')
								.attr('xlink:href', function (d, i) { return '#edgepath' + i })
								.style("pointer-events", "none")
								.text(function (d) { return d.relation; });


						//	绘制节点
							let nodesCic = svg.append('g').attr("class","CIRCLE").selectAll('circle')
							.data(data.nodes)
							.enter()
							.append('circle')
							.attr('name',function(d){
								if(!d.name)return d.dynasty;
								return d.name;
							})
							.style('stroke', function (node) {
							//config:边框色
							return "#666666";
							})
							.style("stroke-width","1")
							.attr('r',function(d){
								if(!d.prop){
									return 40;
								}
								else{
									return 25;
								}
							})
							.style('fill',function(d,i){
								return color(i); //根据自身的索引号，自动随机获取一种背景颜色
							}).on("mouseover",function(node){
			    				})
							.on("click",function(node){
								var name=node.name;
								if(!name)name=node.dynasty;
								d3.select('#img1').attr("src","data/2.jpg");
								$('#info1 h4').css('color','#555').text(name);
								$('#info1 p').remove();
								for(let item of data.nodes){
														if(item.name == name){
															if(!item.prop)
															{
																$('#info1').append('<p><span><b>' + '关键字:' + '</b></span>' + '诗人' + '</p>');
															}
															else {
																$('#info1').append('<p><span><b>' + '关键字:' + '</b></span>' + '诗文' + '</p>');
																$('#info1').append('<p><span><b>' + '内容:' + '</b></span>' + item.prop.content + '</p>');
															}
															
														//显示值及其字段名字
														
														}
													}
		
							//显示随机图片
							if(node.prop){
							var num=Math.floor(Math.random()*22);
							$('.myimg').attr('src','../../../../static/img/'+num+'.jpg');
							}
							if(!node.name){
								var num=Math.floor(Math.random()*22);
								$('.myimg').attr('src','../../../../static/img/'+num+'.jpg');
							}
							if(node.name&&!node.prop){
								$('.myimg').attr('src','../../../../static/诗人图片/'+node.name+'.jpg');
								var imgobj=new Image();
								imgobj.onload=function(){

								}
								imgobj.src='../../../../static/诗人图片/'+node.name+'.jpg'
								if(imgobj.fileSize>0||(imgobj.width>0&&imgobj.height>0)){
								}
								imgobj.onerror=function(){
									var num=Math.floor(Math.random()*22);
									$('.myimg').attr('src','../../../../static/img/'+num+'.jpg');
								}
							}
							$('#tip').show(1000);
							 //单击时让连接线加粗
							//再次点击还原
							linksLine.style("stroke-width", function (line) {
			                //当与连接点连接时变粗
			                if ((line.source.name == node.name || line.target.name == node.name) ) {
			                    if (line.click && node.click){
			                        line.click = false;
			                        return 1;
			                    }else{
			                        line.click= true;
			                        return 3;
			                    }
			                }else{
			                    return 1;
			                }

							});

							nodesCic.style('stroke-width', 1);//所有的圆圈边框
							//焦点取反
							node.focus = !node.focus
							//判断是不是点击的同一个node
							if (lastFocusNode != node && lastFocusNode != null){
								lastFocusNode.focus = false
							}
							//进行判断
							if (node.focus) {
								//被选中的圆圈边框
								d3.select(this).style('stroke-width', 2.5);

							}else{
								// $('#tip').fadeOut();
								$('#tip').hide(1000);
								d3.select(this).style('stroke-width', 1);

							}

							lastFocusNode = node;
							})
							.call(drag()); //调用drag函数，是的节点可以拖动

						//	给节点添加名称
							let nodesTitle = svg.append('g').attr("class","TEXT").selectAll('text')
							.data(data.nodes)
							.enter()
							.append('text')
							.attr('name',function(d){
								if(!d.name)return d.dynasty;
								return d.name;
							})
							.style('fill','#000')
							.attr("text-anchor", "middle") //是的文字居中显示在节点上
							// .attr('dx',20) //自定义文字的x坐标
							// .attr('dy',5) //自定义文字的y坐标
							.text(function(d){
								if(!d.name)return d.dynasty;
								return d.name;
							})
							.call(drag()); //调用drag函数，是的节点可以拖动;

							force.on('tick',tick);
							function tick(){
								//	更新连线的坐标
								linksLine.attr('x1',function(d){return d.source.x;})
								.attr('y1',function(d){return d.source.y;})
								.attr('x2',function(d){return d.target.x;})
								.attr('y2',function(d){return d.target.y;});

							//	更新节点坐标
								nodesCic.attr('cx',function(d){return d.x;})
								.attr('cy',function(d){return d.y});

							//	更新文字坐标
								nodesTitle.attr('x',function(d){return d.x})
								.attr('y',function(d){return d.y + 5});

							}

						}
					var i=1
					$('.column input').keyup(function(event){

							//alert()
							if (event.keyCode == 13){
								$('#graph').empty()
								var source
								var target
								var link
								let nodes =[]
								let links = []
								if ($(this).val() == ''){
									d3.json("static/json/gaokao/高考.json",function(error,data){
										console.log(data)
										init(data)
									})
								}
								else{
										var DATA={'nodes':[],'edges':[]}
										//alert('the another one')
										var name = $(this).val();
										for(let item of shuju.nodes){
											var specimen=item.name
											if(!specimen){specimen=item.dynasty}

											/*if(i==2&&specimen.indexOf(name)>=0){alert(specimen)}*/
											if(specimen.indexOf(name)>=0||name.indexOf(specimen)>=0){
												nodes.push(item)
												for(let iten of shuju.edges){


													var spec=iten.source.name
													if(!spec){
														spec=iten.source.dynasty
													}

													var spec1=iten.target.name
													if(!spec1){
														spec1=iten.target.dynasty
													}
													/*if(i==2){
														alert(iten.source)
														alert(spec1)
													}*/
													if(spec==specimen||spec1==specimen){
															/*if(i==2){
																alert(1)
															}*/
															if(nodes.indexOf(iten.source)==-1){
																nodes.push(iten.source)
															}
															if(nodes.indexOf(iten.target)==-1){
																nodes.push(iten.target)
															}

													}
												}
											}
										}
										//tmp=[]
										/*for(var item of nodes)tmp.push(item)
										for(let item of tmp){


										}*/
										//alert(nodes)
										for(let item of shuju.edges){
											source=item.source
											target=item.target
											if(nodes.indexOf(source)!=-1&&nodes.indexOf(target)!=-1){
												links.push(item)
											}
										}
										svg.empty()
										DATA.nodes=nodes
										DATA.edges=links
										init(DATA)
										i=i+1
								}
							}
						});
		},


	},

	mounted() {

		this.initGraph();

	}
}
</script>

<style scoped>
#tip {
			display: none;
			width: 350px;
			height: 580px;
			position: absolute;
			top: 155px;
			right: 0px;
			background:#f0f2f5;
			border-radius:1.25rem;
			margin-right:13px;
			float:right;

		}

.ti{
  width: 20.75rem;
  height: 100%;
  border-radius: 1.25rem;
  display: ;
  overflow: auto;
  text-align: left;
  /* height: 150rem; */
}


.chart{
	border-radius: 1.25rem;
	background-color:#FFFFFF ;
	height: 330px ;
	/* position:relative;
	width:200px;
	height:200px;
	top:50%;
	left:50%; */
}
#wrap {
                position: relative;
                left: 150px;
                top:  90px;
				/* overflow: auto; */
                /*text-align: center;*/
 }
#wrap .tag {
                display: block;
                position:absolute;
				overflow: hidden;
                /*width: 50px;*/
                height: 50px;
                line-height: 50px;
                font-size: 10px;
                text-decoration: none;

                /*left: 10px;*/
                /* margin: 10px; */
            }

#zoombtn{
	float: right;
	width: 12.5rem;
}

.mainbox{
	display: flex;
	/* width: 100%; */
	height:100%;
	/* min-width: 64rem;
	max-width: 120rem; */
	margin:0 auto;
	background-color:  #e9eef3;
}
.column{
	height: 44.0625rem;
	flex:2;
	/* background-color: #0000FF; */
}
.column:nth-child(2){
	flex:7;
	border-radius: 1.25rem;
	margin-left: 0.3125rem;
	margin-right: 0.3125rem;
	background-color: #ffffff;
}

.pie{
	height: 44.0625rem;
	padding:0 10px 40px;
	/* background-color: #00DD0A; */

}
.piechart{
	width: 20.75rem;
	height: 100%;
	border-radius: 1.25rem;
	background-color: #FFFFFF;
}
h2{
	height: 2.5rem;
	line-height: 2.5rem;
	text-align: center;
	margin-top: 0;
	color: #333333;
	font-size: 20px;
	font-weight: 400;
}

.btnlist{
	position: relative;
	height: 100px;
}
.btn{
	position: absolute;
	top:1.625rem;
}
.btn:first-child{
	left:1rem;
}
.btn:nth-child(2){
	left:5.5rem;
}
.btn:nth-child(3){
	left: 10.5rem;
}
.btn:nth-child(4){
	left: 15.5rem;
}
.btn:nth-child(5){
	left: 20.5rem;
}
.btn:nth-child(6){
	left: 25.5rem;
}
svg{
	height: 550px;
	width: 100%;
	background-color: #ffffff;
}

#info1{
	border-radius: 1.25rem;
	margin: 1.25rem auto 0;
	height: 16.75rem;
	width: 20.75rem;
	background-color: #FFFFFF;
	overflow: auto;
}
#info1 p{
	height: 1.375rem;
	line-height:1rem;
	font-family: "Hiragino Sans GB";

}
h4{
	font-family: "Hiragino Sans GB";
}

img{
	height: 16.75rem;
	width: 18.75rem;
	border-radius:1.25rem;
}
#mode span {
				border-radius: 0.5rem;
				float: left;

				margin-top:0.1875rem;
				/* display: inline-block; */
				border: 1px solid #fff;
				color: #fff;
				padding: 6px 6px;
				background-color:#5eadff;
				font-size: 14px;
				transition: color, background-color .3s;
				-o-transition: color, background-color .3s;
				-ms-transition: color, background-color .3s;
				-moz-transition: color, background-color .3s;
				-webkit-transition: color, background-color .3s;
		}

#mode span.active, #mode span:hover {
				background-color: #5470c6;
				color: #333;
				border-radius: 0.5rem;
				cursor: pointer;
		}

input{
    width: 250px;
	border-radius: 42px;
	/* border: 2px solid ##f0f2f5; */
	background: #FFFFff;
	height: 42px;
	padding-left: 13px;
	outline:none;
	font-family: "Hiragino Sans GB";
	margin-bottom: 0.625rem;
}
/*ciyun style*/
#searchimg{
	/* position: absolute;
	top:12.4%;
	right: 1.9%; */
	position: absolute;
	width: 2.8125rem;
	height: 2.8125rem;
	/* float: right; */
	border-radius: 50%;
	/* padding-top: 30px; */
	/* padding:20px; */
}
#leibie{
	flex:7;
}
#search{
	flex:2;
	float: right;
	margin-left:500px;
	margin-top: 17px;
	position: relative;
	/* margin-top: 20px; */
	/* padding:0px; */

}

</style>
