{"nodes": [{"name": "赠范晔诗", "prop": {"content": "折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。", "translation": "遇见北去的驿使就去折梅花，托他带花带给身在陇头的你。江南没有好东西可以表达我的情感，姑且送给你一枝报春的梅花以表春天的祝福。"}}, {"name": "估客乐", "prop": {"content": "郎作十里行，侬作九里送。拔侬头上钗，与郎资路用。有信数寄书，无信心相忆。莫作瓶落井，一去无消息。大艑珂峨头，何处发扬州。借问艑上郎，见侬所欢不？初发扬州时，船出平津泊。五两如竹林，何处相寻博。", "translation": "无"}}, {"name": "塞下曲", "prop": {"content": "暝色满西山，将军猎骑还。隔河见烽火，骄虏夜临关。", "translation": "无"}}, {"name": "林逋", "dynasty": "宋代"}, {"name": "重赠吴国宾", "prop": {"content": "汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。", "translation": "　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 "}}, {"name": "李纲", "dynasty": "宋代"}, {"name": "山园小梅", "prop": {"content": "众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。", "translation": "百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。"}}, {"name": "题画", "prop": {"content": "碧水丹山映杖藜，夕阳犹在小桥西。微吟不道惊溪鸟，飞入乱云深处啼。", "translation": "拄着拐杖悠闲漫步在青山绿水之间，还未落山的太阳斜斜的挂在小桥的西边。轻声低语却不小心惊飞了溪鸟，它们啼叫着飞入那乱云的深处。"}}, {"name": "陶者", "prop": {"content": "陶尽门前土，屋上无片瓦。十指不沾泥，鳞鳞居大厦。", "translation": "烧瓦工人挖光门前的土来烧瓦，但自家房屋上却没有一片瓦。那些富贵人家，十指连泥也不碰一下，却住在铺满瓦片的高楼大厦。"}}, {"name": "金错刀行", "prop": {"content": "黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！", "translation": "用黄金、白玉装饰的宝刀，到了夜间它的光芒穿透窗户，直冲云霄。大丈夫五十岁了还没有在沙场立功，手提战刀迎风独立傲视天下。我在京城里结交的都是些豪杰义士，彼此意气相投，相约为国战斗，同生共死。羞耻于不能在流传千年的史册上留名，但一颗丹心始终想消灭胡虏，报效天子。近来，我来到汉水边从军，远处的终南山顶山石嶙峋、白雪耀眼。啊，楚国即使只剩下三户人家，最后也一定能报仇灭秦。难道我堂堂中华大国，竟会没有一个能人，把金虏赶出边关？"}}, {"name": "纳凉", "prop": {"content": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。", "translation": "携杖出门去寻找纳凉圣地，画桥南畔，绿树成荫，坐靠在胡床之上惬意非常。寂寂明月夜，参差的笛声响起在耳边萦绕不觉，晚风初定，池中莲花盛开，幽香散溢，沁人心脾。"}}, {"name": "登江中孤屿", "prop": {"content": "江南倦历览，江北旷周旋。怀新道转迥，寻异景不延。乱流趋正绝，孤屿媚中川。云日相辉映，空水共澄鲜。表灵物莫赏，蕴真谁为传。想象昆山姿，缅邈区中缘。始信安期术，得尽养生年。", "translation": "倦于遍览江南美景，江北风光久未观看。寻求新景道路遥远，探访奇观时光不延。穿越激流横渡前行，孤岛秀美大河中间。白云红日相互辉映，水天一色澄碧鲜妍。呈现灵气无人欣赏，藏有真趣谁为传言？遥想昆山仙人英姿，顿觉世间尘缘邈远。始信安期养生之术，得以享尽养生天年。"}}, {"name": "城南", "prop": {"content": "雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。", "translation": "春雨迅猛，池塘水满与堤齐平，远处群山高低不齐，东边西侧，山路崎岖。热闹地开了一阵的桃花和李花已经凋谢，只能看见萋萋的春草，碧绿一片。"}}, {"name": "曾几", "dynasty": "宋代"}, {"name": "还自广陵", "prop": {"content": "天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。", "translation": "　　大冷天里，水鸟为了暖和挤在一起，十几只几百只一起，在快要落山的太阳光下游戏。路上的人走来走去，它们都不躲开，忽然听到水里哗啦一声响，它们吓一跳，“轰”的一下一齐飞了起来。 "}}, {"name": "大风歌", "prop": {"content": "大风起兮云飞扬，威加海内兮归故乡，安得猛士兮守四方！", "translation": "大风刮起来了，云随着风翻腾奔涌啊，威武平天下，衣锦归故乡，怎样才能得到勇士啊为国家镇守四方！"}}, {"name": "迢迢牵牛星", "prop": {"content": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。", "translation": "在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。"}}, {"name": "汤显祖", "dynasty": "明代"}, {"dynasty": "唐代"}, {"name": "高启", "dynasty": "明代"}, {"name": "蒹葭", "prop": {"content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。", "translation": "河边芦苇青苍苍，秋深露水结成霜。意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。意中之人在何处？就在河岸那一边。逆着流水去找她，道路险阻攀登难。顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。意中之人在何处？就在水边那一头。逆着流水去找她，道路险阻曲难求。顺着流水去找她，仿佛就在水中洲。"}}, {"name": "毛铉", "dynasty": "明代"}, {"name": "相鼠", "prop": {"content": "相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼！人而无礼，胡不遄死？", "translation": "你看这黄鼠还有皮，人咋会不要脸面。人若不要脸面，还不如死了算啦。你看这黄鼠还有牙齿，人却不顾德行。人要没有德行，不去死还等什么。你看这黄鼠还有肢体，人却不知礼义。人要不知礼义，还不如快快死去。"}}, {"name": "乐府诗集", "dynasty": "南北朝"}, {"name": "春暮西园", "prop": {"content": "绿池芳草满晴波，春色都从雨里过。知是人家花落尽，菜畦今日蝶来多。", "translation": "在绿水盈盈、芳草萋萋的美景里，春天的美丽的光景仿佛快要从春雨中走过的样子。而在这暮春时节里虽然农人家的花快要落尽了，但菜畦地里今天来的蝴蝶分外的多。 "}}, {"name": "三江小渡", "prop": {"content": "溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。", "translation": "溪水流过小桥后一去不返，小船还得依靠着短篙撑开。友情应该像山中溪水上的摆渡一样，不管风吹浪打却依然存在。"}}, {"name": "尤侗", "dynasty": "清代"}, {"name": "同儿辈赋未开海棠", "prop": {"content": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。", "translation": "海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！"}}, {"name": "活水亭观书有感", "prop": {"content": "昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。", "translation": "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。 "}}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "示三子", "prop": {"content": "时三子已归自外家去远即相忘，归近不可忍。儿女已在眼，眉目略不省。喜极不得语，泪尽方一哂。了知不是梦，忽忽心未稳。", "translation": "你们走远了，我倒也不再惦念；及至归期接近，反而难、以忍耐。儿女们已站在眼前，你们的容貌我已认不出来。欢喜到了极点，不知说什么好。收泪一笑，包含着多少悲哀。明知这不是在梦中，可我的心仍在摇摆不踏实。"}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "戚继光", "dynasty": "明代"}, {"name": "州桥", "prop": {"content": "南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？", "translation": "天汉桥南北的天街之上，中原父老年年都伫足南望，盼望王师返回。哭不成声，强忍泪水询问使者：什么时候真有我们朝廷的军队过来？"}}, {"name": "杨士奇", "dynasty": "明代"}, {"name": "画菊", "prop": {"content": "花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。", "translation": "菊花盛开在秋天，从不与百花为伍，独立在稀疏的篱笆旁，情操意趣并未衰穷。宁可在枝头凋谢枯萎而死，也不曾吹落于凛冽北风之中！"}}, {"name": "壬辰十二月车驾东狩后", "prop": {"content": "惨澹龙蛇日斗争，干戈直欲尽生灵。高原水出山河改，战地风来草木腥。精卫有冤填瀚海，包胥无泪哭秦庭。并州豪杰知谁在，莫拟分军下井陉。万裏荆襄入战尘，汴州门外即荆榛。蛟龙岂是池中物？虮虱空悲地上臣。乔木他年怀故国，野烟何处望行人？秋风不用吹华发，沧海横流要此身。", "translation": "无"}}, {"name": "十五从军征", "prop": {"content": "十五从军征，八十始得归。道逢乡里人：“家中有阿谁？”“遥看是君家，松柏冢累累。”(遥看 一作：遥望)兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知饴阿谁。出门东向看，泪落沾我衣。(东向看 一作：东向望)", "translation": "刚满十五岁的少年就从军出征，到了八十岁才回来。在乡间路上遇到同乡人，问：“我家里还有哪些人健在？”“远远看去那就是你家，但现在已经是松柏青翠，坟冢相连了。”走到家门前看见野兔从狗洞里出进，野鸡在屋脊上飞来飞去。院子里长着野生的谷子，野生的葵菜环绕着井台。用捣掉壳的野谷来做饭，摘下葵叶来煮汤。汤和饭一会儿都做好了，却不知赠送给谁吃。走出大门向着东方远望，老泪纵横洒落在征衣上。"}}, {"name": "李东阳", "dynasty": "明代"}, {"name": "台山杂咏", "prop": {"content": "西北天低五顶高，茫茫松海露灵鳌。太行直上犹千里，井底残山枉呼号。万壑千岩位置雄，偶从天巧见神功。湍溪已作风雷恶，更在云山气象中。山云吞吐翠微中，淡绿深青一万重。此景只应天上有，岂知身在妙高峰？", "translation": "无"}}, {"name": "章炳麟", "dynasty": "近现代"}, {"name": "客从远方来", "prop": {"content": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？", "translation": "客人风尘仆仆，从远方送来了一端织有文彩的素缎。它从万里之外的夫君处捎来，这丝丝缕缕，该包含着夫君对我的无尽关切和惦念之情！绮缎上面织有文彩的鸳鸯双栖，我要将它做条温暖的合欢被。床被内须充实以丝绵，被缘边要以丝缕缀。丝绵再长，终究有穷尽之时，缘结不解，终究有松散之日。唯有胶和漆，黏合固结，再难分离。那么，就让我与夫君像胶和漆一样投合、固结吧，看谁还能将我们分隔？"}}, {"name": "王孙游", "prop": {"content": "绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。", "translation": "春天，绿草如丝蔓延大地，各类树上红花竞放，绚丽夺目。且不说心上人儿不归来，即使回来，春天也已经过去了。"}}, {"name": "春宵", "prop": {"content": "春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。", "translation": "春天的夜晚，即使一刻钟也价值千金。花儿散发着淡淡的清香，月光在花下投射出朦胧的阴影。远处高楼上，官宦贵族们还在尽情地享受着歌舞管乐，架设著秋千的庭院正沉浸在幽寂茫茫的夜色中。"}}, {"name": "沈周", "dynasty": "明代"}, {"name": "夏意", "prop": {"content": "别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。", "translation": "幽深的小院中我躺在竹席上，浑身清凉；穿透帘子看见那石榴花开得正艳。中午时分浓密的树阴隔断了暑气，午睡醒来，耳边传来一阵阵黄莺的啼叫声。"}}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "舟夜书所见", "prop": {"content": "月黑见渔灯，孤光一点萤。微微风簇浪，散作满河星。", "translation": "漆黑的夜晚不见月亮，只见那渔船上的灯光，在茫茫的夜色中，像萤火虫一样发出一点微亮。微风阵阵，河水泛起层层波浪，渔灯微光在水面上散开，好像无数星星洒落在河面上。"}}, {"name": "雨后池上", "prop": {"content": "一雨池塘水面平，淡磨明镜照檐楹。东风忽起垂杨舞，更作荷心万点声。", "translation": "骤雨过后，蓄满水的池塘平静无波；清澈的池水犹如一面明镜，映照出屋角檐楹。东风忽然吹起，下垂的柳条袅娜起舞，柳枝上的水珠洒向池中的荷叶，发出一片清脆悦耳的声音。"}}, {"name": "读山海经·其一", "prop": {"content": "孟夏草木长，绕屋树扶疏。 众鸟欣有托，吾亦爱吾庐。 既耕亦已种，时还读我书。 穷巷隔深辙，颇回故人车。 欢言酌春酒，摘我园中蔬。 微雨从东来，好风与之俱。 泛览《周王传》，流观《山海图》。 俯仰终宇宙，不乐复何如？", "translation": "孟夏的时节草木茂盛，绿树围绕着我的房屋。鸟儿为有了依托的地方而高兴，我也喜爱我的茅庐。耕种过之后，我时常返回来读我喜爱的书。居住在僻静的村巷中远离喧嚣，即使是老朋友驾车探望也掉头回去。（我）欢快地饮酌春酒，采摘园中的蔬菜。?细雨从东方而来，夹杂着清爽的风。泛读着《周王传》，浏览着《山海经图》。（在）俯仰之间纵览宇宙，还有什么比这个更快乐呢？"}}, {"name": "王令", "dynasty": "宋代"}, {"name": "春游湖", "prop": {"content": "双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)", "translation": "双飞的燕子啊，你们是几时回来的？岸边桃树枝条弯下来碰到水面，桃花好像蘸水开放。春水上涨，没过桥面，正当游人无法过去之际，一只小船从绿荫深处缓缓驶出。"}}, {"name": "池州翠微亭", "prop": {"content": "经年尘土满征衣，特特寻芳上翠微。好水好山看不足，马蹄催趁月明归。", "translation": "年复一年，我驰骋疆场，战袍上洒满了灰尘；今天特地骑马到达翠微亭，观赏齐山美景。国大好河山看不够，在马蹄声声的催促中，踏着明亮的月色归来。"}}, {"name": "病起书怀", "prop": {"content": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。", "translation": "病体虚弱消瘦，以致纱帽帽沿都已宽松，不受重用只好客居在与之相隔万里的成都江边。职位低微却从未敢忘记忧虑国事，即使事情已经商定"}}, {"name": "晚泊岳阳", "prop": {"content": "卧闻岳阳城里钟，系舟岳阳城下树。正见空江明月来，云水苍茫失江路。夜深江月弄清辉，水上人歌月下归；一阕声长听不尽，轻舟短楫去如飞。", "translation": "我躺在船上听到岳阳城里的钟声，航船就系在岳阳城边的树上。江面空阔，明月渐渐升起，天水相连，夜气漾漾，江路茫茫。夜深了，江上的月色特别皎洁，又传来舟子晚归时的歌声。一串长长的歌声还在耳边回响，可舟子荡起船桨，如飞似的驶过我停泊的地方。"}}, {"name": "萧德藻", "dynasty": "宋代"}, {"name": "过垂虹", "prop": {"content": "自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。", "translation": "我自创的新调，音韵是如此和谐美妙；小红轻轻地唱着，我为她伴奏，吹着洞箫。一曲唱完，小船已摇过了吴江县城；回望经过的水路，轻烟绿波，还有那一座座美丽的石桥。"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "湖上", "prop": {"content": "花开红树乱莺啼，草长平湖白鹭飞。风日晴和人意好，夕阳箫鼓几船归。", "translation": "在那开满了红花的树上一群黄莺儿乱啼，西湖岸边已长满了青草，成群白鹭在平静的湖面上翻飞。暖风晴和的天气，人的心情也很好，夕阳里船船游客吹箫击鼓兴尽而归。 "}}, {"name": "夜夜曲", "prop": {"content": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。", "translation": "银河纵横穿流、星斗横竖移动。银河与北斗星都是在无知无情的空自流转，又怎知我心中在想念一个人？空房之内，一盎孤灯半明不灭，不管天寒地冻，依然踏起织机，织起布来。泪流不止可又能向谁诉说呢？只能听着鸡鸣声发出一声声的叹息。"}}, {"name": "赵翼", "dynasty": "清代"}, {"name": "四时田园杂兴", "prop": {"content": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)", "translation": "初夏时节，金黄的梅子挂满枝头，杏子也变得鲜亮饱满，田里麦穗扬着白花，油菜花差不多落尽正在结籽。白天变长了，大家都在田间忙碌，篱落边无人经过，只有蜻蜓和蝴蝶绕着篱笆飞来飞去。"}}, {"name": "张舜民", "dynasty": "宋代"}, {"name": "易水歌", "prop": {"content": "风萧萧兮易水寒，壮士一去兮不复还。(复还 一作：复反)探虎穴兮入蛟宫，仰天呼气兮成白虹。(此句疑为后人补作)", "translation": "风声萧萧地吹呵，易水寒气袭人，壮士在此远去呵，不完成任务誓不回还！刺杀秦王就像是到虎穴到龙宫一样危险啊，但是我们的英雄英勇的气概，连仰天吐气都能形成白虹。"}}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "龟虽寿", "prop": {"content": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。", "translation": "神龟虽能长寿，但也有死亡的时候。腾蛇尽管能乘雾飞行，终究也会死亡化为土灰。 年老的千里马虽然伏在马槽旁，它的雄心壮志仍然是能够驰骋千里。有远大抱负的人士到了晚年，奋发思进的雄心不会止息。人的寿命长短，不只是由上天所决定的。只要自己调养好身心，也可以益寿延年。啊，庆幸得很！就用诗歌来表达内心的志向吧！ "}}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "于谦", "dynasty": "明代"}, {"name": "程颢", "dynasty": "宋代"}, {"name": "立春偶成", "prop": {"content": "律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。", "translation": "年终时候春回大地，冰霜渐渐减少，春天到来草木是最先知晓。只觉得眼前已是一片生机盎然，东风吹来水面绿波荡摇。"}}, {"name": "无衣", "prop": {"content": "岂曰无衣？七兮。不如子之衣，安且吉兮。岂曰无衣？六兮。不如子之衣，安且燠兮。", "translation": "难道说我没衣服穿？我的衣服有七件。但都不如你亲手做的，既舒适又美观。难道说我没衣服穿？我的衣服有六件。但都不如你亲手做的，既舒适又温暖。"}}, {"name": "赠刘景文", "prop": {"content": "荷尽已无擎雨盖，菊残犹有傲霜枝。一年好景君须记，最是橙黄橘绿时。(最是 一作：正是) ", "translation": "荷花凋谢连那擎雨的荷叶也枯萎了，只有那开败了菊花的花枝还傲寒斗霜。一年中最好的光景你一定要记住，那就是橙子金黄、橘子青绿的秋末冬初的时节啊。"}}, {"name": "题临安邸", "prop": {"content": "山外青山楼外楼，西湖歌舞几时休？暖风熏得游人醉，直把杭州作汴州。", "translation": "韵译西湖四周青山绵延楼阁望不见头，湖面游船上的歌舞几时才能停休？温暖馥郁的香风把人吹得醉醺醺的，简直是把杭州当成了那汴州。"}}, {"name": "闻鹧鸪", "prop": {"content": "鹧鸪声里夕阳西，陌上征人首尽低。遍地关山行不得，为谁辛苦尽情啼？", "translation": "无"}}, {"name": "酌贪泉", "prop": {"content": "古人云此水，一歃怀千金。试使夷齐饮，终当不易心。", "translation": "人们都说这泉水，一饮就会滋生人的贪婪心。试想让伯夷、叔齐那样的人喝这个水，我想终究不会改变那颗廉洁的本心。"}}, {"name": "河广", "prop": {"content": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。", "translation": "谁说黄河宽又广？一个芦苇筏就能航行。谁说宋国很遥远？踮起脚尖就能望见。谁说黄河广又宽？难以容纳小木船。谁说宋国很遥远？一个早晨就能到达。"}}, {"name": "回车驾言迈", "prop": {"content": "回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。", "translation": "转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。一路上四野茫茫无边无际，阵阵春风吹绿百草。眼前看到的都不是过去的事物，人怎么能够不迅速衰老？人生的盛衰各有不同的时间，只恨建立功名的机会来得太迟。人的生命不如金石般坚固，哪里能够长生不老？倏忽之间生命就衰老死亡了，只有好的美名才是真正的宝藏。"}}, {"name": "岁暮到家", "prop": {"content": "爱子心无尽，归家喜及辰。寒衣针线密，家信墨痕新。见面怜清瘦，呼儿问苦辛。低徊愧人子，不敢叹风尘。", "translation": "母亲的爱子之心是无穷无尽的，最高兴的事莫过于游子过年之前能够返家。她为我缝制棉衣的针脚密密麻麻地，家书里的字迹墨痕犹如新的一样。一见面母亲便怜爱地说我瘦了，呼叫着我细问旅途的艰难。母亲啊，儿子已经愧对您了，不忍诉说漂泊在外的劳累辛苦。"}}, {"name": "明月何皎皎", "prop": {"content": "明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。", "translation": "明月如此的皎洁明亮，照亮了我罗制的床帏。夜里心中惆怅无法入睡，披衣而起在空屋内徘徊。客居在外虽然有趣，但是怎比得上早日回家呢。走出房门独自在月下彷徨，满心愁苦应该告诉谁呢？伸颈远望还是只能回到房间，止不住的泪水打湿了衣裳。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "幼女词", "prop": {"content": "下床着新衣，初学小姑拜。低头羞见人，双手结裙带。", "translation": "幼女下床穿上新衣，初次学着新娘的拜堂礼。恐怕他人取笑羞的不敢抬头，紧张的不停抚弄裙带。"}}, {"name": "江总", "dynasty": "南北朝"}, {"name": "即事", "prop": {"content": "复楚情何极，亡秦气未平。雄风清角劲，落日大旗明。缟素酬家国，戈船决死生！胡笳千古恨，一片月临城。战苦难酬国，仇深敢忆家？一身存汉腊，满目渺胡沙。落月翻旗影，清霜冷剑花。六军浑散尽，半夜起悲笳。一旅同仇谊，三秋故主怀。将星沉左辅，卿月隐中台。东阁尘宾幕，西征愧赋才。月明笳鼓切，今夜为谁哀。 ", "translation": "复国的愿望多么急切难禁，消灭敌人的志气在心头热烈奔腾。大风送来清脆而雄劲的角声，夕阳的余辉照在大旗上，红艳鲜明。我全身缟素，立誓要报国仇家恨，指挥兵船跟敌人拼个你死我生。听到胡笳声，激起我满腔无限的悲愤；抬头见明月已上城头，一片光明。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "山行", "prop": {"content": "布谷飞飞劝早耕，舂锄扑扑趁春晴。千层石树遥行路，一带山田放水声。", "translation": "布谷飞来飞去的劝说人们早些耕种，白鹭趁着天晴在天上扑打着翅膀。在层层石树之间的路上行走，听得山里田园放水的声音。"}}, {"name": "刘子翚", "dynasty": "宋代"}, {"name": "淮村兵后", "prop": {"content": "小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。", "translation": "寂寞的一株小桃树，没人欣赏，默默地开着红花。满眼是迷离的春草，笼罩着雾气，黄昏里盘旋着几只乌鸦。一处处毁坏倒塌的矮墙，缭绕着废弃的水井；这里与那里，原先都住满了人家。"}}, {"name": "月儿弯弯照九州", "prop": {"content": "月儿弯弯照九州，几家欢乐几家愁。几家夫妇同罗帐，几个飘零在外头？", "translation": "一轮弯月照人间，多少人家欢乐，又有多少人家忧愁。有多少人家能夫妻团聚，又有多少人在外漂泊？"}}, {"name": "感旧", "prop": {"content": "大道青楼望不遮，年时系马醉流霞。风前带是同心结，杯底人如解语花。下杜城边南北路，上阑门外去来车。匆匆觉得扬州梦，检点闲愁在鬓华。唤起窗前尚宿酲，啼鹃催去又声声。丹青旧誓相如札，禅榻经时杜牧情。别后相思空一水，重来回首已三生。云阶月地依然在，细逐空香百遍行。遮莫临行念我频，竹枝留涴泪痕新。多缘刺史无坚约，岂视萧郎作路人。望里彩云疑冉冉，愁边春水故粼粼。珊瑚百尺珠千斛，难换罗敷未嫁身。从此音尘各悄然，春山如黛草如烟。泪添吴苑三更雨，恨惹邮亭一夜眠。讵有青鸟缄别句，聊将锦瑟记流年。他时脱便微之过，百转千回只自怜。", "translation": "无"}}, {"name": "拟行路难·其六", "prop": {"content": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！", "translation": "对着席案上的美食却难以下咽，拔出宝剑对柱挥舞发出长长的叹息。大丈夫一辈子能有多长时间，怎么能小步走路的失意丧气？放弃官衔辞职离开，回到家中休养生息。早上出家门与家人道别，傍晚回家依然在亲人身边。在床前与孩子玩耍，看妻子在织布机前织布。自古以来圣贤的人都生活得贫贱，更何况我这样的清高孤寒又正直的人呢？"}}, {"name": "梅花绝句", "prop": {"content": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。(梅前 一作：梅花)", "translation": "听说山上的梅花已经迎着晨风绽放，远远望去，四周山上的梅花树就像一堆堆白雪一样。有什么办法可以把自己变化成数亿身影呢？让每一棵梅花树前都有一个陆游常在。"}}, {"name": "春日", "prop": {"content": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。", "translation": "一声春雷，落下绵绵细雨。雨后初晴，阳光投射在刚刚被雨洗过的苍翠碧瓦上。经历春雨的芍药花上饱含雨露，仿佛含泪的少女情意脉脉。蔷薇横卧，好似无力低垂，惹人怜爱。"}}, {"name": "杜耒", "dynasty": "宋代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "三衢道中", "prop": {"content": "梅子黄时日日晴，小溪泛尽却山行。绿阴不减来时路，添得黄鹂四五声。", "translation": "梅子成熟的时候，天天都是晴朗的好天气，乘小船走到小溪的尽头，再走山间小路。山路上古树苍翠，与来的时候一样浓密，深林丛中传来几声黄鹂的欢鸣声，比来时更增添了些幽趣。 "}}, {"name": "寄王琳", "prop": {"content": "玉关道路远，金陵信使疏。独下千行泪，开君万里书。", "translation": "身在玉门关外道路竟如此遥远，翘望故都金陵音信又何等稀疏。我现在激动地流下千行热泪，只因为拜读了您万里寄来的手书。"}}, {"name": "刘桢", "dynasty": "两汉"}, {"name": "乡人至夜话", "prop": {"content": "形容不识识乡音，挑尽寒灯到夜深。故旧凭君休更说，老怀容易便沾襟。", "translation": "来的乡人虽然不认识但乡音格外熟悉，挑尽寒灯一直交谈至深夜。故旧去世的消息请你不要再说起，老年人总是容易伤感泪湿衣襟。"}}, {"dynasty": "近现代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "王士祯", "dynasty": "清代"}, {"name": "村行", "prop": {"content": "马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。", "translation": "马儿穿行在山间小路，路旁的野菊已微微开放，任由马儿随意行走兴致悠长。秋风瑟瑟在山谷间不停回响，看数座山峰默默伫立在夕阳斜晖中。棠梨的落叶红得好似胭脂一般，香气扑鼻的荞麦花啊洁白如雪。是什么让我在吟诗时忽觉惆怅，原来是这乡村景色像极了我的家乡！"}}, {"name": "人日思归", "prop": {"content": "入春才七日，离家已二年。人归落雁后，思发在花前。", "translation": "入春才刚刚七日，离开家已经有两年了。归家的日期落在春回大地北飞的雁群之后，但是想回家的念头却在春花开放以前就有了。"}}, {"name": "舟过安仁", "prop": {"content": "一叶渔船两小童，收篙停棹坐船中。怪生无雨都张伞，不是遮头是使风。", "translation": "一艘小小的渔船上有两个小孩，他们把撑船的长竹篙收起来，坐在船里。怪不得没下雨他们就张开了伞，不是为了遮雨，而是想利用伞当帆让船前进啊。"}}, {"name": "所见", "prop": {"content": "牧童骑黄牛，歌声振林樾。意欲捕鸣蝉，忽然闭口立。", "translation": "牧童骑在黄牛背上，嘹亮的歌声在树林里回荡。忽然想要捕捉树上鸣叫的知了，于是马上停止唱歌，静悄悄地站立在树旁。"}}, {"name": "袁宏道", "dynasty": "明代"}, {"name": "关山月", "prop": {"content": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。", "translation": "十五的月亮映照在关山上，出征的人儿思念遥远的故乡。想必妻子此时正站在高楼上，对着窗户遥望远在边关难以入眠。旗星照耀在疏勒城头，密布的浓云笼罩着祁连山。如今战争这样残酷频繁，什么时候才能结束这从军生涯回家。"}}, {"name": "落梅", "prop": {"content": "一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。", "translation": "每一片飘零的梅花都教人触目愁肠，更哪堪残缺的花瓣凋落如雪片，铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的骚人。那么多原来美好高洁的花朵，如今却沉沦泥土与莓苔为伍，然而偶然粘上衣袖的香气，还久久不去。啊，让东风执掌对百花的生杀予夺大权，真是差矣错矣，它忌妒梅花的孤高，对梅花任意摧残，根本不讲怜香惜玉。"}}, {"name": "闯王", "prop": {"content": "朝求升，暮求合，近来贫汉难存活。早早开门拜闯王，管教大小都欢悦。杀牛羊，备酒浆，开了城门迎闯王，闯王来了不纳粮。吃他娘，着她娘，吃着不够有闯王。不当差，不纳粮，大家快活过一场。", "translation": "无"}}, {"name": "狱中赠邹容", "prop": {"content": "邹容吾小弟，被发下瀛州。快剪刀除辫，干牛肉作餱。英雄一入狱，天地亦悲秋。临命须掺手，乾坤只两头！", "translation": "邹容我的小兄弟，小小年纪走东洋。快刀剪去猪尾巴，随身牛肉当干粮。英雄打进牢狱门，天地也为你悲伤。临死还要搀着手，生的伟大死荣光！ "}}, {"name": "言志", "prop": {"content": "不炼金丹不坐禅，不为商贾不耕田。闲来写就青山卖，不使人间造孽钱。", "translation": "我不像道士那样去炼金丹以追求人生不老，也不像和尚那样去坐禅；我不去做商人，也不做农夫去耕田。空闲的时候我就画一些画去卖，不用那些来路不正的钱。"}}, {"name": "临平道中", "prop": {"content": "风蒲猎猎弄清柔，欲立蜻蜓不自由。五月临平山下路，藕花无数满汀洲。", "translation": "水边的香蒲长得又嫩又长，微风吹来，蒲叶摇曳多姿，发出猎猎的响声，卖弄它那轻盈的体态和柔媚的舞姿。蜻蜓飞来，想要在蒲草的叶尖上停留，却不能自由自在地立稳。农历五月间，走在临平山下的路上，可以欣赏到汀洲间的水面上，盛开着许多鲜艳的荷花。"}}, {"name": "陇头歌辞", "prop": {"content": "陇头流水，流离山下。念吾一身，飘然旷野。朝发欣城，暮宿陇头。寒不能语，舌卷入喉。陇头流水，鸣声呜咽。遥望秦川，心肝断绝。 ", "translation": "（一）陇山的流水，流离了山下。想着我孤身一个人，翩然走在空旷的野外。（二）早上从欣城出发，晚上睡在陇山。冻得说不出话来，舌头都卷进了喉咙里。（三）陇山的流水，也发出呜咽的鸣声。遥望着秦川，心肝都要断绝了。 "}}, {"name": "杨继盛", "dynasty": "明代"}, {"name": "赵执信", "dynasty": "清代"}, {"name": "张翰", "dynasty": "魏晋"}, {"name": "杨亿", "dynasty": "宋代"}, {"name": "萨都剌", "dynasty": "元代"}, {"name": "秣陵怀古", "prop": {"content": "山色江声共寂寥，十三陵树晚萧萧。中原事业如江左，芳草何须怨六朝。", "translation": "山的景色同江水的声音都已寂寥，十三陵中树木在晚风中萧萧作响。中原的事业与江左政权一样腐朽，芳草何必为六朝的旧事而感伤呢？"}}, {"name": "徐元杰", "dynasty": "宋代"}, {"name": "姚鼐", "dynasty": "清代"}, {"name": "折杨柳歌辞", "prop": {"content": "上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿。腹中愁不乐，愿作郎马鞭。出入擐郎臂，蹀座郎膝边。放马两泉泽，忘不著连羁。担鞍逐马走，何见得马骑。遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。健儿须快马，快马须健儿。跸跋黄尘下，然后别雄雌。 ", "translation": "　　《折杨柳歌辞》，《乐府诗集》收入横吹曲辞梁鼓角横吹曲，共五首，内容相贯，主要为征人临行之际与其情人相互赠答之词。折杨柳是古代送别的习俗，送者、行者常折柳以为留念。"}}, {"name": "院中独坐", "prop": {"content": "何处它年寄此生，山中江上总关情。无端绕屋长松树，尽把风声作雨声。", "translation": "以后的岁月要将余生寄托在哪里呢，无时无刻都关注着家乡的青山绿水。那绕屋而长的松树已是高大茂密，尽把那风声错当成故乡的江涛雨声。"}}, {"name": "山中雪后", "prop": {"content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。", "translation": "清晨起，打开门看到的是满山的皑皑白雪。雪后初晴，白云惨淡，连日光都变得寒冷。房檐的积雪未化，院落的梅花枝条仍被冰雪凝冻。这样清高坚韧的性格，是多么不寻常啊！"}}, {"name": "翁卷", "dynasty": "宋代"}, {"name": "陆凯", "dynasty": "南北朝"}, {"name": "之零陵郡次新亭", "prop": {"content": "江干远树浮，天末孤烟起。江天自如合，烟树还相似。沧流未可源，高帆去何已。", "translation": "岸边的树木隐隐绰绰地飘浮，天的尽头一缕孤烟袅袅升起。江水蓝天浑然一体上下相合，缥缈云烟朦胧远树上下相似。江水浩浩汤汤难以穷尽其源，扬帆的小舟飘到哪里才停止？"}}, {"name": "春暮", "prop": {"content": "门外无人问落花，绿阴冉冉遍天涯。林莺啼到无声处，青草池塘独听蛙。", "translation": "暮春时节，已没有人过问路上的落花，只见浓郁的树荫，无边无际，遍及天涯。林间的黄莺早已不再啼叫了，只能独自一人迈向长满青草的池塘畔，去聆听青蛙的叫声。"}}, {"name": "春雁", "prop": {"content": "春风一夜到衡阳，楚水燕山万里长。莫怪春来便归去，江南虽好是他乡。", "translation": "一夜之间，春风吹遍了衡阳城，楚水燕山相距万里之长。不要怪大雁一到春天便启程北归，只因为江南虽好，毕竟是异域他乡！"}}, {"dynasty": "南北朝"}, {"name": "李梦阳", "dynasty": "明代"}, {"name": "叠题乌江亭", "prop": {"content": "百战疲劳壮士哀，中原一败势难回。江东子弟今虽在，肯与君王卷土来？", "translation": "频繁的征战使壮士疲劳、士气低落，中原之战的失败之势再难挽回。虽然江东子弟现在仍在，但他们是否还愿意跟楚霸王卷土重来呢？"}}, {"name": "初入淮河四绝句", "prop": {"content": "两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。", "translation": "　　因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意翻飞。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕相接也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的愿望。 "}}, {"name": "关雎", "prop": {"content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。", "translation": "关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，敲起钟鼓来取悦她。"}}, {"name": "临安春雨初霁", "prop": {"content": "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。", "translation": "如今的事态人情淡淡的像一层薄纱，谁又让我乘马来到京都作客沾染繁华？住在小楼听尽了一夜的春雨淅沥滴答，明日一早，深幽的小巷便有人叫卖杏花。铺开小纸从容地斜写着草书，在小雨初晴的窗边细细地煮水、沏茶、撇沫，试品名茶。不要叹息那京都的尘土会弄脏洁白的衣衫，清明时节还来得及回到镜湖边的山阴故家。"}}, {"name": "思吴江歌", "prop": {"content": "秋风起兮木叶飞，吴江水兮鲈正肥。三千里兮家未归，恨难禁兮仰天悲。", "translation": "秋风乍起，落叶飘飞，吴江的鲈鱼新鲜又肥美。离家千里想回又不能回，心中的愁思怎么也压抑不住，只能向天悲叹！"}}, {"name": "襄邑道中", "prop": {"content": "飞花两岸照船红，百里榆堤半日风。卧看满天云不动，不知云与我俱东。", "translation": "两岸原野落花缤纷，将船只都映红，沿着长满榆树的大堤，半日工夫就到了百里以外的地方。躺卧在船上望着满天白云 ，它们好像都纹丝不动，却不知道云和我都在向东行前进。"}}, {"name": "徐渭", "dynasty": "明代"}, {"name": "入若耶溪", "prop": {"content": "艅艎何泛泛，空水共悠悠。阴霞生远岫，阳景逐回流。蝉噪林逾静，鸟鸣山更幽。此地动归念，长年悲倦游。", "translation": "小船畅行在若耶溪的溪水中，远远看去像是要与天际相接。远处的山峰北面生出层层云霞，阳光照耀着蜿蜒曲折的水流。蝉噪阵阵，林间愈见寂静，鸟鸣声声，山中更觉幽深。这样美好的地方让我生了归隐之心，我因多年来厌倦仕途却没有归隐而悲伤起来。"}}, {"dynasty": "明代"}, {"name": "题西林壁", "prop": {"content": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。", "translation": "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。 "}}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "诏问山中何所有赋诗", "prop": {"content": "山中何所有，岭上多白云。只可自怡悦，不堪持赠君。", "translation": "你问我这山中有什么，我答曰：只有一山谷的白云。每天面对着白云满心欢喜，快乐自足，但是却不能赠予你分毫。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "落花", "prop": {"content": "坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。", "translation": "满天都是飞舞的落花"}}, {"name": "落花", "prop": {"content": "连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。", "translation": "连理枝头艳丽的鲜花正在盛开，但风雨嫉妒鲜花的美丽，时时刻刻想要催促鲜花凋谢。我真想让掌管春天的神长久做主，不让娇嫩可爱的鲜花落到碧绿的青苔上。"}}, {"name": "真州绝句", "prop": {"content": "江干多是钓人居，柳陌菱塘一带疏。好是日斜风定后，半江红树卖鲈鱼。", "translation": "江边上居住的大部分是以捕鱼为生的人，在杨柳依依的路边和菱角飘香的塘堤上房屋稀稀疏疏的分布着。夕阳西下、微风习习的傍晚美不胜收，江边红枫树下大半都在叫卖鲈鱼。"}}, {"name": "虞集", "dynasty": "元代"}, {"name": "戏答元珍", "prop": {"content": "春风疑不到天涯，二月山城未见花。残雪压枝犹有橘，冻雷惊笋欲抽芽。夜闻归雁生乡思，病入新年感物华。曾是洛阳花下客，野芳虽晚不须嗟。", "translation": "我真怀疑春风吹不到这边远的山城，已是二月，居然还见不到一朵花。有的是未融尽的积雪压弯了树枝，枝上还挂着去年的橘子；寒冷的天气，春雷震动，似乎在催促着竹笋赶快抽芽。夜间难以入睡，阵阵北归的雁鸣惹起我无穷的乡思；病久了又逢新春，眼前所有景色，都触动我思绪如麻。我曾在洛阳见够了千姿百态的牡丹花，这里的野花开得虽晚，又有什么可以感伤，可以嗟讶？"}}, {"dynasty": "魏晋"}, {"name": "萤火", "prop": {"content": "和雨还穿户，经风忽过墙。虽缘草成质，不借月为光。解识幽人意，请今聊处囊。君看落空阔，何异大星芒。", "translation": "无"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "七步诗", "prop": {"content": "煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急？（版本一）煮豆持作羹，漉菽以为汁。(菽 一作：豉)萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急？（版本二）", "translation": "锅里煮着豆子，豆秸在锅底下燃烧，豆子在锅里面哭泣。豆子和豆秸本来是同一条根上生长出来的，豆秸怎能这样急迫地煎熬豆子呢？（版本一）"}}, {"name": "塞上", "prop": {"content": "鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。", "translation": "响箭鸣叫着冲上云霄，草原之上无风，天地间一片安宁，显得响箭的声音更加清脆洪亮。数百个有着碧绿眼珠的矫健的外族骑士，纷纷提着带金勒向云端看去。"}}, {"name": "鲁山山行", "prop": {"content": "适与野情惬，千山高复低。好峰随处改，幽径独行迷。霜落熊升树，林空鹿饮溪。人家在何许？云外一声鸡。", "translation": " 绵延的鲁山重峦叠嶂，千峰竞秀，高低错落有致，蔚为壮观，正好迎合了我爱好自然景色的情趣。奇峻的山峰随观看的角度的变化而变化，沉醉于一人在蜿蜒幽深的小路上游览的野趣，不知走到了什么地方。霜雪融落，笨熊正在缓慢地爬着大树，山林空荡寂静野鹿正在小溪旁饮水。在这重峦叠嶂之中会有人家居住吗？只听得远处云雾缭绕的山间传来一声鸡鸣。"}}, {"name": "蒿里行", "prop": {"content": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。", "translation": "关东的诸州郡将领，都起兵讨伐董卓及其党羽这些残暴的人。本来期望各路将领在孟津会合，同心讨伐长安董卓。结果各有打算，力不齐一，互相观望，谁也不肯率先前进。权势、财利引起了诸路军的争夺，随后各路军队之间就自相残杀起来。袁术在淮南称帝号，袁绍谋立傀儡皇帝在北方刻了皇帝印玺。战士常年征战，铠甲上生满了虮虱，百姓也因此死伤无数。累累白骨曝露于荒野之地无人收埋，方圆千里都没有人烟，听不到鸡鸣。一百个老百姓当中只有一人能活，想到这里不免让人肝肠寸断。 "}}, {"name": "厉鹗", "dynasty": "清代"}, {"name": "郑燮", "dynasty": "清代"}, {"name": "蒋士铨", "dynasty": "清代"}, {"name": "左思", "dynasty": "魏晋"}, {"name": "村居", "prop": {"content": "水绕陂田竹绕篱，榆钱落尽槿花稀。夕阳牛背无人卧，带得寒鸦两两归。", "translation": "　　村居的远处是流水潺潺，环绕着山坡的田地。住宅外的小园，青竹绕篱，绿水映陂，一派田园风光。槿花稀疏，一树榆钱早就随风而去了。暮色朦胧，老牛缓缓归来。牛背上并不是短笛横吹的牧牛郎，而是伫立的寒鸦。"}}, {"name": "宿甘露寺僧舍", "prop": {"content": "枕中云气千峰近，床底松声万壑哀。要看银山拍天浪，开窗放入大江来。", "translation": "枕中微湿，好似身处云峰之间；长江的波涛声像万壑松声一样，似乎就在我床底下轰响。如果要看冲天巨浪拍起，只要一打开窗户，那汹涌奔腾的江水就会滚滚扑来。"}}, {"name": "题《墨葡萄图》", "prop": {"content": "半生落魄已成翁，独立书斋啸晚风。笔底明珠无处卖，闲抛闲掷野藤中。", "translation": "　　徐渭借宿在净众寺中时，方丈室中迎面墙上挂着的一幅《墨葡萄图》吸引他。方丈又道：施主乃大明才子，贫僧早有耳闻。今日有缘光临敝寺，实在是三生有幸，恳请施主为先祖师遗图增色，题诗既为敝寺增光，亦为先祖师遗图，请施主幸勿推却。徐渭见方丈一片至诚，难以推诿，只得从命。"}}, {"name": "惠崇春江晚景", "prop": {"content": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。", "translation": "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。"}}, {"name": "雪梅", "prop": {"content": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。", "translation": "梅花和雪花都认为各自占尽了春色，谁也不肯服输。难以评议梅与雪的高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 "}}, {"dynasty": "宋代"}, {"name": "徐陵", "dynasty": "南北朝"}, {"name": "刘邦", "dynasty": "两汉"}, {"name": "袁凯", "dynasty": "明代"}, {"name": "登飞来峰", "prop": {"content": "飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。", "translation": "登上飞来峰顶高高的塔，听说每天鸡鸣时分在这可以看到旭日升起。不怕层层浮云遮挡我远望的视线，只因为如今我站在最高层。"}}, {"name": "别滁", "prop": {"content": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。", "translation": "花光多么绚烂浓郁，绿柳丝丝轻柔鲜明，人们在花前设下酒宴为我践行。我也像平日一样和大家一同开怀畅饮，请不要让管弦奏出令人感伤的离别哀音。"}}, {"name": "发淮安", "prop": {"content": "岸蓼疏红水荇青，茨菰花白小如萍。双鬟短袖惭人见，背立船头自采菱。", "translation": "岸边的蓼草淡红水中的荇草青青，慈姑开着白花小小如萍。她梳着双鬟穿着短袖羞于见人，背着身子立在船头自顾采菱。"}}, {"name": "李昌祺", "dynasty": "明代"}, {"name": "刘因", "dynasty": "元代"}, {"name": "绝句", "prop": {"content": "古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。", "translation": "把小船停放拴在岸边的古木树荫下；拄着拐杖走过桥的东边恣意观赏这春光。杏花时节的蒙蒙细雨，像故意要沾湿我的衣裳似的下个不停；吹拂着脸庞的微风已感觉不到寒意，嫩绿的柳条随风舞动，格外轻飏。"}}, {"name": "剑门道中遇微雨", "prop": {"content": "衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。", "translation": "衣服上满是灰尘和杂乱的酒渍，远行游历过的地方没有一处不让人心神暗淡和感伤。我难道这一生就只该是一个诗人？在微雨中骑着驴子走入剑门关？"}}, {"name": "李觏", "dynasty": "宋代"}, {"name": "徐玑", "dynasty": "宋代"}, {"name": "蜀道难·其二", "prop": {"content": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。", "translation": "　　巫山之长有七百里，巴水的水流弯曲，曲折颇多。行在巴水之上，不断有阵阵悠扬的笛声传来，声调时高时低，两岸的猿啼不断，断了还续。"}}, {"name": "张耒", "dynasty": "宋代"}, {"name": "别云间", "prop": {"content": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。", "translation": "三年为抗清兵辗转飘零，今天兵败被俘成为阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。"}}, {"name": "木瓜", "prop": {"content": "投我以木瓜，报之以琼琚。匪报也，永以为好也！投我以木桃，报之以琼瑶。匪报也，永以为好也！投我以木李，报之以琼玖。匪报也，永以为好也！", "translation": "你将木瓜投赠我，我拿琼琚作回报。不是为了答谢你，珍重情意永相好。"}}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "短歌行", "prop": {"content": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。(唯 一作：惟)青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？(明明 一作：皎皎)忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。", "translation": "无"}}, {"name": "徐惠", "dynasty": "唐代"}, {"name": "寒夜", "prop": {"content": "寒夜客来茶当酒，竹炉汤沸火初红。寻常一样窗前月，才有梅花便不同。", "translation": "冬夜有客来访，一杯热茶当美酒，围坐炉前，火炉炭火刚红，水便在壶里沸腾。月光照射在窗前，与平时并没有什么两样，只是窗前有几枝梅花在月光下幽幽地开着。 "}}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "杂诗", "prop": {"content": "人生无根蒂，飘如陌上尘。分散逐风转，此已非常身。落地为兄弟，何必骨肉亲！得欢当作乐，斗酒聚比邻。盛年不重来，一日难再晨。及时当勉励，岁月不待人。", "translation": "人生在世就如无根之木、无蒂之花，又好似大路上随风飘转的尘土。生命随风飘转，人生历尽了艰难，人们都已不再是最初的样子了。来到这个世界上的都应该成为兄弟，又何必只是骨肉之亲呢？遇到高兴的事就应当作乐，有酒就要邀请近邻一起畅饮。美好的青春岁月一旦过去便不会再重来，一天之中永远看不到第二次日出。应当趁年富力强之时勉励自己努力奋斗，光阴流逝，并不等待人。"}}, {"name": "赵孟頫", "dynasty": "元代"}, {"name": "船板床", "prop": {"content": "船板胡在兹，而我寝其上。情知非江湖，梦寐亦风浪。", "translation": "　　这是明朝诗人李梦阳为自己睡“船板床”写的一首诗。 "}}, {"name": "张俞", "dynasty": "宋代"}, {"name": "乡思", "prop": {"content": "人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。", "translation": "人们都说太阳落山的地方就是天涯，我竭力朝天涯眺望，也没有看到我的家。本来就恼恨眼前的青山遮断了我的视线，那重重暮云还来把青山密遮。"}}, {"name": "横塘", "prop": {"content": "南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。", "translation": "春天到来的时候，这满塘的水就绿了，但水上的石桥和水边的红塔旧色依然。在每年送朋友上路的横塘里，蒙蒙细雨中，即将远行的画船栓在岸边的垂杨柳上。"}}, {"name": "新晴", "prop": {"content": "青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。", "translation": "夏日雨后初晴，午睡醒来，看到窗外满眼的绿树和青苔。唯有南风好似多年旧友般，吹开房门，又掀起桌上的书页。"}}, {"name": "谢枋得", "dynasty": "宋代"}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "元好问", "dynasty": "金朝"}, {"name": "李攀龙", "dynasty": "明代"}, {"name": "牡丹", "prop": {"content": "一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。", "translation": "自从金人的铁蹄踏碎了祖国的河山，十年岁月，回望故乡洛阳，仍是漫漫长路归途无望。作为身在异乡的龙钟老人，看到青墩溪畔的牡丹花开了，就想起了洛阳的牡丹，只能孤独地站在春风中默默观看。"}}, {"name": "揭傒斯", "dynasty": "元代"}, {"name": "文嘉", "dynasty": "明代"}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "画", "prop": {"content": "远看山有色，近听水无声。春去花还在，人来鸟不惊。", "translation": "远看高山色彩明亮，走到近处却听不到水的声音。春天过去花仍在争奇斗艳，人走近鸟却没有被惊动。"}}, {"name": "佚名", "dynasty": "明代"}, {"name": "论诗", "prop": {"content": "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。", "translation": "李白和杜甫的诗篇被成千上万的人传颂，流传至今感觉已经没有什么新意了。历史上每一朝代都会有有才华的人出现，各自开创一代新风，领导诗坛几百年。"}}, {"name": "刘攽", "dynasty": "宋代"}, {"name": "海棠", "prop": {"content": "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。", "translation": "袅袅的东风吹拂暖意融融，春色更浓。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。只害怕夜深人静花儿独自开放无人欣赏，特意点燃蜡烛来照亮海棠的美丽姿容。"}}, {"name": "富春至严陵山水甚佳", "prop": {"content": "浓似春云淡似烟，参差绿到大江边。斜阳流水推篷坐，翠色随人欲上船。", "translation": "这里的山色好似春天的云彩那样浓厚，又好似薄烟轻淡，参差不齐的树影映在江面上。夕阳斜下，不禁推开船篷坐下，富春江山水一片翠色似乎涌上了船头。"}}, {"name": "春日", "prop": {"content": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。", "translation": "风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹地百花开放、万紫千红，到处都是春天的景致。"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "自责", "prop": {"content": "女子弄文诚可罪，那堪咏月更吟风。磨穿铁砚非吾事，绣折金针却有功。闷无消遣只看诗，不见诗中话别离。添得情怀转萧索，始知伶俐不如痴。 ", "translation": "无"}}, {"name": "渡易水", "prop": {"content": "并刀昨夜匣中鸣，燕赵悲歌最不平；易水潺湲云草碧，可怜无处送荆卿！", "translation": "昨夜宝刀在匣中幽幽鸣，燕赵的悲歌最能表达壮士心中不平。易水缓缓流淌，天青草绿，山河依旧，可惜这里已无处送别像荆轲那样的壮士贤良！"}}, {"name": "郑思肖", "dynasty": "宋代"}, {"name": "凛凛岁云暮", "prop": {"content": "凛凛岁云暮，蝼蛄夕鸣悲。凉风率已厉，游子寒无衣。锦衾遗洛浦，同袍与我违。独宿累长夜，梦想见容辉。良人惟古欢，枉驾惠前绥。愿得常巧笑，携手同车归。既来不须臾，又不处重闱。亮无晨风翼，焉能凌风飞？眄睐以适意，引领遥相睎。徙倚怀感伤，垂涕沾双扉。", "translation": "无"}}, {"name": "乡村四月", "prop": {"content": "绿遍山原白满川，子规声里雨如烟。乡村四月闲人少，才了蚕桑又插田。", "translation": "山坡田野间草木茂盛，稻田里的水色与天光相辉映。天空中烟雨蒙蒙，杜鹃声声啼叫。乡村的四月正是最忙的时候，刚刚结束了蚕桑的事又要插秧了。"}}, {"name": "自湘东驿遵陆至芦溪", "prop": {"content": "黄花古渡接芦溪，行过萍乡路渐低。吠犬鸣鸡村远近，乳鹅新鸭岸东西。丝缫细雨沾衣润，刀剪良苗出水齐。犹与湖南风土近，春深无处不耕犁。", "translation": "我从黄花渡登岸后直接就踏上了去芦溪的路程，过了萍乡之后，路面渐渐低平。村子错落有致，时不时听到有鸡鸣狗叫声传入耳中；出生不久的小鹅和小鸭在河两岸悠闲觅食。如丝细雨绵绵而下沾湿行人衣，田地间青绿的秧苗齐整整地就好像是谁用剪刀修剪过一样。这里的风土人情跟湖南很相似，谷雨过后，处处都是犁铧翻土的农耕景象。"}}, {"name": "柳枝词", "prop": {"content": "亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。", "translation": "高高的画船系在岸边的柳树上，行人与友人依依不舍，直到半醉才离去。不管烟波浩渺，也不管雨打风吹，带着行人远去，满载着离恨去到那遥远的江南。"}}, {"name": "登快阁", "prop": {"content": "痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。", "translation": "我办完了公事，登上快阁，在这晚晴的余辉里倚栏远眺。远望秋山无数，落叶飘零，天地更加辽远阔大。朗朗明月下澄江淙淙流过，月光下显得更加空明澄澈。友人远离，早已没有弄弦吹箫的兴致了，只好清樽美酒，聊以解忧了。我从万里之外的远地乘船归来，在船上吹起长笛；我的这颗心，将愿与白鸥结为朋友。 "}}, {"name": "高攀龙", "dynasty": "明代"}, {"name": "遣兴", "prop": {"content": "爱好由来下笔难，一诗千改始心安。阿婆还似初笄女，头未梳成不许看。", "translation": "由于爱美求好下笔总是很困难，一首诗总是要反复修改才会心安。好比年迈的阿婆还如刚刚及笄的女孩，头发未梳好就不许看。"}}, {"name": "赠秀才入军·其十四", "prop": {"content": "息徒兰圃，秣马华山。流磻平皋，垂纶长川。目送归鸿，手挥五弦。俯仰自得，游心太玄。嘉彼钓叟，得鱼忘筌。郢人逝矣，谁与尽言？", "translation": "　　我们的部队于兰圃休息，在青草丰茂的山坡喂马，在水边的原野用石弹（磻）打鸟，在长河里钓鱼。一边目送着南归的鸿雁，一边信手挥弹五弦琴。一举一动都悠然自得。对大自然的奥妙之道能够心领神会，十分快乐！不禁赞赏《庄子》中那位渔翁捕到了鱼，忘掉了筌（捕鱼工具）的风神。（以上几句委婉地劝谕其兄归隐田园，享受大自然的乐趣，放弃军旅生活。）同心同德的郢人已经死了，这些话跟谁多说了都没用。（作者担心嵇喜与他志趣相异，难以接受其劝谕，表示惋惜。）"}}, {"name": "施闰章", "dynasty": "清代"}, {"name": "出郊", "prop": {"content": "高田如楼梯，平田如棋局。白鹭忽飞来，点破秧针绿。", "translation": "山坡上的畦田就像楼梯一样，上下平地上的畦田就像棋盘。忽然白鹭飞到水稻田中来，在一片绿色的秧苗上点上了白点。"}}, {"name": "初晴游沧浪亭", "prop": {"content": "夜雨连明春水生，娇云浓暖弄阴晴。帘虚日薄花竹静，时有乳鸠相对鸣。", "translation": "一夜春雨，直至天明方才停歇，河水涨了起来，云儿浓厚，遮掩天空，时晴时阴，天气也暖和。帘内无人，日色暗淡，花丛、竹丛一片寂静，不时从中冒出几声小鸟的对鸣声。"}}, {"name": "游园不值", "prop": {"content": "应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。", "translation": "也许是园主担心我的木屐踩坏他那爱惜的青苔，我轻轻地敲打柴门久久不开。满园子的春色是关不住的，开得正旺的红杏有一枝枝条伸到墙外来了。"}}, {"name": "马上作", "prop": {"content": "南北驱驰报主情，江花边草笑平生。(边草 一作：边月)一年三百六十日，多是横戈马上行。 (多是 一作：都是)", "translation": "转战南北是为了报答皇上对我的信任，南北江畔和边关的花草都笑我这一生总在奔波。一年三百六十日，我都是带着兵器骑着战马在疆场上度过的。"}}, {"name": "陶弘景", "dynasty": "南北朝"}, {"name": "山家", "prop": {"content": "马蹄踏水乱明霞，醉袖迎风受落花。怪见溪童出门望，鹊声先我到山家。", "translation": "策马踏溪，搅乱了映在水中的霞影，我挥洒着衣袖，迎面吹来的微风还夹杂着飘落的花瓣。看到已经站在溪旁的孩童，甚使人惊奇，原来是他听到鹊声而早早出门迎接了。"}}, {"name": "柯敬仲墨竹", "prop": {"content": "莫将画竹论难易，刚道繁难简更难。君看萧萧只数叶，满堂风雨不胜寒。", "translation": "不要随意地谈论画竹的难与易，应该说工笔不易写意更加难。您看他萧疏地涂下几片竹叶，便渲染出满堂风雨寒气凛然。"}}, {"name": "刘彻", "dynasty": "两汉"}, {"name": "雨晴", "prop": {"content": "天缺西南江面清，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜无人共，卧看星河尽意明。", "translation": "雨过云开，西南的江面清平湛蓝，一抹微云横卧江上小滩一动不动。立在墙头的叽叽喳喳的鸟雀羽毛仍湿，楼外远处不时传来几声低沉的雷声。趁雷雨后的微凉睡个安稳的好觉，赶快吟几句奇诗回报雨后的新晴。今夜这如此美妙的情境无人共享，便我一人也要尽兴卧看银河直到天明。"}}, {"name": "塞上曲送元美", "prop": {"content": "白羽如霜出塞寒，胡烽不断接长安。城头一片西山月，多少征人马上看。", "translation": "元美手持插着白羽的军事文书，冒着霜冻的寒气出行塞外。东北边境的异族侵扰边关，那报警的狼烟在相连不断的烽火台上一个个燃起，直抵京城。元美出行之时，正当拂晓，城头上斜挂一弯西垂的冷月。天明以后，一场恶战又会在前线爆发。戍守边关的将士们人未卸衣，马未卸鞍，他们正焦急地翘首等待着京城的决策到来。"}}, {"name": "长歌行", "prop": {"content": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！", "translation": "园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。春天给大地普施阳光雨露，万物生机盎然欣欣向荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着向东流入大海，何时才能重新返回西境？年轻力壮的时候不奋发图强，到老来悲伤也没用了。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "暑旱苦热", "prop": {"content": "清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？", "translation": "清风没有力量驱赶暑天的炎热，那西坠的太阳仿佛生了翅膀，飞旋在山头，不肯下降。人们个个担心这样干旱江湖大海都要枯竭，难道老天就不怕耿耿银河被晒干？高高的昆仑山有常年不化的积雪，遥远的蓬莱岛有永不消失的清凉。我不能够携带天下人一起去避暑，又怎能忍心独自一个，到那儿去逍遥徜徉？"}}, {"name": "沈德潜", "dynasty": "清代"}, {"name": "春愁", "prop": {"content": "春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。", "translation": "春愁难以排遣，强打起精神眺望远山，想起往事就深感惊心难安，不由潸然泪下。台湾的四百万同胞齐声大哭，为的是去年的今天腐败的清政府把台湾割让给了侵略者日本。"}}, {"name": "东溪", "prop": {"content": "行到东溪看水时，坐临孤屿发船迟。野凫眠岸有闲意，老树着花无丑枝。短短蒲茸齐似剪，平平沙石净于筛。情虽不厌住不得，薄暮归来车马疲。", "translation": "我来到东溪边观赏溪景，面对着水中的孤石迟迟舍不得上船离开。野鸭在岸边睡着，充满闲情逸趣；老树伸展着秀丽的枝干，繁花似锦，惹人喜爱。溪旁短短的蒲草整齐得似乎经过修剪，平坦的沙岸，洁白的沙石仿佛多次被粗选细筛。我虽然迷上了这里但不得不回去，傍晚到家马儿已累得精疲力衰。"}}, {"name": "过零丁洋", "prop": {"content": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。", "translation": "回想我早年由科举入仕历尽千辛万苦，如今战火消歇已经过四年的艰苦岁月。国家危在旦夕似那狂风中的柳絮，自己一生的坎坷如雨中浮萍，漂泊无根，时起时沉。惶恐滩的惨败让我至今依然惶恐，可叹我零丁洋里身陷元虏自此孤苦无依。自古以来，人终不免一死！倘若能为国尽忠，死后仍可光照千秋，青史留名。"}}, {"name": "宿新市徐公店", "prop": {"content": "篱落疏疏一径深，树头新绿未成阴。(新绿 一作：花落)儿童急走追黄蝶，飞入菜花无处寻。", "translation": "稀稀落落的篱笆旁，一条小路通向远方，路旁树上的花瓣纷纷飘落，新叶刚刚长出还未形成树荫。小孩子奔跑着追赶黄蝴蝶，可是蝴蝶飞入菜花丛中就再也找不到了。"}}, {"name": "泊船瓜洲", "prop": {"content": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。", "translation": "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。"}}, {"name": "饮酒·其五", "prop": {"content": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。", "translation": "将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却已忘了怎样表达。"}}, {"name": "武夷山中", "prop": {"content": "十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花？", "translation": "十年的岁月连回家的梦想都不曾有过，此时此刻我独立青峰之上面对着野水无涯。山雨初停的时候，天地间一片寂寥的景象，我要经历多少岁月才能修炼成梅花那样的品格呢？"}}, {"name": "画眉鸟", "prop": {"content": "百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。", "translation": "画眉鸟千啼百啭，随着自己的心意在林间飞动，在那开满红红紫紫山花的枝头自由自在地穿梭。现在才知道：以前听到那锁在金笼内的画眉叫声，远远比不上悠游林中时的自在啼唱。 "}}, {"name": "蚕妇", "prop": {"content": "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。", "translation": "昨天我进城去卖丝，回来时泪水湿透了手巾。为什么这么伤心？我看到了浑身穿绫罗、着绸缎的富人，他们竟没有一个是养蚕的人。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "到京师", "prop": {"content": "城雪初消荠菜生，角门深巷少人行。柳梢听得黄鹂语，此是春来第一声。", "translation": "京城大都的积雪刚刚消融完，几处丛生的荠菜已经破土而出；偏门出的偏僻小巷行人稀少。突然一声清脆的黄鹂叫声，从柳梢枝头传了下来；这是标志着春天来临的第一个声音啊！"}}, {"name": "寄内", "prop": {"content": "试说途中景，方知别后心。行人日暮少，风雪乱山深。", "translation": "我试着说说旅途中的风景，你才能知道与你分别后我的心情。夕阳西坠暮色苍茫，路上行人稀少，乱山深处风雪迷蒙，凄清冷寂。"}}, {"name": "春日", "prop": {"content": "阴阴溪曲绿交加，小雨翻萍上浅沙。鹅鸭不知春去尽，争随流水趁桃花。", "translation": "弯弯曲曲的小溪与岸上的绿树交相辉映，细雨漂浮在浮萍上，好像撒上了细细的沙粒。鹅鸭不知道春天即将过去，争相追逐着那些漂浮在水上的桃花。 "}}, {"name": "吴隐之", "dynasty": "魏晋"}, {"name": "博浪沙", "prop": {"content": "一击车中胆气豪，祖龙社稷已惊摇；如何十二金人外，犹有人间铁未销？", "translation": "无"}}, {"name": "禾熟", "prop": {"content": "百里西风禾黍香，鸣泉落窦谷登场。老牛粗了耕耘债，啮草坡头卧夕阳。", "translation": "阵阵西风，吹过平原，带来了禾黍的芳香；溅溅流泉，泻入沟渠，打谷场上一片繁忙。只有它——经过了一年辛勤耕耘的老牛，闲适地躺在山坡上，嚼着草，沐浴着金色的夕阳。"}}, {"name": "嵇康", "dynasty": "魏晋"}, {"name": "涉江采芙蓉", "prop": {"content": "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。", "translation": "我踏过江水去采荷花，生有兰草的水泽中长满了香草。采了荷花要送给谁呢？我想要送给远方的爱人。回头看那一起生活过的故乡，长路漫漫遥望无边无际。两心相爱却要分隔两地不能在一起，愁苦忧伤以至终老异乡。"}}, {"name": "杨载", "dynasty": "元代"}, {"name": "曹操", "dynasty": "两汉"}, {"name": "何景明", "dynasty": "明代"}, {"name": "丰乐亭游春", "prop": {"content": "红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。", "translation": "红花满树，青山隐隐，白日西沉。广漠的郊野，草色青青一望无垠。游春的人们哪管春天将去，脚踏落花在丰乐亭前来来往往。"}}, {"name": "硕鼠", "prop": {"content": "硕鼠硕鼠，无食我黍！三岁贯女，莫我肯顾。逝将去女，适彼乐土。乐土乐土，爰得我所。硕鼠硕鼠，无食我麦！三岁贯女，莫我肯德。逝将去女，适彼乐国。乐国乐国，爰得我直。硕鼠硕鼠，无食我苗！三岁贯女，莫我肯劳。逝将去女，适彼乐郊。乐郊乐郊，谁之永号？(女 通 汝)", "translation": "大田鼠呀大田鼠，不许吃我种的黍！多年辛勤伺候你，你却对我不照顾。发誓定要摆脱你，去那乐土有幸福。那乐土啊那乐土，才是我的好去处！大田鼠呀大田鼠，不许吃我种的麦！多年辛勤伺候你，你却对我不优待。发誓定要摆脱你，去那乐国有仁爱。那乐国啊那乐国，才是我的好所在！大田鼠呀大田鼠，不许吃我种的苗！多年辛勤伺候你，你却对我不慰劳！发誓定要摆脱你，去那乐郊有欢笑。那乐郊啊那乐郊，谁还悲叹长呼号！"}}, {"name": "孔绍安", "dynasty": "唐代"}, {"name": "上邪", "prop": {"content": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。", "translation": "天呀！我愿与你相爱，让我们的爱情永不衰绝。除非高山变平地，滔滔江水干涸断流，凛凛寒冬雷阵阵，炎炎酷暑白雪纷飞，天地相交聚合连接，我才肯将对你的情意抛弃决绝！"}}, {"dynasty": "金朝"}, {"name": "林升", "dynasty": "宋代"}, {"name": "作蚕丝", "prop": {"content": "春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。", "translation": "本篇是一位女子一往情深的爱情表白。她以春蚕自喻，以蚕丝比喻情丝。她像春蚕吐丝一样，把日夜萦绕在心上的那一缕绵长的情思编织成一个温柔甜美的小天地。她不惜为此情奉献一切，因为她心中怀着执着的愿望：“缠绵自有时。”唐代诗人<a href=\"https://so.gushiwen.cn/authorv_bc94c92721b8.aspx\" target=\"_blank\">李商隐的名句：“春蚕到死丝方尽”，即本于此。 "}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "张栻", "dynasty": "宋代"}, {"name": "卢钺", "dynasty": "宋代"}, {"name": "江南", "prop": {"content": "江南可采莲，莲叶何田田。鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。", "translation": "江南又到了适宜采莲的季节了，莲叶浮出水面，挨挨挤挤，重重叠叠，迎风招展。在茂密如盖的荷叶下面，欢快的鱼儿在不停的嬉戏玩耍。一会儿在这儿，一会儿又忽然游到了那儿，说不清究竟是在东边，还是在西边，还是在南边，还是在北边。"}}, {"name": "纪昀", "dynasty": "清代"}, {"name": "己亥杂诗", "prop": {"content": "九州生气恃风雷，万马齐喑究可哀。我劝天公重抖擞，不拘一格降人材。(人材 一作：人才)", "translation": "只有依靠风雷激荡般的巨大力量才能使中国大地焕发勃勃生机，然而社会政局毫无生气终究是一种悲哀。我奉劝上天要重新振作精神，不要拘泥一定规格以降下更多的人才。"}}, {"name": "出居庸关", "prop": {"content": "居庸关上子规啼，饮马流泉落日低。雨雪自飞千嶂外，榆林只隔数峰西。", "translation": "无"}}, {"dynasty": "元代"}, {"name": "偶然作", "prop": {"content": "百金买骏马，千金买美人；万金买高爵，何处买青春？", "translation": "无"}}, {"name": "咏柳", "prop": {"content": "乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。", "translation": "杂乱的柳枝条还没有变黄，在东风的吹动下便飞快的变绿了。只懂得用它的飞絮蒙住日月，却不知天地之间还有秋霜。"}}, {"name": "蜀道难·其一", "prop": {"content": "建平督邮道，鱼复永安宫。若奏巴渝曲，时当君思中。", "translation": "无"}}, {"name": "阻雪", "prop": {"content": "关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。", "translation": "无"}}, {"name": "竹枝词", "prop": {"content": "十二峰头秋草荒，冷烟寒月过瞿塘。青枫江上孤舟客，不听猿啼亦断肠。", "translation": " 　　竹枝词本为民歌，大抵唐人所写多为儿女柔情，或离人旅思；后世所作，除上述主题外，多歌咏风俗人情。这首竹枝词为作者舟过瞿塘峡的旅思之作。长江三峡凄清冷峻自古闻名，“巴东三峡巫峡长，猿鸣三声泪沾裳”（<a href=\"https://so.gushiwen.cn/authorv_4b13c1698a34.aspx\" target=\"_blank\">郦道元《水经注》）。作者此时孤舟过峡，眼见秋草荒芜，寒月当空，冷烟萦绕，峡深流急，令人胆寒心悸。作者在此“实话实说”，倒跳出了前人窠臼。这样写来更见出瞿塘峡之险，“断肠”并非是凄厉的猿声，而是这阴森恐怖的江峡，江峡之险才是令人“断肠”的真正原因。 "}}, {"name": "室思", "prop": {"content": "沉阴结愁忧，愁忧为谁兴？念与君相别，各在天一方。良会未有期，中心摧且伤。不聊忧餐食，慊慊常饥空。端坐而无为，仿佛君容光。峨峨高山首，悠悠万里道。君去日已远，郁结令人老。人生一世间，忽若暮春草。时不可再得，何为自愁恼？每诵昔鸿恩，贱躯焉足保。浮云何洋洋，愿因通我词。飘摇不可寄，徙倚徒相思。人离皆复会，君独无返期。自君之出矣，明镜暗不治。思君如流水，何有穷已时。惨惨时节尽，兰华复凋零。喟然长叹息，君期慰我情。辗转不能寐，长夜何绵绵。蹑履起出户，仰观三星连。自恨志不遂，泣涕如涌泉。思君见巾栉，以益我劳勤。安得鸿鸾羽，觏此心中人。诚心亮不遂，搔首立悁悁。何言一不见，复会无因缘。故如比目鱼，今隔如参辰。人靡不有初，想君能终之。别来历年岁，旧恩何可期。重新而忘故，君子所尤讥。寄身虽在远，岂忘君须臾。既厚不为薄，想君时见思。", "translation": "　　《室思》组诗共六章，写的是妻子对丈夫的思念，各章之间并无贯串的故事情节。这里详析第三章和第六章。一则因为以这两章为主，连及其余，也就大致反映了全诗的面貌；二则因为这两章比较精采，也流传较广，在六章之中是具有代表性的。"}}, {"name": "徐干", "dynasty": "魏晋"}, {"name": "绝句", "prop": {"content": "游子春衫已试单，桃花飞尽野梅酸。怪来一夜蛙声歇，又作东风十日寒。", "translation": "离家远游之人试着换上了单薄的春衣，枝头的桃花已凋谢，野生的梅子已经发酸。奇怪的是忽然一晚蛙鸣声停止了，原来是东风又起，带来了数日的寒冷。"}}, {"name": "咏史", "prop": {"content": "金粉东南十五州，万重恩怨属名流。牢盆狎客操全算，团扇才人踞上游。避席畏闻文字狱，著书都为稻粱谋。田横五百人安在，难道归来尽列侯？", "translation": "在那繁华绮丽的江南富庶之地，无限的恩宠和肆意报怨齐集于名流士林。权贵、幕僚把持着全部大权，内宫佞臣窃据了朝廷要津。书生离席畏惧文字狱，著作只为谋食保安宁。田横壮士今在何处？难道都已封官拜爵、归顺大汉朝廷？"}}, {"name": "除放自石湖归苕溪", "prop": {"content": "美人台上昔欢娱，今日空台望五湖。残雪未融青草死，苦无麋鹿过姑苏。黄帽传呼睡不成，投稿细细激流冰。分明旧泊江南岸，舟尾春风飐客灯。千门列炬散林鸦，儿女相思未到家。应是不眠非守岁，小客春意入灯花。三生定自陆天随，又向顺松作客归。已拚新年舟上过，倩人和雪洗片衣。沙尾风回一棹寒，椒花今夕不登盘。百年草草都寒夜，自琢春词剪烛看。笠泽茫茫雁影微，玉峰重叠护云衣。长桥寂寞春寒放，只有诗人一舸归。桑间篝火却定蚕，风土相传我未谙。但得明年少行役，只裁白伫作春衫。少小知名翰墨场，十年心事只凄凉。旧时曾作梅花赋，研墨于今亦自香。环玦随波冷未销，古苔留雪卧墙腰。谁家玉笛吹春怨，看见鹅黄上柳条。", "translation": "无"}}, {"dynasty": "先秦"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"dynasty": "两汉"}, {"name": "北方有佳人", "prop": {"content": "由来称独立，本自号倾城。柳叶眉间发，桃花脸上生。腕摇金钏响，步转玉环鸣。纤腰宜宝袜，红衫艳织成。悬知一顾重，别觉舞腰轻。", "translation": "她向来有独来独往的名声，自认有倾国倾城的容貌。修长的眉毛宛如柳叶，艳丽的面容好似盛开的桃花。金钏随着手腕的摇动发出响动，腰间的玉环因为舞步转换而发出鸣声。彩色的腰带与纤细的腰肢相得益彰，红色的衣衫衬着华丽的织成更加鲜艳。料想到（观舞者）的知遇之恩有多么重要，更觉得自己舞动的腰肢分外轻盈。"}}, {"name": "行行重行行", "prop": {"content": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾反。思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。", "translation": "走啊走啊走一直在不停的走，就这样与你活生生的分离。从此你我之间相隔千万里，我在天这头你就在天那头。路途艰险又遥远非常，哪里知道什么时候才能见面？北方的马依恋北风，南方的鸟巢于向南的树枝。彼此分离的时间越长越久，衣服越发宽大人越发消瘦。飘荡荡的游云遮住了太阳，他乡的游子不想再次回还。思念你以至于身心憔悴，又是一年你还未归来。这些都丢开不必再说，只愿你多保重切莫受饥寒。"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "山中杂诗", "prop": {"content": "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。", "translation": "山与天相接的地方缭绕着阵阵岚气云烟，从竹林的缝隙里看洒落下余晖的夕阳。鸟儿从我山中小屋的屋檐上飞过，洁白的云儿竟然从窗户里轻轻地飘了出来。"}}, {"name": "梅花落", "prop": {"content": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)", "translation": "庭院中有许许多多交杂的树木，却偏偏对梅花赞许感叹。你为什么单单赞赏梅花？是因为它能在寒霜中开花，在寒露中结果实。而杂树只能在春风中摇曳，在春日下盛开，有的虽然也能在霜中开花，却又随寒风零落而没有耐寒的品质。"}}, {"name": "陈孚", "dynasty": "元代"}, {"name": "江村晚眺", "prop": {"content": "江头落日照平沙，潮退渔船阁岸斜。白鸟一双临水立，见人惊起入芦花。", "translation": " 　　戴复古是南宋江湖派重要诗人，一介布衣，游历江湖，足迹遍及南中国主要地区。诗人晚眺江边景色，一幅静态画面：落日、平沙、江水、渔船、白鸟，一切似乎凝固了，显得那么宁静而沉寂。突然，人来鸟惊。使整个画面动了起来。 "}}, {"name": "考试毕登铨楼", "prop": {"content": "春云浓淡日微光，双阙重门耸建章。不上楼来知几日，满城无算柳梢黄。", "translation": "天上有一点淡淡的白云，春日的阳光轻轻地照在不远处高耸的楼宇上。才几天不上楼来，想不到满城的柳树枝头，就吐出了无数淡黄色的嫩芽。"}}, {"name": "读《陆放翁集》", "prop": {"content": "诗界千年靡靡风，兵魂销尽国魂空。集中什九从军乐，亘古男儿一放翁。", "translation": "　　梁启超的《读陆放翁集》作于他一八九九年戊戌变法失败后出走日本期间，写的是读陆游诗集引起的感慨。这里所选的是其中一首。"}}, {"name": "伐檀", "prop": {"content": "坎坎伐檀兮，置之河之干兮。河水清且涟猗。不稼不穑，胡取禾三百廛兮？不狩不猎，胡瞻尔庭有县貆兮？彼君子兮，不素餐兮！坎坎伐辐兮，置之河之侧兮。河水清且直猗。不稼不穑，胡取禾三百亿兮？不狩不猎，胡瞻尔庭有县特兮？彼君子兮，不素食兮！坎坎伐轮兮，置之河之漘兮。河水清且沦猗。不稼不穑，胡取禾三百囷兮？不狩不猎，胡瞻尔庭有县鹑兮？彼君子兮，不素飧兮！", "translation": "砍伐檀树声坎坎啊，棵棵放倒堆河边啊，河水清清微波转哟。不播种来不收割，为何三百捆禾往家搬啊？不冬狩来不夜猎，为何见你庭院猪獾悬啊？那些老爷君子啊，不会白吃闲饭啊！砍下檀树做车辐啊，放在河边堆一处啊。河水清清直流注哟。不播种来不收割，为何三百捆禾要独取啊？不冬狩来不夜猎，为何见你庭院兽悬柱啊？那些老爷君子啊，不会白吃饱腹啊！砍下檀树做车轮啊，棵棵放倒河边屯啊。河水清清起波纹啊。不播种来不收割，为何三百捆禾要独吞啊？不冬狩来不夜猎，为何见你庭院挂鹌鹑啊？那些老爷君子啊，可不白吃腥荤啊！"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "垓下歌", "prop": {"content": "力拔山兮气盖世。时不利兮骓不逝。骓不逝兮可奈何！虞兮虞兮奈若何！", "translation": "力量可以拔起大山，豪气世上无人能比。可时运不济宝马也再难奔驰。乌骓马不前进了我又能怎样呢？虞姬啊！虞姬啊！我又该把你怎么办？"}}, {"name": "初夏游张园", "prop": {"content": "乳鸭池塘水浅深，熟梅天气半阴晴。(阴晴 一作：晴阴)东园载酒西园醉，摘尽枇杷一树金。", "translation": "小鸭在池塘中或浅或深的水里嬉戏，梅子已经成熟了，天气半晴半阴。在这宜人的天气里，邀约一些朋友，载酒宴游了东园又游西园。风景如画，心情格外舒畅，尽情豪饮，有人已经醉醺醺了。园子里的枇杷果实累累，像金子一样垂挂在树上，正好都摘下来供酒后品尝。"}}, {"name": "孔平仲", "dynasty": "宋代"}, {"name": "曹豳", "dynasty": "宋代"}, {"name": "过湖北山家", "prop": {"content": "路回临石岸，树老出墙根。野水合诸涧，桃花成一村。呼鸡过篱栅，行酒尽儿孙。老矣吾将隐，前峰恰对门。", "translation": "在回家的路上经过靠近石头的岸边，老树的枝头伸出墙外面。很多小小的流水汇合流淌在两山间，山村里面的桃花全部开了。小鸡们嬉闹着抢着过篱笆，儿孙们积极给爷爷添酒尽孝心。当我老了时候，我也要这样的归隐，恰好我家门前就有一座山峰。"}}, {"name": "古歌", "prop": {"content": "秋风萧萧愁杀人，出亦愁，入亦愁。座中何人，谁不怀忧？令我白头。胡地多飚风，树木何修修。离家日趋远，衣带日趋缓。心思不能言，肠中车轮转。", "translation": "呼啸的秋风让人无限忧愁，进也忧愁，退也忧愁。异域戍边的人，哪个不陷入悲愁中？真是愁白了头啊。胡人之处多狂风，树木萧瑟干枯。离家日子越来越远，衣带渐宽人消瘦。思乡的悲苦无法言说，就像车轮在心中旋转。"}}, {"name": "杂诗·南国有佳人", "prop": {"content": "南国有佳人，容华若桃李。朝游江北岸，夕宿潇湘沚。时俗薄朱颜，谁为发皓齿？俯仰岁将暮，荣耀难久恃。", "translation": "南方有一位美丽的女子，她的面容如桃花般娇艳，又如李花般清丽。早晨她来到江的北岸游玩，夜晚她到萧湘的小岛中休憩。当时的人并不欣赏美丽的容颜，她还能为谁开口歌唱，为谁展示容颜呢？转瞬间，岁月消逝，可是人的青春盛颜是难以永远存在的。 "}}, {"name": "白马篇", "prop": {"content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)", "translation": "无"}}, {"name": "送春", "prop": {"content": "三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。", "translation": "暮春三月花败又花开，矮矮屋檐下燕子飞走又回来。那只眷恋春光的杜鹃鸟仍在夜半悲啼，不相信春风唤不回。"}}, {"name": "王冕", "dynasty": "元代"}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "观沧海", "prop": {"content": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。", "translation": "东行登上高高的碣石山，来观赏苍茫的大海。海水多么宽阔浩荡，海中山岛罗列，高耸挺立。周围树木葱茏，花草丰茂。萧瑟的风声传来，草木动摇，海中翻涌着巨大的海浪。太阳和月亮升起降落，好像是从这浩瀚的海洋中发出的。银河里的灿烂群星，也好像是从大海的怀抱里涌现出来的。啊，庆幸得很！就用诗歌来表达内心的志向吧。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "就义诗", "prop": {"content": "浩气还太虚，丹心照千古。生平未报国，留作忠魂补。", "translation": "自己虽死，浩然正气回归太空，但一颗耿耿丹心照耀千古。这一生还未来得及报效国家，死后也要留下忠魂来弥补。"}}, {"name": "樵夫", "prop": {"content": "一担干柴古渡头，盘缠一日颇优游。归来涧底磨刀斧，又作全家明日谋。", "translation": "樵夫每天挑着一担干柴到古渡头去卖，换的钱便足够一天的开销。回到家后又在山涧边磨快刀斧，为筹集明天的生活费用做好准备。"}}, {"name": "山行杂咏", "prop": {"content": "十里崎岖半里平，一峰才送一峰迎。青山似茧将人裹，不信前头有路行。", "translation": "　　山路崎岖不平（“平均十里只有半里是平坦的”是虚指，形容山路十分崎岖），山峰延绵不绝（过了一个山头又是一个山头也是虚指），周围的青山就像蝉茧一样把人包围起来，让人难以置信前面还有路可行。 "}}, {"name": "查慎行", "dynasty": "清代"}, {"name": "桃夭", "prop": {"content": "桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。", "translation": "桃花怒放千万朵，色彩鲜艳红似火。这位姑娘嫁过门，夫妻美满又和顺。桃花怒放千万朵，硕果累累大又多。这位姑娘嫁过门，早生贵子后嗣旺。桃花怒放千万朵，桃叶纷呈真茂盛。这位姑娘嫁过门，齐心携手家和睦。"}}, {"name": "春日", "prop": {"content": "如丝苣甲饤春盘，韭叶金黄雪未干。旅饭二年无此味，故园千里几时还。异方时节三巵酒，残岁风烟一惨颜。曾奉龙旗典邦礼，岁穷祠祀少休闲。", "translation": "无"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "晚出新亭", "prop": {"content": "大江一浩荡，离悲足几重。潮落犹如盖，云昏不作峰。远戍唯闻鼓，寒山但见松。九十方称半，归途讵有踪。", "translation": "江水浩荡而去，离愁却袭上心来，真是几重波浪几重悲啊。尽管江上潮势已经低落，但汹涌翻滚的波涛仍然犹如高张的车盖，水面之上云雾沉沉，无有峰峦之状。戍鼓之声从远处隐隐传来，顿添几分肃杀之气；远眺江岸，唯有寒山老松，满目萧索。如果人的一生九十年，我才刚刚过去一半，现在孤舟远征，可叹征程艰难，归程无期。"}}, {"name": "灵隐寺月夜", "prop": {"content": "夜寒香界白，涧曲寺门通。月在众峰顶，泉流乱叶中。一灯群动息，孤磬四天空。归路畏逢虎，况闻岩下风。", "translation": "　　灵隐寺是人们熟悉的杭州一景，坐落在西湖西北的灵隐山麓，寺前冷泉飞度，古木苍深，不远处飞来峰如巨石飞坠，屹立寺门，环境幽静、清雅。这次诗人找了一个恰当的时间，踏着月光游山，全诗的韵味就在这月色当中。 "}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "二砺", "prop": {"content": "愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？", "translation": "愁闷时高歌一曲《梁父吟》，象敲金击玉一般发出悲凉的声音。要学勾践立下十年亡吴的大计，有包胥哭师秦庭七天七夜的坚心。秋雁悲鸣也懂得亡国的惨痛，空林饿虎白昼也要出来咬人。我心中立下比海还深的誓愿，决不让中国大好河山永远沉沦！"}}, {"name": "释宝月", "dynasty": "南北朝"}, {"name": "击壤歌", "prop": {"content": "日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉！", "translation": "太阳升起就去耕作田地，太阳下山就回家去休息。凿一眼井就可以有水喝，耕田劳作就可获取食物。这样的日子有何不自在，谁还去羡慕帝王的权力。"}}, {"name": "王粲", "dynasty": "两汉"}, {"name": "今日诗", "prop": {"content": "今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。", "translation": "无"}}, {"name": "春夜", "prop": {"content": "金炉香烬漏声残，翦翦轻风阵阵寒。春色恼人眠不得，月移花影上栏干。", "translation": "夜已经深了，香炉里的香早已燃尽，漏壶里的水也将漏完。夜风轻柔却也带着点点寒意。夜晚的春色美得令人难以入睡，只见花影随着月亮的移动，悄悄地爬上了栏杆。"}}, {"name": "燕歌行", "prop": {"content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。", "translation": "秋风萧瑟，天气清冷，草木凋落，白露凝霜。燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。思虑冲冲，怀念故乡。君为何故，久留他方。贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "秦观", "dynasty": "宋代"}, {"name": "徐祯卿", "dynasty": "明代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "边贡", "dynasty": "明代"}, {"name": "渔家", "prop": {"content": "卖得鲜鱼二百钱，籴粮炊饭放归船。拔来湿苇烧难着，晒在垂杨古岸边。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "刘昶", "dynasty": "南北朝"}, {"name": "归园田居·其一", "prop": {"content": "少无适俗韵，性本爱丘山。误落尘网中，一去三十年。(误落 一作：误入)羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。", "translation": "无"}}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "约客", "prop": {"content": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。", "translation": "梅雨时节家家户户都被烟雨笼罩着，长满青草的池塘边上，传来阵阵蛙声。已经过了午夜约好的客人还没有来，我无聊地轻轻敲着棋子，看着灯花一朵一朵落下。"}}, {"name": "梅花", "prop": {"content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。", "translation": "墙角有几枝梅花，正冒着严寒独自盛开。远远的就知道洁白的梅花不是雪，因为有梅花的幽香传来。"}}, {"name": "对酒", "prop": {"content": "不惜千金买宝刀，貂裘换酒也堪豪。一腔热血勤珍重，洒去犹能化碧涛。", "translation": "不吝惜花费千金去买一把好刀，用貂皮大衣去换美酒也算得上豪迈。应该多珍惜这一腔革命的热血，将来献出它时，定能化成碧绿的波涛。"}}, {"name": "曾巩", "dynasty": "宋代"}, {"name": "杨基", "dynasty": "明代"}, {"name": "莺梭", "prop": {"content": "掷柳迁乔太有情，交交时作弄机声。洛阳三月花如锦，多少工夫织得成。", "translation": "春天，黄莺飞鸣迅速，穿梭于园林之间，时而在柳树上，时而在乔木上，似乎对林间的一切都有着深厚的情感。黄莺的啼叫声就像踏动织布机时发出的声音一般。洛阳三月，百花争奇斗艳，竞相开放，犹如锦绣。你看那些辛勤的黄莺正忙碌于园林之中，正是它们，费了多么大的工夫，才织成如此壮丽迷人的春色啊！"}}, {"name": "拟行路难·其四", "prop": {"content": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。", "translation": "往平地上倒水，水会各自向不同方向流散。人生是既定的，怎么能成天自怨自艾。喝酒来宽慰自己，因举杯饮酒而中断歌唱《行路难》。人心又不是草木怎么会没有感情？欲说还休欲行又止不再多说什么。"}}, {"name": "徐俯", "dynasty": "宋代"}, {"name": "东城", "prop": {"content": "野店桃花红粉姿，陌头杨柳绿烟丝。不因送客东城去，过却春光总不知。", "translation": "无"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "赵师秀", "dynasty": "宋代"}, {"name": "上京即事", "prop": {"content": "牛羊散漫落日下，野草生香乳酪甜。卷地朔风沙似雪，家家行帐下毡帘。", "translation": "牛羊在落日下散步，空气中弥漫着野草的清香和乳酪的香甜。忽然间狂风大作，沙尘像雪一般袭来，家家都把帐篷的毡帘放下来。"}}, {"name": "桓灵时童谣", "prop": {"content": "举秀才，不知书。举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。(如鸡 一作：如黾)", "translation": "被推举作秀才的人竟然不识字。被荐举作孝廉的人竟然不赡养父母。被选拔为寒素、清白的人竟然像污泥一样肮脏，被称为是干吏良将的竟然象鸡一样胆小。"}}, {"name": "黄景仁", "dynasty": "清代"}, {"name": "咏怀八十二首·其一", "prop": {"content": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。", "translation": "因为忧伤，到了半夜还不能入睡，就起来弹琴。明亮的月光透过薄薄的帐幔照了进来，清风吹着我的衣襟。孤鸿在野外哀号，飞翔盘旋着的鸟在北林鸣叫。这时徘徊会看到些什么呢？不过是独自伤心罢了。"}}, {"name": "和子由渑池怀旧", "prop": {"content": "人生到处知何似，应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。老僧已死成新塔，坏壁无由见旧题。往日崎岖还记否，路长人困蹇驴嘶。", "translation": "人的一生到处奔走像什么呢？应该像飞鸿踏在雪地吧。偶尔在雪地上留下几个爪印，但转眼它又远走高飞，哪还记得这痕迹留在何方！奉闲已经去世，骨灰已安放到新造的那座小塔里面去了，当时在上面题诗的那堵墙壁已经坏了，因此不能再见到旧时题诗的墨迹了。是否还记得当年赶考时的艰辛磨难，由于路途遥远，人困马乏，连那头跛脚的驴都受不了了。"}}, {"name": "示儿", "prop": {"content": "死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。", "translation": "原本知道死去之后就什么也没有了，只是感到悲伤，没能见到国家统一。当大宋军队收复了中原失地的那一天时，你们举行家祭时不要忘了告诉我！"}}, {"name": "元日", "prop": {"content": "爆竹声中一岁除，春风送暖入屠苏。千门万户曈曈日，总把新桃换旧符。", "translation": "爆竹声中旧的一年已经过去，迎着和暖的春风开怀畅饮屠苏酒。初升的太阳照耀着千家万户，都把旧的桃符取下换上新的桃符。"}}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "七哀诗·西京乱无象", "prop": {"content": "西京乱无象，豺虎方遘患。复弃中国去，委身适荆蛮。亲戚对我悲，朋友相追攀。出门无所见，白骨蔽平原。路有饥妇人，抱子弃草间。顾闻号泣声，挥涕独不还。“未知身死处，何能两相完？”驱马弃之去，不忍听此言。南登霸陵岸，回首望长安，悟彼下泉人，喟然伤心肝。", "translation": "无"}}, {"name": "夜过借园见主人坐月下吹笛", "prop": {"content": "秋夜访秋士，先闻水上音。半天凉月色，一笛酒人心。响遏碧云近，香传红藕深。相逢清露下，流影湿衣襟。", "translation": "在凄清冷寂的秋夜拜访借园主人，还未见其人已经听到笛声。悠悠笛声在冰凉如水的月色中飘荡，抒发着主人的心情。笛声嘹亮，仿佛阻遏了夜空中的碧云，深处的红藕的飘来阵阵幽香，好像笛声也有了香气。与主人在清冷的月光下相逢，久久伫立相对无语，连那衣襟都被被清凉的窗露沾湿了。"}}, {"name": "别老母", "prop": {"content": "搴帷拜母河梁去，白发愁看泪眼枯。惨惨柴门风雪夜，此时有子不如无。", "translation": "即将去往河梁，掀起门帘依依不舍的与母亲告别，愁容满面，凄切悲凉，欲哭无泪。在这风雪之夜，不能在母亲身边尽孝却要掩柴门凄惨地远去，不禁感叹：养子又有何用呢？倒不如没有啊。"}}, {"name": "屈复", "dynasty": "清代"}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "曾公亮", "dynasty": "宋代"}, {"name": "咏史·郁郁涧底松", "prop": {"content": "郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。", "translation": "茂盛葱翠的松树生长在山涧底，风中低垂摇摆着的小树生长在山顶上。由于生长的地势高低不同，山顶径寸的小树，却能遮盖百尺之松。世家子弟能登上高位获得权势，有才能的人却被埋没在下级官职中。这种情况恰如涧底松和山上苗一样，是地势造成的，其所从来久矣。汉代金日磾和张安世二家就是依靠了祖上的遗业，子孙七代做了高官。冯唐难道还不算是个奇伟的人才吗？可就因为出身微寒，等到白头仍不被重用。"}}, {"name": "赠从弟", "prop": {"content": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。", "translation": "高山上松树挺拔耸立，山谷间狂风瑟瑟呼啸。风声是多么的猛烈，松枝又是多么的刚劲！任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。难道是松树没有遭到严寒的侵凌吗？不，是松柏天生有着耐寒的本性！ "}}, {"name": "饮湖上初晴后雨", "prop": {"content": "水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。", "translation": "在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。 "}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "狱中题壁", "prop": {"content": "望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。(版本一)望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。(版本二)", "translation": "希望出亡的康有为、梁启超在逃亡中投宿时能像张俭一样受到人们的保护。希望战友们能如杜根一样忍死待机完成变法维新的大业。我自仰天大笑，慷慨赴死，因为去者和留者肝胆相照、光明磊落，有如昆仑山一样的雄伟气魄。"}}, {"name": "断句", "prop": {"content": "白云满鄣来，黄尘暗天起。关山四面绝，故乡几千里。", "translation": "刘昶是宋文帝第九子。前废帝子业即位，怀疑刘昶有异志。于是他投奔北魏，亡命途中作此诗。诗的前两句写边关之景。白云之“来”，黄沙之“起”，充满了动感，既传写出边关特有的风云之气，也造出一种紧迫压抑的情.."}}, {"name": "春日偶成", "prop": {"content": "云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。", "translation": "韵译云儿淡，风儿轻，时近春日中午，傍着花，随着柳，我向河岸漫步。春游愉悦的心情呀，人们并不了解，于是说我忙里偷闲，强学少年童。"}}, {"name": "感事", "prop": {"content": "湘山晴色远微微，尽日江头独醉归。不见两关传露布，尚闻三殿未垂衣。边筹自古无中下，朝论于今有是非。日暮平沙秋草乱，一双白鸟避人飞。", "translation": "晴光下最美的是远处湘山翠微，我整日江头独赏独醉，知道傍晚才缓步而归。一直不见居庸关山海关传来战斗捷报，如今还没有天下太平，国家的命运前途使我忧愧。自古以来边防的政策、谋划没有中下策，如今朝廷内对国家大事仍是意见不统一。眼看暮色苍茫平沙上秋草衰颓，双白鸟躲避行人向远处飞。"}}, {"name": "墨梅", "prop": {"content": "我家洗砚池头树，朵朵花开淡墨痕。(我家 一作：吾家；朵朵 一作：个个)不要人夸好颜色，只留清气满乾坤。(好颜色 一作：颜色好)", "translation": "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。"}}, {"name": "吴孙皓初童谣", "prop": {"content": "宁饮建业水，不食武昌鱼。宁还建业死，不止武昌居。", "translation": "　　三国时期，地处东南的吴国是立国时间最长的国家。但在孙权病亡前后，统治集团内部在继承权问题上就乱开了。朝官分成拥嫡、拥庶两派，为废、立太子斗争非常尖锐。公元252年，孙权去世，内部矛盾很快表面化，宗室和大臣间彼此屠戮，长期进行争权夺势的斗争。孙权之后，由孙亮、孙休先后称帝，为时不长。公元264年，由孙皓执政。这个吴国的末代皇帝凶顽残暴，穷奢极侈。他用剥面皮、凿眼睛、灭三族等酷刑杀人。后宫已有数以千计的宫女，还在民间掠夺少女。甚至明令年年上报“将吏家女”的名册，女孩子一到十五、六岁就要“简阅”一番，供其挑选。暴虐的政治，苛酷的剥削，激起人民不断起义，终于将吴国推进覆灭的深渊。"}}, {"name": "杨慎", "dynasty": "明代"}, {"name": "谭嗣同", "dynasty": "清代"}, {"name": "归园田居·其三", "prop": {"content": "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。", "translation": "我在南山下种植豆子，地里野草茂盛豆苗稀疏。清晨早起下地铲除杂草，夜幕降临披着月光才回家。山径狭窄草木丛生，夜间露水沾湿了我的衣裳。衣衫被沾湿并不可惜，只愿我不违背归隐心意。"}}, {"name": "侍宴咏石榴", "prop": {"content": "可惜庭中树，移根逐汉臣。只为来时晚，花开不及春。", "translation": "可怜庭院中的石榴树，跟随着张骞，被从西域移植到了中原。只是因为到中原的时间比较晚，所以无法在春天里绽放。"}}, {"name": "晓出净慈寺送林子方", "prop": {"content": "毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。", "translation": "到底是西湖六月天的景色，风光与其它季节大不相同。那密密层层的荷叶铺展开去，像与天相接，一片无边无际的青翠碧绿，阳光下荷花分外鲜艳娇红。"}}, {"name": "长安九日诗", "prop": {"content": "心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。", "translation": "心追逐南去的白云飘逝，身体跟随者北飞的大雁回来。家乡篱笆下的菊花，如今又有多少株盛开？"}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "岳飞", "dynasty": "宋代"}, {"name": "汉乐府", "dynasty": "两汉"}, {"name": "咏荆轲", "prop": {"content": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。", "translation": "无"}}, {"name": "范云", "dynasty": "南北朝"}, {"name": "石灰吟", "prop": {"content": "千锤万凿出深山，烈火焚烧若等闲。(万凿 一作：万击)粉骨碎身浑不怕，要留清白在人间。(浑不怕 一作：全不怕)", "translation": "石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。"}}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "苏秀道中", "prop": {"content": "苏秀道中，自七月二十五日夜大雨三日，秋苗以苏，喜而有作。一夕骄阳转作霖，梦回凉冷润衣襟。不愁屋漏床床湿，且喜溪流岸岸深。千里稻花应秀色，五更桐叶最佳音。无田似我犹欣舞，何况田间望岁心。", "translation": "一夜之间，炎炎烈日的晴空，忽然降下了渴望已久的甘霖；我在睡梦中惊醒，只觉得浑身舒适，凉气沁人。我不愁屋子会漏雨，淋湿我的床；只是欣喜溪流中涨满了雨水，不用再为干旱担心。我想，那千里平野上，喝够了水的稻子一定是葱绿一片；于是觉得，这五更天雨水敲打着梧桐，是那么的动听。像我这没有田地的人尚且欢欣鼓舞，更何况田间的农夫，祈望着丰年，该是多么的高兴。"}}, {"name": "秋夜将晓出篱门迎凉有感", "prop": {"content": "迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。", "translation": "迢迢万里的银河朝西南方向下坠，邻家的公鸡喔喔叫个不停。疾病几乎把报国壮志消磨殆尽，出门四望不禁手搔白发抱憾平生。"}}, {"dynasty": "隋代"}, {"name": "夜坐", "prop": {"content": "庭户无人秋月明，夜霜欲落气先清。梧桐真不甘衰谢，数叶迎风尚有声。", "translation": "寂静的前庭空无一人，只有秋月仍旧明亮。夜里的清霜将要落下，空气中也充满了清朗的气息。梧桐树矗立在庭前，也不甘就此衰落。树上的梧桐叶迎风摇摆，发出了些许声音。"}}, {"name": "秋风辞", "prop": {"content": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！", "translation": "秋风刮起，白云飘飞，草木枯黄大雁南归。兰花、菊花都无比秀美，散发着淡淡幽香，但是我思念美丽的人的心情却是难以忘怀的。乘坐着楼船行驶在汾河上，行至中央激起白色的波浪。鼓瑟齐鸣船工唱起了歌，欢喜到极点的时候忧愁就无比繁多。少壮的年华总是容易过去，渐渐衰老没有办法！"}}, {"name": "萧纲", "dynasty": "南北朝"}, {"name": "村居", "prop": {"content": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。", "translation": "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。"}}, {"name": "京师得家书", "prop": {"content": "江水三千里，家书十五行。行行无别语，只道早还乡。", "translation": "绵绵的江水有三千里长，家书有十五行那么长。行行之间没有其他的言语，只是告诉我要尽早回到故乡。"}}, {"name": "竹石", "prop": {"content": "咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。", "translation": "竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。 "}}, {"name": "过许州", "prop": {"content": "到处陂塘决决流，垂杨百里罨平畴。行人便觉须眉绿，一路蝉声过许州。", "translation": "池塘里流着清水，垂柳罨覆着平野。到处一片翠绿，满眼都是生机。使人觉得仿佛胡须眉毛都被染绿了，一路蝉声陪伴我走过许州。"}}, {"name": "枕石", "prop": {"content": "心同流水净，身与白云轻。寂寂深山暮，微闻钟磬声。", "translation": "无"}}, {"name": "连州阳山归路", "prop": {"content": "稍离烟瘴近湘潭，疾病衰颓已不堪。儿女不知来避地，强言风物胜江南。", "translation": "渐渐远离了岭南瘴气蒸郁的地方，前面不远就是湘潭；身体多病，衰弱疲惫，内心痛苦不堪。小儿女不知道自己是在逃难，硬是坚持说：眼前的风光景物，胜过江南。"}}, {"name": "雨中登岳阳楼望君山", "prop": {"content": "投荒万死鬓毛斑，生出瞿塘滟滪关。未到江南先一笑，岳阳楼上对君山。满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。 ", "translation": "投送边荒经历万死两鬓斑斑，如今活着走出瞿塘峡滟滪关。还未到江南先自一笑，站在岳阳楼上对着君山。"}}, {"name": "谢榛", "dynasty": "明代"}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "郑文宝", "dynasty": "宋代"}, {"name": "夏日绝句", "prop": {"content": "生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。", "translation": "活着就要当人中的俊杰，死了也要做鬼中的英雄。人们到现在还思念项羽，只因他不肯偷生回江东。"}}, {"dynasty": "清代"}, {"name": "画鸭", "prop": {"content": "春草细还生，春雏养渐成。茸茸毛色起，应解自呼名。", "translation": "　　这是一首题画诗。画面上画着小鸭、嫩草等等景物。画尽管画得栩栩如生，但它是静的，无声。把静的画面用诗的形式写出它的动来，把无声之物赋予它以应有的声音，这就要看题画者的艺术才能了。这首诗就是根据诗人的观察、体会和想象，把画题活了。诗的大意说：春草虽然细嫩，却还正在生长，春天刚孵出的小鸭，喂养得渐渐成长起来。满身细密的绒毛已经能辨别出不同的颜色，它们不停地“鸭鸭”地叫着，大概是懂得呼唤自己的名字了。 "}}, {"name": "边城思", "prop": {"content": "柳黄未吐叶，水绿半含苔。春色边城动，客思故乡来。", "translation": "无"}}, {"name": "春居杂兴", "prop": {"content": "两株桃杏映篱斜，妆点商州副使家。何事春风容不得？和莺吹折数枝花。", "translation": "两株桃树和杏树斜映着篱笆，点缀着商山团练副使的家。为什么春风竟然容不得这些，惊走了莺黄又吹折数枝花。"}}, {"name": "唐寅", "dynasty": "明代"}, {"name": "高鼎", "dynasty": "清代"}, {"name": "黄庚", "dynasty": "元代"}, {"name": "晚登三山还望京邑", "prop": {"content": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？", "translation": "我像王粲与潘岳那样怀着眷恋之情，傍晚登上三山回头眺望京城。斜阳照射使飞耸的屋脊色彩明丽，高高低低清晰可见。残余的晚霞铺展开来就像美丽的彩锦，澄清的江水平静得如同一匹白练。喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。想到离开后不知何时才能归来，不由得心中惆怅，留下雪珠般的眼泪。怀着望乡之情的人，又有谁能不白了头发呢？"}}, {"name": "小池", "prop": {"content": "泉眼无声惜细流，树荫照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。", "translation": "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"}}, {"name": "吴涛", "dynasty": "宋代"}, {"name": "采薇", "prop": {"content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！", "translation": "豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。"}}, {"name": "十一月四日风雨大作", "prop": {"content": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。", "translation": "大风好似卷起江湖，下雨黯淡了村庄，四面山上被风雨吹打的声音，像海上的浪涛翻卷。若耶溪所出的小束柴火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。"}}, {"name": "临平泊舟", "prop": {"content": "客舟系缆柳阴旁，湖影侵篷夜气凉。 万顷波光摇月碎，一天风露藕花香。 ", "translation": "　　这首诗描写了诗人夏夜泊舟所见的景色，境界阔大，意境深远。表达了诗人在作客他乡时的那种孤独寂寞， 相当敏感，对身边的防范和感应都达到了一个无以复加的地步。 "}}, {"name": "天平山中", "prop": {"content": "细雨茸茸湿楝花，南风树树熟枇杷；徐行不记山深浅，一路莺啼送到家。", "translation": "细雨蒙蒙打湿了楝花，在南风的吹拂下，每棵枇杷树的果实都慢慢变熟了。顺着山路慢慢地走着，竟不知路途远近。沿路的黄莺鸣叫着把我送到了家。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "敕勒歌", "prop": {"content": "敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。", "translation": "阴山脚下有敕勒族生活的大平原。敕勒川的天空与大地相连，看起来好像牧民们居住的毡帐一般。蓝天下的草原都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。"}}, {"name": "道潜", "dynasty": "宋代"}, {"name": "王籍", "dynasty": "南北朝"}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "薛道衡", "dynasty": "隋代"}, {"name": "病牛", "prop": {"content": "耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。", "translation": "病牛耕耘千亩生产无数粮食，累得精疲力尽又有谁来怜惜它力耕负重的劳苦呢？但是它为了众生都能吃饱，即使拖垮了病倒卧在残阳之下，也在所不辞。"}}, {"name": "丘逢甲", "dynasty": "清代"}, {"name": "阮籍", "dynasty": "魏晋"}, {"name": "晁冲之", "dynasty": "宋代"}, {"name": "寻胡隐君", "prop": {"content": "渡水复渡水，看花还看花。春风江上路，不觉到君家。", "translation": "一路上渡过了一道水又一道水，河边路旁长满了看也看不尽的鲜花。因为一路上春光明媚、风景幽美，我不知不觉就来到您的家了。"}}, {"name": "牧童诗", "prop": {"content": "骑牛远远过前村，吹笛风斜隔陇闻。( 吹笛风斜 一作：短笛横吹)多少长安名利客，机关用尽不如君。", "translation": "牧童骑着牛远远地经过山村，他把短笛横吹着，我隔着田陇就能听到。长安城内那些追逐名利的人啊，用尽心机也不如你这样清闲自在。"}}, {"name": "鄂州南楼书事", "prop": {"content": "四顾山光接水光，凭栏十里芰荷香。清风明月无人管，并作南楼一味凉。", "translation": "站在南楼上倚着栏杆向四周望去，只见山光、水色连在一起，辽阔的水面上菱角、荷花盛开，飘来阵阵香气。清风明月没有人看管自由自在，月光融入清风从南面吹来，使人感到一片凉爽和惬意。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "春日", "prop": {"content": "一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。", "translation": "这是汪藻的成名作，张世南《游宦纪闻》卷三：“此篇一出，便为诗社诸公所称。”清新明快，与同时张耒相近。作者最慢由此出名。桃花出篱，红杏出墙，皆为农村中常见之景。而此处却以清丽之笔写出一个宛如开卷有益人似的桃花。它始而嫣然一笑，令人魂飞；再一细看，花蕊半绽，又似含情脉脉少女。诗虽咏物，却事有作者本人的少年心性，其中跃动着青春的脉搏，决不能说它风格轻俏。"}}, {"name": "佚名", "dynasty": "魏晋"}, {"name": "东城高且长", "prop": {"content": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束！燕赵多佳人，美者颜如玉。被服罗裳衣，当户理清曲。音响一何悲！弦急知柱促。驰情整中带，沉吟聊踯躅。思为双飞燕，衔泥巢君屋。", "translation": "无"}}, {"name": "绝句", "prop": {"content": "竹影和诗瘦，梅花入梦香。可怜今夜月，不肯下西厢。", "translation": "清瘦的竹影和着诗句，梅花的香气伴着我入梦。可惜我的心情就像今晚的月亮，迟迟不肯落下西厢房。"}}, {"name": "春怀示邻里", "prop": {"content": "断墙着雨蜗成字，老屋无僧燕作家。剩欲出门追语笑，却嫌归鬓著尘沙。风翻蛛网开三面，雷动蜂窠趁两衙。屡失南邻春事约，只今容有未开花。", "translation": "破败的断墙被春雨淋湿，蜗牛爬过的痕迹如同篆字。失修的老屋没有僧人，只有梁上飞燕把它当作家。春光绮丽，真想出门去追随欢声笑语，又嫌归来时鬓发蒙尘脸上扑满了灰沙。春风吹翻蛛网，飞虫尚且可以三面逃生；春雷震动蜂窠，黄蜂有主还能排列成衙。屡次失约，都未能与邻居同去春游赏花，只希望现在还能有尚未开放的春花。"}}, {"name": "汴京纪事", "prop": {"content": "辇毂繁华事可伤，师师垂老过湖湘。缕衣檀板无颜色，一曲当时动帝王。", "translation": "帝京当年是多么地繁华热闹，回想起来，使人无限地伤感；李师师也老了，漂泊流落在湖湘的民间。旧时的舞衣与檀板都黯然失色，饱受了风蚀尘染；有谁相信，她当年轻歌一曲，能使君王倾倒迷乱？"}}, {"name": "书愤", "prop": {"content": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！", "translation": "年轻时哪里知道世事如此艰难，北望中原，收复故土的豪迈气概坚定如山。记得在瓜州渡痛击金兵，雪夜里飞奔着楼船战舰。秋风中跨战马纵横驰骋，收复了大散关捷报频传。自己当年曾以万里长城来自我期许，到如今鬓发已渐渐变白，盼北伐盼恢复都成空谈。出师表真可谓名不虚传，有谁像诸葛亮鞠躬尽瘁，率三军复汉室北定中原！"}}, {"name": "咏早梅", "prop": {"content": "兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。", "translation": "园林里的变化容易看出物候时序的转换，最其中最能标志时节变化的就是梅花。梅花不怕霜雪、不畏风寒，在零霜下雪的时候，它就在路边开放了。梅花枝叶横斜在却月观外，怒放的梅花掩映着凌风台。梅花盛开的时候可以使被遗弃者见之有感而落泪，也可以使钟情的人触景兴怀而勃发。梅花应该也知道自己会早早飘落，所以赶在孟春正月就开起花来了。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "咏傀儡", "prop": {"content": "鲍老当筵笑郭郎，笑他舞袖太郎当。若教鲍老当筵舞，转更郎当舞袖长。", "translation": "　　这首诗用朴素自然的语言咏傀儡以言情，形象生动，耐人咀嚼。诗题《咏傀儡》，意为吟咏木偶戏中的木偶。诗的前两句“鲍老当筵笑郭郎，笑他舞袖太郎当”，“鲍老”，是宋代戏剧中的角色；“郭郎”，是戏剧中的丑角，诗中系指木偶戏中的木偶。这里，着墨无多，却使鲍老与郭郎的形象跃然纸上。诗人写鲍老，突出一个“笑”字；写郭郎，则紧扣其“舞袖太郎当”（衣服宽大，与身材不称）。透过这两行诗，我们仿佛目睹鲍老当筵笑郭郎的笑容，耳闻其笑语，也仿佛看到郭郎甩动着宽长的衣袖机械起舞的舞姿。"}}, {"name": "新凉", "prop": {"content": "水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。", "translation": "一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。 "}}, {"name": "读山海经·其十", "prop": {"content": "精卫衔微木，将以填沧海。刑天舞干戚，猛志固常在。同物既无虑，化去不复悔。徒设在昔心，良辰讵可待。(辰 一作：晨)", "translation": "精卫含着微小的木块，要用它填平沧海。刑天挥舞着盾斧，刚毅的斗志始终存在。同样是生灵不存余哀，化成了异物并无悔改。精卫和刑天徒然存在昔日的猛志，但实现他们理想的好日子岂是能等待得到！"}}, {"name": "项羽", "dynasty": "先秦"}, {"name": "志南", "dynasty": "宋代"}, {"name": "梁启超", "dynasty": "近现代"}, {"name": "王恭", "dynasty": "明代"}, {"name": "袁枚", "dynasty": "清代"}, {"name": "叶绍翁", "dynasty": "宋代"}, {"name": "柳", "prop": {"content": "晓带轻烟间杏花，晚凝深翠拂平沙。长条别有风流处，密映钱塘苏小家。", "translation": "　　这首小诗写得清雅别致，题为“柳”，全篇不带一个“柳”字，却处处有着“柳”的影子。开头“晓带轻烟”四个字为整篇诗作定下了轻淡飘渺的色彩基调。“晚凝深翠”，颜色浓了一些，晨光过后，带了一些暮色。"}}, {"name": "柳开", "dynasty": "宋代"}, {"name": "在武昌作", "prop": {"content": "洞庭叶未下，潇湘秋欲生。高斋今夜雨，独卧武昌城。重以桑梓念，凄其江汉情。不知天外雁，何事乐长征？", "translation": "洞庭湖畔树叶还没有掉落，潇湘一带秋天正要来临。高敞的书斋，今夜风雨飘摇，孤独地躺卧在武昌城中。对故乡的思念重又萦绕心头，身处江汉不由产生凄凉之情。不知高飞天外的鸿雁，为什么事情乐于远途跋涉，高飞天外呢？"}}, {"name": "马嵬", "prop": {"content": "莫唱当年长恨歌，人间亦自有银河。石壕村里夫妻别，泪比长生殿上多。", "translation": "用不到去歌唱当年皇帝妃子的悲欢离合；在人间也有银河，使得千千万万人家夫妻离散。像石壕村那样的夫妻诀别数也数不清，老百姓的泪水比长生殿上洒的那点泪水多得多了。"}}, {"name": "己亥杂诗·其五", "prop": {"content": "浩荡离愁白日斜，吟鞭东指即天涯。落红不是无情物，化作春泥更护花。", "translation": "离别京都的愁思浩如水波向着日落西斜的远处延伸， 马鞭向东一挥，感觉就是人在天涯一般。从枝头上掉下来的落花不是无情之物，即使化作春泥，也甘愿培育美丽的春花成长。"}}, {"name": "江宿", "prop": {"content": "寂历秋江渔火稀，起看残月映林微。波光水鸟惊犹宿，露冷流萤湿不飞。", "translation": "深夜，寂寞的秋江上渔火疏稀，起来看到半轮残月的光辉，映照树林上也很暗微。水面闪动的波光，把水鸟惊醒后，它们又睡宿，冰凉的露水沾湿了萤火虫的翅膀，它们也不起飞。"}}, {"name": "书河上亭壁", "prop": {"content": "岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。", "translation": "宽阔的黄河，只有不多几条船在航行，眼前是波浪滚滚，一派渺茫。我独自登上河边的亭子，斜靠着栏杆，愁绪像河水，源源不断。那河边、远处，萧瑟秋风中，有片稀疏的树林，林后是耸立的高山，一半沐浴着西斜的阳光。"}}], "edges": [{"source": 101, "target": 323, "relation": "创作"}, {"source": 284, "target": 101, "relation": "出自于"}, {"source": 101, "target": 135, "relation": "创作"}, {"source": 101, "target": 183, "relation": "创作"}, {"source": 101, "target": 315, "relation": "创作"}, {"source": 101, "target": 20, "relation": "创作"}, {"source": 101, "target": 71, "relation": "创作"}, {"source": 101, "target": 76, "relation": "创作"}, {"source": 101, "target": 414, "relation": "创作"}, {"source": 101, "target": 260, "relation": "创作"}, {"source": 101, "target": 296, "relation": "创作"}, {"source": 101, "target": 22, "relation": "创作"}, {"source": 101, "target": 63, "relation": "创作"}, {"source": 445, "target": 298, "relation": "创作"}, {"source": 284, "target": 445, "relation": "出自于"}, {"source": 169, "target": 15, "relation": "创作"}, {"source": 286, "target": 169, "relation": "出自于"}, {"source": 231, "target": 391, "relation": "创作"}, {"source": 286, "target": 231, "relation": "出自于"}, {"source": 186, "target": 287, "relation": "创作"}, {"source": 18, "target": 186, "relation": "出自于"}, {"source": 317, "target": 262, "relation": "创作"}, {"source": 286, "target": 317, "relation": "出自于"}, {"source": 382, "target": 269, "relation": "创作"}, {"source": 286, "target": 382, "relation": "出自于"}, {"source": 382, "target": 234, "relation": "创作"}, {"source": 317, "target": 303, "relation": "创作"}, {"source": 317, "target": 37, "relation": "创作"}, {"source": 317, "target": 79, "relation": "创作"}, {"source": 317, "target": 435, "relation": "创作"}, {"source": 317, "target": 288, "relation": "创作"}, {"source": 317, "target": 255, "relation": "创作"}, {"source": 317, "target": 16, "relation": "创作"}, {"source": 317, "target": 77, "relation": "创作"}, {"source": 317, "target": 41, "relation": "创作"}, {"source": 317, "target": 215, "relation": "创作"}, {"source": 317, "target": 351, "relation": "创作"}, {"source": 257, "target": 66, "relation": "创作"}, {"source": 286, "target": 257, "relation": "出自于"}, {"source": 257, "target": 157, "relation": "创作"}, {"source": 257, "target": 309, "relation": "创作"}, {"source": 257, "target": 185, "relation": "创作"}, {"source": 98, "target": 365, "relation": "创作"}, {"source": 286, "target": 98, "relation": "出自于"}, {"source": 280, "target": 279, "relation": "创作"}, {"source": 151, "target": 280, "relation": "出自于"}, {"source": 64, "target": 327, "relation": "创作"}, {"source": 151, "target": 64, "relation": "出自于"}, {"source": 57, "target": 305, "relation": "创作"}, {"source": 286, "target": 57, "relation": "出自于"}, {"source": 57, "target": 154, "relation": "创作"}, {"source": 57, "target": 304, "relation": "创作"}, {"source": 324, "target": 358, "relation": "创作"}, {"source": 286, "target": 324, "relation": "出自于"}, {"source": 254, "target": 222, "relation": "创作"}, {"source": 151, "target": 254, "relation": "出自于"}, {"source": 427, "target": 353, "relation": "创作"}, {"source": 151, "target": 427, "relation": "出自于"}, {"source": 434, "target": 373, "relation": "创作"}, {"source": 151, "target": 434, "relation": "出自于"}, {"source": 161, "target": 364, "relation": "创作"}, {"source": 151, "target": 161, "relation": "出自于"}, {"source": 117, "target": 137, "relation": "创作"}, {"source": 151, "target": 117, "relation": "出自于"}, {"source": 320, "target": 337, "relation": "创作"}, {"source": 151, "target": 320, "relation": "出自于"}, {"source": 320, "target": 376, "relation": "创作"}, {"source": 320, "target": 243, "relation": "创作"}, {"source": 320, "target": 383, "relation": "创作"}, {"source": 320, "target": 49, "relation": "创作"}, {"source": 320, "target": 444, "relation": "创作"}, {"source": 320, "target": 189, "relation": "创作"}, {"source": 251, "target": 75, "relation": "创作"}, {"source": 151, "target": 251, "relation": "出自于"}, {"source": 211, "target": 11, "relation": "创作"}, {"source": 131, "target": 211, "relation": "出自于"}, {"source": 423, "target": 345, "relation": "创作"}, {"source": 131, "target": 423, "relation": "出自于"}, {"source": 423, "target": 91, "relation": "创作"}, {"source": 423, "target": 291, "relation": "创作"}, {"source": 127, "target": 0, "relation": "创作"}, {"source": 131, "target": 127, "relation": "出自于"}, {"source": 188, "target": 411, "relation": "创作"}, {"source": 131, "target": 188, "relation": "出自于"}, {"source": 188, "target": 42, "relation": "创作"}, {"source": 384, "target": 128, "relation": "创作"}, {"source": 131, "target": 384, "relation": "出自于"}, {"source": 322, "target": 1, "relation": "创作"}, {"source": 131, "target": 322, "relation": "出自于"}, {"source": 29, "target": 59, "relation": "创作"}, {"source": 131, "target": 29, "relation": "出自于"}, {"source": 310, "target": 440, "relation": "创作"}, {"source": 131, "target": 310, "relation": "出自于"}, {"source": 310, "target": 406, "relation": "创作"}, {"source": 197, "target": 290, "relation": "创作"}, {"source": 131, "target": 197, "relation": "出自于"}, {"source": 228, "target": 144, "relation": "创作"}, {"source": 131, "target": 228, "relation": "出自于"}, {"source": 421, "target": 140, "relation": "创作"}, {"source": 131, "target": 421, "relation": "出自于"}, {"source": 392, "target": 276, "relation": "创作"}, {"source": 131, "target": 392, "relation": "出自于"}, {"source": 392, "target": 180, "relation": "创作"}, {"source": 329, "target": 318, "relation": "创作"}, {"source": 131, "target": 329, "relation": "出自于"}, {"source": 168, "target": 108, "relation": "创作"}, {"source": 131, "target": 168, "relation": "出自于"}, {"source": 336, "target": 369, "relation": "创作"}, {"source": 131, "target": 336, "relation": "出自于"}, {"source": 348, "target": 97, "relation": "创作"}, {"source": 131, "target": 348, "relation": "出自于"}, {"source": 432, "target": 265, "relation": "创作"}, {"source": 131, "target": 432, "relation": "出自于"}, {"source": 432, "target": 114, "relation": "创作"}, {"source": 432, "target": 123, "relation": "创作"}, {"source": 23, "target": 419, "relation": "创作"}, {"source": 131, "target": 23, "relation": "出自于"}, {"source": 83, "target": 379, "relation": "创作"}, {"source": 131, "target": 83, "relation": "出自于"}, {"source": 424, "target": 104, "relation": "创作"}, {"source": 389, "target": 424, "relation": "出自于"}, {"source": 261, "target": 377, "relation": "创作"}, {"source": 18, "target": 261, "relation": "出自于"}, {"source": 452, "target": 155, "relation": "创作"}, {"source": 167, "target": 452, "relation": "出自于"}, {"source": 402, "target": 218, "relation": "创作"}, {"source": 167, "target": 402, "relation": "出自于"}, {"source": 357, "target": 103, "relation": "创作"}, {"source": 167, "target": 357, "relation": "出自于"}, {"source": 357, "target": 407, "relation": "创作"}, {"source": 95, "target": 451, "relation": "创作"}, {"source": 167, "target": 95, "relation": "出自于"}, {"source": 95, "target": 457, "relation": "创作"}, {"source": 118, "target": 442, "relation": "创作"}, {"source": 167, "target": 118, "relation": "出自于"}, {"source": 3, "target": 6, "relation": "创作"}, {"source": 167, "target": 3, "relation": "出自于"}, {"source": 143, "target": 146, "relation": "创作"}, {"source": 167, "target": 143, "relation": "出自于"}, {"source": 363, "target": 163, "relation": "创作"}, {"source": 167, "target": 363, "relation": "出自于"}, {"source": 401, "target": 239, "relation": "创作"}, {"source": 167, "target": 401, "relation": "出自于"}, {"source": 401, "target": 156, "relation": "创作"}, {"source": 401, "target": 8, "relation": "创作"}, {"source": 401, "target": 294, "relation": "创作"}, {"source": 362, "target": 225, "relation": "创作"}, {"source": 167, "target": 362, "relation": "出自于"}, {"source": 362, "target": 45, "relation": "创作"}, {"source": 192, "target": 246, "relation": "创作"}, {"source": 167, "target": 192, "relation": "出自于"}, {"source": 65, "target": 54, "relation": "创作"}, {"source": 167, "target": 65, "relation": "出自于"}, {"source": 65, "target": 245, "relation": "创作"}, {"source": 65, "target": 150, "relation": "创作"}, {"source": 65, "target": 259, "relation": "创作"}, {"source": 65, "target": 172, "relation": "创作"}, {"source": 178, "target": 193, "relation": "创作"}, {"source": 167, "target": 178, "relation": "出自于"}, {"source": 332, "target": 340, "relation": "创作"}, {"source": 167, "target": 332, "relation": "出自于"}, {"source": 332, "target": 133, "relation": "创作"}, {"source": 332, "target": 356, "relation": "创作"}, {"source": 332, "target": 242, "relation": "创作"}, {"source": 332, "target": 171, "relation": "创作"}, {"source": 332, "target": 326, "relation": "创作"}, {"source": 69, "target": 370, "relation": "创作"}, {"source": 167, "target": 69, "relation": "出自于"}, {"source": 207, "target": 195, "relation": "创作"}, {"source": 167, "target": 207, "relation": "出自于"}, {"source": 207, "target": 48, "relation": "创作"}, {"source": 50, "target": 236, "relation": "创作"}, {"source": 167, "target": 50, "relation": "出自于"}, {"source": 50, "target": 306, "relation": "创作"}, {"source": 62, "target": 162, "relation": "创作"}, {"source": 167, "target": 62, "relation": "出自于"}, {"source": 342, "target": 275, "relation": "创作"}, {"source": 167, "target": 342, "relation": "出自于"}, {"source": 342, "target": 12, "relation": "创作"}, {"source": 235, "target": 142, "relation": "创作"}, {"source": 167, "target": 235, "relation": "出自于"}, {"source": 235, "target": 165, "relation": "创作"}, {"source": 235, "target": 354, "relation": "创作"}, {"source": 235, "target": 43, "relation": "创作"}, {"source": 235, "target": 366, "relation": "创作"}, {"source": 235, "target": 72, "relation": "创作"}, {"source": 235, "target": 208, "relation": "创作"}, {"source": 300, "target": 253, "relation": "创作"}, {"source": 167, "target": 300, "relation": "出自于"}, {"source": 300, "target": 249, "relation": "创作"}, {"source": 285, "target": 430, "relation": "创作"}, {"source": 167, "target": 285, "relation": "出自于"}, {"source": 285, "target": 219, "relation": "创作"}, {"source": 285, "target": 431, "relation": "创作"}, {"source": 285, "target": 399, "relation": "创作"}, {"source": 420, "target": 113, "relation": "创作"}, {"source": 167, "target": 420, "relation": "出自于"}, {"source": 428, "target": 250, "relation": "创作"}, {"source": 167, "target": 428, "relation": "出自于"}, {"source": 181, "target": 316, "relation": "创作"}, {"source": 167, "target": 181, "relation": "出自于"}, {"source": 181, "target": 390, "relation": "创作"}, {"source": 330, "target": 10, "relation": "创作"}, {"source": 167, "target": 330, "relation": "出自于"}, {"source": 330, "target": 93, "relation": "创作"}, {"source": 330, "target": 14, "relation": "创作"}, {"source": 380, "target": 437, "relation": "创作"}, {"source": 167, "target": 380, "relation": "出自于"}, {"source": 380, "target": 30, "relation": "创作"}, {"source": 346, "target": 51, "relation": "创作"}, {"source": 167, "target": 346, "relation": "出自于"}, {"source": 413, "target": 281, "relation": "创作"}, {"source": 167, "target": 413, "relation": "出自于"}, {"source": 184, "target": 398, "relation": "创作"}, {"source": 167, "target": 184, "relation": "出自于"}, {"source": 328, "target": 212, "relation": "创作"}, {"source": 167, "target": 328, "relation": "出自于"}, {"source": 328, "target": 147, "relation": "创作"}, {"source": 308, "target": 433, "relation": "创作"}, {"source": 167, "target": 308, "relation": "出自于"}, {"source": 87, "target": 438, "relation": "创作"}, {"source": 167, "target": 87, "relation": "出自于"}, {"source": 145, "target": 403, "relation": "创作"}, {"source": 167, "target": 145, "relation": "出自于"}, {"source": 13, "target": 387, "relation": "创作"}, {"source": 167, "target": 13, "relation": "出自于"}, {"source": 13, "target": 96, "relation": "创作"}, {"source": 5, "target": 425, "relation": "创作"}, {"source": 167, "target": 5, "relation": "出自于"}, {"source": 289, "target": 138, "relation": "创作"}, {"source": 167, "target": 289, "relation": "出自于"}, {"source": 289, "target": 232, "relation": "创作"}, {"source": 289, "target": 200, "relation": "创作"}, {"source": 381, "target": 52, "relation": "创作"}, {"source": 167, "target": 381, "relation": "出自于"}, {"source": 55, "target": 312, "relation": "创作"}, {"source": 167, "target": 55, "relation": "出自于"}, {"source": 247, "target": 136, "relation": "创作"}, {"source": 167, "target": 247, "relation": "出自于"}, {"source": 247, "target": 9, "relation": "创作"}, {"source": 247, "target": 177, "relation": "创作"}, {"source": 247, "target": 92, "relation": "创作"}, {"source": 247, "target": 355, "relation": "创作"}, {"source": 247, "target": 415, "relation": "创作"}, {"source": 247, "target": 439, "relation": "创作"}, {"source": 247, "target": 53, "relation": "创作"}, {"source": 247, "target": 388, "relation": "创作"}, {"source": 367, "target": 61, "relation": "创作"}, {"source": 167, "target": 367, "relation": "出自于"}, {"source": 367, "target": 194, "relation": "创作"}, {"source": 367, "target": 33, "relation": "创作"}, {"source": 297, "target": 25, "relation": "创作"}, {"source": 167, "target": 297, "relation": "出自于"}, {"source": 297, "target": 105, "relation": "创作"}, {"source": 297, "target": 134, "relation": "创作"}, {"source": 297, "target": 412, "relation": "创作"}, {"source": 297, "target": 378, "relation": "创作"}, {"source": 297, "target": 241, "relation": "创作"}, {"source": 264, "target": 73, "relation": "创作"}, {"source": 167, "target": 264, "relation": "出自于"}, {"source": 81, "target": 28, "relation": "创作"}, {"source": 167, "target": 81, "relation": "出自于"}, {"source": 81, "target": 210, "relation": "创作"}, {"source": 267, "target": 70, "relation": "创作"}, {"source": 167, "target": 267, "relation": "出自于"}, {"source": 418, "target": 283, "relation": "创作"}, {"source": 167, "target": 418, "relation": "出自于"}, {"source": 418, "target": 56, "relation": "创作"}, {"source": 179, "target": 443, "relation": "创作"}, {"source": 167, "target": 179, "relation": "出自于"}, {"source": 349, "target": 339, "relation": "创作"}, {"source": 167, "target": 349, "relation": "出自于"}, {"source": 126, "target": 216, "relation": "创作"}, {"source": 167, "target": 126, "relation": "出自于"}, {"source": 441, "target": 293, "relation": "创作"}, {"source": 167, "target": 441, "relation": "出自于"}, {"source": 441, "target": 88, "relation": "创作"}, {"source": 450, "target": 226, "relation": "创作"}, {"source": 167, "target": 450, "relation": "出自于"}, {"source": 153, "target": 109, "relation": "创作"}, {"source": 167, "target": 153, "relation": "出自于"}, {"source": 153, "target": 344, "relation": "创作"}, {"source": 441, "target": 299, "relation": "创作"}, {"source": 301, "target": 129, "relation": "创作"}, {"source": 167, "target": 301, "relation": "出自于"}, {"source": 446, "target": 176, "relation": "创作"}, {"source": 167, "target": 446, "relation": "出自于"}, {"source": 203, "target": 240, "relation": "创作"}, {"source": 167, "target": 203, "relation": "出自于"}, {"source": 214, "target": 321, "relation": "创作"}, {"source": 167, "target": 214, "relation": "出自于"}, {"source": 214, "target": 35, "relation": "创作"}, {"source": 94, "target": 187, "relation": "创作"}, {"source": 167, "target": 94, "relation": "出自于"}, {"source": 268, "target": 166, "relation": "创作"}, {"source": 167, "target": 268, "relation": "出自于"}, {"source": 196, "target": 244, "relation": "创作"}, {"source": 167, "target": 196, "relation": "出自于"}, {"source": 266, "target": 89, "relation": "创作"}, {"source": 167, "target": 266, "relation": "出自于"}, {"source": 338, "target": 436, "relation": "创作"}, {"source": 273, "target": 338, "relation": "出自于"}, {"source": 198, "target": 39, "relation": "创作"}, {"source": 263, "target": 198, "relation": "出自于"}, {"source": 198, "target": 36, "relation": "创作"}, {"source": 198, "target": 27, "relation": "创作"}, {"source": 292, "target": 252, "relation": "创作"}, {"source": 273, "target": 292, "relation": "出自于"}, {"source": 175, "target": 229, "relation": "创作"}, {"source": 273, "target": 175, "relation": "出自于"}, {"source": 190, "target": 347, "relation": "创作"}, {"source": 273, "target": 190, "relation": "出自于"}, {"source": 410, "target": 416, "relation": "创作"}, {"source": 273, "target": 410, "relation": "出自于"}, {"source": 256, "target": 248, "relation": "创作"}, {"source": 273, "target": 256, "relation": "出自于"}, {"source": 149, "target": 124, "relation": "创作"}, {"source": 273, "target": 149, "relation": "出自于"}, {"source": 201, "target": 405, "relation": "创作"}, {"source": 273, "target": 201, "relation": "出自于"}, {"source": 307, "target": 372, "relation": "创作"}, {"source": 273, "target": 307, "relation": "出自于"}, {"source": 121, "target": 58, "relation": "创作"}, {"source": 167, "target": 121, "relation": "出自于"}, {"source": 119, "target": 350, "relation": "创作"}, {"source": 273, "target": 119, "relation": "出自于"}, {"source": 170, "target": 394, "relation": "创作"}, {"source": 141, "target": 170, "relation": "出自于"}, {"source": 343, "target": 417, "relation": "创作"}, {"source": 141, "target": 343, "relation": "出自于"}, {"source": 19, "target": 24, "relation": "创作"}, {"source": 141, "target": 19, "relation": "出自于"}, {"source": 19, "target": 429, "relation": "创作"}, {"source": 448, "target": 130, "relation": "创作"}, {"source": 141, "target": 448, "relation": "出自于"}, {"source": 34, "target": 173, "relation": "创作"}, {"source": 141, "target": 34, "relation": "出自于"}, {"source": 21, "target": 82, "relation": "创作"}, {"source": 141, "target": 21, "relation": "出自于"}, {"source": 174, "target": 99, "relation": "创作"}, {"source": 141, "target": 174, "relation": "出自于"}, {"source": 68, "target": 385, "relation": "创作"}, {"source": 141, "target": 68, "relation": "出自于"}, {"source": 44, "target": 7, "relation": "创作"}, {"source": 141, "target": 44, "relation": "出自于"}, {"source": 38, "target": 230, "relation": "创作"}, {"source": 141, "target": 38, "relation": "出自于"}, {"source": 408, "target": 112, "relation": "创作"}, {"source": 141, "target": 408, "relation": "出自于"}, {"source": 132, "target": 191, "relation": "创作"}, {"source": 141, "target": 132, "relation": "出自于"}, {"source": 331, "target": 453, "relation": "创作"}, {"source": 141, "target": 331, "relation": "出自于"}, {"source": 333, "target": 4, "relation": "创作"}, {"source": 141, "target": 333, "relation": "出自于"}, {"source": 258, "target": 278, "relation": "创作"}, {"source": 141, "target": 258, "relation": "出自于"}, {"source": 374, "target": 224, "relation": "创作"}, {"source": 141, "target": 374, "relation": "出自于"}, {"source": 400, "target": 2, "relation": "创作"}, {"source": 141, "target": 400, "relation": "出自于"}, {"source": 199, "target": 233, "relation": "创作"}, {"source": 141, "target": 199, "relation": "出自于"}, {"source": 115, "target": 311, "relation": "创作"}, {"source": 141, "target": 115, "relation": "出自于"}, {"source": 139, "target": 164, "relation": "创作"}, {"source": 141, "target": 139, "relation": "出自于"}, {"source": 32, "target": 227, "relation": "创作"}, {"source": 141, "target": 32, "relation": "出自于"}, {"source": 202, "target": 325, "relation": "创作"}, {"source": 141, "target": 202, "relation": "出自于"}, {"source": 220, "target": 397, "relation": "创作"}, {"source": 141, "target": 220, "relation": "出自于"}, {"source": 107, "target": 371, "relation": "创作"}, {"source": 141, "target": 107, "relation": "出自于"}, {"source": 17, "target": 456, "relation": "创作"}, {"source": 141, "target": 17, "relation": "出自于"}, {"source": 386, "target": 213, "relation": "创作"}, {"source": 141, "target": 386, "relation": "出自于"}, {"source": 31, "target": 84, "relation": "创作"}, {"source": 141, "target": 31, "relation": "出自于"}, {"source": 31, "target": 182, "relation": "创作"}, {"source": 205, "target": 110, "relation": "创作"}, {"source": 141, "target": 205, "relation": "出自于"}, {"source": 46, "target": 277, "relation": "创作"}, {"source": 404, "target": 46, "relation": "出自于"}, {"source": 26, "target": 74, "relation": "创作"}, {"source": 404, "target": 26, "relation": "出自于"}, {"source": 422, "target": 272, "relation": "创作"}, {"source": 404, "target": 422, "relation": "出自于"}, {"source": 102, "target": 148, "relation": "创作"}, {"source": 404, "target": 102, "relation": "出自于"}, {"source": 223, "target": 302, "relation": "创作"}, {"source": 404, "target": 223, "relation": "出自于"}, {"source": 314, "target": 217, "relation": "创作"}, {"source": 404, "target": 314, "relation": "出自于"}, {"source": 314, "target": 47, "relation": "创作"}, {"source": 237, "target": 396, "relation": "创作"}, {"source": 404, "target": 237, "relation": "出自于"}, {"source": 85, "target": 120, "relation": "创作"}, {"source": 404, "target": 85, "relation": "出自于"}, {"source": 116, "target": 152, "relation": "创作"}, {"source": 404, "target": 116, "relation": "出自于"}, {"source": 158, "target": 319, "relation": "创作"}, {"source": 404, "target": 158, "relation": "出自于"}, {"source": 159, "target": 395, "relation": "创作"}, {"source": 404, "target": 159, "relation": "出自于"}, {"source": 159, "target": 125, "relation": "创作"}, {"source": 159, "target": 334, "relation": "创作"}, {"source": 361, "target": 274, "relation": "创作"}, {"source": 404, "target": 361, "relation": "出自于"}, {"source": 160, "target": 78, "relation": "创作"}, {"source": 404, "target": 160, "relation": "出自于"}, {"source": 449, "target": 454, "relation": "创作"}, {"source": 404, "target": 449, "relation": "出自于"}, {"source": 449, "target": 359, "relation": "创作"}, {"source": 449, "target": 313, "relation": "创作"}, {"source": 449, "target": 106, "relation": "创作"}, {"source": 449, "target": 221, "relation": "创作"}, {"source": 270, "target": 209, "relation": "创作"}, {"source": 404, "target": 270, "relation": "出自于"}, {"source": 60, "target": 206, "relation": "创作"}, {"source": 404, "target": 60, "relation": "出自于"}, {"source": 122, "target": 86, "relation": "创作"}, {"source": 404, "target": 122, "relation": "出自于"}, {"source": 352, "target": 90, "relation": "创作"}, {"source": 404, "target": 352, "relation": "出自于"}, {"source": 352, "target": 360, "relation": "创作"}, {"source": 80, "target": 282, "relation": "创作"}, {"source": 404, "target": 80, "relation": "出自于"}, {"source": 80, "target": 455, "relation": "创作"}, {"source": 80, "target": 271, "relation": "创作"}, {"source": 409, "target": 393, "relation": "创作"}, {"source": 404, "target": 409, "relation": "出自于"}, {"source": 335, "target": 204, "relation": "创作"}, {"source": 18, "target": 335, "relation": "出自于"}, {"source": 426, "target": 238, "relation": "创作"}, {"source": 404, "target": 426, "relation": "出自于"}, {"source": 375, "target": 368, "relation": "创作"}, {"source": 404, "target": 375, "relation": "出自于"}, {"source": 447, "target": 295, "relation": "创作"}, {"source": 100, "target": 447, "relation": "出自于"}, {"source": 67, "target": 341, "relation": "创作"}, {"source": 100, "target": 67, "relation": "出自于"}, {"source": 40, "target": 111, "relation": "创作"}, {"source": 100, "target": 40, "relation": "出自于"}]}