{"nodes": [{"name": "殿前欢·大都西山", "prop": {"content": "冷云间，夕阳楼外数峰闲。等闲不许俗人看，雨髻烟鬟。倚西风十二阑，休长叹。不多时暮霭风吹散，西山看我，我看西山。", "translation": "隔着夕阳映照下的楼殿，在阴冷的浓云之间，西山露出冷清清的几座峰尖。那山头就像烟雨中的美人髻鬟，朦朦胧胧，不肯轻易让俗人看清它的真面。我在秋风中倚遍栏杆，又何必为之长叹。不多时晚风将夜雾驱散，西山注视着我，我也端详着它的容颜。"}}, {"name": "袁宏道", "dynasty": "明代"}, {"name": "独坐敬亭山", "prop": {"content": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)", "translation": "山中群鸟一只只高飞远去，天空中的最后一片白云也悠然飘走。敬亭山和我对视着，谁都看不够，看不厌，看来理解我的只有这敬亭山了。"}}, {"name": "梁联馨", "dynasty": "清代"}, {"name": "萧纲", "dynasty": "南北朝"}, {"name": "元好问", "dynasty": "金朝"}, {"name": "初望淮山", "prop": {"content": "风裘雪帽别家林，紫燕黄鹂已夏深。三釜古人干禄意，一年慈母望归心。劳生逆旅何休息，病眼看山力不禁。想见夕阳三径里，乱蝉嘶罢柳阴阴。", "translation": "穿着裘衣戴着帽子离开了家，听到紫燕和黄莺的声音已经到了深夏。前人微薄的俸禄就像免役绢，慈母一整年都盼望着早早回到身边。艰难的旅途和疲惫的身心该怎么休息，就像生病的眼睛看山都没了力气。想在三径里上看日落，知了在柳树上嘶嘶的叫着。"}}, {"dynasty": "元代"}, {"name": "七绝·五云山", "prop": {"content": "五云山上五云飞，远接群峰近拂堤。若问杭州何处好，此中听得野莺啼。", "translation": "五色彩云在五云山顶环绕飘荡，向远处与众多山峰相连，近处山脚下即是钱塘江堤岸。如果有人问杭州什么地方最美，在这座山中你可以听到野莺婉转鸣叫的声音。"}}, {"name": "汪遵", "dynasty": "唐代"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "早春夜宴", "prop": {"content": "九春开上节，千门敞夜扉。兰灯吐新焰，桂魄朗圆辉。送酒惟须满，流杯不用稀。务使霞浆兴，方乘泛洛归。", "translation": "　　此诗见于《全唐诗》卷五《则天皇后》。这是一首写游宴山水的诗，相当有特色。第一句表明时节，第二句说明和谐愉悦的气氛，第三四句描写美景，五六两句突出主题，最后两句写分别的不舍。此诗对仗工整，清新自然，虽然声律不够谐和，但已接近五律格式。"}}, {"name": "泰山吟", "prop": {"content": "泰山一何高，迢迢造天庭。峻极周已远，层云郁冥冥。梁甫亦有馆，蒿里亦有亭。幽涂延万鬼，神房集百灵。长吟泰山侧，慷慨激楚声。", "translation": "泰山何其高，高耸伸延直至天宫。太高的地方周围已经看不见了，积聚着的云气显得特别昏暗。梁父山上也有驿馆，蒿里山也有驿亭。阴间的路途迎接众多鬼神，神圣的房舍集聚众多幽灵。在泰山旁长久吟唱，情绪激昂地唱起激扬的楚地曲调。"}}, {"name": "唐毅夫", "dynasty": "元代"}, {"name": "酒泉子·长忆孤山", "prop": {"content": "长忆孤山，山在湖心如黛簇。僧房四面向湖开。轻棹去还来。芰荷香喷连云阁。阁上清声檐下铎。别来尘土污人衣。空役梦魂飞。", "translation": "无"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "柏林寺南望", "prop": {"content": "溪上遥闻精舍钟，泊舟微径度深松。青山霁后云犹在，画出东南四五峰。(东南 一作：西南)", "translation": "还在溪上航行，就已听到寺庙的悠悠钟声。停船拾阶而上，山路蜿蜒穿越着秘密松林。雨后初晴，山色青翠，白云悠悠飘荡。眺望西南，四五青峰，更加郁郁葱葱，犹若刚刚画成。"}}, {"name": "从斤竹涧越岭溪行", "prop": {"content": "猿鸣诚知曙，谷幽光未显。岩下云方合，花上露犹泫。逶迤傍隈隩，迢递陟陉岘。过涧既厉急，登栈亦陵缅。川渚屡径复，乘流玩回转。苹萍泛沉深，菰蒲冒清浅。企石挹飞泉，攀林摘叶卷。想见山阿人，薜萝若在眼。握兰勤徒结，折麻心莫展。情用赏为美，事昧竟谁辨？观此遗物虑，一悟得所遣。", "translation": "无"}}, {"name": "登泰山", "prop": {"content": "风云一举到天关，快意生平有此观。万古齐州烟九点，五更沧海日三竿。向来井处方知隘，今后巢居亦觉宽。笑拍洪崖咏新作，满空笙鹤下高寒。", "translation": "伴着和风、轻云一口气登上了南天门，平生能有如此美妙的游览令人多么高兴。终于看到了“齐烟九点”的古老奇观，也一睹了“泰山日出”的壮丽美景。以前居住狭窄知识浅薄犹如井底之蛙，今后就算住到鸟巢好像也会觉得海阔天空。笑拍着洪崖仙人的肩膀咏唱新歌，满天的仙乐飘然而下与大地、与泰山共鸣。"}}, {"name": "游黄檗山", "prop": {"content": "长望竟何极，闽云连越边。南州饶奇怪，赤县多灵仙。金峰各亏日，铜石共临天。阳岫照鸾采，阴溪喷龙泉。残杌千代木，廧崒万古烟。禽鸣丹壁上，猿啸青崖间。秦皇慕隐沦，汉武愿长年。皆负雄豪威，弃剑为名山。况我葵藿志，松木横眼前。所若同远好，临风载悠然。", "translation": "　　这首诗作于江淹被贬为建安吴兴令期间。黄蘖山的地点据旧注说在“吴兴府城”（今浙江吴兴）附近，这不足为信。因为诗中称“闽云连越边”，是在今福建和浙江交界之地，而吴兴则在江浙二省交界处，古人称之为“吴地”，与诗的地望不符。按：《宋书·谢方明传》记谢方明在东晋末孙恩、卢循起义中，从浙东取道“黄蘖峤”经今江西一带，逃到建康。可见“黄蘖峤”在今闽浙赣三省交界处，这地方离江淹被贬的建安吴兴（今福建浦城）不远。此诗当是被贬在建安吴兴后作。此诗写作时间，当比《渡泉峤道出诸山之顶》、《迁阳亭》诸作稍晚。这时他的心情已较迁谪之初稍为平静，所以不像那些诗有明显的怨愤之情而倾向于游仙诗的情调。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "姚鼐", "dynasty": "清代"}, {"name": "周权", "dynasty": "元代"}, {"name": "酒泉子·长忆西山", "prop": {"content": "长忆西山，灵隐寺前三竺后，冷泉亭上旧曾游，三伏似清秋。白猿时见攀高树，长啸一声何处去？别来几向画阑看，终是欠峰峦！", "translation": "我常常回忆灵隐山的风光，那里的灵隐寺、天竺山、冷泉停我都曾经游览过。山里气候宜人，就算是三伏天也如清秋般凉爽。时常看见白猿攀上高树，长啸一声便不见了踪影。告别西山之后，我曾多次将所见美景画下来，但始终觉得画中峰峦不如实景美丽。"}}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "登恒山", "prop": {"content": "云中天下脊，尤见此山尊。八水皆南汇，群峰尽北蹲。仙台临日迥，风窟护云屯。剩有搜奇兴，空怜前路昏。", "translation": "高耸入云的山堪称是天下的屋脊，可见此山山势极高。有八条河流在山下向西南方汇合，从恒山南眺，但见群峰低下，其状如蹲。仙台近对着太阳与高远的太阳相映照，窟边云雾迷漫，常聚不散，似乎是卫护风窟。我还有搜奇猎异的雅兴，只可惜天色已晚，眼前的道路已渐渐地昏暗下来。"}}, {"name": "南山诗", "prop": {"content": "吾闻京城南，兹维群山囿。东西两际海，巨细难悉究。山经及地志，茫昧非受授。团辞试提挈，挂一念万漏。欲休谅不能，粗叙所经觏。尝升崇丘望，戢戢见相凑。晴明出棱角，缕脉碎分绣。蒸岚相澒洞，表里忽通透。无风自飘簸，融液煦柔茂。横云时平凝，点点露数岫。天空浮脩眉，浓绿画新就。孤撑有巉绝，海浴褰鹏噣。春阳潜沮洳，濯濯吐深秀。岩峦虽嵂崒，软弱类含酎。夏炎百木盛，荫郁增埋覆。神灵日歊歔，云气争结构。秋霜喜刻轹，磔卓立癯瘦。参差相叠重，刚耿陵宇宙。冬行虽幽墨，冰雪工琢镂。新曦照危峨，亿丈恒高袤。明昏无停态，顷刻异状候。西南雄太白，突起莫间簉。藩都配德运，分宅占丁戊。逍遥越坤位，诋讦陷乾窦。空虚寒兢兢，风气较搜漱。朱维方烧日，阴霰纵腾糅。昆明大池北，去觌偶晴昼。绵联穷俯视，倒侧困清沤。微澜动水面，踊跃躁猱狖。惊呼惜破碎，仰喜呀不仆。前寻径杜墅，坌蔽毕原陋。崎岖上轩昂，始得观览富。行行将遂穷，岭陆烦互走。勃然思坼裂，拥掩难恕宥。巨灵与夸蛾，远贾期必售。还疑造物意，固护蓄精祐。力虽能排斡，雷电怯呵诟。攀缘脱手足，蹭蹬抵积甃。茫如试矫首，堛塞生怐诟。威容丧萧爽，近新迷远旧。拘官计日用，欲进不可又。因缘窥其湫，凝湛閟阴兽。鱼虾可俯掇，神物安敢寇。林柯有脱叶，欲堕鸟惊救。争衔弯环飞，投弃急哺鷇。旋归道回睨，达枿壮复奏。吁嗟信奇怪，峙质能化贸。前年遭谴谪，探历得邂逅。初从蓝田入，顾眄劳颈脰。时天晦大雪，泪目苦蒙瞀。峻涂拖长冰，直上若悬溜。褰衣步推马，颠蹶退且复。苍黄忘遐睎，所瞩镵左右。杉篁咤蒲苏，杲耀攒介胄。专心忆平道，脱险逾避臭。昨来逢清霁，宿愿忻始副。峥嵘跻冢顶，倏闪杂鼯鼬。前低划开阔，烂漫堆众皱。或连若相从；或蹙若相斗；或妥若弭伏；或竦若惊雊；或散若瓦解；或赴若辐辏；或翩若船游；或决若马骤；或背若相恶；或向若相佑；或乱若抽笋；或嵲若炷灸；或错若绘画；或缭若篆籀；或罗若星离；或蓊若云逗；或浮若波涛；或碎若锄耨；或如贲育伦，赌胜勇前购；先强势已出，后钝嗔浢譳；或如帝王尊，丛集朝贱幼，虽亲不亵狎，虽远不悖谬；或如临食案，肴核纷饤饾；又如游九原，坟墓包椁柩；或纍若盆甖；或揭若登豆；或覆若曝鳖；或颓若寝兽；或蛇若藏龙；或翼若搏鹫；或齐若友朋；或随若先后；或迸若流落；或顾若宿留；或戾若仇雠；或密若婚媾；或俨若峨冠；或翻若舞袖；或屹若战阵；或围若蒐狩；或靡然东注；或偃然北首；或如火熺焰；或若气饙馏；或行而不辍；或遗而不收；或斜而不倚；或弛而不彀；或赤若秃鬝；或熏若柴槱；或如龟坼兆；或若卦分繇；或前横若剥；或后断若姤；延延离又属，夬夬叛还遘；喁喁鱼闯萍；落落月经宿，訚訚树墙垣；巘巘架库厩；参参削剑戟；焕焕衔莹琇；敷敷花披萼；闟闟屋摧霤；悠悠舒而安；兀兀狂以狃；超超出犹奔；蠢蠢骇不懋。大哉立天地，经纪肖营腠。厥初孰天张，僶俛谁劝侑？创兹朴而巧，戮力忍劳疚。得非施斧斤？无乃假诅呪？鸿荒竟无传，功大莫酬僦。尝闻于祠官，芬苾降歆齅。斐然作歌诗，惟用赞报酭。", "translation": "无"}}, {"name": "登泰山记", "prop": {"content": "　　泰山之阳，汶水西流；其阴，济水东流。阳谷皆入汶，阴谷皆入济。当其南北分者，古长城也。最高日观峰，在长城南十五里。　　余以乾隆三十九年十二月，自京师乘风雪，历齐河、长清，穿泰山西北谷，越长城之限，至于泰安。是月丁未，与知府朱孝纯子颍由南麓登。四十五里，道皆砌石为磴，其级七千有余。泰山正南面有三谷。中谷绕泰安城下，郦道元所谓环水也。余始循以入，道少半，越中岭，复循西谷，遂至其巅。古时登山，循东谷入，道有天门。东谷者，古谓之天门溪水，余所不至也。今所经中岭及山巅，崖限当道者，世皆谓之天门云。道中迷雾冰滑，磴几不可登。及既上，苍山负雪，明烛天南。望晚日照城郭，汶水、徂徕如画，而半山居雾若带然。　　戊申晦，五鼓，与子颍坐日观亭，待日出。大风扬积雪击面。亭东自足下皆云漫。稍见云中白若摴蒱数十立者，山也。极天云一线异色，须臾成五采。日上，正赤如丹，下有红光动摇承之。或曰，此东海也。回视日观以西峰，或得日或否，绛皓驳色，而皆若偻。　　亭西有岱祠，又有碧霞元君祠。皇帝行宫在碧霞元君祠东。是日观道中石刻，自唐显庆以来；其远古刻尽漫失。僻不当道者，皆不及往。　　山多石，少土。石苍黑色，多平方，少圜。少杂树，多松，生石罅，皆平顶。冰雪，无瀑水，无鸟兽音迹。至日观数里内无树，而雪与人膝齐。　　桐城姚鼐记。", "translation": "　　泰山的南面，汶水向西流；它的北面，济水向东流。南面山谷的水都流入汶水，北面山谷的水都流入济水。在那南北山谷分界的地方，是古长城。最高处的日观峰，在古长城南面十五里。"}}, {"name": "汪承爵", "dynasty": "明代"}, {"name": "卢仝", "dynasty": "唐代"}, {"dynasty": "宋代"}, {"name": "一七令·山", "prop": {"content": "山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。", "translation": "无"}}, {"name": "令狐楚", "dynasty": "唐代"}, {"name": "浪淘沙·云藏鹅湖山", "prop": {"content": "台上凭栏干，犹怯春寒。被谁偷了最高山？将谓六丁移取去，不在人间。却是晓云闲，特地遮拦。与天一样白漫漫。喜得东风收卷尽，依旧追还。", "translation": "我站在观景台倚着栏杆观赏鹅湖山，春天的寒意还让人心生怯意。放眼望去，啊！是谁把最高的山峰偷走了？难道是神仙将它移到了天上么？原来是云彩闲来无事，故意将它给遮住了啊！让它就像天空一样白茫茫一片。还好东风吹来，将山原样的追回来了。 "}}, {"name": "行经华阴", "prop": {"content": "岧峣太华俯咸京，天外三峰削不成。武帝祠前云欲散，仙人掌上雨初晴。河山北枕秦关险，驿路西连汉畤平。借问路旁名利客，何如此处学长生？", "translation": "在高峻华山上俯视京都长安，三峰伸向天外不是人工削成。在武帝祠前的乌云将要消散，雨过天晴仙人掌峰一片青葱。秦关北靠河山地势多么险要，驿路通过长安往西连着汉畤。借问路旁那些追名逐利的人，为何不到此访仙学道求长生？"}}, {"name": "登太白峰", "prop": {"content": "西上太白峰，夕阳穷登攀。太白与我语，为我开天关。愿乘泠风去，直出浮云间。举手可近月，前行若无山。一别武功去，何时复更还？", "translation": "　　向西攀登太白峰，在日落时分才登上峰巅。太白星向我问候，要为我打开天关。我愿乘那清风而去，飞行于那浮云之间。举起手就可以接近月亮，向前飞行似乎已无山峦阻碍。一旦离别武功而远去，什么时候才能回还呢？"}}, {"name": "天作", "prop": {"content": "天作高山，大王荒之。彼作矣，文王康之。彼徂矣，岐有夷之行。子孙保之。", "translation": "上天造就岐山高，大王开始来开荒。百姓在此盖新房，文王让民享安康。民众奔往岐山旁，岐山大道坦荡荡。子孙永保这地方。"}}, {"dynasty": "先秦"}, {"name": "六盘山诗", "prop": {"content": "绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。", "translation": "无"}}, {"name": "题卢处士山居 / 处", "prop": {"content": "西溪问樵客，遥识楚人家。古树老连石，急泉清露沙。 千峰随雨暗，一径入云斜。日暮飞鸦集，满山荞麦花。", "translation": "在西溪向砍柴的人打听卢岵山居的所在地，然后远远地认准方向向卢岵山居走去。沿途看到古树的老根缠连着石头，仿佛是天生的，湍急清澈的泉水冲走水面上的浮土、树叶，露出泉底的沙子来，显得水明沙净。山里峰峦座座，由于在雨中显得幽暗，看不清楚，只见得那通往卢岵山居的小路高峻、幽深，曲曲弯弯一直通向烟云深处。时间已到傍晚，还不见卢处士，晚鸦也已飞往自己巢里栖息，漫山遍野的荞麦花在夕阳下更显得一片洁白。"}}, {"name": "生查子·独游西岩", "prop": {"content": "青山招不来，偃蹇谁怜汝？岁晚太寒生，唤我溪边住。山头明月来，本在天高处。夜夜入青溪，听读《离骚》去。", "translation": "耸立的青山啊，你孤傲不听召唤，还会有谁喜欢欣赏你呢？岁暮寒冬，常到山中溪边来吧。山尖一轮明月悄悄升起，才发现它早已从地平线升起，眼下已是高悬中天，遍洒银辉照大地的景象。明月，山峦，清澈地小溪，仿佛都在静听我朗诵的《离骚》。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "巫山曲", "prop": {"content": "巴江上峡重复重，阳台碧峭十二峰。荆王猎时逢暮雨，夜卧高丘梦神女。轻红流烟湿艳姿，行云飞去明星稀。目极魂断望不见，猿啼三声泪滴衣。", "translation": "巴东三峡中山峦一重又一重，阳台山旁是碧绿峭拔的十二峰。荆王射猎时正逢巫山雨意云浓，夜卧高山之上梦见了巫山神女。云霞、彩虹和微雨湿了神女艳姿，月明星稀神女化作行云在峡中飞逝。极目远望、再也不见神女芳影，听到峡中猿猴声声悲鸣，不觉令人泪落打湿了衣裳。"}}, {"name": "送温处士归黄山白鹅峰", "prop": {"content": "黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "王国维", "dynasty": "近现代"}, {"name": "忆秦娥·山重叠", "prop": {"content": "山重叠。悬崖一线天疑裂。天疑裂。断碑题字，古苔横啮。风声雷动鸣金铁。阴森潭底蛟龙窟。蛟龙窟。兴亡满眼，旧时明月。", "translation": "无"}}, {"name": "登望楚山最高顶", "prop": {"content": "山水观形胜，襄阳美会稽。最高唯望楚，曾未一攀跻。 石壁疑削成，众山比全低。晴明试登陟，目极无端倪。 云梦掌中小，武陵花处迷。暝还归骑下，萝月映深溪。", "translation": "观山水重在形势之胜，襄阳之美超过会稽。只有最高的望楚山，先前从未来攀陟。石崖峭壁疑是刀削而成，众山同它相比全都太低。晴朗的日子一经登上峰顶，极目远眺果然无边无际。云梦泽只有手掌一样窄小，武陵源在繁花掩映中扑朔迷离。黄昏后骑马下山归来，透过藤萝明月映在深溪里。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"dynasty": "金朝"}, {"name": "踏莎行·秋入云山", "prop": {"content": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。", "translation": "高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。"}}, {"name": "与浩初上人同看山寄京", "prop": {"content": "海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。", "translation": "海边的高耸突出的尖山好像利剑锋芒，到秋天处处割断人的愁肠。假如能将此身化作万万千千身，定要散落到每个峰顶眺望故乡！"}}, {"name": "泾溪南蓝山下有落星潭", "prop": {"content": "蓝岑竦天壁，突兀如鲸额。奔蹙横澄潭，势吞落星石。沙带秋月明，水摇寒山碧。佳境宜缓棹，清辉能留客。恨君阻欢游，使我自惊惕。所期俱卜筑，结茅炼金液。", "translation": "蓝山耸天而立如同一道墙壁，突兀而出像鲸鱼额头。如奔如蹙横在澄彻的深潭之前，其势吞没落星之石。溪沙带着秋月的明辉，潭水摇荡光映寒山翠碧。如此佳境真应缓棹慢行，如此清辉光彩真能留客脚步。遗憾的是您不能来此欢游，使我心中又惊又忧。我所期望的是您我共同在此占卜选址，盖筑茅屋炼长生不老之药。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "刘因", "dynasty": "元代"}, {"name": "巫山高", "prop": {"content": "碧丛丛，高插天，大江翻澜神曳烟。楚魂寻梦风飔然，晓风飞雨生苔钱。瑶姬一去一千年，丁香筇竹啼老猿。古祠近月蟾桂寒，椒花坠红湿云间。", "translation": "碧绿簇聚的巫山群峰高插云天。长江翻波浪，神女长裙拖带着云烟。楚王思念梦中神女，飕飕起凉风，天亮后只见风吹细雨，苔藓处处生。神女瑶姬一去千年杳无踪影，丁香丛中筇竹林里不时传出老猿的啼声。古祠接近月宫，蟾蜍桂树，高险阴冷，山间的椒子儿坠落，把云朵染红。"}}, {"name": "天目", "prop": {"content": "　　天目幽邃奇古不可言，由庄至颠，可二十余里。　　凡山深辟者多荒凉，峭削者鲜迂曲；貌古则鲜妍不足，骨大则玲珑绝少，以至山高水乏，石峻毛枯：凡此皆山之病。　　天目盈山皆壑，飞流淙淙，若万匹缟，一绝也。石色苍润，石骨奥巧，石径曲折，石壁竦峭，二绝也。虽幽谷县岩，庵宇皆精，三绝也。余耳不喜雷，而天目雷声甚小，听之若婴儿声，四绝也。晓起看云，在绝壑下，白净如绵，奔腾如浪，尽大地作琉璃海，诸山尖出云上若萍，五绝也。然云变态最不常，其观奇甚，非山居久者不能悉其形状。山树大者，几四十围，松形如盖，高不逾数尺，一株直万余钱，六绝也。头茶之香者，远胜龙井，笋味类绍兴破塘，而清远过之，七绝也。余谓大江之南，修真栖隐之地，无逾此者，便有出缠结室之想矣。　　宿幻住之次日，晨起看云，巳后登绝顶，晚宿高峰死关。次日，由活埋庵寻旧路而下。数日晴霁甚，山僧以为异，下山率相贺。山中僧四百余人，执礼甚恭，争以饭相劝。临行，诸僧进曰： “荒山僻小，不足当巨目，奈何?”余曰：“天目山某等亦有些子分，山僧不劳过谦，某亦不敢面誉。”因大笑而别。", "translation": "　　天目山幽静深邃奇妙古老，无法用语言来形容。从山脚下的双清庄到山顶，大约有二十余里路。"}}, {"name": "陆机", "dynasty": "魏晋"}, {"name": "谢道韫", "dynasty": "魏晋"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "同赋山居七夕", "prop": {"content": "明月青山夜，高天白露秋。花庭开粉席，云岫敞针楼。石类支机影，池似泛槎流。暂惊河女鹊，终狎野人鸥。", "translation": "无"}}, {"name": "忆东山二首", "prop": {"content": "不向东山久，蔷薇几度花。白云还自散，明月落谁家。我今携谢妓，长啸绝人群。欲报东山客，开关扫白云。", "translation": "东山我很久没有回去了，不知昔日种在洞旁的蔷薇又开过几次花？环绕白云堂的白云是不是仍自聚自散？明月堂前的明月不知落入谁家？"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "山中", "prop": {"content": "结茅临水石，淡寂益闲吟。久雨寒蝉少，空山落叶深。危楼乘月上，远寺听钟寻。昨得江僧信，期来此息心。", "translation": "　　秘演所隐居之地是一座幽静美丽的山，这首诗写出了秘演于此山中静修的种种情景。 "}}, {"name": "西塞山", "prop": {"content": "势从千里奔，直入江中断。岚横秋塞雄，地束惊流满。", "translation": "西塞山连绵起伏，山势如同从千里之外奔凑而来；它那千里奔腾之势，伸长江则戛然而止。秋天的西塞山山中雾气横绕，看起来更加雄伟；江水到达狭隘的关口，水流愈加湍急，咆哮不止。"}}, {"name": "木兰花·西山不似庞公", "prop": {"content": "西山不似庞公傲。城府有楼山便到。欲将华发染晴岚，千里青青浓可扫。人言华发因愁早。劝我消愁惟酒好。夜来一饮尽千钟，今日醒来依旧老。", "translation": "西山没有庞公那般难以接近的孤傲之气。只要城楼所在之处他便能来到城府之中。山林绵延千里，满目苍翠，让人不禁想将白发染翠蓝。都说我早生华发是因愁绪多。劝我喝酒以销愁。酒喝得再多，也不能销愁，醒来白发未减，人依旧在愁中衰老。"}}, {"name": "章谦亨", "dynasty": "宋代"}, {"dynasty": "清代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "岘山怀古", "prop": {"content": "访古登岘首，凭高眺襄中。天清远峰出，水落寒沙空。弄珠见游女，醉酒怀山公。感叹发秋兴，长松鸣夜风。", "translation": "登临岘山顶，寻找游览古迹，凌空看襄阳。天气晴和，远处山峰挺出，秋水枯落，沙洲更加清冷辽阔。看到游玩的女孩在玩弄明珠，喝酒后，更加怀念西晋时的征南将军山简。看秋风萧瑟而兴叹，高大的松树也在秋夜里风中呜咽：事业何时有成。"}}, {"name": "胡秉正", "dynasty": "清代"}, {"name": "望山", "prop": {"content": "南山三十里，不见逾一旬。冒雨时立望，望之如朋亲。虬龙一掬波，洗荡千万春。日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霪一以扫，浩翠写国门。长安百万家，家家张屏新。谁家最好山，我愿为其邻。", "translation": "终南山三十里的景色，我差不多有十几天没见到了。冒着雨久站着凝望，看见你如同看见亲朋好友一样。虬龙掬手扬波，人间万里春色如洗。只是每天春雨不断，让爱山人心情发愁。阴暗的天气不会太久，虽然现在的狂风来的非常猛烈。久雨新晴，坏心情一扫而光之后，终南山翠色欲流，如美景如画泻于一国之京城的长安。如同在长安百万人家，家家门前张开一面新崭崭的屏风。谁家的山最好看，我愿意成为他家的邻居。"}}, {"name": "台山杂咏", "prop": {"content": "西北天低五顶高，茫茫松海露灵鳌。太行直上犹千里，井底残山枉呼号。万壑千岩位置雄，偶从天巧见神功。湍溪已作风雷恶，更在云山气象中。山云吞吐翠微中，淡绿深青一万重。此景只应天上有，岂知身在妙高峰？", "translation": "无"}}, {"name": "独秀峰", "prop": {"content": "来龙去脉绝无有，突然一峰插南斗。桂林山水奇八九，独秀峰尤冠其首。三百六级登其巅，一城烟水来眼前。青山尚且直如弦，人生孤立何伤焉？", "translation": "全然找不到来龙去脉，只见一座高峰突然出现，高可入云，直插南斗星。桂林山水本来就十有八九奇绝卓异，而独秀峰更是首屈一指。几百级阶梯拾级而上才到达它的峰巅，尽览全城风光，但见轻雾迷漫，碧波荡漾。青山尚且可以矗立如琴弦，人生孤立无援又有何妨碍！"}}, {"name": "登峨眉山", "prop": {"content": "蜀国多仙山，峨眉邈难匹。周流试登览，绝怪安可悉？青冥倚天开，彩错疑画出。泠然紫霞赏，果得锦囊术。云间吟琼箫，石上弄宝瑟。平生有微尚，欢笑自此毕。烟容如在颜，尘累忽相失。倘逢骑羊子，携手凌白日。", "translation": "蜀国有很多仙山，但都难以与绵邈的峨眉相匹敌。试登此峨眉山周游观览，其绝特奇异的风光景致哪里能全部领略。青苍的山峰展列于天际，色彩斑斓如同出自画中。飘然登上峰顶赏玩紫霞，恰如真得到了修道成仙之术。我在云间吹奏玉箫，在山石上弹起宝瑟。我平生素有修道学仙的愿望，自此以后将结束世俗之乐。我的脸上似已充满烟霞之气，尘世之牵累忽然间已消失。倘若遇上仙人骑羊子，就与他相互携手凌跨白日。"}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "张抡", "dynasty": "宋代"}, {"name": "点绛唇·高峡流云", "prop": {"content": "高峡流云，人随飞鸟穿云去。数峰着雨。相对青无语。岭上金光，岭下苍烟沍。人间曙。疏林平楚。历历来时路。", "translation": "高峻的峡谷中，烟云缭绕活动。人的眼光随着峡中飞鸟，穿云而去。几座经历风雨的青峰，相对而立，寂然无语。朝阳照在峰顶上，深谷中苍烟凝结，云雾缭绕。随着太阳升起，幽暗的山谷景色渐渐能看清了，刚才攀登过的路径现在都已经在自己的脚下了。"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "十六字令三首", "prop": {"content": "山，快马加鞭未下鞍。惊回首，离天三尺三。山，倒海翻江卷巨澜。奔腾急，万马战犹酣。山，刺破青天锷未残。天欲堕，赖以拄其间。", "translation": "山，高耸入云端。快马加鞭向前赶路，不做丝毫停留。蓦然回首，惊叹身后的山峰与远处的天边快接上了！"}}, {"name": "焦山望寥山", "prop": {"content": "石壁望松寥，宛然在碧霄。安得五彩虹，驾天作长桥。仙人如爱我，举手来相招。", "translation": "站在焦山陡峭的石壁上，遥望松寥山，就像站在碧蓝的云霄。如何才能把五彩虹化为凌空的长桥，以便直通天堂。仙人如果爱惜我，就对我招招手吧，让咱们一起去翱翔。 "}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "秃山", "prop": {"content": "吏役沧海上，瞻山一停舟。怪此秃谁使，乡人语其由。一狙山上鸣，一狙从之游。相匹乃生子，子众孙还稠。山中草木盛，根实始易求。攀挽上极高，屈曲亦穷幽。众狙各丰肥，山乃尽侵牟。攘争取一饱，岂暇议藏收？大狙尚自苦，小狙亦已愁。稍稍受咋啮，一毛不得留。狙虽巧过人，不善操锄耰。所嗜在果谷，得之常以偷。嗟此海山中，四顾无所投。生生未云已，岁晚将安谋？", "translation": "无"}}, {"name": "条山苍", "prop": {"content": "条山苍，河水黄。浪波沄沄去，松柏在高冈。", "translation": "苍翠的中条山啊，浪涛滚滚的黄河水。你的浪涛汹涌澎湃，一泻千里，流向远方；苍松翠柏，郁郁葱葱，挺立在山冈上。"}}, {"name": "惠标", "dynasty": "南北朝"}, {"name": "潘阆", "dynasty": "宋代"}, {"dynasty": "魏晋"}, {"name": "狼山观海", "prop": {"content": "万里昆仑谁凿破，无边波浪拍天来。晓寒云雾连穷屿，春暖鱼龙化蛰雷。阆苑仙人何处觅？灵槎使者几时回？遨游半在江湖里，始觉今朝眼界开。", "translation": "　　这是王安石的一首逸诗。《临川集》和李壁的《王荆文公诗笺注》以及沈钦韩的《王荆文公诗文笺注补注》都没有收这首诗，而是明万历年间编纂的《通州志》中记载，王安石在宋仁宗至和年间曾任海门县令，当时通州属淮南路，这和宋史本传所载“擢进士上第，签书淮南判官”相合"}}, {"name": "晚泊浔阳望庐山", "prop": {"content": "挂席几千里，名山都未逢。泊舟浔阳郭，始见香炉峰。尝读远公传，永怀尘外踪。东林精舍近，日暮空闻钟。", "translation": "经过了几千里江上扬帆，竟然都没遇到一座名山。当我在浔阳城外泊了船，才看到香炉峰非同一般。我曾读过慧远公的小传，其尘外之踪永使我怀念。东林精舍虽然近在眼前，却徒然听到传来的钟声。"}}, {"name": "咏华山", "prop": {"content": "只有天在上，更无山与齐。举头红日近，回首白云低。", "translation": "华山的上面只有青天，世上更是找不到和它齐平的山。在山顶抬头就能看到红色的太阳有多近，回头看甚至觉得白云都很低。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "王守仁", "dynasty": "明代"}, {"dynasty": "南北朝"}, {"name": "七绝·莫干山", "prop": {"content": "翻身复进七人房，回首峰峦入莽苍。四十八盘才走过，风驰又已到钱塘。", "translation": "翻身跃入有七个座位的卧车，回头看抛在身后的众多高耸山峰已隐没在崇山峻岭中。才经过莫干山山间曲折盘旋的山间公路，车速飞驰又到了杭州。"}}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "箕山", "prop": {"content": "薄世临流洗耳尘，便归云洞任天真。 一瓢风入犹嫌闹，何况人间万种人。", "translation": "无"}}, {"name": "望岳三首·其三", "prop": {"content": "南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峰尊，峰峰次低昂。紫盖独不朝，争长嶪相望。恭闻魏夫人，群仙夹翱翔。有时五峰气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。", "translation": "　　咏衡山的《望岳》写于作者晚暮之年，首尾抒发议论，中间写景叙事。“南岳配朱鸟，秩礼自百王。欻吸领地灵，鸿洞半炎方”几句写历代帝王皆设职官崇礼衡山。“在德非馨香”句，寓有讽喻之意，以微婉之词道出，劝勉君主要以德治国。九、十两句，作者叙自己因世乱所驱投奔南国，所以有望岳的机会。接下来自“渴日绝壁出”至“散风如飞霜”写衡山景色，乃全篇中心所在。最后以祀岳之意作结，呼应起笔“秩礼”。而“曷以赞我皇”一句，<a href=\"https://so.gushiwen.cn/authorv_515ea88d1858.aspx\" target=\"_blank\">杜甫爱国之心，强烈地洋溢于字里行间。这首《望岳》通篇皆流露着作者忠君爱国的情怀，即使飘泊江湖，仍是关心朝政，无日或忘。 "}}, {"name": "望岳三首", "prop": {"content": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。会当凌绝顶，一览众山小。西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。南岳配朱鸟，秩礼自百王。歘吸领地灵，鸿洞半炎方。邦家用祀典，在德非馨香。巡守何寂寥，有虞今则亡。洎吾隘世网，行迈越潇湘。渴日绝壁出，漾舟清光旁。祝融五峯尊，峯峯次低昴。紫盖独不朝，争长嶫相望。恭闻魏夫人，羣仙夹翱翔。有时五峯气，散风如飞霜。牵迫限修途，未暇杖崇冈。归来觊命驾，沐浴休玉堂。三叹问府主，曷以赞我皇。牲璧忍衰俗，神其思降祥。", "translation": "泰山到底怎么样？在齐鲁大地上，那青翠的山色没有尽头。大自然把神奇秀丽的景色都汇聚于泰山，山南和山北的天色被分割为一明一暗两部分。冉冉升起的云霞荡涤我的心灵，睁大眼睛追踪那暮归的鸟儿隐入山林，眼角好像要裂开一样。一定要登上泰山的最高峰，俯瞰那众山，而众山在我眼中是多么的渺小。当人登上山的绝顶，就会把周围矮小的群山们，一览无余。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "蜀道难·其二", "prop": {"content": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。", "translation": "　　巫山之长有七百里，巴水的水流弯曲，曲折颇多。行在巴水之上，不断有阵阵悠扬的笛声传来，声调时高时低，两岸的猿啼不断，断了还续。"}}, {"name": "秘演", "dynasty": "宋代"}, {"name": "泰山吟", "prop": {"content": "峨峨东岳高，秀极冲青天。岩中间虚宇，寂寞幽以玄。非工复非匠，云构发自然。器象尔何物？遂令我屡迁。逝将宅斯宇，可以尽天年。", "translation": "雄伟高大的泰山，以极其清秀的灵气直冲青天。它的山岩洞穴仿佛天然间隔的空虚宅院，寂寞无声，幽静深邃。它绝非人间工匠的制造，高山上的岩洞出自大自然的鬼斧神工。变幻莫测的风云气象究竟是什么东西，竟然这样使我的思想波动不定。决定离开变化多端的人境，搬到泰山中生活，恬然无为，延年益寿，安享天命。"}}, {"name": "石钟山记", "prop": {"content": "　　《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？　　元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”　　事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 ", "translation": "　　《水经》说：“鄱阳湖的湖口有一座石钟山在那里。”郦道元认为石钟山下面靠近深潭，微风振动波浪，水和石头互相拍打，发出的声音好像大钟一般。这个说法，人们常常怀疑它。如果把钟磬放在水中，即使大风大浪也不能使它发出声响，何况是石头呢！到了唐代李渤才访求石钟山的旧址。在深潭边找到两块山石，敲击它们，聆听它们的声音，南边那座山石的声音重浊而模糊，北边那座山石的声音清脆而响亮，鼓槌停止了敲击，声音还在传播，余音慢慢地消失。他自己认为找到了这个石钟山命名的原因。但是这个说法，我更加怀疑。敲击后能发出声响的石头，到处都这样，可唯独这座山用钟来命名，这是为什么呢？"}}, {"name": "剑阁赋", "prop": {"content": "　　咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。　　送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)", "translation": "　　从咸阳径直向南眺望有大约五千里地，看到的都是高大而耸入云霄的山峰。前面有剑门关横着截断去路，它背靠青天而把大山从中间断开。上面松林的寒风发出一阵阵响声，有巴东三峡那样的猿猴啊相互哀鸣。旁边激流澎湃，穿行在群山万壑之中，浪花洒向石壁，急湍喷向剑阁，水势翻腾上涌，爆发出雷鸣般的轰响。"}}, {"name": "沁园春·再次韵", "prop": {"content": "混沌凿开，天险巍巍，东岩峻兮。是云髓凝成，半空高矗，天风吹裂，一线中开。妙出神功，高擎仙界，鸟道疑当太白西。凭高处，见云嘘岩腹，鼓舞风雷。落花香染桃鞋。快阔步青云志壮哉。便万里孤骞，超人间世，一枝高折，作月中梯。笔蘸天河，手扪象纬，笑傲风云入壮题。摩苍壁，扫龙蛇醉墨，翔舞徘徊。", "translation": "巍巍的东岩，壁立千仞，石壁夹道，峻极中天，仿佛是在混沌天宇中，由造物主凿开的一天险；它高矗云天，又象是奔腾飞驰的“云髓”聚集凝成。天风将它吹裂，一线中开。它高耸入天际，仅飞鸟可通，而东岩的鸟道又仿佛太白西边的鸟道一样高峻。身处高山之巅，目之所及只到山的中部，云雾吞吐竟响如风雷。脚蹬被桃花香染过的登山鞋，阔步快速地奔向青云，进入月宫，高折蟾宫一枝桂树。笔蘸着天河之水，手摸着星辰日月，来题写心中的风云意气。在“苍壁”上挥洒着大笔，如龙蛇翔舞，左右奔腾！"}}, {"name": "望岳三首·其二", "prop": {"content": "西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。", "translation": "西岳高耸似一位德高望重的老人，群峰在其周围则像他的儿孙。怎么才能求得仙人杖，拄着它登上华山去玉女祠呢？可进了车箱谷就难以回归了，而山峰像通天的箭尾直抵天门，难以登爬。稍稍等待天气转凉后，登上山顶去，看山本貌。"}}, {"name": "涌金亭示同游诸君", "prop": {"content": "太行元气老不死，上与左界分山河。有如巨鳌昂头西入海，突兀已过余坡陀。我从汾晋来，山之面目腹背皆经过。济源盘谷非不佳，烟景独觉苏门多。涌金亭下百泉水，海眼万古留山阿。觱拂泺水源，渊沦晋溪波。云雷涵鬼物，窟宅深蛟鼋。水妃簸弄明月玑，地藏发泄天不诃。平湖油油碧于酒，云锦十里翻风荷。我来适与风雨会，世界三日漫兜罗。山行不得山，北望空长哦！今朝一洗众峰出，千鬟万髻高峨峨。空青断石壁，微茫散烟萝。山阳十月未摇落，翠蕤云旓相荡摩。云烟故为出浓淡，鱼鸟似欲留婆娑。石间仙人迹，石烂迹不磨。仙人去不返，六龙忽蹉跎。江山如此不一醉，拊掌笑杀孙公和。长安城头乌尾讹，并州少年夜枕戈。举杯为问谢安石，苍生今亦如卿何？元子乐矣君其歌！", "translation": "无"}}, {"name": "望岳", "prop": {"content": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。", "translation": "五岳之首的泰山的怎么样？在齐鲁大地上，那苍翠的美好山色没有尽头。大自然把神奇秀丽的景象全都汇聚其中，山南山北阴阳分界，晨昏迥然不同。望着那升腾的层层云气，心胸摇荡；睁大眼睛远望归鸟回旋入山，眼角好像要裂开一样。定要登上那最高峰，俯瞰在泰山面前显得渺小的群山。"}}, {"name": "题西林壁", "prop": {"content": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。", "translation": "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。 "}}, {"name": "题君山", "prop": {"content": "曾于方外见麻姑，闻说君山自古无。元是昆仑山顶石，海风吹落洞庭湖。", "translation": "曾经在世外见到麻姑，听说君山古时候本无。原是昆仑山顶一块石，飓风吹来落入洞庭湖。"}}, {"name": "武夷山", "prop": {"content": "只得流霞酒一杯，空中箫鼓几时回。武夷洞里生毛竹，老尽曾孙更不来。", "translation": "（被称为曾孙）的众乡人只得到仙人们赏赐的一杯流霞仙酒，今天所听到的空中箫鼓声不知道以后什么时候再能听到。武夷洞里长满了很多有毒的毛竹，那些被称为曾孙的乡人们纷纷老去，再也没来。"}}, {"name": "咏贺兰山", "prop": {"content": "西北天谁补？此山作柱擎。蟠根横远塞，设险压长城。俯瞰黄河小，高悬白雪清。曾从绝顶望，灏气接蓬瀛。", "translation": "无"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "山行", "prop": {"content": "家住白云山北，路迷碧水桥东。短发潇潇暮雨，长襟落落秋风。", "translation": "家住在白云山的北边，却在碧水桥东迷路了。稀疏的短发曝露在夜晚的小雨中，身上的长衫被秋风吹得随风飘摇。"}}, {"dynasty": "近现代"}, {"name": "念奴娇·昆仑", "prop": {"content": "横空出世，莽昆仑，阅尽人间春色。飞起玉龙三百万，搅得周天寒彻。夏日消溶，江河横溢，人或为鱼鳖。千秋功罪，谁人曾与评说？而今我谓昆仑，不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。", "translation": "破空而出了，高大险峻的昆仑山，你已看遍人世衰盛。终年积雪，山脉蜿蜒不绝，好像无数的白龙正在空中飞舞，搅得天地一片冰寒。夏天冰雪消融，江河纵横流淌，人也许为鱼鳖所食。你的千年功过是非，究竟何人曾予以评说？今天我要来说一说昆仑：不要你如此高峻，也不要你这么多的积雪。怎样才能背靠青天抽出宝剑，把你斩为三片呢？一片送给欧洲，一片赠予美洲，一片留在中国。在这和平世界里，整个地球将像这样感受到热烈与凉爽。"}}, {"name": "经火山", "prop": {"content": "火山今始见，突兀蒲昌东。赤焰烧虏云，炎氛蒸塞空。不知阴阳炭，何独烧此中？我来严冬时，山下多炎风。人马尽汗流，孰知造化工！", "translation": "久已听说的火山今日才见到，它高高地矗立在蒲昌县东。赤色的火焰烧红了胡天的云，炎热的气流蒸腾在边塞上空。不知道由阴阳二气构成的热能，为什么独独燃烧在这座山中？我在严冬时节里来到这里，山下仍然是一阵阵热风。人和马都热得汗流浃背，谁能探究大自然的奥妙无穷？"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "武则天", "dynasty": "唐代"}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "山中", "prop": {"content": "饥拾松花渴饮泉，偶从山后到山前。阳坡软草厚如织，困与鹿麛相伴眠。", "translation": "饿了就吃松果，渴了就喝山泉，偶而从山后漫步到山前。向阳的山坡上的草儿又软又厚像床褥一样，困了便同小鹿相伴而眠。"}}, {"name": "阙题二首", "prop": {"content": "荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。", "translation": "无"}}, {"name": "虞美人·影松峦峰", "prop": {"content": "有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。", "translation": "一时间云彩与高峰相聚，与峰间青松不明的样子。望着依偎在另一侧岩壁的云彩，一样的与天交接。有时候山峰与天气作对，不允许山间的露珠轻易滴落，而云气的颜色深浅浓淡，随着山崖之势变化。"}}, {"name": "初见嵩山", "prop": {"content": "年来鞍马困尘埃，赖有青山豁我怀。日暮北风吹雨去，数峰清瘦出云来。", "translation": "多少年来，鞍马劳顿，被困于尘埃之中，尘世污浊，我的呼吸都有些不畅了。还好有青山在，它稳健、挺拔、耸立，它披一身青翠，迎接清风雨露，送走晚霞明月。青山的豁达，让我也有了驰骋的胸怀。天色渐晚，北风萧萧，吹走一片云雨，此时，晴空一碧，几座山峰就从云后面走出来了，原来它们是那么的清瘦挺拔、不染一丝尘埃。"}}, {"name": "咏孤石", "prop": {"content": "中原一孤石，地理不知年。根含彭泽浪，顶入香炉烟。崖成二鸟翼，峰作一芙莲。何时发东武，今来镇蠡川。", "translation": "　　孤石指大孤山，在江西省鄱阳湖出口入长江处，横扼大湖，孤峰独耸，因山形似鞋，故又名鞋山。惠标曾长期云游漂泊，对闽、浙、赣诸省的自然风光相当熟稔、非常热爱，因而写了不少吟咏山水的诗文。这首五言律诗，既有雄伟磅礴的气势，又有凝炼隽永的韵味，用明快流利的节奏，形象生动的比喻，准确精炼的语言，错落有致的背景，形容出一座石峰的瑰丽英姿。全诗清新明朗、玲珑剔透。 "}}, {"name": "丈人山", "prop": {"content": "自为青城客，不唾青城地。为爱丈人山，丹梯近幽意。 丈人祠西佳气浓，缘云拟住最高峰。扫除白发黄精在，君看他时冰雪容。", "translation": "自己认为自己是青城山的人，所以不在青城山上随地吐痰。为了喜爱的丈人山，走阶梯而感受优雅的情趣。丈人祠的西边风景独好，因为云彩都在最高峰之上。拔出白发还有干枯发黄的头发在，老了呀以后可能不能再爬山了。 "}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "鹿柴", "prop": {"content": "空山不见人，但闻人语响。返景入深林，复照青苔上。", "translation": "幽静的山谷里看不见人，只听到人说话的声音。落日的影晕映入了深林，又照在幽暗处的青苔上。"}}, {"dynasty": "朝代"}, {"name": "侯文曜", "dynasty": "清代"}, {"name": "登大伾山诗", "prop": {"content": "晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。", "translation": "　　这是明代哲学家、军事家和文学家王守仁早年的诗作，以至于在王守仁诗集中寻访不到，然而《登大伾山》诗碑还矗立在大伾山顶禹王庙西侧，大字行楷，诗衬字，字映诗，显得浑然一体，正可谓“翩翩然凤翥而龙蟠”，清隽磅礴之气扑面而来。书法劲拔，神采苍秀，字里行间犹如黄河之水浪涛汹涌，观后令人激动不已。他虽善书法，但正如明代书画家徐渭所说：“古人论右军（指王羲之）以书掩人，新建先生（指守仁）乃不然，以人掩其书。”　就是说，由于其他方面的名气太大了，结果把他的善书之名掩盖掉了。因此，《登大伾山诗》虽然是王守仁早年诗作，但是从书法价值和文学价值两方面来看，不愧为“诗书双璧”。"}}, {"name": "淇澳青青水一湾", "prop": {"content": "渭川千亩入秦关，淇澳青青水一湾。两地高风来拱向，中间突兀太行山。", "translation": "　　写秦关内的渭川与（关外的）淇澳两地有着高尚风操的君子竹茁壮翠美，隔着高耸的太行山脉遥相呼应。 "}}, {"name": "菩萨蛮·五云深处蓬山", "prop": {"content": "五云深处蓬山杳。寒轻雾重银蟾小。枕上挹余香。春风归路长。 雁来书不到。人静重门悄。一阵落花风。云山千万重。", "translation": "　　写景的虚实相间，是此词的主要特点。首句写云写山，这原是常见的自然景象，但此中的云是“五云”，此中的山是“蓬山”，句末下一“杳”字，平添一层梦幻般的氛围。这不禁令人想起白居易“忽闻海上有仙山，山在虚无缥缈间”，“楼阁玲珑五云起”（《长恨歌》）的诗句，那么词中“五云”、“蓬山”是指真实的山景呢，还是借仙山之名，表现意念中的境象。这一似虚若实的景象传示出迷惘之气，显现了主人公内心的惆怅和对希望的渺茫感。接着一句对月夜的描写较实，但作者写雾重，写月小，以昏淡迷朦的景色特点，创造了和首句相同的氛围，虚实景象交融一体，不仅形成画面的和谐，而且进一步映衬出主人公的悲凉心情。"}}, {"name": "张耒", "dynasty": "宋代"}, {"dynasty": "明代"}, {"name": "张养浩", "dynasty": "元代"}, {"name": "李峤", "dynasty": "唐代"}, {"name": "方干", "dynasty": "唐代"}, {"name": "游终南山", "prop": {"content": "南山塞天地，日月石上生。高峰夜留景，深谷昼未明。山中人自正，路险心亦平。长风驱松柏，声拂万壑清。即此悔读书，朝朝近浮名。", "translation": "终南山高大雄伟，塞满了整个天地，太阳和月亮都是从山中的石头上升起落下。当终南山其他地方都已被夜色笼罩时，高高的山峰上还留着落日的余晖；而当终南山其他地方都已经洒满阳光时，深深的幽谷中还是一片昏暗。终南山矗立在那儿不偏不斜，山中居住的人也和这山一样爽直正派，虽然山路陡峭，崎岖不平，但他们却心地平坦，从不会有路险身危的感觉。山高风长，长风吹动松柏，松枝松叶在风中呼呼作响，松涛回荡在千山万壑之间，十分清脆激越。来到终南山见到如此险绝壮美的景色，我真后悔当初为什么要刻苦读书，天天去追求那些虚名浮利。"}}, {"name": "瑞鹤仙·环滁皆山也", "prop": {"content": "环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。 游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。", "translation": "环绕着滁州城的都是山。远远望过去树木茂盛，又幽深又秀丽的，是琅琊山。沿着山上走六七里，有一个四角翘起，像鸟张开翅膀一样高踞于泉水之上的亭子，是醉翁亭。太守欣赏山水的乐趣，领会在心里，寄托在喝酒上。野花开了，美好的树木繁茂滋长，天高气爽，霜色洁白，四季的景色不同，乐趣也是无穷无尽的。游玩的时候，野味野菜，用酿泉的泉水来酿酒，泉水清，酒水甜，酒杯和酒筹交互错杂。太守喝醉了，而人们时坐时起，大声喧哗，是宾客在尽情欢乐。而且宴会喝酒的乐趣，不在于弹琴奏乐，太守以游人的快乐为快乐。当时的太守是谁？是醉翁欧阳修。"}}, {"name": "终南山", "prop": {"content": "太乙近天都，连山接海隅。(接 一作：到)白云回望合，青霭入看无。分野中峰变，阴晴众壑殊。欲投人处宿，隔水问樵夫。", "translation": "巍巍的终南山高入云霄，与天帝的都城临近。绵亘不绝的山峦，延伸到遥远的大海之滨。回望山下白云滚滚连成一片，青霭迷茫进入山中都不见。终南山连绵延伸，占地极广，中峰两侧的分野都变了，众山谷的天气也阴晴变化，各自不同。想在山中找个人家去投宿，隔水询问那樵夫可否方便？"}}, {"name": "郎士元", "dynasty": "唐代"}, {"name": "江淹", "dynasty": "南北朝"}], "edges": [{"source": 125, "target": 104, "relation": "创作"}, {"source": 137, "target": 125, "relation": "出自于"}, {"source": 128, "target": 114, "relation": "创作"}, {"source": 47, "target": 128, "relation": "出自于"}, {"source": 105, "target": 115, "relation": "创作"}, {"source": 33, "target": 105, "relation": "出自于"}, {"source": 68, "target": 136, "relation": "创作"}, {"source": 47, "target": 68, "relation": "出自于"}, {"source": 44, "target": 2, "relation": "创作"}, {"source": 47, "target": 44, "relation": "出自于"}, {"source": 68, "target": 149, "relation": "创作"}, {"source": 105, "target": 109, "relation": "创作"}, {"source": 81, "target": 123, "relation": "创作"}, {"source": 122, "target": 81, "relation": "出自于"}, {"source": 24, "target": 30, "relation": "创作"}, {"source": 73, "target": 24, "relation": "出自于"}, {"source": 17, "target": 95, "relation": "创作"}, {"source": 33, "target": 17, "relation": "出自于"}, {"source": 81, "target": 85, "relation": "创作"}, {"source": 51, "target": 54, "relation": "创作"}, {"source": 47, "target": 51, "relation": "出自于"}, {"source": 44, "target": 110, "relation": "创作"}, {"source": 44, "target": 38, "relation": "创作"}, {"source": 4, "target": 106, "relation": "创作"}, {"source": 98, "target": 4, "relation": "出自于"}, {"source": 84, "target": 147, "relation": "创作"}, {"source": 47, "target": 84, "relation": "出自于"}, {"source": 142, "target": 132, "relation": "创作"}, {"source": 33, "target": 142, "relation": "出自于"}, {"source": 44, "target": 67, "relation": "创作"}, {"source": 82, "target": 53, "relation": "创作"}, {"source": 33, "target": 82, "relation": "出自于"}, {"source": 150, "target": 18, "relation": "创作"}, {"source": 47, "target": 150, "relation": "出自于"}, {"source": 96, "target": 89, "relation": "创作"}, {"source": 47, "target": 96, "relation": "出自于"}, {"source": 10, "target": 60, "relation": "创作"}, {"source": 47, "target": 10, "relation": "出自于"}, {"source": 44, "target": 86, "relation": "创作"}, {"source": 119, "target": 79, "relation": "创作"}, {"source": 73, "target": 119, "relation": "出自于"}, {"source": 23, "target": 94, "relation": "创作"}, {"source": 47, "target": 23, "relation": "出自于"}, {"source": 63, "target": 108, "relation": "创作"}, {"source": 92, "target": 63, "relation": "出自于"}, {"source": 64, "target": 42, "relation": "创作"}, {"source": 47, "target": 64, "relation": "出自于"}, {"source": 11, "target": 148, "relation": "创作"}, {"source": 33, "target": 11, "relation": "出自于"}, {"source": 81, "target": 8, "relation": "创作"}, {"source": 128, "target": 102, "relation": "创作"}, {"source": 81, "target": 99, "relation": "创作"}, {"source": 128, "target": 112, "relation": "创作"}, {"source": 56, "target": 39, "relation": "创作"}, {"source": 40, "target": 56, "relation": "出自于"}, {"source": 59, "target": 71, "relation": "创作"}, {"source": 7, "target": 59, "relation": "出自于"}, {"source": 58, "target": 43, "relation": "创作"}, {"source": 33, "target": 58, "relation": "出自于"}, {"source": 138, "target": 131, "relation": "创作"}, {"source": 73, "target": 138, "relation": "出自于"}, {"source": 146, "target": 116, "relation": "创作"}, {"source": 47, "target": 146, "relation": "出自于"}, {"source": 44, "target": 80, "relation": "创作"}, {"source": 14, "target": 0, "relation": "创作"}, {"source": 7, "target": 14, "relation": "出自于"}, {"source": 72, "target": 36, "relation": "创作"}, {"source": 33, "target": 72, "relation": "出自于"}, {"source": 22, "target": 140, "relation": "创作"}, {"source": 73, "target": 22, "relation": "出自于"}, {"source": 44, "target": 46, "relation": "创作"}, {"source": 128, "target": 103, "relation": "创作"}, {"source": 25, "target": 111, "relation": "创作"}, {"source": 7, "target": 25, "relation": "出自于"}, {"source": 107, "target": 69, "relation": "创作"}, {"source": 33, "target": 107, "relation": "出自于"}, {"source": 135, "target": 124, "relation": "创作"}, {"source": 47, "target": 135, "relation": "出自于"}, {"source": 16, "target": 19, "relation": "创作"}, {"source": 98, "target": 16, "relation": "出自于"}, {"source": 23, "target": 50, "relation": "创作"}, {"source": 84, "target": 45, "relation": "创作"}, {"source": 91, "target": 15, "relation": "创作"}, {"source": 33, "target": 91, "relation": "出自于"}, {"source": 91, "target": 26, "relation": "创作"}, {"source": 96, "target": 29, "relation": "创作"}, {"source": 57, "target": 93, "relation": "创作"}, {"source": 33, "target": 57, "relation": "出自于"}, {"source": 44, "target": 55, "relation": "创作"}, {"source": 90, "target": 133, "relation": "创作"}, {"source": 98, "target": 90, "relation": "出自于"}, {"source": 27, "target": 37, "relation": "创作"}, {"source": 47, "target": 27, "relation": "出自于"}, {"source": 48, "target": 83, "relation": "创作"}, {"source": 122, "target": 48, "relation": "出自于"}, {"source": 5, "target": 78, "relation": "创作"}, {"source": 52, "target": 5, "relation": "出自于"}, {"source": 68, "target": 130, "relation": "创作"}, {"source": 35, "target": 34, "relation": "创作"}, {"source": 47, "target": 35, "relation": "出自于"}, {"source": 127, "target": 77, "relation": "创作"}, {"source": 47, "target": 127, "relation": "出自于"}, {"source": 74, "target": 117, "relation": "创作"}, {"source": 47, "target": 74, "relation": "出自于"}, {"source": 44, "target": 75, "relation": "创作"}, {"source": 97, "target": 139, "relation": "创作"}, {"source": 143, "target": 97, "relation": "出自于"}, {"source": 57, "target": 88, "relation": "创作"}, {"source": 144, "target": 20, "relation": "创作"}, {"source": 7, "target": 144, "relation": "出自于"}, {"source": 120, "target": 49, "relation": "创作"}, {"source": 73, "target": 120, "relation": "出自于"}, {"source": 126, "target": 12, "relation": "创作"}, {"source": 47, "target": 126, "relation": "出自于"}, {"source": 1, "target": 61, "relation": "创作"}, {"source": 143, "target": 1, "relation": "出自于"}, {"source": 100, "target": 141, "relation": "创作"}, {"source": 33, "target": 100, "relation": "出自于"}, {"source": 87, "target": 121, "relation": "创作"}, {"source": 47, "target": 87, "relation": "出自于"}, {"source": 9, "target": 101, "relation": "创作"}, {"source": 47, "target": 9, "relation": "出自于"}, {"source": 65, "target": 70, "relation": "创作"}, {"source": 47, "target": 65, "relation": "出自于"}, {"source": 128, "target": 134, "relation": "创作"}, {"source": 76, "target": 118, "relation": "创作"}, {"source": 73, "target": 76, "relation": "出自于"}, {"source": 3, "target": 41, "relation": "创作"}, {"source": 73, "target": 3, "relation": "出自于"}, {"source": 145, "target": 66, "relation": "创作"}, {"source": 47, "target": 145, "relation": "出自于"}, {"source": 151, "target": 21, "relation": "创作"}, {"source": 98, "target": 151, "relation": "出自于"}, {"source": 32, "target": 129, "relation": "创作"}, {"source": 47, "target": 32, "relation": "出自于"}, {"source": 5, "target": 113, "relation": "创作"}, {"source": 11, "target": 6, "relation": "创作"}, {"source": 31, "target": 28, "relation": "创作"}, {"source": 143, "target": 31, "relation": "出自于"}, {"source": 62, "target": 13, "relation": "创作"}, {"source": 92, "target": 62, "relation": "出自于"}]}