{"nodes": [{"name": "贾岛", "dynasty": "唐代"}, {"name": "中秋", "prop": {"content": "去年中秋阴复晴，今年中秋阴复阴。百年好景不多遇，况乃白发相侵寻。吾心自有光明月，千古团圆永无缺。山河大地拥清辉，赏心何必中秋节。", "translation": "去年中秋节先是阴云密布，但最终天晴见月，今年中秋却始终阴云满天。人的一生，本来中秋圆月的美景就看不到多少次，更何况一个人头上的白发越来越多。不过我的心中自有一轮光明的圆月，千古常在，永不缺独。山河大地都沐浴在它的光辉之下，这等快乐，不必非要在中秋才有。"}}, {"name": "蝶恋花·早行", "prop": {"content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。", "translation": "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。"}}, {"name": "中秋月二首·其二", "prop": {"content": "圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？", "translation": "夜空中升起一轮明月，都说每个地方都是一样的月色。哪里知道远在千里之外，就没有急风暴雨呢？"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "李朴", "dynasty": "宋代"}, {"name": "水调歌头·细数十年事", "prop": {"content": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "translation": "细细算来十年宦海沉浮，人在十处度过十个中秋。旧梦未了今秋忽如新梦，飘然人到黄鹤旧时山头。老子今夜豪兴不浅，忽忆当年庾亮守鄂州，天教历史上的聚会重现，我辈今朝宴饮赏月在南楼。迢迢银河暗淡无光，独见一轮皓月当空浮。江北烟散，江南雾收，江水平似白练滔滔东流。山河破碎，南北分裂，月光依然照临一片清愁。月中嫦娥冷眼相看，当笑我白发东归，空损貂裘，壮志不酬。我今举杯邀明月，肯否与我结伴共去沧洲？"}}, {"name": "望江南·江南月", "prop": {"content": "江南月，清夜满西楼。云落开时冰吐鉴，浪花深处玉沉钩。圆缺几时休。星汉迥，风露入新秋。丹桂不知摇落恨，素娥应信别离愁。天上共悠悠。", "translation": "天朗气清的秋夜，皎洁的月光洒满西楼。云堆散开时，圆月如明镜高悬夜空；浪花绽放深处，缺月似玉钩沉落江心。月圆月缺何时才能停止啊！银河迢迢，不觉又是金风玉露的新秋。月中丹桂不会因秋而凋零；月中嫦娥离群索居，无休止的孤寂的生活中，肯定体验到了离别的痛苦。人间离人和天上嫦娥，都为月缺人分离、月圆人未圆而黯然神伤。"}}, {"name": "望月怀远 / 望月怀", "prop": {"content": "海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。", "translation": "茫茫的海上升起一轮明月，你我相隔天涯却共赏月亮。多情的人都怨恨月夜漫长，整夜里不眠而把亲人怀想。熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。不能把美好的月色捧给你，只望能够与你相见在梦乡。"}}, {"dynasty": "元代"}, {"name": "减字木兰花·新月", "prop": {"content": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。", "translation": "晚妆梳罢，又手执画笔。镜中，你的纤纤柳眉，是否正如窗外的一弯新月。回首天边，烟雨正朦胧，让人看不分明的，是藏在烟雨后的一弯新月。这样的夜空，不需要有星星，和我一起守着永恒誓言的。是你，是在星海飘摇的一弯新月。寂静的夜，寂寞的小楼。茫茫人间，你我同样的哀愁。想必也如天边的那弯新月。"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "八月十二日夜诚斋望月", "prop": {"content": "才近中秋月已清，鸦青幕挂一团冰。忽然觉得今宵月，元不黏天独自行。", "translation": "刚刚接近中秋，月已清圆，似是在鸦青色的幕布上挂着一团冰盘。忽然间，觉得今夜的月亮，独自行进在，与天隔离的空间。"}}, {"name": "寒山", "dynasty": "唐代"}, {"name": "崔国辅", "dynasty": "唐代"}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "新雁过妆楼·中秋后一", "prop": {"content": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。 谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。", "translation": "　　《新雁过妆楼》，一名《雁过妆楼》。双调，九十九字，上片九句五平韵，下片十句四平韵。　　"}}, {"name": "苏辙", "dynasty": "宋代"}, {"name": "菩萨蛮·湿云不动溪桥", "prop": {"content": "湿云不动溪桥冷。嫩寒初透东风影。桥下水声长。一枝和月香。人怜花似旧。花比人应瘦。莫凭小栏干。夜深花正寒。", "translation": "潮湿的云彩凝滞不动，溪桥清冷，轻寒刚刚穿透东风的身影。桥下水发出长长的声响，河畔的梅枝正揉和着月光发出香气。人爱花好似见了旧友，花与人比较起来该是俊秀清瘦。独自一人寂寞靠着那小小的栏杆，殊不知夜深正熬受着寒冷哩！"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "钱起", "dynasty": "唐代"}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "苏台览古", "prop": {"content": "旧苑荒台杨柳新，菱歌清唱不胜春。 只今惟有西江月，曾照吴王宫里人。", "translation": "曾经的歌台，曾经的舞榭，曾经的园林，曾经的宫殿，如今都已经荒废，只有杨柳叶儿青青，还有那湖中的采菱女在清唱着青春永恒的歌谣。谁还记得吴王夫差的事儿呢？只有那城西河中的明月，曾经照耀过吴王宫殿，照耀过在宫中灯红酒绿的人。"}}, {"name": "中秋", "prop": {"content": "皓魄当空宝镜升，云间仙籁寂无声。平分秋色一轮满，长伴云衢千里明。狡兔空从弦外落，妖蟆休向眼前生。灵槎拟约同携手，更待银河彻底清。", "translation": "明月缓缓升起，如同镜子般挂在天空。万籁无声，似乎连天上的仙乐也因为美丽的月色而停止了演奏，空中只飘着淡淡的云朵。这一轮满月足以平分秋色，高悬云层之中照亮了千家万户。想起那些关于月亮的传说，月中有兔与蟾蜍。我想要约同明月一起乘坐去往天河的船筏，待银河彻底澄清以后，遨游太空。"}}, {"name": "落梅风·人初静", "prop": {"content": "人初静，月正明。纱窗外玉梅斜映。梅花笑人偏弄影，月沉时一般孤零。", "translation": "人刚刚静下来，月色正是明亮的时候。白梅花枝斑驳地斜映在纱窗上。梅花偏偏弄影戏笑人，夜深了月亮沉落，庭院里一样凄凉孤零的景象。"}}, {"name": "郎士元", "dynasty": "唐代"}, {"name": "裴迪南门秋夜对月 /", "prop": {"content": "夜来诗酒兴，月满谢公楼。影闭重门静，寒生独树秋。鹊惊随叶散，萤远入烟流。今夕遥天末，清光几处愁。", "translation": "夜色渐浓，月亮升起，月光洒满了庭宇和楼台。几个朋友聚在一起，饮酒吟诗。所在的深深的庭院，层内门户早已关闭，户外万籁俱寂。一阵清风吹来，枝叶沙沙，引发无限寒意。被惊醒的鸟雀扑刺刺猛然飞起，震落了片片秋叶。秋萤从眼前飞过，忽而又消失在暮霭中，似乎与烟流一起远走高飞了。面对这样的月色，将会惹动多少人的愁思。"}}, {"name": "雨后望月", "prop": {"content": "四郊阴霭散，开户半蟾生。万里舒霜合，一条江练横。出时山眼白，高后海心明。为惜如团扇，长吟到五更。", "translation": "当四野阴云消散的时候，打开窗户看见一弯月升在云上。万里原野弥漫着一片霜雾，月下横着一条素练似的大江。在它初升时山中泉眼透白，当它升高时海水透出明光。只因为怜惜这像团扇的明月，一直不眠长吟到天色大亮。"}}, {"name": "佚名", "dynasty": "五代"}, {"dynasty": "清代"}, {"name": "清江引·托咏", "prop": {"content": "剔秃圞一轮天外月，拜了低低说：是必常团圆，休着些儿缺，愿天下有情底都似你者。", "translation": "　　这支散曲题为“托咏”，是托物咏怀之意。曲子写一个少女对着天上圆圆的明月，诉说心底的祝愿：愿天下有情人都像明月一样团团圆圆。古人诗、词、曲中常有对月拜祝和把酒发愿的描写，关汉卿的《拜月亭》杂剧中即有对月祝愿的情节，与这首小令有相近的意境。"}}, {"name": "好事近·七月十三日夜", "prop": {"content": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。 如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。", "translation": "月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "江楼月", "prop": {"content": "嘉陵江曲曲江池，明月虽同人别离。一宵光景潜相忆，两地阴晴远不知。谁料江边怀我夜，正当池畔望君时。今朝共语方同悔，不解多情先寄诗。", "translation": "无"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "霜月", "prop": {"content": "初闻征雁已无蝉，百尺楼高水接天。(楼高 一作：楼南 / 楼台)青女素娥俱耐冷，月中霜里斗婵娟。", "translation": "刚开始听到远行去南方的大雁的鸣叫声，蝉鸣就已经销声匿迹了，我登上百尺高楼，极目远眺，水天连成一片。霜神青女和月中嫦娥不怕寒冷，在寒月冷霜中争艳斗俏，比一比冰清玉洁的美好姿容。"}}, {"dynasty": "明代"}, {"name": "水调歌头·徐州中秋", "prop": {"content": "离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。", "translation": "分别一次要多久呢？已经过了七个中秋节。去年的今天在东武之地，我望着明月，心中愁绪难以承受。想到在彭城山下，一起在古汴河上泛舟，忽然传来凉州曲调。有鼓吹助兴，惊起汀上的鸿雁。宴席中的客人，有的穿着用翠鸟羽毛装饰的披风，有的穿着紫绮为面的裘皮衣服。无奈圆月无情，渐渐西沉不肯为人留下。今天晚上有酒待客，明晚又要独自宿在水路驿站，离愁依旧。就怕像王粲那样，不得返乡，只能登楼相望。"}}, {"name": "月出", "prop": {"content": "月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。", "translation": "月亮出来多明亮，美人仪容真漂亮。身姿窈窕步轻盈，让我思念心烦忧。月亮出来多洁白，美人仪容真姣好。身姿窈窕步舒缓，让我思念心忧愁。月亮出来光普照，美人仪容真美好。身姿窈窕步优美，让我思念心烦躁。"}}, {"name": "月下独酌四首", "prop": {"content": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时相交欢，醉后各分散。（另版本“相”为“同”）永结无情游，相期邈云汉。天若不爱酒，酒星不在天。地若不爱酒，地应无酒泉。天地既爱酒，爱酒不愧天。已闻清比圣，复道浊如贤。贤圣既已饮，何必求神仙。三杯通大道，一斗合自然。但得酒中趣，勿为醒者传。三月咸阳城，千花昼如锦。谁能春独愁，对此径须饮。穷通与修短，造化夙所禀。一樽齐死生，万事固难审。醉後失天地，兀然就孤枕。不知有吾身，此乐最为甚。穷愁千万端，美酒三百杯。愁多酒虽少，酒倾愁不来。所以知酒圣，酒酣心自开。辞粟卧首阳，屡空饥颜回。当代不乐饮，虚名安用哉。蟹螯即金液，糟丘是蓬莱。且须饮美酒，乘月醉高台。", "translation": "花丛中摆下一壶好酒，无相知作陪独自酌饮。举杯邀请明月来共饮，加自己身影正好三人。月亮本来就不懂饮酒，影子徒然在身前身后。暂且以明月影子相伴，趁此春宵要及时行乐。我唱歌月亮徘徊不定，我起舞影子飘前飘后。清醒时我们共同欢乐，酒醉以后各奔东西。但愿能永远尽情漫游，在茫茫的天河中相见。"}}, {"name": "念奴娇·中秋", "prop": {"content": "凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。", "translation": "置身高楼，凭高看去，中秋的月夜，长空万里无云，显得更为辽阔无边。月亮的光辉从天上照射下来，使秋天的碧空沉浸在一片清冷之中。在月宫的琼楼玉宇上，仙女们乘鸾凤自由自在地来来往往，我向往月宫中的清净自由，秀丽的江山像图画般的美丽，看过去在朦胧的月色里，树影婆娑。现在我把天上的明月和身边自己的影子当成知心朋友和他一起起舞，希望愉快地度过如此良宵，邀月赏心，用酒浇愁，但悲愁还在。不要辜负了这良辰美景，此时此刻，唯有月亮才是我的知音，渴望乘风归去，在明净的月宫里，把横笛吹得响彻云霄，唤起人们对美好境界的追求和向往。"}}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "朱超", "dynasty": "南北朝"}, {"name": "月赋", "prop": {"content": "　　陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。　　乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暧空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。　　仲宣跪而称曰：臣东鄙幽介，长自丘樊。昧道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。　　若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。　　若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：　　美人迈兮音尘阙，隔千里兮共明月。　　临风叹兮将焉歇，川路长兮不可越。　　歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：　　月既没兮露欲晞，岁方晏兮无与归。　　佳期可以还，微霜沾人衣。　　陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。", "translation": "　　陈思王曹植，因友人应瑒和刘桢之先后去世，闲居在家，不免忧思重重。阁下长满了绿苔，台榭间落花纷纷，心里默默在难过不快乐。"}}, {"name": "香菱咏月·其三", "prop": {"content": "精华欲掩料应难，影自娟娟魄自寒。一片砧敲千里白，半轮鸡唱五更残。绿蓑江上秋闻笛，红袖楼头夜倚栏。博得嫦娥应借问，缘何不使永团圆。", "translation": "月亮的光华谁也难把她遮掩，她倩影多娟美可质地多清寒。广袤的原野一片银色传来捣衣声阵阵，雄鸡报晓夜色将可阑可残月仍挂天边。秋江里漂泊的旅人闻笛声更添愁绪，楼上伤情的少妇终夜里倦倚栏杆。惹得月宫里寂寞的嫦娥也不禁要问：是什么原因不使人们永远团圆。 "}}, {"name": "马致远", "dynasty": "元代"}, {"name": "摊破浣溪沙·病起萧萧", "prop": {"content": "病起萧萧两鬓华，卧看残月上窗纱。豆蔻连梢煎熟水，莫分茶。枕上诗书闲处好，门前风景雨来佳。终日向人多酝藉，木犀花。", "translation": "两鬓已经稀疏病后又添白发了，卧在床榻上看着残月照在窗纱上。将豆蔻煎成沸腾的汤水，不用强打精神分茶而食。靠在枕上读书是多么闲适，门前的景色在雨中更佳。整日陪伴着我，只有那深沉含蓄的木犀花。"}}, {"name": "念奴娇·插天翠柳", "prop": {"content": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。 谁信有药长生，素娥新炼就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。", "translation": "门前的翠柳不知道被谁人推上了一轮皎洁的明月，如凉水一般照在我的藤床上，如此良辰美景，我思绪飘飞幻想着飞入瑶台月宫，这里雾冷风轻，隐隐可闻的笙箫声，和仙子的环佩之声，大约她们正随音乐伴奏而飘飘起舞。据说有可以使人延寿的药。然而“长生”的念头，只不过是世俗的妄想。两袖清风，满身清露，寒冷浸湿了萧条的白发，这些隐逸脱俗的情怀，恐是尘世之人无法理解，便也不向尘世之人诉说。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "栖白", "dynasty": "唐代"}, {"name": "生查子·新月曲如眉", "prop": {"content": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。终日劈桃穰，仁在心儿里。两朵隔墙花，早晚成连理。", "translation": "新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。"}}, {"name": "张养浩", "dynasty": "元代"}, {"name": "江城子·中秋早雨晚晴", "prop": {"content": "中秋佳月最端圆。老痴顽。见多番。杯酒相延，今夕不应慳。残雨如何妨乐事，声淅淅，点斑斑。天应有意故遮阑。拍人间。等闲看。好处时光，须用著些难。直待黄昏风卷霁，金滟滟，玉团团。", "translation": "中秋佳节之时是月亮最圆的时候，愚蠢迟钝的老头，见识比较多，饮酒相见，现在是不应吝啬。将止的雨怎么妨碍高兴的事情？淅淅的雨，小而多的雨点。天应该有意遮拦着，拍打着人间，随便看看，美好的时光，一定要明显的不容易。直到黄昏大风起了，雨停止了，水波像金子一样闪闪发光，圆月像玉器一样皎洁。 "}}, {"name": "秋波媚·七月十六日晚", "prop": {"content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "translation": "秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。"}}, {"name": "元夕无月", "prop": {"content": "满城灯市荡春烟，宝月沉沉隔海天。看到六鳌仙有泪，神山沦没已三年！三年此夕月无光，明月多应在故乡。欲向海天寻月去，五更飞梦渡鲲洋。", "translation": "满城灯火荡漾着一片春烟，天色阴沉，月亮隐在海天的那边。看到鳌山灯彩，引起了仙人流泪，海外的神山已经沉沦三年！"}}, {"name": "蝶恋花·海岱楼玩月作", "prop": {"content": "千古涟漪清绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。霭霭春和一海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。", "translation": "千万年的涟漪仍荡漾在这片清净隔绝的地方，海岱楼很高，往下俯瞰秦淮河的尾端。水天一色，仿佛水浸泡着天，天与水合为一体，像是从月亮上的广寒宫来看下面的人间一样。雾色蔼蔼中出现一个海市蜃楼，巨鳌托举着三座大山浮出水面，立刻随着月亮一同出来。月亮圆的像宝珠一样的时候有很多异样的气息，现在的月亮就仿佛一颗夜明珠价值千金。"}}, {"name": "酬二十八秀才见寄", "prop": {"content": "昨夜山月好，故人果相思。清光到枕上，袅袅凉风时。永意能在我，惜无携手期。", "translation": "昨天夜里山中月色甚是美好，不知不觉便想起远隔千里的你。清浅的月光映照在我的枕头上，窗外的习习凉风让人倍感舒畅。你我之间的深厚情谊从未改变，只可惜我们想要共聚一堂仍是遥遥无期啊。"}}, {"name": "拜新月", "prop": {"content": "开帘见新月，便即下阶拜。(便即 一作：即便)细语人不闻，北风吹裙带。 (裙带?一作：罗带)", "translation": "撩开门帘，只见一轮新月悬挂夜空，双手合在胸前，深深地拜。对着新月细语喃喃，旁人难以听清，只有微微的寒风，吹起那盈盈纤柔的裙带。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "晁端礼", "dynasty": "宋代"}, {"name": "峨眉山月歌送蜀僧晏入", "prop": {"content": "我在巴东三峡时，西看明月忆峨眉。月出峨眉照沧海，与人万里长相随。黄鹤楼前月华白，此中忽见峨眉客。峨眉山月还送君，风吹西到长安陌。长安大道横九天，峨眉山月照秦川。黄金狮子乘高座，白玉麈尾谈重玄。我似浮云殢吴越，君逢圣主游丹阙。一振高名满帝都，归时还弄峨眉月。", "translation": "我以前在巴东三峡之时，曾西望明月遥想家乡峨眉。遥忆家乡的峨眉山月从峨眉而出，普照沧海，长与人万里相随。在黄鹤楼前的月光下，我忽然遇到了您这位从家乡峨眉来的客人。如今，峨眉山月又将随风伴送您西入长安。长安的大道直通九天，峨眉山月也随您朗照八百里秦川。在京师，皇帝与达官贵人们登上席次乘坐高座，手执麈尾，高谈重玄之道。我像浮云一样在吴越游荡，而您却能遭逢圣主，一游丹阙。等您一振高名，誉满帝都之时，再旧来故地，与我一起玩赏峨眉的山月吧。"}}, {"name": "把酒问月·故人贾淳令", "prop": {"content": "青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。", "translation": "青天上的明月是什么时候升起的？我现在停下酒杯想问一问。人追攀明月永远不能做到，月亮行走却与人紧紧相随。明月皎洁，如明镜飞上天空，映照着宫殿。遮蔽月亮的云雾消散殆尽，幽幽月光尽情挥洒出清冷的光辉。人们知道这月亮晚上从海上升起，又是否知道它早晨也从这云间消失？月亮里白兔捣药自秋而春，嫦娥孤单地在月宫住着又有谁与她相伴？现在的人见不到古时的月亮，现在的月却曾经照耀过古人。古人与今人如流水般只是匆匆过客，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。"}}, {"name": "凉州馆中与诸判官夜集", "prop": {"content": "弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。", "translation": "弯弯的月儿升起悬挂在凉州城头，皎洁的月光照亮整个凉州。凉州方圆七里住着数十万人家，这里的胡人半数懂得弹琵琶。一首的琵琶曲令人肝肠欲断，只觉得风声萧萧，长夜漫漫。河西幕府里我有很多老朋友，老朋友分别以来已有三五春。如今在花门楼前又见到秋草，哪能互相看着在贫贱中老下去呢？人生一世能有几回开怀大笑，今日相逢斗酒人人必须痛饮醉倒。"}}, {"name": "李端", "dynasty": "唐代"}, {"name": "永遇乐·长忆别时", "prop": {"content": "孙巨源以八月十五日离海州，坐别于景疏楼上。既而与余会于润州，至楚州乃别。余以十一月十五日至海州，与太守会于景疏楼上，作此词以寄巨源。长忆别时，景疏楼上，明月如水。美酒清歌，留连不住，月随人千里。别来三度，孤光又满，冷落共谁同醉？卷珠帘、凄然顾影，共伊到明无寐。今朝有客，来从濉上，能道使君深意。凭仗清淮，分明到海，中有相思泪。而今何在？西垣清禁，夜永露华侵被。此时看、回廊晓月，也应暗记。", "translation": "无"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "水调歌头·明月几时有", "prop": {"content": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)", "translation": "丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "谢庄", "dynasty": "南北朝"}, {"name": "静夜思", "prop": {"content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。", "translation": "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"}}, {"dynasty": "先秦"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "徐有贞", "dynasty": "明代"}, {"name": "八月十五夜玩月", "prop": {"content": "寻常三五夜，不是不婵娟。及至中秋满，还胜别夜圆。清光凝有露，皓魄爽无烟。自古人皆望，年来又一年。", "translation": "　　玩月指在月下赏玩，即赏月。栖白这首赏月诗写得很是凝炼，文字通俗平易，韵调优曼柔和，把八月十五之夜的月景细腻而生动地描绘出来，犹如一幅神采飘逸的写意画。同时，诗中也抒发了作者对日月常存，人生易逝这种自然规律的深沉感叹。 "}}, {"name": "王建", "dynasty": "唐代"}, {"name": "天净沙·星依云渚溅溅", "prop": {"content": "星依云渚溅溅，露零玉液涓涓，宝砌哀兰剪剪。碧天如练，光摇北斗阑干。", "translation": "空中的流星沿着银河闪动，有如浪花飞溅，露珠零落就像玉液涓涓。夜天里兰草虽已衰谢但还齐整如剪。碧蓝天空如绸练，波光摇动北斗星正横斜西天。"}}, {"name": "薛涛", "dynasty": "唐代"}, {"dynasty": "五代"}, {"name": "普天乐·咏世", "prop": {"content": "洛阳花，梁园月，好花须买，皓月须赊。花倚栏干看烂熳开，月曾把酒问团圆夜。月有盈亏花有开谢，想人生最苦离别。花谢了三春近也，月缺了中秋到也，人去了何日来也？", "translation": "　　在洛阳赏花，到梁园赏月，好花应不惜钱去买，明月也应不惜钱去买。依着栏干观赏花开放得一片烂熳，举酒问明月为何如此团圆。月有圆有缺花有开有谢，想到人生最苦的事情莫过于离别。花谢了到了三春再开，月缺了到了中秋又圆，人去了什么时候能再来呢？ "}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "月圆", "prop": {"content": "孤月当楼满，寒江动夜扉。委波金不定，照席绮逾依。未缺空山静，高悬列宿稀。故园松桂发，万里共清辉。", "translation": "独悬天空的一轮圆月，正对屋舍，月光照射在秋夜滚滚的江面之上，又反射到屋门之上闪动。绵延曲折起伏的水波在不停地跳动着金光，华丽的绮席被月光照射显得更加柔美。夜空明月高悬，照耀着幽深寂静的山林。夜空中月光皎洁，群星稀疏。想到遥远的家乡的松树当茂，桂花正香，在这明净的夜晚，唯愿同远隔万里的亲人们共同沐浴在这美好的月光之中。"}}, {"name": "春江花月夜", "prop": {"content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。(徘徊 一作：裴回)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)", "translation": "无"}}, {"dynasty": "宋代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "寄人", "prop": {"content": "别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。", "translation": "别后思念深深，经常梦到你家。院中风景依旧，小廊曲阑仍在。只有天上春月最是多情，还为离人照着庭院落花。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "自菩提步月归广化寺", "prop": {"content": "春岩瀑泉响，夜久山已寂。明月净松林，千峰同一色。", "translation": "春日岩石上，瀑布哗然响。夜色已深沉，群山归寂寥。明月照松林，松林碧如洗。远看许多山，均为同样色。春天的岩石上，瀑布哗哗再响，夜已经深了，动物都已休息。山峰归于寂寥，明月照在夜晚的松林上，在月光的照耀下，静谧松林显得那么干净。夜色笼罩在巍峨的群山上，远远的看去，就好像一个颜色。"}}, {"name": "小重山·春到长门春草", "prop": {"content": "春到长门春草青，江梅些子破，未开匀。碧云笼碾玉成尘，留晓梦，惊破一瓯春。花影压重门，疏帘铺淡月，好黄昏。二年三度负东君，归来也，著意过今春。", "translation": "春天已到长门宫，春草青青，梅花才绽开，一点点，未开匀。取出笼中碧云茶，碾碎的末儿玉一样晶莹，想留住晨晓春光的好梦，咂一口，惊破了一杯碧绿的春景。层层花影掩映着重重门，疏疏帘幕透进淡淡月影，多么好的黄昏。两年第三次辜负了春神，归来吧，说什么也要好好品味今春的温馨。"}}, {"name": "曹松", "dynasty": "唐代"}, {"name": "古风·蟾蜍薄太清", "prop": {"content": "蟾蜍薄太清，蚀此瑶台月。圆光亏中天，金魄遂沦没。蝃蝀入紫微，大明夷朝晖。浮云隔两曜，万象昏阴霏。萧萧长门宫，昔是今已非。桂蠹花不实，天霜下严威。沉叹终永夕，感我涕沾衣。", "translation": "蟾蜍吞食着瑶台上皎洁的月亮，天空一片昏暗，玉魄销蚀。天空中月食开始，渐渐地圆月失去了往日的光辉。日晕浸入紫微星座，遮掩了太阳的光芒，世界一派阴霾。往日华丽喧闹的长门宫，如今一片凄凉惨彻。就因为皇后不会生孩子，皇上就把她废黜！只因膝下无子，天子就怒下霜威！我夜夜为此事思索，使我悲痛满怀，泪流满衣襟。"}}, {"name": "满江红·中秋夜潮", "prop": {"content": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "translation": "无"}}, {"name": "中秋月·中秋月", "prop": {"content": "中秋月。月到中秋偏皎洁。偏皎洁，知他多少，阴晴圆缺。阴晴圆缺都休说，且喜人间好时节。好时节，愿得年年，常见中秋月。", "translation": "皎洁：形容月光明亮。 "}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "月夜", "prop": {"content": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。", "translation": "今夜里鄜州上空那轮圆月，只有你在闺房中独自遥看。远在他方怜惜幼小的儿女，还不懂得你为何思念长安？蒙蒙雾气沾湿了你的鬓发；清冷的月光使你的玉臂生寒。什么时候才能在一起共同靠在透光的窗帘或帷幔旁，让月光擦干两人的思念的泪。"}}, {"name": "张鸣善", "dynasty": "元代"}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "月下独酌四首·其一", "prop": {"content": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。", "translation": "在花丛中摆上一壶美酒，我自斟自饮，身边没有一个亲友。举杯向天，邀请明月，与我的影子相对，便成了三人。明月既不能理解开怀畅饮之乐，影子也只能默默地跟随在我的左右。暂且以明月影子相伴，趁此春宵要及时行乐。我吟诵诗篇，月亮伴随我徘徊，我手足舞蹈，影子便随我蹁跹。清醒时我与你一同分享欢乐，酒醉以后各奔东西。我愿与他们永远结下忘掉伤情的友谊，相约在缥缈的银河边。。"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "木兰花慢·中秋饮酒", "prop": {"content": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "translation": "今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "春山夜月", "prop": {"content": "春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。", "translation": "春山景色美不胜收，直至夜幕降临后仍留恋不已，忘记归去。捧起山泉，月影闪烁在手掌间；拨弄山花，香气渗透着衣衫。游兴顿起，不会在乎路途的远近；想要离去，总难舍下花草的深情。翘首南望钟声悠扬之处，翠微深处，楼台掩映。"}}, {"dynasty": "唐代"}, {"name": "绝句", "prop": {"content": "竹影和诗瘦，梅花入梦香。可怜今夜月，不肯下西厢。", "translation": "清瘦的竹影和着诗句，梅花的香气伴着我入梦。可惜我的心情就像今晚的月亮，迟迟不肯落下西厢房。"}}, {"name": "洞仙歌·中秋", "prop": {"content": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。 人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。", "translation": "澄碧的天空如绿水一般，将秋天的污浊一洗而清。明月如飞镜一般，仿佛突然飞到天边。谁曾说把月中的桂树砍倒，明镜似的月亮会更加光辉流溢，便会无所遗漏地覆盖大地山河，使它们的倒影完整地映照出来。夏日的酷暑虽退，但馀热还时而袭来，令人烦闷。只想移去仙山蓬莱、方丈、瀛州仙山躲避。问那月宫中的嫦娥：到底因为什么事，竟然出现让月亮时而圆时而缺的现象。麻烦吴刚挥动手中忽忽生风的玉斧，把缺月重新修整，教它夜夜年年光洁饱满，普照大地，无遗露地映照出统一的山河和繁华的人间。甘愿等待这么多年，就算是借酒浇愁以后仍要醒来继续杀敌。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "忆秦娥·正月初六日夜", "prop": {"content": "弯弯曲，新年新月钩寒玉。钩寒玉，凤鞋儿小，翠眉儿蹙。闹蛾雪柳添妆束，烛龙火树争驰逐。争驰逐，元宵三五，不如初六。", "translation": "弯弯一轮新年新月，妩媚如钩，清凉似玉。天上如钩似玉的月儿，象极了自己所穿的小小的凤纹绣鞋，又象极了那微微蹙起的一弯娥眉。盛装女子头插闹蛾、发嵌雪柳，街上灯火灿烂，烛龙劲舞，驰骋追逐。这驰骋追逐的盛况，即使三五元宵之夜，也远不如这初六。"}}, {"name": "点绛唇·咏梅月", "prop": {"content": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "translation": "整夜思念着远方的知音，在清澈的池水边，横斜着清瘦稀疏的梅花影子。小窗外被月光照得如同白昼一样，那一缕缕情思、一阵阵暗香，都透出在这幽静的夜晚。那清淡的月光，那疏梅的幽芳，将伴人进入梦乡，梦中很可能见到远在千里外的长久思念的知音。你知道不，纵然屡遭风吹雨打的摧残，梅的品格还是依然如故。"}}, {"name": "牛希济", "dynasty": "五代"}, {"name": "夜泊牛渚怀古", "prop": {"content": "牛渚西江夜，青天无片云。登舟望秋月，空忆谢将军。余亦能高咏，斯人不可闻。明朝挂帆席，枫叶落纷纷。(席 一作：去)", "translation": "秋夜行舟停泊在西江牛渚山，蔚蓝的天空中没有一丝游云。我登上小船仰望明朗的秋月，徒然地怀想起东晋谢尚将军。我也能够吟哦袁宏的咏史诗，可惜没有那识贤的将军倾听。明早我将挂起船帆离开牛渚，这里只有满天枫叶飘落纷纷。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "木兰花慢·可怜今夕月", "prop": {"content": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ ", "translation": "今夜可爱的月亮娇媚千般，你向什么地方走去，悠悠慢慢？是不是天外还有一个人间，那里的人刚刚看见月亮升起在东边？茫茫的宇宙空阔无沿，是浩浩长风将那中秋的明月吹远？是谁用绳索系住明月在天上高悬？如果不是嫦娥“嫁”了过去，那么是谁留在月亮上？？据说月亮是经海底运转，这其中的奥秘无处寻探，只能让人捉摸不透而心中愁烦。又怕那长鲸在海中横冲直撞，撞坏了华美的月中宫殿。蛤蟆本来就熟悉水性，为什么玉兔也能在海中游潜？假如说这一切都很平安，为什么圆月会渐渐变得钩一样弯？"}}, {"name": "玩初月", "prop": {"content": "忌满光先缺，乘昏影暂流。既能明似镜，何用曲如钩。", "translation": "担心承受不了圆满而先缺损，趁着黒夜月影不停地流转。既然能像镜子一样明亮，为什么今天如钩一样弯曲。"}}, {"name": "李峤", "dynasty": "唐代"}, {"name": "十五夜望月", "prop": {"content": "中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。", "translation": "庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？"}}, {"name": "月三首", "prop": {"content": "断续巫山雨，天河此夜新。若无青嶂月，愁杀白头人。魍魉移深树，虾蟆动半轮。故园当北斗，直指照西秦。并照巫山出，新窥楚水清。羁栖愁里见，二十四回明。必验升沉体，如知进退情。不违银汉落，亦伴玉绳横。万里瞿塘峡，春来六上弦。时时开暗室，故故满青天。爽合风襟静，高当泪脸悬。南飞有乌鹊，夜久落江边。", "translation": "塘峡：位于长江三峡奉节至巫山段，安史之乱后，杜甫曾困居于此。上弦月：农历每月初七、初八的弓形月亮。故：常常，频频。"}}, {"dynasty": "朝代"}, {"name": "减字木兰花·春月", "prop": {"content": "二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。", "translation": "春日庭院，皓月当空，堂前小酌，飘然欲醉，起舞弄影。九曲回廊，舞步旋转，树上梅花，一半凋零，酒香梅香，和美醇清。淡淡的云，薄薄的雾，如此春宵月色，是年轻人及时行乐的佳境。不像秋天的月，执着地照着离别之人，引两地伤情。"}}, {"name": "太常引·建康中秋夜为", "prop": {"content": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。", "translation": "中秋皓月洒下万里金波，好似那刚磨亮的铜镜飞上了夜空。我举起酒杯问那月中的嫦娥：怎么办呢？白发渐渐增多，欺负我拿它没有办法。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中树影摇曳的桂树，因为人们都说，这将使月亮洒下人间的光辉更多。"}}, {"name": "卜算子·雪月最相宜", "prop": {"content": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。 今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "translation": "　　素雪、明月、幽梅，三者具，则光景清艳。惟三者难以一时兼备，故今岁与去岁相较，不能无憾。此词即景抒怀，貌似冲淡，却蕴含无限今昔之感。前人谓<a href=\"https://so.gushiwen.cn/authorv_83fa70cf5a10.aspx\" target=\"_blank\">张孝祥词有“潇散出尘之姿，自在如神之笔”，诚然。 "}}, {"name": "望江南·咏弦月", "prop": {"content": "初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。", "translation": "初八的月亮，如同半面妆镜，悬挂青空。她斜靠在雕花的栏杆上娇媚不语，梅花的影子随着月光暗暗移过红桥。北风吹来，裙裾飘飘。"}}, {"name": "丘逢甲", "dynasty": "清代"}, {"name": "月", "prop": {"content": "魄依钩样小，扇逐汉机团。细影将圆质，人间几处看。", "translation": "细月如钩，一天天变圆，仿佛织成的团扇。不管是微微细影还是满月团栾，人世间又有哪儿的人在凝望呢？"}}, {"name": "古朗月行(节选)", "prop": {"content": "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。", "translation": "小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。"}}, {"name": "折桂令·中秋", "prop": {"content": "一轮飞镜谁磨？照彻乾坤，印透山河。玉露泠泠，洗秋空银汉无波，比常夜清光更多，尽无碍桂影婆娑。老子高歌，为问嫦娥，良夜恹恹，不醉如何？", "translation": "那一轮悬挂高空的明镜，是谁打磨的呢？它照遍了整个山河。秋天的露珠清凉凄清，水洗过般的明净夜空里，银河平静无波。此夜的月光，较平常更盛，人可以清晰无碍地看到，桂树的影子在舞动。我不由得引吭高歌，问嫦娥仙子，在这美好的夜晚，何不纵情一醉？"}}, {"name": "望江南·天上月", "prop": {"content": "天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。", "translation": "遥望着窗外，朦胧的月亮就好像一团白银。夜深人静，身边风声渐紧。月亮被乌云遮住了。风呀，请你吹散月亮边上的乌云，让它照到我那负心汉。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"dynasty": "两汉"}, {"name": "王庭筠", "dynasty": "元代"}, {"dynasty": "南北朝"}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "明月何皎皎", "prop": {"content": "明月何皎皎，照我罗床帏。忧愁不能寐，揽衣起徘徊。客行虽云乐，不如早旋归。出户独彷徨，愁思当告谁！引领还入房，泪下沾裳衣。", "translation": "明月如此的皎洁明亮，照亮了我罗制的床帏。夜里心中惆怅无法入睡，披衣而起在空屋内徘徊。客居在外虽然有趣，但是怎比得上早日回家呢。走出房门独自在月下彷徨，满心愁苦应该告诉谁呢？伸颈远望还是只能回到房间，止不住的泪水打湿了衣裳。"}}, {"name": "香菱咏月·其二", "prop": {"content": "非银非水映窗寒，试看晴空护玉盘。淡淡梅花香欲染，丝丝柳带露初干。只疑残粉涂金砌，恍若轻霜抹玉栏。梦醒西楼人迹绝，余容犹可隔帘看。", "translation": "不象银不似水月华把窗户映得寒凉，抬头远望这晴朗的夜空护托着一轮玉盘。月光中疏淡的梅花散发出浓郁的芳香，银色里丝丝的柳枝又似带露初干。自以为淡淡的白粉涂上那金色的阶砌，仿佛如薄薄的轻霜飞洒在玉栏。一梦醒来西楼里已是一片静寂，只有中天里的残月还可隔帘遥观。 "}}, {"name": "菩萨蛮·山亭水榭秋方", "prop": {"content": "山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。", "translation": "远处山上的小亭依稀可见，近处水上的楼台尽入眼底。一个人躺在帷帐之中，无人相伴。双眉上还是旧愁，心中又添了新愁。转身起来，坐在窗前，眼前不时有流萤飞过。抬着望着天空一轮明月，想必是明月也怜惜我的忧愁，不忍变圆满。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "张泌", "dynasty": "唐代"}, {"name": "舟中望月", "prop": {"content": "大江阔千里，孤舟无四邻。唯余故楼月，远近必随人。入风先绕晕，排雾急移轮。若教长似扇，堪拂艳歌尘。", "translation": "大江辽阔，千里茫茫，只有我一只小船在江中孤零零司州没有伴。只有以前在家中楼上看到的月亮，或远或近总是伴随着我。起风前它四周先围着一个彩环，散雾时它又像急速游动向前。倘如它能永远象一把园扇，可以拂去艳情场上的尘烟。"}}, {"name": "绿头鸭·咏月", "prop": {"content": "晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥淡伫，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。露坐久，疏萤时度，乌鹊正南飞。瑶台冷，栏干凭暖，欲下迟迟。 念佳人、音尘别后，对此应解相思。最关情、漏声正永，暗断肠、花影偷移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人强健，清尊素影，长愿相随。", "translation": "无"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "阳关曲·中秋月", "prop": {"content": "中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。", "translation": "夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？"}}, {"name": "采桑子·恨君不似江楼", "prop": {"content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？", "translation": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "王琪", "dynasty": "宋代"}, {"name": "宋方壶", "dynasty": "元代"}, {"name": "古意", "prop": {"content": "净扫黄金阶，飞霜皎如雪。下帘弹箜篌，不忍见秋月。", "translation": "从空中流泻而下的月光，皎洁如霜雪，将堆满金黄落叶的台阶映照得异常光亮，好象经人清扫过一样。闺人却放下窗帘去弹箜篌，这是因为她不忍 再看到这美好秋月的缘故。"}}, {"name": "八月十五夜月二首", "prop": {"content": "满月飞明镜，归心折大刀。转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。", "translation": "窗外是满月，明镜里也是满月，思乡的情绪如同刀在心头乱割！辗转流离，家乡越来越远；想要攀折月中桂枝，无奈天空如此远阔！归去吧！路上的霜露像雪一样洁白，林中栖息的小鸟正梳理着羽毛。看着那月宫中的兔儿，正在明亮的月光下，悠闲地数着新生白毛。"}}, {"name": "同从弟南斋玩月忆山阴", "prop": {"content": "高卧南斋时，开帷月初吐。清辉澹水木，演漾在窗户。冉冉几盈虚，澄澄变今古。(冉冉 一作：荏苒)美人清江畔，是夜越吟苦。千里共如何，微风吹兰杜。(共 一作：其)", "translation": "我和从弟在南斋高卧的时候，掀开窗帘玩赏那初升的玉兔。淡淡月光泻在水上泄在树上，轻悠悠的波光涟漪荡入窗户。光阴苒苒这窗月已几盈几虚，清光千年依旧世事不同今古。德高望重崔少府在清江河畔，他今夜必定如庄舄思越之苦。千里迢迢可否共赏醉人婵娟？微风吹拂着清香四溢的兰杜。"}}, {"name": "绝句", "prop": {"content": "海底有明月，圆于天上轮。得之一寸光，可买千里春。", "translation": "海底的明月，比悬挂夜空的明月还要圆。能得到它的一寸光华，就可以得到无际的春天。"}}, {"name": "于良史", "dynasty": "唐代"}, {"name": "众星罗列夜明深", "prop": {"content": "众星罗列夜明深，岩点孤灯月未沉。圆满光华不磨莹，挂在青天是我心。", "translation": "众多星星像棋子排列，使夜空显得非常幽深。尚未西沉的月亮像一盏孤灯在山崖上点亮。光彩明丽、圆满如镜的月亮不用打磨也晶莹剔透。那挂在青天上的，就是我的一颗心哪。"}}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "古朗月行", "prop": {"content": "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。", "translation": "小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？白兔捣成的仙药，到底是给谁吃的呢？蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。后羿射下了九个太阳，天上人间免却灾难清明安宁。月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。"}}, {"name": "秋宵月下有怀", "prop": {"content": "秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。", "translation": "秋天的夜空明月高悬，月光映上露珠晶莹剔透，好像被露水打湿了一样。被惊起的寒鹊不知道该到哪里栖息，萤火虫循着那灯光从卷帘飞入屋内。院子中只剩枝丫的槐树落在月光下的影子，稀疏凄凉，而这个时候从邻居那边传来的杵声在秋夜里显得那么清晰急促。你我相隔遥远，如何去约定相聚的日子，只能久久地惆怅地望着同样遥远的月亮。"}}, {"name": "万里瞿塘月", "prop": {"content": "万里瞿唐月，春来六上弦。时时开暗室，故故满青天。爽合风襟静，高当泪脸悬。南飞有乌鹊，夜久落江边。", "translation": "运行万里而来的瞿塘峡的月亮，今春以来已经是第六次出现上弦月了。月光常常照亮我幽暗的居室，洒满无垠的蓝天。月光静静洒下，凉爽透过衣襟，格外宜人；月亮高高地悬挂天空，空自对着我挂满泪痕的脸，竟无动于衷。有一只南飞的乌鹊，在月下盘旋良久，无枝可依，只好落在江边。"}}, {"name": "孟昉", "dynasty": "元代"}, {"name": "八月十五日夜瑶台寺对", "prop": {"content": "嬴女乘鸾已上天，仁祠空在鼎湖边。 凉风遥夜清秋半，一望金波照粉田。", "translation": "公主不幸去世了，只留下瑶台寺还在昭陵旁边。今天晚上正值凉风习习的八月十五日清秋月夜，明亮的月光照着这座用公主的汤沐所得造的寺庙。 "}}, {"name": "米芾", "dynasty": "宋代"}, {"name": "陈著", "dynasty": "宋代"}, {"name": "月", "prop": {"content": "池上与桥边，难忘复可怜。帘开最明夜，簟卷已凉天。流处水花急，吐时云叶鲜。姮娥无粉黛，只是逞婵娟。", "translation": "桥边的池水里的月亮，真是难忘惹人怜爱。帘子在明亮的夜晚打开，竹帘卷起时已经是很凉的天气了。月光流转处水花湍急，蟾辉倾吐出来使得云朵也有了光彩。月中的女神不施粉黛，她的美貌全靠这月光了。"}}, {"name": "香菱咏月·其一", "prop": {"content": "月挂中天夜色寒，清光皎皎影团团。诗人助兴常思玩，野客添愁不忍观。翡翠楼边悬玉镜，珍珠帘外挂冰盘。良宵何用烧银烛，晴彩辉煌映画栏。", "translation": "月亮挂在中天夜色多么寒凉，月光如此皎洁月轮分外团圆。诗人们月下吟常常雅兴勃发，漂泊的游子惹恨牵愁却不忍把她遥观。月轮啊！你是翡翠楼边悬挂着的玉镜，月轮啊！你是珍珠帘外高挂着的冰盘。这美好的夜晚何必要点起蜡烛，辉煌的光彩映照着这画栋雕栏。 "}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "中秋对月", "prop": {"content": "无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。", "translation": "中秋节这天天空澄碧、万里无云，人们仰望着那刚刚浮出海面的明月。只见它银辉四射，撒向天涯海角，从来不私照过一家半舍。"}}], "edges": [{"source": 33, "target": 67, "relation": "创作"}, {"source": 120, "target": 33, "relation": "出自于"}, {"source": 138, "target": 68, "relation": "创作"}, {"source": 86, "target": 138, "relation": "出自于"}, {"source": 154, "target": 85, "relation": "创作"}, {"source": 106, "target": 154, "relation": "出自于"}, {"source": 66, "target": 71, "relation": "创作"}, {"source": 106, "target": 66, "relation": "出自于"}, {"source": 66, "target": 100, "relation": "创作"}, {"source": 15, "target": 8, "relation": "创作"}, {"source": 106, "target": 15, "relation": "出自于"}, {"source": 66, "target": 155, "relation": "创作"}, {"source": 66, "target": 62, "relation": "创作"}, {"source": 78, "target": 118, "relation": "创作"}, {"source": 106, "target": 78, "relation": "出自于"}, {"source": 35, "target": 97, "relation": "创作"}, {"source": 106, "target": 35, "relation": "出自于"}, {"source": 75, "target": 122, "relation": "创作"}, {"source": 86, "target": 75, "relation": "出自于"}, {"source": 59, "target": 36, "relation": "创作"}, {"source": 106, "target": 59, "relation": "出自于"}, {"source": 138, "target": 143, "relation": "创作"}, {"source": 66, "target": 40, "relation": "创作"}, {"source": 66, "target": 127, "relation": "创作"}, {"source": 138, "target": 41, "relation": "创作"}, {"source": 139, "target": 88, "relation": "创作"}, {"source": 106, "target": 139, "relation": "出自于"}, {"source": 69, "target": 63, "relation": "创作"}, {"source": 106, "target": 69, "relation": "出自于"}, {"source": 142, "target": 39, "relation": "创作"}, {"source": 72, "target": 142, "relation": "出自于"}, {"source": 99, "target": 144, "relation": "创作"}, {"source": 86, "target": 99, "relation": "出自于"}, {"source": 4, "target": 47, "relation": "创作"}, {"source": 86, "target": 4, "relation": "出自于"}, {"source": 145, "target": 135, "relation": "创作"}, {"source": 131, "target": 145, "relation": "出自于"}, {"source": 152, "target": 105, "relation": "创作"}, {"source": 106, "target": 152, "relation": "出自于"}, {"source": 117, "target": 3, "relation": "创作"}, {"source": 106, "target": 117, "relation": "出自于"}, {"source": 66, "target": 113, "relation": "创作"}, {"source": 132, "target": 107, "relation": "创作"}, {"source": 9, "target": 132, "relation": "出自于"}, {"source": 17, "target": 38, "relation": "创作"}, {"source": 86, "target": 17, "relation": "出自于"}, {"source": 75, "target": 115, "relation": "创作"}, {"source": 76, "target": 95, "relation": "创作"}, {"source": 37, "target": 76, "relation": "出自于"}, {"source": 66, "target": 23, "relation": "创作"}, {"source": 98, "target": 82, "relation": "创作"}, {"source": 9, "target": 98, "relation": "出自于"}, {"source": 96, "target": 156, "relation": "创作"}, {"source": 106, "target": 96, "relation": "出自于"}, {"source": 89, "target": 54, "relation": "创作"}, {"source": 86, "target": 89, "relation": "出自于"}, {"source": 74, "target": 2, "relation": "创作"}, {"source": 86, "target": 74, "relation": "出自于"}, {"source": 138, "target": 18, "relation": "创作"}, {"source": 52, "target": 128, "relation": "创作"}, {"source": 9, "target": 52, "relation": "出自于"}, {"source": 73, "target": 6, "relation": "创作"}, {"source": 86, "target": 73, "relation": "出自于"}, {"source": 46, "target": 25, "relation": "创作"}, {"source": 9, "target": 46, "relation": "出自于"}, {"source": 104, "target": 150, "relation": "创作"}, {"source": 106, "target": 104, "relation": "出自于"}, {"source": 112, "target": 51, "relation": "创作"}, {"source": 81, "target": 112, "relation": "出自于"}, {"source": 64, "target": 58, "relation": "创作"}, {"source": 106, "target": 64, "relation": "出自于"}, {"source": 4, "target": 91, "relation": "创作"}, {"source": 70, "target": 44, "relation": "创作"}, {"source": 133, "target": 70, "relation": "出自于"}, {"source": 130, "target": 137, "relation": "创作"}, {"source": 86, "target": 130, "relation": "出自于"}, {"source": 29, "target": 129, "relation": "创作"}, {"source": 81, "target": 29, "relation": "出自于"}, {"source": 92, "target": 165, "relation": "创作"}, {"source": 106, "target": 92, "relation": "出自于"}, {"source": 101, "target": 111, "relation": "创作"}, {"source": 86, "target": 101, "relation": "出自于"}, {"source": 138, "target": 121, "relation": "创作"}, {"source": 75, "target": 102, "relation": "创作"}, {"source": 0, "target": 151, "relation": "创作"}, {"source": 106, "target": 0, "relation": "出自于"}, {"source": 66, "target": 61, "relation": "创作"}, {"source": 11, "target": 45, "relation": "创作"}, {"source": 30, "target": 11, "relation": "出自于"}, {"source": 146, "target": 7, "relation": "创作"}, {"source": 86, "target": 146, "relation": "出自于"}, {"source": 50, "target": 77, "relation": "创作"}, {"source": 106, "target": 50, "relation": "出自于"}, {"source": 35, "target": 149, "relation": "创作"}, {"source": 103, "target": 12, "relation": "创作"}, {"source": 86, "target": 103, "relation": "出自于"}, {"source": 134, "target": 123, "relation": "创作"}, {"source": 86, "target": 134, "relation": "出自于"}, {"source": 103, "target": 32, "relation": "创作"}, {"source": 164, "target": 48, "relation": "创作"}, {"source": 86, "target": 164, "relation": "出自于"}, {"source": 35, "target": 84, "relation": "创作"}, {"source": 161, "target": 53, "relation": "创作"}, {"source": 86, "target": 161, "relation": "出自于"}, {"source": 87, "target": 124, "relation": "创作"}, {"source": 30, "target": 87, "relation": "出自于"}, {"source": 125, "target": 55, "relation": "创作"}, {"source": 30, "target": 125, "relation": "出自于"}, {"source": 35, "target": 157, "relation": "创作"}, {"source": 20, "target": 27, "relation": "创作"}, {"source": 106, "target": 20, "relation": "出自于"}, {"source": 66, "target": 28, "relation": "创作"}, {"source": 60, "target": 141, "relation": "创作"}, {"source": 86, "target": 60, "relation": "出自于"}, {"source": 11, "target": 136, "relation": "创作"}, {"source": 87, "target": 10, "relation": "创作"}, {"source": 138, "target": 65, "relation": "创作"}, {"source": 35, "target": 119, "relation": "创作"}, {"source": 5, "target": 24, "relation": "创作"}, {"source": 86, "target": 5, "relation": "出自于"}, {"source": 13, "target": 153, "relation": "创作"}, {"source": 106, "target": 13, "relation": "出自于"}, {"source": 11, "target": 163, "relation": "创作"}, {"source": 160, "target": 56, "relation": "创作"}, {"source": 86, "target": 160, "relation": "出自于"}, {"source": 59, "target": 162, "relation": "创作"}, {"source": 42, "target": 159, "relation": "创作"}, {"source": 106, "target": 42, "relation": "出自于"}, {"source": 49, "target": 1, "relation": "创作"}, {"source": 37, "target": 49, "relation": "出自于"}, {"source": 80, "target": 126, "relation": "创作"}, {"source": 106, "target": 80, "relation": "出自于"}, {"source": 19, "target": 108, "relation": "创作"}, {"source": 86, "target": 19, "relation": "出自于"}, {"source": 21, "target": 94, "relation": "创作"}, {"source": 86, "target": 21, "relation": "出自于"}, {"source": 43, "target": 140, "relation": "创作"}, {"source": 133, "target": 43, "relation": "出自于"}, {"source": 147, "target": 31, "relation": "创作"}, {"source": 9, "target": 147, "relation": "出自于"}, {"source": 83, "target": 34, "relation": "创作"}, {"source": 106, "target": 83, "relation": "出自于"}, {"source": 109, "target": 90, "relation": "创作"}, {"source": 86, "target": 109, "relation": "出自于"}, {"source": 130, "target": 110, "relation": "创作"}, {"source": 158, "target": 79, "relation": "创作"}, {"source": 9, "target": 158, "relation": "出自于"}, {"source": 114, "target": 16, "relation": "创作"}, {"source": 86, "target": 114, "relation": "出自于"}, {"source": 14, "target": 148, "relation": "创作"}, {"source": 106, "target": 14, "relation": "出自于"}, {"source": 66, "target": 93, "relation": "创作"}, {"source": 22, "target": 116, "relation": "创作"}, {"source": 106, "target": 22, "relation": "出自于"}, {"source": 26, "target": 57, "relation": "创作"}, {"source": 106, "target": 26, "relation": "出自于"}]}