{"nodes": [{"name": "王勃", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "渡青草湖", "prop": {"content": "洞庭春溜满，平湖锦帆张。沅水桃花色，湘流杜若香。穴去茅山近，江连巫峡长。带天澄迥碧，映日动浮光。行舟逗远树，度鸟息危樯。滔滔不可测，一苇讵能航？", "translation": "无"}}, {"name": "八声甘州·寄参寥子", "prop": {"content": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)", "translation": "有情风从万里之外卷潮扑来，无情时又送潮返回。请问在钱塘江上或西兴渡口，我俩共赏过几次夕阳斜晖？用不着仔细思量古今的变迁，一俯一仰的工夫，早已物是人非。谁像我东坡苏老。白首之年，淡忘了仕进的机会。记住西湖的西岸，春日最美的山隈，就是那空明的翠微，如烟的云霏。算起来诗人中相处得宜。如我与您这样的友情，确实稀微，弥足珍贵。约定日后，像东晋宰相谢安那样，沿着直通大海的长江航道，向东引退、回归。别让这一高雅志向与未来事实彼此违背。不应在西州路上回首恸哭，为了我而沾湿衣襟，洒落泪水。"}}, {"name": "虞美人·浙江舟中作", "prop": {"content": "潮生潮落何时了？断送行人老。消沉万古意无穷，尽在长空澹澹鸟飞中。海门几点青山小，望极烟波渺。何当驾我以长风？便欲乘桴浮到日华东。", "translation": "钱塘潮潮涨潮落经过了多少年，何时能有个终结，消磨了多少行人旅客，抬头望去，但见长空淡淡，群鸟在远处飞去，不觉令人油然而生万古无穷的兴亡之感。钱塘江入海口烟波渺渺，一想无际，只有几座青山点缀于浑茫的水际。若能乘坐一片木筏，飘浮到太阳东边的某个地方隐姓埋名，过着与世隔绝的生活，那该有多好。"}}, {"name": "别储邕之剡中", "prop": {"content": "借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。", "translation": "向你打探问去剡中的道路，你举手示意遥指东南方的越地。乘船由扬州而南下，长长的流水一直通向会稽。溪水清澈，掩映着丛丛绿竹，水明净如镜，映着荷花的倒影，传出阵阵清香。与君辞别前往天姥，抖尽石尘我将高卧于秋日的霜露之中。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "中秋夜洞庭湖对月歌", "prop": {"content": "长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。", "translation": "　　这首诗写洞庭湖的月夜景色。诗的开篇展现湖上风云变化的雄奇场面，为下面写湖光月色作好铺垫。在具体描写时，诗人用了比喻的手法，如“镜面横开十余丈”、“巨鱼无知作腾踔，鳞甲一动千黄金”句；并融会神话传说与典故，如“冯夷宫”、“此时骊龙潜最深，目炫不得衔珠吟”句，把月亮从初升到当空的过程，描摹得形神兼备。从风收云散，写到日落月升，最后在渔歌渺渺中收尾，给人清幽淡远之感，仿佛将人带入一个美妙的神话境界。全诗笔调轻健活泼，如行云流水，呈献出一派空明澄澈的景象，使人神往。中秋明月是古代诗文中常见的内容，此诗则以其独特的艺术成就，为同类题材之诗的佼佼者。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "南涧", "prop": {"content": "野桂香满溪，石莎寒覆水。爱此南涧头，终日潺湲里。", "translation": "满溪飘着野花桂香，冰寒莎草依附水面。喜欢南涧这里游玩，整日在听着水流声。"}}, {"name": "摸鱼儿·观潮上叶丞相", "prop": {"content": "望飞来半空鸥鹭，须臾动地鼙鼓。截江组练驱山去，鏖战未收貔虎。朝又暮。诮惯得、吴儿不怕蛟龙怒。风波平步。看红旆惊飞，跳鱼直上，蹙踏浪花舞。凭谁问，万里长鲸吞吐，人间儿戏千弩。滔天力倦知何事，白马素车东去。堪恨处，人道是、属镂怨愤终千古。功名自误。谩教得陶朱，五湖西子，一舸弄烟雨。", "translation": "无"}}, {"dynasty": "清代"}, {"name": "桂源铺", "prop": {"content": "万山不许一溪奔，拦得溪声日夜喧。到得前头山脚尽，堂堂溪水出前村。", "translation": "溪水向前奔流群山阻隔，拦得那溪水在山间日夜喧闹不停。等到它终于来到前边的山脚尽头，蜿蜒小溪已汇聚成大的溪流流出了前方的村庄。"}}, {"name": "杨基", "dynasty": "明代"}, {"name": "满江红·清江风帆甚快", "prop": {"content": "千古东流，声卷地，云涛如屋。横浩渺、樯竿十丈，不胜帆腹。夜雨翻江春浦涨，船头鼓急风初熟。似当年、呼禹乱黄川，飞梭速。击楫誓、空警俗。休拊髀，都生肉。任炎天冰海，一杯相属。荻笋蒌芽新入馔，弦凤吹能翻曲。笑人间、何处似尊前，添银烛。", "translation": "　　作者于乾道八年（1172）冬知静江府（今广西桂林），次年春过此并填写了此词。"}}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "赠汪伦", "prop": {"content": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 ", "translation": "李白乘舟将要远行离去，忽听岸上传来踏歌之声。即使桃花潭水深至千尺，也比不上汪伦送我之情。"}}, {"name": "寒食城东即事", "prop": {"content": "清溪一道穿桃李，演漾绿蒲涵白芷。溪上人家凡几家，落花半落东流水。蹴踘屡过飞鸟上，秋千竞出垂杨里。少年分日作遨游，不用清明兼上巳。", "translation": "一条清澈溪流穿过桃李花林，水波荡漾着绿蒲滋润着白芷。溪流旁边总共只有几户人家，落花多半都漂流在东流水里。踢出的皮球屡屡高出飞鸟上，荡起的秋千争相飞出绿杨林。年轻人分开日子每天来游玩，全不需要等候到清明和上巳。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "王宷", "dynasty": "宋代"}, {"name": "旅次寄湖南张郎中", "prop": {"content": "寒江近户漫流声，竹影临窗乱月明。 归梦不知湖水阔，夜来还到洛阳城。", "translation": "住的地方靠近寒冷的江水，夜不能寐只能卧听江水声；月光下的竹影映在窗户上，心中情绪翻涌。不知道什么时候才能回到遥远的故乡，只能在梦中回到洛阳城。"}}, {"name": "采桑子·何人解赏西湖", "prop": {"content": "何人解赏西湖好，佳景无时。飞盖相追。贪向花间醉玉卮。谁知闲凭阑干处，芳草斜晖。水远烟微。一点沧洲白鹭飞。", "translation": "西湖的美丽有谁能够了解呢？任何时候都是美景。车马载着游客翩翩而至，人们在花间饮酒，用醉眼观景，直至尽兴方归。谁知道随意站立在那水气交错的迷离之中，绿草斜阳正美。水波幽远，烟雾飘渺，白鹭飞来，仿佛水滨之间只有一点。"}}, {"name": "晓过鸳湖", "prop": {"content": "晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。", "translation": "清晨的风催促我挂忱符，春天乘船在江面行驶，两岸长满绿草好像与整个堤岸相平。长水塘下了三天的雨，菜花散发的脉脉清香在春风里一阵阵掠过整个秀州城。"}}, {"name": "凭阑人·江夜", "prop": {"content": "江水澄澄江月明，江上何人搊玉筝？隔江和泪听，满江长叹声。", "translation": "江水清澈江月空明，江上是谁在弹拨玉筝？隔着江水一边流泪一边倾听，望着这漫漫江水长叹一声。"}}, {"name": "刘溥", "dynasty": "明代"}, {"name": "酒泉子·长忆观潮", "prop": {"content": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。", "translation": "我经常回忆钱塘江观潮的情景，满城的人争先恐后的向江上望去。潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。踏潮献技的人站在波涛上表演，手中拿着红旗却丝毫没被水打湿。此后曾多次梦到观潮的情景，梦醒时心里仍然觉得惊心动魄。"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "小池", "prop": {"content": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。", "translation": "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"}}, {"name": "江皋曲", "prop": {"content": "林断山更续，洲尽江复开。云峰帝乡起，水源桐柏来。", "translation": "树林断处山接续着，洲头的尽头江面又开阔起来。高耸入云的山峰从帝乡发起，水的源头是在桐柏。"}}, {"name": "题西溪无相院", "prop": {"content": "积水涵虚上下清，几家门静岸痕平。浮萍破处见山影，小艇归时闻棹声。入郭僧寻尘里去，过桥人似鉴中行。已凭暂雨添秋色，莫放修芦碍月生。", "translation": "秋雨过后，湖水上涨，白茫茫的，水色与天色同样清澄；溪边的人家，静悄悄的，仿佛浮卧在水边，与水相平。一阵风吹开了水面的浮萍，现出了山的倒影；一只小船，悠然归来，刺开了水草，发出沙沙的响声。僧人行走在入城的道上，消失在远远的红尘之中；回家的农夫，经过了小桥，好像在明镜中徐行。骤雨收歇，已足使这一派秋色更为迷人；岸边的芦苇，请不要再长，免得妨碍我欣赏明月东升。"}}, {"name": "南浦·春水", "prop": {"content": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。", "translation": "水温转暖，湖光粼粼。燕子归来，正好是苏堤春晓。鱼儿潜入湖水，在水面上留下圆圆的波纹；流水带走了缤纷狼藉的落花，还嘲笑东风不能把落花清扫干净。在荒僻的小桥下，有小船从柳阴深处翩翩而出。如今池塘里长满青草，好似当年谢灵运在诗中表达的梦境。溪水和白云一起流出空山，流水年年冲洗落花，却为何花香不消？看到路上新绿乍生，回想起在这孤村路我曾和友人一起游玩，结伴畅游，吟诗作乐。可惜当日的欢愉已成过去，只是满怀余情不了。上次游玩的地方，此时溪上碧桃是增加了还是有所减少？"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "清溪行 / 宣州清溪", "prop": {"content": "清溪清我心，水色异诸水。借问新安江，见底何如此。人行明镜中，鸟度屏风里。向晚猩猩啼，空悲远游子。", "translation": "清溪的水能使我心境清澈，它的水色不同于其它江水。借问那以清闻名的新安江，那哪里能像这样清澈见底？人仿佛行走在一面明镜中，鸟好像轻飞在一扇屏风里。快到傍晚时猩猩开始哀啼，徒然让悲伤感染远方游子。"}}, {"dynasty": "明代"}, {"name": "横江词·其四", "prop": {"content": "海神来过恶风回，浪打天门石壁开。浙江八月何如此？涛似连山喷雪来！", "translation": "好像是海神来过之后一样，又来了一阵恶风，巨浪拍击着天门山，打开了山门石壁。浙江八月的海潮能比得上这里的风浪吗？浪涛像连绵的山峰喷雪而来。"}}, {"name": "秋江送别二首", "prop": {"content": "早是他乡值早秋，江亭明月带江流。已觉逝川伤别念，复看津树隐离舟。归舟归骑俨成行，江南江北互相望。谁谓波澜才一水，已觉山川是两乡。", "translation": "　　两首诗都有趣地运用重复的词语，表现一种回旋反复的美：第一首开头两句的第一字和第六字相同，第二首开头两句的第一字与第三字相同。王勃将陆与水相对，这是最普遍持久的对偶之一。在第一首诗中，诗人已经感伤于江水及其对离别的实际意义和象征意义，但是他发现格外难以忍受的是陆地上的树，这些树遮断了他的视线，使他难于看到离去的朋友。在第二首诗中，王勃运用了一个十分普通的宫廷转喻来进行巧妙的议论：“谁说甲是真的（事实上甲是真的），因为乙（巧妙的构思）与甲相矛盾。”由于离别，江水不再是一个小区域，而成了两个不同世界的分界线。 "}}, {"name": "黄鹤楼送孟浩然之广陵", "prop": {"content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)", "translation": "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"}}, {"name": "过海联句", "prop": {"content": "沙鸟浮还没，山云断复连。(高丽使)棹穿波底月，船压水中天。(贾岛)", "translation": "水面上飞翔的沙鸟好像浮没在云间；两岸群山，因雾气似断开了一般，随着船行而过，却又连在了一起。水中月色的倒影，被船桨一划，就像被穿破了；行驶在水面上的船只好像在天空中行走。"}}, {"name": "江上值水如海势聊短述", "prop": {"content": "为人性僻耽佳句，语不惊人死不休。老去诗篇浑漫兴，春来花鸟莫深愁。(漫兴 一作：漫与)新添水槛供垂钓，故着浮槎替入舟。焉得思如陶谢手，令渠述作与同游。", "translation": "人性情怪僻只沉溺于美好的诗句，如果诗句不能打动人心，我至死也不肯罢休。人老了，诗写得不怎么经心了，对着春天的花鸟，也没有了过去的深深忧愁。江边新装了一副木栏，可供我悠然地垂钓，我又备了一只小木筏，可代替出入江河的小舟。怎么才能找到陶渊明、谢灵运这样的诗文高手，让他们与我一起做诗畅谈，一起浮槎漫游。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"dynasty": "元代"}, {"name": "李梦阳", "dynasty": "明代"}, {"name": "广陵于马上作诗", "prop": {"content": "观兵临江水，水流何汤汤。戈矛成山林，玄甲耀日光。猛将怀暴怒，胆气正纵横。谁云江水广，一苇可以航。不战屈敌虏，戢兵称贤良。古公宅岐邑，实始翦殷商。孟献营虎牢，郑人惧稽颡。充国务耕殖，先零自破亡。兴农淮泗间，筑室都徐方。量宜运权略，六军咸悦康。岂如东山诗，悠悠多忧伤。", "translation": "无"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "闻鹊喜·吴山观涛", "prop": {"content": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。", "translation": "天光水色一片澄碧，染成一江清秋的景色，江潮涌来就像是神龟驮负的雪山，又像是蛰伏的巨龙从梦中惊起，疾风掀起海水像竖起的墙壁。远处几点青山像美人头上的鬟髻，弥漫着雾气青翠欲滴。一抹红霞如同刚织就的绡纱，带着汹涌的潮水迸溅的湿意。天边白鸟分明帆樯直立，入夜后隔江传来悠扬的笛声。"}}, {"name": "查慎行", "dynasty": "清代"}, {"name": "秋江晓望", "prop": {"content": "万顷湖天碧，一星飞鹭白。此时放怀望，不厌为浮客。", "translation": "拂晓时分，霞光微露、天澄水清。湖天相映，就像一块晶莹的碧玉。一只展翅高飞的白鹭点缀其中。此情此景更觉心胸开阔、神清气爽，要是在这样的秋江上荡舟，绝不会厌倦。"}}, {"name": "瀑布", "prop": {"content": "豁开青冥颠，泻出万丈泉。如裁一条素，白日悬秋天。", "translation": "瀑布如青天之顶裂开一个豁口，泉水从万丈高空倾泻而下。又如剪裁一条素绢，在丽日朗照下，从秋高气爽的蓝天上飘然下悬。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "合江亭记", "prop": {"content": "　　沱江自岷而别，张若、李冰之守蜀，始作堋以揵水，而阔．沟以导之，大溉蜀郡、广汉之田，而蜀已富饶。今成都二水，皆江沱支流，来自西北而汇于府之东南，乃所谓二江双流者也。沱旧循南隍，与江并流以东。??? 唐人髙骈始凿新渠，缭出府城之北，然犹合于旧渚。渚者，合江故亭。唐人宴饯之地，名士题诗往往在焉。从茀不治，余始命葺之，以为船官治事之所。俯而观水，沧波修阔，渺然数里之远，东山翠麓，与烟林篁竹列峙，于其前。鸣瀬抑扬，鸥鸟上下。商舟渔艇，错落游衍。春朝秋夕置酒其上，亦一府之佳观也。??? 既而主吏请记其事，余以为蜀田仰成官渎，不为塘埭以居水，故陂湖汉漾之胜．比他方为少。倘能悉知潴水之利，则蒲鱼菱芡之饶，固不减于蹲鸱之助。古之人多因事以为饰，俾其得地之利，又从而有观游之乐，岂不美哉？兹或可书以视后，盖因合江而发之。", "translation": "　　长江、沱江由岷江处分开。张若、李冰做蜀郡太守的时候，开始筑起土墙来遏制、堵塞江水，然后又拓宽沟渠引导水流，灌溉蜀郡、广汉的田地，而蜀郡因此而富饶。现在成都的两条河，都是长江和沱江的支流，它们来自西北而 汇交于成都府东南，这就是人们所说的“二江双流”。"}}, {"name": "赵孟頫", "dynasty": "元代"}, {"name": "菩萨蛮·画船捶鼓催君", "prop": {"content": "画船捶鼓催君去，高楼把酒留君住。去住若为情，西江潮欲平。江潮容易得，只是人南北。今日此樽空，知君何日同！", "translation": "画船上的船夫捶着鼓催促着你启程，在高楼上我端着酒想把你留住。是去还是留，真叫人难以抉择，此时西江的潮水将要平息。江潮时常有，只是我俩从此便南北相隔。今天这酒杯空了，不知道什么时候才能与你同饮！"}}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "念奴娇·过洞庭", "prop": {"content": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)", "translation": "洞庭湖与青草湖相连，浩瀚无边，在这中秋将至的时节，更是没有一点风势。秋月下浩浩汤汤、一碧万顷的湖水，载着我一叶细小的扁舟。皎洁的明月和灿烂的银河，在这浩瀚的玉镜中映出她们的芳姿，水面上下一片明亮澄澈。体会着万物的空明，这种美妙的体验却不知如何道出与君分享。感怀这一轮孤光自照的明月啊，多少年徘徊于岭海之间，心地光明磊落像冰雪般纯洁。而此刻的我，身着单薄衣衫，平静的泛舟在这广阔浩淼的苍溟之中。让我捧尽西江清澈的江水，细细的斟在北斗星做成的酒勺中，请天地万象统统来做我的宾客，我尽情的拍打着我的船舷，独自的放声高歌啊，怎能记得此时是何年！"}}, {"name": "过分水岭", "prop": {"content": "溪水无情似有情，入山三日得同行。岭头便是分头处，惜别潺湲一夜声。", "translation": "溪水奔流，看上去无情却有情，进入山中三天，溪水总是伴着我前行。登上岭头，就要和溪水分头而行，听到流水一夜潺湲作响如同深情的惜别之声。"}}, {"name": "水仙子·渡瓜洲", "prop": {"content": "渚莲花脱锦衣收，风蓼青雕红穗秋，堤柳绿减长条瘦。系行人来去愁，别离情今古悠悠。南徐城下，西津渡口，北固山头。", "translation": "小洲边的野荷，花瓣脱落，粲绿的荷叶也已委靡。风中的秋蓼不再青葱，暗红色的穗花一派凄凄。堤岸的杨柳减了翠色，只留下几乎光秃的长条细细。这一切，同渡江行人的旅愁系结在一起。古往今来，离情别恨最是难以摆脱和忘记。镇江城下，西津渡口，北固山头：一路上我都惆怅不已。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "裴说", "dynasty": "唐代"}, {"name": "引水行", "prop": {"content": "一条寒玉走秋泉，引出深萝洞口烟。十里暗流声不断，行人头上过潺湲。", "translation": "那引水的竹筒像一条寒玉，潺潺的秋水在竹槽里流动。泉水汩汩流出，在藤萝的掩映下，水雾像不绝如缕的清烟般缓缓弥漫开来。在这绵延十多里的地带里，清幽的暗流在隐隐作声。行人走在下面，如听天籁，只闻其声，不见其形。"}}, {"name": "贞女峡", "prop": {"content": "江盘峡束春湍豪，雷风战斗鱼龙逃。悬流轰轰射水府，一泻百里翻云涛。漂船摆石万瓦裂，咫尺性命轻鸿毛。", "translation": "江水盘旋曲折，高高的山峡束住了江岸，春天的急流汹涌而过，气势豪壮。江峡之中风轩激荡，鱼龙也惊恐逃遁。江水从高处奔流直下，发出轰轰的巨晌，射向水的深处。一泻百里，翻滚着巨大的波涛。急流漂没船只，冲开巨石，哗啦啦像万瓦齐裂，乘船的人的性命就在咫尺之间，轻如鸿毛。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "横江词·其六", "prop": {"content": "月晕天风雾不开，海鲸东蹙百川回。惊波一起三山动，公无渡河归去来。", "translation": "月出星天起大风，江雾不开，海潮就像是海中大鲸东游一样，压促着百川之水往回倒流。惊涛骇浪冲击得三山摇动，先生不要渡河，还是回去吧。"}}, {"name": "与颜钱塘登障楼望潮作", "prop": {"content": "百里闻雷震，鸣弦暂辍弹。府中连骑出，江上待潮观。照日秋云迥，浮天渤澥宽。惊涛来似雪，一座凛生寒。", "translation": "江潮如雷，声震百里，隆隆滚过，手中的鸣琴呀，暂且停止了弹拨。府中的官员一个接一个骑马而出，观看潮水呀，早早地在江边等着。阳光照射下，秋云仿佛格外高远，海水在天际浮动，显得特别宽阔。浪涛涌来，卷起了千堆万堆白雪，观潮的人啊，谁不感到寒气凛冽。"}}, {"name": "晚潮", "prop": {"content": "东风吹雨晚潮生，叠鼓催船镜里行。底事今年春涨小？去年曾与画桥平。", "translation": "东风吹来晚雨，江面上晚潮新涨；擂鼓起航，船只分波开浪，行驶在明镜一般的江面上。为何知道今年的“春涨”比去年小，因为去年它们曾与画桥持平的。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "西江月·渔父词", "prop": {"content": "千丈悬崖削翠，一川落日镕金。白鸥来往本无心。选甚风波一任。别浦鱼肥堪脍，前村酒美重斟。千年往事已沉沉。闲管兴亡则甚。", "translation": "陡峭的绿崖有千丈余高，落日照在江面上泛着金光。白鸥翔游是它的天性，既然风波无法预料又何必管它？鱼肥美新鲜，正是吃鱼的好时节，前村好酒值得喝干了再斟。前事已随时间深埋，兴盛或是衰败又有何关系？"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "采桑子·残霞夕照西湖", "prop": {"content": "残霞夕照西湖好，花坞苹汀，十顷波平，野岸无人舟自横。 西南月上浮云散，轩槛凉生。莲芰香清。水面风来酒面醒。", "translation": "西湖风光好，你看那夕阳映着晚霞的暮色，岸上的花坞，长满水草的小洲一片橙红。宽广的湖面波平似镜，小船横靠在那静寂无人的岸边。浮云消散，西南方露出了明月。傍水的栏杆边上凉风习习，带来了阵阵莲荷清香。这拂水的凉风，吹醒了游人的酒意。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "浣溪沙·红蓼花香夹岸", "prop": {"content": "红蓼花香夹岸稠，绿波春水向东流。小船轻舫好追游。渔父酒醒重拨棹，鸳鸯飞去却回头。一杯销尽两眉愁。", "translation": "红蓼花开，夹岸香浓。绿波春水，向东流去。此时正好坐着小船，在江上愉快地遨赏。渔翁酒醒，又再划舟前行。鸳鸯被惊飞去。屡屡回头而望。一杯在手，便解开紧锁的双眉，销尽愁绪。"}}, {"name": "沟水诗", "prop": {"content": "门前一沟水，日夜向东流。借问归何处？沧溟是住头。", "translation": "门前一沟淙淙流水，不知疲倦地日夜流向东方。请问它们究竟流到哪里呢？遥远的大海就是它停留的地方。"}}, {"name": "八月十五日看潮五绝", "prop": {"content": "定知玉兔十分圆，化作霜风九月寒。寄语重门休上钥，夜潮流向月中看。万人鼓噪慑吴侬，犹似浮江老阿童。欲识潮头高几许？越山浑在浪花中。江边身世两悠悠，久与沧波共白头。造物亦知人易老，故叫江水向西流。吴儿生长狎涛渊，冒利轻生不自怜。东海若知明主意，应教斥卤变桑田。江神河伯两醯鸡，海若东来气吐霓。安得夫差水犀手，三千强弩射潮低。", "translation": "准知道今晚的月亮十分团圆，江潮欲来秋风已带着九月的清寒。寄语九重天门请不要上锁，我要留住月色把夜潮观看。"}}, {"name": "长江万里图", "prop": {"content": "我家岷山更西住，正见岷江发源处。三巴春霁雪初消，百折千回向东去。江水东流万里长，人今漂泊尚他乡。烟波草色时牵恨，风雨猿声欲断肠。", "translation": "我的老家是在岷山以西，可以见到岷江发源之地。每到春天巴郡、巴东、巴西三郡冰雪渐消，化为江水曲折向东流去。浩浩荡荡的江水向东流奔流万里，流落的人至今仍漂泊在他乡。烟波草色常常使我惆怅，风雨之中哀啼不绝的猿声让人愁断肠。"}}, {"name": "袁中道", "dynasty": "明代"}, {"name": "哀江头", "prop": {"content": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。", "translation": "无"}}, {"name": "观书有感·其二", "prop": {"content": "昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。", "translation": "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。 "}}, {"name": "戏题湖上", "prop": {"content": "湖上老人坐矶头，湖里桃花水却流。竹竿袅袅波无际，不知何者吞吾钩。", "translation": "一位老人独坐矶头上垂钓，湖面的桃花随着溪水缓缓流去。竹竿随风轻轻摆动，烟波浩渺一望无际，不知道哪一条鱼会上钩？ "}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "吕大防", "dynasty": "宋代"}, {"name": "泾溪", "prop": {"content": "泾溪石险人兢慎，终岁不闻倾覆人。却是平流无石处，时时闻说有沉沦。", "translation": "泾溪里面礁石很险浪很急，人们路过的时候都非常小心，所以终年都不会听到有人不小心掉到里面淹死的消息。恰恰是在水流缓慢没有礁石的地方，却常常听到有人被淹死的消息。"}}, {"name": "瀑布", "prop": {"content": "迥与众流异，发源高更孤。下山犹直在，到海得清无。势斗蛟龙恶，声吹雨雹粗。晚来云一色，诗句自成图。", "translation": "瀑布与平常的溪流不同，它是从大山高处倾泻而下，卓尔不群。从大山高处倾泻而下的时候何等气势，流入大海时不知是否能保持自己的清直不污。那气势仿佛蛟龙恶斗，发出的隆隆的粗响声好似下冰雹。晚间瀑布飞流直下与晚霞流云相接的辽阔壮观景象，真是如诗如歌，自然如画。"}}, {"name": "清平乐·弹琴峡题壁", "prop": {"content": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。", "translation": "水声清幽悦耳，彻夜回荡，但谁又是它的知音呢？前朝如梦，边愁难写。极目望去，天边的云中．征人与征雁同行于秋风之中。如此悲凉之景，让人不禁伤怀，只好唤来歌女消愁，不要让英雄热泪轻易落下。"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "西过渭州见渭水思秦川", "prop": {"content": "渭水东流去，何时到雍州？凭添两行泪，寄向故园流。", "translation": "长长的渭水东流不休，什么时候能流到雍州？请带上我的两行热泪，向着遥远的故乡奔流！"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "霜天晓角·仪真江上夜", "prop": {"content": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。 诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。", "translation": "上阕：夜晚，（我）留宿在寒冷的长江边，江景凄寒，伫立江边，（我）思潮翻滚，不禁仰天长啸。（这啸声）搅起冲天巨浪，携着卷地的狂风，把江水举得很高很高，江上的小屋都被冲翻了。就连潜藏在江底的鱼龙神怪都惊得跳出水来。下阕：（我）心中潜藏的诗意被激发出来，吟诵了许多诗词仍嫌不够；又断断续续地喝了许多酒，仍觉得心中的愁怨排解不出，不足以消愁。不要问国家的兴亡为什么就在旦夕之间，（我）虽心有抱负，却难以施展，让我不禁想流下愁苦的泪水。"}}, {"name": "钱晔", "dynasty": "明代"}, {"dynasty": "南北朝"}, {"name": "戎昱", "dynasty": "唐代"}, {"name": "夜游宫·叶下斜阳照水", "prop": {"content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "translation": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。"}}, {"name": "条山苍", "prop": {"content": "条山苍，河水黄。浪波沄沄去，松柏在高冈。", "translation": "苍翠的中条山啊，浪涛滚滚的黄河水。你的浪涛汹涌澎湃，一泻千里，流向远方；苍松翠柏，郁郁葱葱，挺立在山冈上。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "下泾县陵阳溪至涩滩", "prop": {"content": "涩滩鸣嘈嘈，两山足猿猱。白波若卷雪，侧足不容舠。渔子与舟人，撑折万张篙。", "translation": "涩滩的流水嘈嘈不休，两岸山上到处跑着猿猴。陵阳溪水卷起的浪花如白雪，巨石侧立在水中不能穿过小舟。船夫和渔人，一年里恐怕要撑折一万支船篙在这里头。"}}, {"name": "过扬子江二首·其一", "prop": {"content": "只有清霜冻太空，更无半点荻花风。天开云雾东南碧，日射波涛上下红。千载英雄鸿去外，六朝形胜雪晴中。携瓶自汲江心水，要试煎茶第一功。", "translation": "空中的飞霜使寒气仍在，风平荻静，江水无波。云开雾散，东南的天空一片澄碧，晨光映照得江面火红一片。昔日的英雄如飞鸿一去，渺然难追，只有壮美山川照应着雪霁晴空。过江时携带着瓶子取一瓶江水，煮清茶一杯，在金山绝顶的吞海亭煮茶招待金使。"}}, {"dynasty": "魏晋"}, {"name": "渡江", "prop": {"content": "江南非不好，楚客自生哀。摇楫天平渡，迎人树欲来。雨余吴岫立，日照海门开。虽异中原险，方隅亦壮哉！", "translation": "并不是江南不好，只是楚客自生哀愁。摇桨渡江，远望水天连成一片，江岸远处的树，好似迎人而来。雨后初晴吴山明朗，红日高照海门开敞。江南地带，尽管险固有异中原，方寸之地亦壮哉！"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "过洞庭湖", "prop": {"content": "浪高风力大，挂席亦言迟。及到堪忧处，争如未济时。鱼龙侵莫测，雷雨动须疑。此际情无赖，何门寄所思。", "translation": "湖上狂风大作，波浪滔天，想挂上船帆也是不可能的事了。到了令人难忍的忧患境地，怎能和没有渡湖时相比呢？无法推测鱼龙何时会来侵扰，也无法猜测雷雨会何时行动。在此进退两难的交界之处感情无所依赖，哪里又能寄托我的情思呢？ "}}, {"name": "由桂林朔漓江至兴安", "prop": {"content": "江到兴安水最清，青山簇簇水中生。分明看见青山顶，船在青山顶上行。", "translation": "江水流到兴安时水最清澈，青山倒映在水中，就像是在水中生长出来的。清楚地看见了青山的顶部，小船就像是在青山的山顶上滑行一般。"}}, {"name": "潘阆", "dynasty": "宋代"}, {"name": "初入淮河四绝句·其三", "prop": {"content": "两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。", "translation": "　　因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意翻飞。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕相接也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的愿望。 "}}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "安州应城玉女汤作", "prop": {"content": "神女殁幽境，汤池流大川。阴阳结炎炭，造化开灵泉。地底烁朱火，沙旁歊素烟。沸珠跃明月，皎镜涵空天。气浮兰芳满，色涨桃花然。精览万殊入，潜行七泽连。愈疾功莫尚，变盈道乃全。濯缨掬清泚，晞发弄潺湲。散下楚王国，分浇宋玉田。可以奉巡幸，奈何隔穷偏。独随朝宗水，赴海输微涓。", "translation": "仙女仙逝于此幽谧风景之地，化为温泉象大河一样流淌。"}}, {"name": "皇甫曾", "dynasty": "唐代"}, {"name": "听嘉陵江水声寄深上人", "prop": {"content": "凿崖泄奔湍，古称神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声；如何两相激，雷转空山惊？贻之道门旧，了此物我情。", "translation": "击凿山崖飞泻急速的水流，号称是远古的大禹遗迹。晚上旅馆佛寺的大门喧腾声，独自一人夜里睡觉不能安然熟睡。水的特点本是安静的，石头中本来也没有声音。为什么两者互相冲击（水冲击石头），雷鸣幽深少人的山林使人惊。把这个问题遗留给寺观的旧友，了却它给我的疑问。"}}, {"name": "过江", "prop": {"content": "江渚风高酒乍醒，川途渺渺正扬舲。浪花作雨汀烟湿，沙鸟迎人水气腥。三国旧愁春草碧，六朝遗恨晚山青。不须倚棹吹长笛，恐有蛟龙潜出听。", "translation": "江风阵阵让人酒意咋醒，行舟扬帆行驶只觉路途遥远，一片茫茫。溅起的浪花化作细雨眼前一片氤氲朦胧，水鸟向人俯冲，水的腥气扑面而来。三国、六朝俱成陈迹，唯有春草、晚山依然青碧。不想倚着船棹吹奏长笛，唯恐会有蛟龙潜出水面来听。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "扬之水", "prop": {"content": "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。", "translation": "小河里的水啊汩汩流淌，光洁的山石被冲刷激荡。士兵白衣红领整装待发，跟随他从曲沃奔赴疆场。我们见到了勇武的桓叔，还有什么不欢乐的地方？小河里的水啊汩汩流淌，光洁的山石白得发光亮。士兵白衣红袖整装待发，跟随他从鹄邑奔赴疆场。我们见到了勇武的桓叔，还有什么可担忧的地方？小河里的水啊汩汩流淌，水底山石映出粼粼波浪。我刚刚得到起事的命令，不敢轻易告人传播四方。"}}, {"name": "采桑子·荷花开后西湖", "prop": {"content": "荷花开后西湖好，载酒来时。不用旌旗，前后红幢绿盖随。画船撑入花深处，香泛金卮。烟雨微微，一片笙歌醉里归。", "translation": "荷花盛开后的西湖风光艳丽，划船载着酒宴来赏玩，用不着旌旗仪仗，自有红花为幢绿叶为盖随船而来。彩画游船驶进荷花深处，酒杯上也沾染了荷花的清香。傍晚下起了朦胧微雨，在一片笙歌中，船儿载着醉倒的游客归去。"}}, {"name": "山下泉", "prop": {"content": "漾漾带山光，澄澄倒林影。那知石上喧，却忆山中静。", "translation": "轻波荡漾的水面映射出四周山色，澄澈的泉水倒映着山间林木扶疏的姿影。不理会石上的喧闹纷乱，独自回忆着山中的静谧。"}}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "满江红·中秋夜潮", "prop": {"content": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "武则天", "dynasty": "唐代"}, {"dynasty": "朝代"}, {"name": "湖州歌·其六", "prop": {"content": "北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。", "translation": "　　原诗是南宋灭亡后，作者作为俘虏被押送到燕山一带去的途中所作。北望燕云诗人有无限感慨，此次北去，吉凶未卜，江水悠悠东去，象征南宋国运已一去不复返了"}}, {"name": "游青溪记", "prop": {"content": "　　青溪之跳珠溅雪，亦无以异于诸泉，独其水色最奇。盖世间之色，其为正也间也，吾知之，独于碧不甚了然。今见此水，乃悟世间真有碧色。如秋天，如晓岚；比之含烟新柳则较浓，比之脱箨初篁则较淡；温于玉，滑于纨；至寒至腴，可拊可餐。", "translation": "　　青溪的水流激荡，水花像跳跃的珍珠，又像溅落的雪片，这和其它地方的泉水也没有什么不同的，唯独水的颜色最为奇特。大概世间的颜色，多为正色（青、黄、赤、白、黑）或间色（绿、红、紫）的，这是我所知道的，然后我唯独对碧（青绿）色却不太理解。如今见到这里的水，才领悟到世间真的有碧（青绿）这种颜色。它如秋季的天空，如早晨林间的雾气；比起农家的炊烟、新发的柳枝显得有些浓，比起刚脱皮的竹笋、新竹显得有些淡；比玉更温和、比白色的丝绢更滑润，达到清冷丰裕的极致，可以抚摩饮用。"}}, {"name": "施肩吾", "dynasty": "唐代"}, {"name": "耶溪泛舟", "prop": {"content": "落景余清辉，轻桡弄溪渚。泓澄爱水物，临泛何容与。白首垂钓翁，新妆浣纱女。相看似相识，脉脉不得语。", "translation": "落日散发着它剩余的光线，轻摇木桨在若耶溪中划船。碧水清清水中的生物多可爱，清溪泛舟是怎样的从容悠闲。白头老翁端坐于岸边垂钓，新妆的少女临水清洗衣衫。彼此对望着好像曾经相识，却只能脉脉相视无缘攀谈。"}}, {"dynasty": "先秦"}, {"name": "王建", "dynasty": "唐代"}, {"name": "开先寺", "prop": {"content": "瀑布半天上，飞响落人间。莫言此潭小，摇动匡庐山。", "translation": "瀑布半挂在天上，带着隆隆巨响飞泄到人间。不要说这个潭面积太小，那飞泄下来的瀑布仿佛把整个庐山都震荡得摇动起来"}}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "张先", "dynasty": "宋代"}, {"name": "周密", "dynasty": "宋代"}, {"name": "登江中孤屿赠白云先生", "prop": {"content": "悠悠清江水，水落沙屿出。回潭石下深，绿筱岸傍密。 鲛人潜不见，渔父歌自逸。忆与君别时，泛舟如昨日。 夕阳开返照，中坐兴非一。南望鹿门山，归来恨如失。", "translation": "江上碧波荡漾清水悠悠，江水退去露出小岛沙洲。岩石下潭水漩流不见底，绿油油细竹傍岸长得稠。鲛人潜在潭底不见踪影，渔翁唱起棹歌自在优游。回想起与您分手的时候，泛舟的情景就像在昨日。夕阳斜照着傍晚的景物，独坐在小岛上兴味无穷。向南方遥望家乡鹿门山，归来满腹都是别绪离愁。"}}, {"name": "早春夜宴", "prop": {"content": "九春开上节，千门敞夜扉。兰灯吐新焰，桂魄朗圆辉。送酒惟须满，流杯不用稀。务使霞浆兴，方乘泛洛归。", "translation": "　　此诗见于《全唐诗》卷五《则天皇后》。这是一首写游宴山水的诗，相当有特色。第一句表明时节，第二句说明和谐愉悦的气氛，第三四句描写美景，五六两句突出主题，最后两句写分别的不舍。此诗对仗工整，清新自然，虽然声律不够谐和，但已接近五律格式。"}}, {"name": "暮江吟", "prop": {"content": "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。", "translation": "快要落山的夕阳，霞光柔和的铺在江水上，江水一半碧绿，一半艳红。最可爱的是那九月初三之夜，露珠似颗颗珍珠，朗朗新月形如弯弓。"}}, {"name": "采桑子·天容水色西湖", "prop": {"content": "天容水色西湖好，云物俱鲜。鸥鹭闲眠，应惯寻常听管弦。 风清月白偏宜夜，一片琼田。谁羡骖鸾，人在舟中便是仙。", "translation": "　　西湖风光好，天光水色融成一片，景物都那么鲜丽。鸥鸟白鹭安稳地睡眠，它们早就听惯了不停的管弦乐声。 那风清月白的夜晚更是迷人，湖面好似一片白玉铺成的田野，有谁还会羡慕乘鸾飞升成仙呢，这时人在游船中就好比是神仙啊！"}}, {"dynasty": "宋代"}, {"name": "之宣城郡出新林浦向板", "prop": {"content": "江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。", "translation": "船与江水背向而行，江水尚知入海为归，人却辞别旧乡而去。水天相接处能够认出返归之船，云雾之中也能分辨江畔的树林。旅途疲倦，人只能随着江舟的颠簸摇来晃去，这样的孤旅已不是第一次。虽然为得朝廷赏识而高兴，但又怎能比得上遁迹僻远之地的情趣。。世间喧嚣从此远隔，庆幸得到这种机会。虽然没有玄豹深藏远害的资质，但也终于能够隐于南山的雾中。"}}, {"name": "浪淘沙·其七", "prop": {"content": "八月涛声吼地来，头高数丈触山回。须臾却入海门去，卷起沙堆似雪堆。", "translation": "八月的涛声如万马奔腾惊天吼地而来，数丈高的浪头冲向岸边的山石又被撞回。片刻之间便退向江海汇合之处回归大海，它所卷起的座座沙堆在阳光照耀下像洁白的雪堆。"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "黄机", "dynasty": "宋代"}, {"name": "张炎", "dynasty": "宋代"}, {"name": "浪花", "prop": {"content": "一江秋水浸寒空，渔笛无端弄晚风。万里波心谁折得？夕阳影里碎残红。", "translation": "缱绻秋水倒映着天空，渔舟上的笛声在晚风中呜咽悠扬。在万里寒碧的波心绽开的奇花，谁个能够折得？那凋零摇碎的千瓣落红，是秋日夕阳在江波里投下的倒影。"}}, {"name": "江夏别宋之悌", "prop": {"content": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。", "translation": "楚水清澈见底似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。天晴时山间的鸟不停地鸣叫，两岸林中的猿猴却在晚风中哀号。我的一生从未流过泪，现在却在这里泣涕不止。"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "宿龙宫滩", "prop": {"content": "浩浩复汤汤，滩声抑更扬。奔流疑激电，惊浪似浮霜。梦觉灯生晕，宵残雨送凉。如何连晓语，只是说家乡？", "translation": "浩浩荡荡的流水，在滩头时抑时扬。奔驰的流水令人疑心是闪电划过，惊起的白浪就象是浮霜一般洁净。大梦醒来，只觉油灯罩着一轮光圈，深宵将尽，微雨送来清新的凉爽。为什么我们通宵达旦的谈语，说来说去都是说的家乡琐事？"}}, {"name": "水龙吟·听兮清佩琼瑶", "prop": {"content": "用“些语”再题瓢泉，歌以饮客，声韵甚谐，客皆为之釂。听兮清佩琼瑶些。明兮镜秋毫些。君无去此，流昏涨腻，生蓬蒿些。虎豹甘人，渴而饮汝，宁猿猱些。大而流江海，覆舟如芥，君无助、狂涛些。路险兮山高些。块予独处无聊些。冬槽春盎，归来为我，制松醪些。其外芳芬，团龙片凤，煮云膏些。古人兮既往，嗟予之乐，乐箪瓢些。", "translation": "无"}}, {"name": "王融", "dynasty": "南北朝"}, {"name": "叹水别白二十二", "prop": {"content": "水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。", "translation": "水，极其清澈，极为漂亮。从一勺，到汇聚成河奔至千里。对人和物都有好处，一会急行一会缓止。有品行的都是如此，就像人与人之间的交情。你在金谷的堤上，我在石渠的署里。两心相应和流水一般，慢慢流动无穷无尽。"}}, {"name": "水调歌头·泛湘江", "prop": {"content": "濯足夜滩急，晞发北风凉。吴山楚泽行遍，只欠到潇湘。买得扁舟归去，此事天公付我，六月下沧浪。蝉蜕尘埃外，蝶梦水云乡。 制荷衣，纫兰佩，把琼芳。湘妃起舞一笑，抚瑟奏清商。唤起九歌忠愤，拂拭三闾文字，还与日争光。莫遣儿辈觉，此乐未渠央。", "translation": "无"}}, {"name": "赵善庆", "dynasty": "元代"}, {"name": "李群玉", "dynasty": "唐代"}, {"name": "后庭花·清溪一叶舟", "prop": {"content": "清溪一叶舟，芙蓉两岸秋。采菱谁家女，歌声起暮鸥。乱云愁，满头风雨，戴荷叶归去休。", "translation": "清澈的溪水之中飘荡着一叶小舟，在靠近两岸的秋水里开满了荷花，一群美丽纯洁的农家少女唱着渔家歌谣，歌声飞入荷花丛中，惊起了一群栖息的水鸟，突然风雨欲来，采莲少女却处乱不惊，从容不迫地采下一茎绿荷叶戴在头上作雨具，返舟归家。"}}, {"name": "泮水", "prop": {"content": "思乐泮水，薄采其芹。鲁侯戾止，言观其旂。其旂茷茷，鸾声哕哕。无小无大，从公于迈。思乐泮水，薄采其藻。鲁侯戾止，其马蹻蹻。其马蹻蹻，其音昭昭。载色载笑，匪怒伊教。思乐泮水，薄采其茆。鲁侯戾止，在泮饮酒。既饮旨酒，永锡难老。顺彼长道，屈此群丑。穆穆鲁侯，敬明其德。敬慎威仪，维民之则。允文允武，昭假烈祖。靡有不孝，自求伊祜。明明鲁侯，克明其德。既作泮宫，淮夷攸服。矫矫虎臣，在泮献馘。淑问如皋陶，在泮献囚。济济多士，克广德心。桓桓于征，狄彼东南。烝烝皇皇，不吴不扬。不告于訩，在泮献功。角弓其觩。束矢其搜。戎车孔博。徒御无斁。既克淮夷，孔淑不逆。式固尔犹，淮夷卒获。翩彼飞鸮，集于泮林。食我桑葚，怀我好音。憬彼淮夷，来献其琛。元龟象齿，大赂南金。", "translation": "无"}}, {"name": "南浦·春水", "prop": {"content": "柳下碧粼粼，认麹尘乍生，色嫩如染。清溜满银塘，东风细、参差縠纹初遍。别君南浦，翠眉曾照波痕浅。再来涨绿迷旧处，添却残红几片。葡萄过雨新痕，正拍拍轻鸥，翩翩小燕。帘影蘸楼阴，芳流去，应有泪珠千点。沧浪一舸，断魂重唱蘋花怨。采香幽泾鸳鸯睡，谁道湔裙人远。", "translation": "柳树下的碧池非常清澈，发现新柳刚刚长出来，嫩绿的色泽如果染过一般。清澈的水填满了银塘，微弱的东风，吹的整个池塘泛起层层波纹。想起和你分别在南浦，你的影子曾照在这浅浅的春水里，再来的时候，水已经漫过了以前我们站的位置了，多出了几片凋零的红花。碧绿的江水在经过雨水洗礼之后，再添新绿，那拍打着翅膀的鸥鸟，飞翔的小燕。帘影映照在水中，这春水中应该有女子的千点相思泪珠，随着水流远去。你乘船离去，留我在这里伤心地唱着蘋花怨。采蘋的路上，有鸳鸯再次歇卧，远去在外，谁能想念起家中湔裙之人。"}}, {"name": "宿桐庐江寄广陵旧游", "prop": {"content": "山暝听猿愁，沧江急夜流。风鸣两岸叶，月照一孤舟。建德非吾土，维扬忆旧游。还将两行泪，遥寄海西头。", "translation": "山色昏暗听到猿声使人生愁，桐江苍茫夜以继日向东奔流。两岸风吹树动枝叶沙沙作响，月光如水映照江畔一叶孤舟。建德风光虽好却非我的故土，我仍然怀念扬州的故交老友。相忆相思我抑不住涕泪两行，遥望海西头把愁思寄去扬州。"}}], "edges": [{"source": 59, "target": 1, "relation": "创作"}, {"source": 124, "target": 59, "relation": "出自于"}, {"source": 121, "target": 38, "relation": "创作"}, {"source": 120, "target": 121, "relation": "出自于"}, {"source": 64, "target": 29, "relation": "创作"}, {"source": 139, "target": 64, "relation": "出自于"}, {"source": 121, "target": 18, "relation": "创作"}, {"source": 20, "target": 137, "relation": "创作"}, {"source": 120, "target": 20, "relation": "出自于"}, {"source": 73, "target": 56, "relation": "创作"}, {"source": 139, "target": 73, "relation": "出自于"}, {"source": 28, "target": 80, "relation": "创作"}, {"source": 139, "target": 28, "relation": "出自于"}, {"source": 50, "target": 40, "relation": "创作"}, {"source": 120, "target": 50, "relation": "出自于"}, {"source": 107, "target": 27, "relation": "创作"}, {"source": 139, "target": 107, "relation": "出自于"}, {"source": 10, "target": 3, "relation": "创作"}, {"source": 139, "target": 10, "relation": "出自于"}, {"source": 69, "target": 159, "relation": "创作"}, {"source": 120, "target": 69, "relation": "出自于"}, {"source": 50, "target": 79, "relation": "创作"}, {"source": 121, "target": 147, "relation": "创作"}, {"source": 122, "target": 57, "relation": "创作"}, {"source": 120, "target": 122, "relation": "出自于"}, {"source": 55, "target": 116, "relation": "创作"}, {"source": 139, "target": 55, "relation": "出自于"}, {"source": 41, "target": 141, "relation": "创作"}, {"source": 120, "target": 41, "relation": "出自于"}, {"source": 55, "target": 23, "relation": "创作"}, {"source": 148, "target": 85, "relation": "创作"}, {"source": 120, "target": 148, "relation": "出自于"}, {"source": 55, "target": 138, "relation": "创作"}, {"source": 41, "target": 152, "relation": "创作"}, {"source": 60, "target": 140, "relation": "创作"}, {"source": 93, "target": 60, "relation": "出自于"}, {"source": 127, "target": 49, "relation": "创作"}, {"source": 120, "target": 127, "relation": "出自于"}, {"source": 64, "target": 108, "relation": "创作"}, {"source": 17, "target": 125, "relation": "创作"}, {"source": 139, "target": 17, "relation": "出自于"}, {"source": 121, "target": 34, "relation": "创作"}, {"source": 103, "target": 70, "relation": "创作"}, {"source": 139, "target": 103, "relation": "出自于"}, {"source": 69, "target": 128, "relation": "创作"}, {"source": 55, "target": 72, "relation": "创作"}, {"source": 8, "target": 115, "relation": "创作"}, {"source": 129, "target": 8, "relation": "出自于"}, {"source": 45, "target": 96, "relation": "创作"}, {"source": 120, "target": 45, "relation": "出自于"}, {"source": 82, "target": 95, "relation": "创作"}, {"source": 139, "target": 82, "relation": "出自于"}, {"source": 52, "target": 4, "relation": "创作"}, {"source": 42, "target": 52, "relation": "出自于"}, {"source": 121, "target": 5, "relation": "创作"}, {"source": 134, "target": 46, "relation": "创作"}, {"source": 139, "target": 134, "relation": "出自于"}, {"source": 114, "target": 89, "relation": "创作"}, {"source": 120, "target": 114, "relation": "出自于"}, {"source": 68, "target": 74, "relation": "创作"}, {"source": 139, "target": 68, "relation": "出自于"}, {"source": 121, "target": 36, "relation": "创作"}, {"source": 103, "target": 12, "relation": "创作"}, {"source": 33, "target": 19, "relation": "创作"}, {"source": 120, "target": 33, "relation": "出自于"}, {"source": 132, "target": 53, "relation": "创作"}, {"source": 139, "target": 132, "relation": "出自于"}, {"source": 7, "target": 87, "relation": "创作"}, {"source": 13, "target": 7, "relation": "出自于"}, {"source": 47, "target": 24, "relation": "创作"}, {"source": 13, "target": 47, "relation": "出自于"}, {"source": 73, "target": 153, "relation": "创作"}, {"source": 111, "target": 117, "relation": "创作"}, {"source": 120, "target": 111, "relation": "出自于"}, {"source": 104, "target": 16, "relation": "创作"}, {"source": 139, "target": 104, "relation": "出自于"}, {"source": 97, "target": 112, "relation": "创作"}, {"source": 120, "target": 97, "relation": "出自于"}, {"source": 155, "target": 62, "relation": "创作"}, {"source": 120, "target": 155, "relation": "出自于"}, {"source": 133, "target": 31, "relation": "创作"}, {"source": 139, "target": 133, "relation": "出自于"}, {"source": 144, "target": 91, "relation": "创作"}, {"source": 139, "target": 144, "relation": "出自于"}, {"source": 69, "target": 66, "relation": "创作"}, {"source": 69, "target": 135, "relation": "创作"}, {"source": 145, "target": 32, "relation": "创作"}, {"source": 139, "target": 145, "relation": "出自于"}, {"source": 71, "target": 25, "relation": "创作"}, {"source": 42, "target": 71, "relation": "出自于"}, {"source": 47, "target": 9, "relation": "创作"}, {"source": 121, "target": 65, "relation": "创作"}, {"source": 103, "target": 150, "relation": "创作"}, {"source": 90, "target": 119, "relation": "创作"}, {"source": 139, "target": 90, "relation": "出自于"}, {"source": 64, "target": 14, "relation": "创作"}, {"source": 10, "target": 76, "relation": "创作"}, {"source": 0, "target": 37, "relation": "创作"}, {"source": 120, "target": 0, "relation": "出自于"}, {"source": 45, "target": 149, "relation": "创作"}, {"source": 121, "target": 98, "relation": "创作"}, {"source": 154, "target": 58, "relation": "创作"}, {"source": 42, "target": 154, "relation": "出自于"}, {"source": 45, "target": 63, "relation": "创作"}, {"source": 8, "target": 157, "relation": "创作"}, {"source": 88, "target": 158, "relation": "创作"}, {"source": 139, "target": 88, "relation": "出自于"}, {"source": 92, "target": 113, "relation": "创作"}, {"source": 35, "target": 92, "relation": "出自于"}, {"source": 142, "target": 106, "relation": "创作"}, {"source": 13, "target": 142, "relation": "出自于"}, {"source": 52, "target": 156, "relation": "创作"}, {"source": 123, "target": 136, "relation": "创作"}, {"source": 120, "target": 123, "relation": "出自于"}, {"source": 118, "target": 2, "relation": "创作"}, {"source": 93, "target": 118, "relation": "出自于"}, {"source": 102, "target": 101, "relation": "创作"}, {"source": 139, "target": 102, "relation": "出自于"}, {"source": 109, "target": 48, "relation": "创作"}, {"source": 120, "target": 109, "relation": "出自于"}, {"source": 6, "target": 81, "relation": "创作"}, {"source": 120, "target": 6, "relation": "出自于"}, {"source": 121, "target": 110, "relation": "创作"}, {"source": 143, "target": 44, "relation": "创作"}, {"source": 100, "target": 143, "relation": "出自于"}, {"source": 15, "target": 77, "relation": "创作"}, {"source": 35, "target": 15, "relation": "出自于"}, {"source": 21, "target": 146, "relation": "创作"}, {"source": 139, "target": 21, "relation": "出自于"}, {"source": 130, "target": 11, "relation": "创作"}, {"source": 120, "target": 130, "relation": "出自于"}, {"source": 94, "target": 22, "relation": "创作"}, {"source": 120, "target": 94, "relation": "出自于"}, {"source": 84, "target": 51, "relation": "创作"}, {"source": 139, "target": 84, "relation": "出自于"}, {"source": 64, "target": 99, "relation": "创作"}, {"source": 83, "target": 86, "relation": "创作"}, {"source": 139, "target": 83, "relation": "出自于"}, {"source": 26, "target": 75, "relation": "创作"}, {"source": 35, "target": 26, "relation": "出自于"}, {"source": 43, "target": 131, "relation": "创作"}, {"source": 35, "target": 43, "relation": "出自于"}, {"source": 54, "target": 39, "relation": "创作"}, {"source": 120, "target": 54, "relation": "出自于"}, {"source": 61, "target": 105, "relation": "创作"}, {"source": 120, "target": 61, "relation": "出自于"}, {"source": 104, "target": 67, "relation": "创作"}, {"source": 151, "target": 30, "relation": "创作"}, {"source": 93, "target": 151, "relation": "出自于"}, {"source": 78, "target": 126, "relation": "创作"}, {"source": 35, "target": 78, "relation": "出自于"}]}