{"nodes": [{"name": "稻田", "prop": {"content": "绿波春浪满前陂，极目连云?稏肥。更被鹭鹚千点雪，破烟来入画屏飞。", "translation": "碧绿的池水涟漪满前陂，极目远望无边的稻田肥。更有那白鹭千点观不尽，穿过云烟来向这画中飞。"}}, {"name": "水仙子·自足", "prop": {"content": "杏花村里旧生涯，瘦竹疏梅处士家。深耕浅种收成罢。酒新篘，鱼旋打，有鸡豚竹笋藤花。客到家常饭，僧来谷雨茶，闲时节自炼丹砂。", "translation": "杏花村里过着平平淡淡的日子，瘦竹为朋疏梅为友就是我的家。春天深耕浅种，秋日收获庄稼。喝着刚刚滤出的新酒，品尝新打来的鲜鱼，还有自养的鸡、猪，新摘的竹笋藤芽。客人到来用家常饭招待，僧侣造访烹煮谷雨时采摘的春茶。闲空时节自己修炼丹砂。"}}, {"name": "春日田园杂兴", "prop": {"content": "柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。", "translation": "　　“柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。”这首跟杨万里的《初夏午睡起》异曲同工。头两句来点儿懒洋洋的环境描写，后两句都是睡一觉起来又满足又无聊，对边看着点东西，发呆。虽然季节不同，这种无情思的心绪一样。春有百花秋有月，夏有凉风冬有雪；若无闲事挂心头，便是人间好时节。"}}, {"name": "野步", "prop": {"content": "麦陇风来翠浪斜，草根肥水噪新蛙。羡他无事双蝴蝶，烂醉东风野草花。", "translation": "和煦的风吹斜了麦陇的新稻，小青蛙在水洼草根处不停的叫着。多么羡慕那无忧无虑的蝴蝶啊，暂且沉醉在这春风过处的花田草甸吧。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "西村", "prop": {"content": "乱山深处小桃源，往岁求浆忆叩门。高柳簇桥初转马，数家临水自成村。茂林风送幽禽语，坏壁苔侵醉墨痕。一首清诗记今夕，细云新月耿黄昏。", "translation": "在群山深处有一个美丽的地方，宛如世外仙乡，往年我曾在那里找水解渴，因此留下美好的印象。跨上马转过一道山梁，几株高柳环绕在桥旁，傍山临水几户人家，便是一个小小的村庄。微风吹过茂密的丛林，送来鸟儿的欢唱，残破的墙壁上青苔斑驳，渐渐地侵蚀了当年醉后题写在墙壁上的墨痕。我要写下一首清丽的小诗，记住这难忘的时光，几缕微云，一钩新月，点缀着山里人的梦乡。"}}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "于鹄", "dynasty": "唐代"}, {"name": "横溪堂春晓", "prop": {"content": "一把青秧趁手青，轻烟漠漠雨冥冥。东风染尽三千顷，白鹭飞来无处停。", "translation": "将一把青色的秧苗，插入水中。那秧苗瞬间变得青葱。就好似农夫的手，将它染绿。天空中，飘洒着朦胧如烟的细雨。和煦的春风，吹绿了无边无际的稻田。白鹭飞来，望着那无涯的青翠，竟找不到落脚的地。"}}, {"name": "春夜竹亭赠钱少府归蓝", "prop": {"content": "夜静群动息，时闻隔林犬。却忆山中时，人家涧西远。羡君明发去，采蕨轻轩冕。", "translation": "春夜宁静一切生物全都止息，不时听到隔着竹林几声犬吠。却使我回忆起在山里的时候，有人家的地方远在山涧西边。真羡慕你天明就要启程归去，安于采蕨生活轻视爵高官显。"}}, {"name": "春晚书山家·其二", "prop": {"content": "水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。", "translation": "池塘黑水飘香蒲草长得密森森，鸳鸯鸂鶒在水中嬉戏好像家禽。村前村后田间地头桑柘多茂盛，东邻西舍界限分明彼此不相侵。养蚕女在前面清澈的溪中洗茧，牧童吹着短笛穿衣在水中洗浴。山翁好客热情挽留我一住再住，笑着指点西坡说瓜豆就要成熟。"}}, {"name": "鹧鸪天·戏题村舍", "prop": {"content": "鸡鸭成群晚不收，桑麻长过屋山头。有何不可吾方羡，要底都无饱便休。新柳树，旧沙洲，去年溪打那边流。自言此地生儿女，不嫁余家即聘周。(余家 一作：金家)", "translation": "鸡鸭成群到了晚上也不关起来，桑麻生长超过了房脊。什么都不在乎，我正羡慕农村生活；什么都不要，吃饱就行。新生的柳树，旧日的沙洲，去年溪水是打那边流。人们说此地的儿女们，不是嫁给余家，就是娶了周家。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "被檄夜赴邓州幕府", "prop": {"content": "幕府文书鸟羽轻，敝裘羸马月三更。未能免俗私自笑，岂不怀归官有程？十里陂塘春鸭闹，一川桑柘晚烟平。此生只合田间老，谁遣春官识姓名？", "translation": "幕府中急送来征召文书，就好似飞鸟般快捷轻盈，披上破旧裘衣，骑上瘦马，我趁着月照三更匆匆赶路。脱不了俗例，自觉好笑，怎会不想回家，只是担心耽误赴官的期程。一路上，十里陂塘涟漪泛起，群群春鸭嬉戏闹腾，川原上棵棵桑柘遍地铺翠，袅袅晚烟无风自平。这一生只应该在田里耕作到老，是谁让春官知道了我的姓名？"}}, {"name": "双调·沉醉东风·归田", "prop": {"content": "远城市人稠物穰，近村居水色山光。熏陶成野叟情，铲削去时官样，演习会牧歌樵唱。老瓦盆边醉几场，不撞入天罗地网。达时务呼为俊杰，弃功名岂是痴呆？脚不登王粲楼，手莫弹冯讙铗，赋归来竹篱茅舍。古今陶潜是一绝，为五斗腰肢倦折。", "translation": "远离了城市的喧嚣，住在山水风光的乡村，不知不觉有了老头子的情怀，把当官的烙印都消除了，学会了民歌野曲，端着老瓦盆和几个农夫喝碗小酒，再也不投身那天罗地网的官场。发达了被人唤作俊杰，放弃了功名就要被叫做痴呆吗？不学那王粲登楼，冯讙弹琴，他们只是追求功名，辞官归隐竹篱茅舍，古今只有陶渊明是真俊杰，不为那五斗米折了腰。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "虞似良", "dynasty": "宋代"}, {"name": "敕借岐王九成宫避暑应", "prop": {"content": "帝子远辞丹凤阙，天书遥借翠微宫。隔窗云雾生衣上，卷幔山泉入镜中。林下水声喧语笑，岩间树色隐房栊。仙家未必能胜此，何事吹笙向碧空。", "translation": "　　此诗作于开元六年（公元718年），王维在长安游历，曾随岐王在九成宫避暑。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "初夏江村", "prop": {"content": "轻衣软履步江沙，树暗前村定几家。水满乳凫翻藕叶，风疏飞燕拂桐花。渡头正见横渔艇，林外时闻响纬车。最是黄梅时节近，雨余归路有鸣蛙。", "translation": "身着轻装足踏轻软的鞋漫步在江沙，柳树后面隐藏而不显露处有几户人家。野鸭在江水上戏水，莲叶微微晃动，微风轻轻吹过，燕子拂过桐花飞翔。村边渡口恰好横卧着一艘打渔的船，树林外面时常听到缫丝和纺纱的声音。此时恰逢黄梅时节到来，一场雨后，归来的路上处处有清脆的蛙鸣声。"}}, {"name": "项斯", "dynasty": "唐代"}, {"name": "祝允明", "dynasty": "明代"}, {"dynasty": "清代"}, {"name": "郊园即事", "prop": {"content": "烟霞春旦赏，松竹故年心。断山疑画障，悬溜泻鸣琴。草遍南亭合，花开北院深。闲居饶酒赋，随兴欲抽簪。", "translation": "郊外院子里烟雾云霞蒸腾的春光，已被我早早欣赏到了。那青翠的松树和竹子，已经寄托了我多年的心愿。断裂的山崖，好像有图画的屏风。悬崖上飞流直下的山泉，发出了弹琴一样动听的响声。南亭周围的草都长满了，由于花开叶茂，北院显得更幽深了。不问世事，闲居有很多乐趣，可以尽兴饮酒赋诗。为了追求这种乐趣，我打算弃官归隐。"}}, {"name": "二月二日出郊", "prop": {"content": "日头欲出未出时，雾失江城雨脚微。天忽作晴山卷幔，云犹含态石披衣。烟村南北黄鹂语，麦垅高低紫燕飞。谁似田家知此乐，呼儿吹笛跨牛归？", "translation": "太阳将出而未出的时分，大雾遮住了江城，又变成细雨霏霏。忽然天又变晴，卷起帐幔露出了群山；云彩朵朵，好像山石披上了白衣。村落间到处听到黄鹂啭鸣，麦垅间看到紫燕在上下翻飞。谁能像农人一样知道此中乐趣?他们正招呼儿童骑牛吹笛把家归。"}}, {"name": "观田家", "prop": {"content": "微雨众卉新，一雷惊蛰始。田家几日闲，耕种从此起。丁壮俱在野，场圃亦就理。归来景常晏，饮犊西涧水。饥劬不自苦，膏泽且为喜。仓禀无宿储，徭役犹未已。方惭不耕者，禄食出闾里。", "translation": "一场微细的春雨百草充满生机，一声隆隆的春雷惊蛰节令来临。种田人家一年能有几天空闲，田中劳作从惊蛰便开始忙碌起来。年轻力壮的都去田野耕地，场院又改成菜地也整理出来了。从田中归来常是太阳落山以后，还要牵上牛犊到西边山涧去饮水。挨饿辛劳农夫们从不叫苦，一场贵如油的春雨降下就使他们充满了喜悦。粮仓中早已没了往日的存粮，但官府的派差却还无尽无休。看到农民这样，我这不耕者深感惭愧，我所得的俸禄可都出自这些种田百姓。"}}, {"name": "春晚书山家屋壁二首", "prop": {"content": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。", "translation": "柴门一片寂静屋里米饭香喷喷，农家炊烟袅袅春雨过后天放晴。院内鲜花迷蒙山间流水清泠泠，小儿又哭又闹索要树上的黄莺。"}}, {"name": "卢挚", "dynasty": "元代"}, {"name": "田园乐七首·其二", "prop": {"content": "再见封侯万户，立谈赐璧一双。讵胜耦耕南亩，何如高卧东窗。", "translation": "有人很快就能够封侯万户，在交谈的当时就能得到赏赐玉璧一双。这怎么能比得过归隐躬耕南亩，怎么比得上高卧东窗的闲适生活。"}}, {"name": "春暮西园", "prop": {"content": "绿池芳草满晴波，春色都从雨里过。知是人家花落尽，菜畦今日蝶来多。", "translation": "在绿水盈盈、芳草萋萋的美景里，春天的美丽的光景仿佛快要从春雨中走过的样子。而在这暮春时节里虽然农人家的花快要落尽了，但菜畦地里今天来的蝴蝶分外的多。 "}}, {"name": "临江仙·风水洞作", "prop": {"content": "四大从来都遍满，此间风水何疑。故应为我发新诗。幽花香涧谷，寒藻舞沦漪。借与玉川生两腋，天仙未必相思。还凭流水送人归。层巅余落日，草露已沾衣。", "translation": "地、水、风、火从来都是所在充满的，这里风水绝佳，又有什么可疑的呢！这是故意让我写诗赞美的吧。各种幽雅的花香气四溢，飘到了整个山涧、山谷之中，潭中秋天的水草似乎在随风起舞，水面上漾起细小而成圈的波纹。洞中清美的泉水要是借给卢仝泡茶喝，他一定会觉得两腋习习生风，有飘飘欲仙之感，这样，恐怕他连天仙都不会恋慕了。还烦请流水把我送回家。高峰上只剩下将要落山的太阳，草丛中的露水已经沾湿了我的衣裳。"}}, {"name": "黄公度", "dynasty": "宋代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "四时田园杂兴·其四十", "prop": {"content": "新筑场泥镜面平，家家打稻趁霜晴。笑歌声里轻雷动，一夜连枷响到明。", "translation": "新造的场院地面平坦的像镜子一样，家家户户趁着霜后的晴天打稻子。农民欢笑歌唱着，场院内声音如轻雷鸣响，农民整夜挥舞连枷打稻子，响声一直到天亮。"}}, {"name": "庚子岁五月中从都还阻", "prop": {"content": "自古叹行役，我今始知之。山川一何旷，巽坎难与期。崩浪聒天响，长风无息时。久游恋所生，如何淹在兹。静念园林好，人间良可辞。当年讵有几？纵心复何疑！", "translation": "自古悲叹行役苦，我今亲历方知之。天地山川多广阔，难料风浪骤然起。滔滔巨浪震天响，大风猛吹不停止。游宦日久念故土，为何滞留身在此！默想家中园林好，世俗官场当告辞。人生壮年能多久？放纵情怀不犹疑！"}}, {"name": "汪元亨", "dynasty": "元代"}, {"name": "归园田居·其五", "prop": {"content": "怅恨独策还，崎岖历榛曲。山涧清且浅，可以濯吾足。漉我新熟酒，只鸡招近局。日入室中暗，荆薪代明烛。欢来苦夕短，已复至天旭。", "translation": "我满怀失望的拄杖回家，崎岖的山路上草木丛生。山涧小溪清澈见底，可以用来洗去尘世的污垢。滤好家中新酿的美酒，杀一只鸡来款待邻里。日落西山室内昏暗不明，点燃荆柴来把明烛替代。欢乐时总是怨恨夜间太短，不觉中又看到旭日照临。"}}, {"name": "江村即事", "prop": {"content": "钓罢归来不系船，江村月落正堪眠。纵然一夜风吹去，只在芦花浅水边。", "translation": "渔翁夜钓归来时已是残月已经西沉，正好安然入睡，懒得把缆绳系上，任凭它随风飘荡。即使吹一夜的风，船也不会飘远，只会停搁在芦花滩畔，浅水岸边。"}}, {"name": "马致远", "dynasty": "元代"}, {"name": "余靖", "dynasty": "宋代"}, {"name": "东坡", "prop": {"content": "雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声。", "translation": "雨点纷落，把东坡洗得格外干净，月亮的光辉也变得清澈。城里的人早已离开，此处只有山野中人闲游散步。千万别去嫌弃这些坎坷的坡路不如城里平坦，我，就是喜欢这样拄着拐杖铿然的声音。"}}, {"name": "冯子振", "dynasty": "元代"}, {"name": "终南别业 / 初至山", "prop": {"content": "中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。", "translation": "中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。"}}, {"name": "洪炎", "dynasty": "宋代"}, {"name": "鹧鸪天·黄沙道中", "prop": {"content": "句里春风正剪裁。溪山一片画图开。轻鸥自趁虚船去，荒犬还迎野妇回。松共竹，翠成堆。要擎残雪斗疏梅。乱鸦毕竟无才思，时把琼瑶蹴下来。", "translation": "在写成的词句中，春风正在为我修改。眼前里展现出一片溪水高山的画图：水里的鸥鸟，轻轻地在水面上荡漾，像乘坐在船上。从荒郊外跑回来的狗，迎着在田野里劳动的妇女回家去了。松树和竹子交错丛生，远处看，青翠成堆。它们擎着残雪，要和几朵稀疏的梅花争妍。纷乱的鸟鸦毕竟没有擎残雪斗疏梅的才思在树枝上跳来跳去，晶莹洁白像琼瑶似的残雪踩踏下来。"}}, {"name": "十二月八日步至西村", "prop": {"content": "腊月风和意已春，时因散策过吾邻。草烟漠漠柴门里，牛迹重重野水滨。多病所须唯药物，差科未动是闲人。今朝佛粥更相馈，更觉江村节物新。", "translation": "腊月的微风里已经微微有了些许春意，因时而动拄着拐杖散步路过邻家。看到邻家的柴门里面炊烟袅袅，野外水边耕牛的脚印重重叠叠。体弱多病需要的只有药物，没有徭役征召所以赋闲在家。今天邻居送了我腊八粥，越发觉出江边小村春的气息。"}}, {"name": "夜到渔家", "prop": {"content": "渔家在江口，潮水入柴扉。行客欲投宿，主人犹未归。竹深村路远，月出钓船稀。遥见寻沙岸，春风动草衣。", "translation": "渔家就住在江口岸边，涨潮时分江水就漫过柴门。赶路的行人想在此借宿，但是主人迟迟未归。竹林寂寂，村边的小道曲曲折折的向远方蜿蜒，明月悬空，依稀看得江上渔船点点。远远望去，渔夫似在寻找沙岸泊船，春风轻拂，吹动着他们的蓑衣。 "}}, {"name": "王绩", "dynasty": "唐代"}, {"name": "山行", "prop": {"content": "青枥林深亦有人，一渠流水数家分。山当日午回峰影，草带泥痕过鹿群。蒸茗气从茅舍出，缲丝声隔竹篱闻。行逢卖药归来客，不惜相随入岛云。", "translation": "青青的枥树林的深处也住着人，一条小溪由几户人家共享同分。高山在正午时分峰影已经移动，草叶上沾着泥痕因刚跑过鹿群。蒸煮茶叶的香气从茅屋里冒出，缫丝的声响隔着竹篱也能听闻。在路上遇见了卖药归来的山客，心甘情愿随他进入如岛的白云。"}}, {"name": "鹦鹉曲·山亭逸兴", "prop": {"content": "嵯峨峰顶移家住，是个不唧溜樵父。烂柯时树老无花，叶叶枝枝风雨。故人曾唤我归来，却道不如休去。指门前万叠云山，是不费青蚨买处。", "translation": "家搬到嵯峨的峰巅居住，是一个并不地道的山野樵夫，每日里与围棋为伍。相伴的是不开花的千年老树，风雨摧折枝叶扶疏。老朋友曾劝我再回归宦海，我说那里远远不如我这山居。你看这门前万叠青翠山峦和满空缤纷彩云，是不要花钱买的最的美的住处。"}}, {"name": "书湖阴先生壁二首", "prop": {"content": "茅檐长扫净无苔，花木成畦手自栽。一水护田将绿绕，两山排闼送青来。(一水 一作：一手)桑条索漠楝花繁，风敛余香暗度垣。黄鸟数声残午梦，尚疑身属半山园。", "translation": "茅草房庭院经常打扫，洁净得没有一丝青苔。花草树木成行成垄，都是主人亲手栽种。庭院外一条小河保护着农田，将绿苗紧紧环绕；两座青山打开门来为人们送去绿色。"}}, {"name": "刘因", "dynasty": "元代"}, {"name": "采莲词", "prop": {"content": "朝出沙头日正红，晚来云起半江中。赖逢邻女曾相识，并著莲舟不畏风。", "translation": "早晨的江岸边红红的太阳当空朗照；傍晚时分，江面上空风起云涌，骤雨袭来。幸亏碰上了已经相识的邻家女子，两只莲舟并在一起，这样就不怕风吹雨打了。"}}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "秋夜喜遇王处士", "prop": {"content": "北场芸藿罢，东皋刈黍归。相逢秋月满，更值夜萤飞。", "translation": "在房屋北边的菜园锄豆完毕，又从东边田地里收割黄米归来。在这月圆的秋夜，恰与老友王处士相遇，更有星星点点的秋萤穿梭飞舞。"}}, {"name": "劝农·其六", "prop": {"content": "孔耽道德，樊须是鄙。董乐琴书，田园不履。若能超然，投迹高轨。敢不敛衽，敬赞德美。", "translation": "孔丘沉溺在道德，鄙视樊须问耕田。董氏仲舒乐琴书，三载不曾践田园。若能超脱世俗外，效法斯人崇高贤；怎敢对之不恭敬，当颂礼赞美德全。"}}, {"name": "游山西村", "prop": {"content": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。", "translation": "不要笑农家腊月里酿的酒浑浊不醇厚，丰收的年景农家待客菜肴非常丰盛。山峦重叠水流曲折正担心无路可走，忽然柳绿花艳间又出现一个山村。吹着箫打起鼓春社的日子已经接近，布衣素冠，淳朴的古代风俗依旧保留。今后如果还能乘大好月色出外闲游，我随时会拄着拐杖来敲你的家门。"}}, {"name": "过百家渡四绝句", "prop": {"content": "出得城来事事幽，涉湘半济值渔舟。也知渔父趁鱼急，翻著春衫不裹头。园花落尽路花开，白白红红各自媒。莫道早行奇绝处，四方八面野香来。柳子祠前春已残，新晴特地著春寒。疏篱不与花为护，只为蜘蛛作网竿。一晴一雨路乾湿，半淡半浓山迭重。远草坪中见牛背，新秧疏处有人踪。", "translation": "　　这四首写景诗，都是抓住一个细节，抓住平凡事物中富有诗意的东西加以表现。"}}, {"name": "杂诗·其八", "prop": {"content": "代耕本非望，所业在田桑。躬亲未曾替，寒馁常糟糠。岂期过满腹，但愿饱粳粮。御冬足大布，粗絺已应阳。正尔不能得，哀哉亦可伤！人皆尽获宜，拙生失其方。理也可奈何！且为陶一觞。", "translation": "做官时食俸并不是我的意愿，耕作植桑才是我的本行。我亲自耕种未曾停止，仍常常饥寒交迫只能吃粗劣食物。哪里敢奢望能够吃饱，只希望米粮能解决温饱。有粗布抵御冬天的饥寒，有葛布遮挡夏日骄阳。正是这些也很难得到，实在时令人心哀伤。他人皆已得其所，我太笨拙没有什么好的办法。天理不通无可奈何，只能举杯痛饮忘掉忧愁。"}}, {"name": "归田赋", "prop": {"content": "　　游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。 　　于是仲春令月，时和气清；原隰郁茂，百草滋荣。王雎鼓翼，鸧鹒哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。 　　尔乃龙吟方泽，虎啸山丘。仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩。落云间之逸禽，悬渊沉之魦鰡。 　　于时曜灵俄景，系以望舒。极般游之至乐，虽日夕而忘劬。感老氏之遗诫，将回驾乎蓬庐。弹五弦之妙指，咏周、孔之图书。挥翰墨以奋藻，陈三皇之轨模。苟纵心于物外，安知荣辱之所如？", "translation": "无"}}, {"name": "下终南山过斛斯山人宿", "prop": {"content": "暮从碧山下，山月随人归。却顾所来径，苍苍横翠微。相携及田家，童稚开荆扉。绿竹入幽径，青萝拂行衣。欢言得所憩，美酒聊共挥。长歌吟松风，曲尽河星稀。我醉君复乐，陶然共忘机。", "translation": "傍晚从终南山上走下来，山月一直跟随着我归来。回头望下山的山间小路，山林苍苍茫茫一片青翠。偶遇遇斛斯山人，携手同去其家，孩童急忙出来打开柴门。走进竹林中的幽深小径，树枝上下垂的藤蔓拂着行人衣裳。欢言笑谈得到放松休息，畅饮美酒宾主频频举杯。放声高歌，歌声随风而入松林，一曲唱罢已是星光稀微。我喝醉酒主人非常高兴，欢欣愉悦忘了世俗奸诈心机。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "寻陆鸿渐不遇", "prop": {"content": "移家虽带郭，野径入桑麻。近种篱边菊，秋来未著花。扣门无犬吠，欲去问西家。报道山中去，归时每日斜。(归时 一作：归来)", "translation": "他把家迁徙到了城郭一带，乡间小路通向桑麻的地方。近处篱笆边都种上了菊花，但是到了秋天也没有开花。敲门后未曾听到一声犬吠，要去向西家邻居打听情况。邻人回答他是到山里去了，归来时怕是要黄昏时分了。"}}, {"dynasty": "明代"}, {"name": "信南山", "prop": {"content": "信彼南山，维禹甸之。畇畇原隰，曾孙田之。我疆我理，南东其亩。上天同云。雨雪雰雰，益之以霡霂。既优既渥，既沾既足。生我百谷。疆埸翼翼，黍稷彧彧。曾孙之穑，以为酒食。畀我尸宾，寿考万年。中田有庐，疆埸有瓜。是剥是菹，献之皇祖。曾孙寿考，受天之祜。祭以清酒，从以骍牡，享于祖考。执其鸾刀，以启其毛，取其血膋。是烝是享，苾苾芬芬。祀事孔明，先祖是皇。报以介福。万寿无疆。", "translation": "无"}}, {"name": "贯休", "dynasty": "唐代"}, {"name": "普天乐·翠荷残", "prop": {"content": "翠荷残，苍梧坠。千山应瘦，万木皆稀，蜗角名，蝇头利。输与渊明陶陶醉，尽黄菊围绕东篱。良田数顷，黄牛二只，归去来兮。", "translation": "翠荷凋残，苍梧叶落；山也憔悴消瘦，树林稀疏枯残，俗世的虚名小利皆是过眼云烟。在识时知机，进退行藏的认识上，自己怎能与陶渊明相较。一想到归隐后满目黄菊绕东篱，自耕良田数顷、黄牛一只，就无比向往啊！"}}, {"name": "归园田居·其三", "prop": {"content": "种豆南山下，草盛豆苗稀。晨兴理荒秽，带月荷锄归。道狭草木长，夕露沾我衣。衣沾不足惜，但使愿无违。", "translation": "我在南山下种植豆子，地里野草茂盛豆苗稀疏。清晨早起下地铲除杂草，夜幕降临披着月光才回家。山径狭窄草木丛生，夜间露水沾湿了我的衣裳。衣衫被沾湿并不可惜，只愿我不违背归隐心意。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"dynasty": "元代"}, {"dynasty": "金朝"}, {"name": "野老歌 / 山农词", "prop": {"content": "老农家贫在山住，耕种山田三四亩。苗疏税多不得食，输入官仓化为土。岁暮锄犁傍空室，呼儿登山收橡实。西江贾客珠百斛，船中养犬长食肉。", "translation": "　　老翁家贫住在山中，靠耕种三四亩山田为生，田亩少，赋税多，没有吃的。粮食送进官府的仓库，最后腐烂变质，化为泥土，一年到头，家中只剩下锄头、犁耙靠在空房子里面，只好叫儿子上山去拾橡子充饥。从长江西面来的富商的船中，成百上千的珠宝用斛来计量，就连船上养的狗也长年吃肉。 "}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "山居秋暝", "prop": {"content": "空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。", "translation": "新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。任凭春天的美景消歇，眼前的秋景足以令人流连。"}}, {"name": "秋日行村路", "prop": {"content": "儿童篱落带斜阳，豆荚姜芽社肉香。一路稻花谁是主，红蜻蛉伴绿螳螂。", "translation": "斜阳西照，孩子们正在院落的篱笆旁欢快地玩耍；农妇烧煮豆荚、姜芽和社肉的香味，从屋舍中阵阵飘出。路旁田间的稻谷正在扬花秀穗，远远望去，一个人也没有，只有红色蜻蜓低飞，绿色的螳螂在稻叶上爬动着。"}}, {"name": "赠裴十迪", "prop": {"content": "风景日夕佳，与君赋新诗。澹然望远空，如意方支颐。春风动百草，兰蕙生我篱。暧暧日暖闺，田家来致词。欣欣春还皋，淡淡水生陂。桃李虽未开，荑萼满芳枝。请君理还策，敢告将农时。", "translation": "风景早晚都特别美好，我和你一起写作新诗。恬静地望着高远的天空，如意正把我面颊托支。春风吹拂着花花草草，兰蕙已生长在我的竹篱。融融的日光照暖村舍，农夫特来这里向我陈辞：“草木欣欣春天已回到原野，波光荡漾绿水涨满了陂池。桃花李花虽还没有开放，嫩芽花萼也已结满了青枝。请你准备好回去用的手杖，我大胆相告不要误了农时。"}}, {"name": "许及之", "dynasty": "宋代"}, {"name": "庚戌岁九月中于西田获", "prop": {"content": "人生归有道，衣食固其端。孰是都不营，而以求自安？开春理常业，岁功聊可观。晨出肆微勤，日入负禾还。(禾 一作：耒?)山中饶霜露，风气亦先寒。田家岂不苦？弗获辞此难。四体诚乃疲，庶无异患干。盥濯息檐下，斗酒散襟颜。遥遥沮溺心，千载乃相关。但愿长如此，躬耕非所叹。", "translation": "人生归依有常理，衣食本自居首端。谁能弃此不经营，便可求得自心安？初春开始做农务，一年收成尚可观。清晨下地去干活，日落背稻把家还。居住山中多霜露，季节未到已先寒。农民劳作岂不苦？无法推脱此艰难。身体确实很疲倦，幸无灾祸来纠缠。洗涤歇息房檐下，饮酒开心带笑颜。长沮桀溺隐耕志，千年与我息相关。但愿能得长如此，躬耕田亩自心甘。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "金果园", "prop": {"content": "暂抛汴岸入斜坰，金果园中信马行。满目桑麻俱沃壤，可怜持节看春耕。", "translation": "我上了汴河河岸，到了斜坡，在这金果园里骑马行走。举目望去，肥沃的土壤上都种满了桑和麻，可惜这里被金人所占，我只能执符节看春耕。"}}, {"name": "皎然", "dynasty": "唐代"}, {"name": "贯云石", "dynasty": "元代"}, {"name": "滕宾", "dynasty": "元代"}, {"name": "答陆澧", "prop": {"content": "松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。", "translation": "清香的松树叶可以用来酿造甘甜的美酒，春天已经来临，不知这种美酒你到底酿造了多少呢？虽然山路崎岖遥远，但我不会推辞你的盛情邀请；纵使大雪厚积，也要踏雪前往拜访，何况现在已经是春天，冰雪已经消融。"}}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "徐玑", "dynasty": "宋代"}, {"name": "沁园春·再到期思卜筑", "prop": {"content": "一水西来，千丈晴虹，十里翠屏。喜草堂经岁，重来杜老，斜川好景，不负渊明。老鹤高飞，一枝投宿，长笑蜗牛戴屋行。平章了，待十分佳处，著个茅亭。青山意气峥嵘。似为我归来妩媚生。解频教花鸟，前歌後舞，更催云水，暮送朝迎。酒圣诗豪，可能无势，我乃而今驾驭卿。清溪上，被山灵却笑，白发归耕。", "translation": "无"}}, {"dynasty": "两汉"}, {"name": "司空曙", "dynasty": "唐代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "辋川闲居", "prop": {"content": "一从归白社，不复到青门。时倚檐前树，远看原上村。青菰临水拔，白鸟向山翻。寂寞於陵子，桔槔方灌园。", "translation": "归乡隐居，再不沾染官场俗世。经常倚靠着屋檐前的树，远眺平原上的村庄。青翠的茭白掩映在清冽的水中，白鸟殿翅翻飞于苍茫的山间。就像那於陵子一样清净，用桔槔汲水浇灌园子。"}}, {"name": "商山麻涧", "prop": {"content": "云光岚彩四面合，柔柔垂柳十余家。雉飞鹿过芳草远，牛巷鸡埘春日斜。秀眉老父对樽酒，茜袖女儿簪野花。征车自念尘土计，惆怅溪边书细沙。", "translation": "云气山岚升起四野弥漫，柔柳垂荫下有十余人家。锦雉野鹿飞跃芳草地，村巷鸡畜沐浴春日斜。长眉老翁悠闲自斟酒，红袖女娃清秀戴野花。感自己舟车行旅总奔忙，怀惆怅叹向溪边乱涂鸦。"}}, {"name": "辋川别业", "prop": {"content": "不到东山向一年，归来才及种春田。雨中草色绿堪染，水上桃花红欲然。优娄比丘经论学，伛偻丈人乡里贤。披衣倒屣且相见，相欢语笑衡门前。", "translation": "没到东山已经将近一年，归来正好赶上耕种春田。细雨涤尘草色绿可染衣，水边桃花红艳如火将燃。从事经论学的有道高僧，年老伛偻了的超逸乡贤。披衣倒屣出来和我相见，开怀谈笑站在柴门之前。"}}, {"name": "畲田词五首·其四", "prop": {"content": "北山种了种南山，相助力耕岂有偏。愿得人间皆似我，也应四海少荒田。", "translation": "种完了北山再种南山，互相帮助努力耕种没有偏心。希望这世间的人都像我们一样，这五湖四海，应该会少很多荒田。"}}, {"name": "宋琬", "dynasty": "清代"}, {"name": "辋川闲居赠裴秀才迪", "prop": {"content": "寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。", "translation": "黄昏时寒冷的山野变得更加苍翠，秋水日夜缓缓流淌。我拄着拐杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡口一片寂静，只剩斜照的落日，村子里升起缕缕炊烟。又碰到狂放的裴迪喝醉了酒，在我面前唱歌。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "出郊", "prop": {"content": "高田如楼梯，平田如棋局。白鹭忽飞来，点破秧针绿。", "translation": "山坡上的畦田就像楼梯一样，上下平地上的畦田就像棋盘。忽然白鹭飞到水稻田中来，在一片绿色的秧苗上点上了白点。"}}, {"name": "张潮", "dynasty": "唐代"}, {"name": "殿前欢·畅幽哉", "prop": {"content": "畅幽哉，春风无处不楼台。一时怀抱俱无奈，总对天开。就渊明归去来，怕鹤怨山禽怪，问甚功名在？酸斋是我，我是酸斋。", "translation": "心情非常舒畅安闲，楼台无处不刮着春风。自己的抱负却无法施展，真是无奈，总是对着天慨叹。跟着陶渊明归隐吧，若归隐田园再眷恋着世俗名利，恐怕会招致野鹤山禽的埋怨，管他什么功名利禄？我就是酸斋，酸斋就是我。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "过山农家", "prop": {"content": "板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。", "translation": "走在板桥上，只听桥下泉水叮咚；来到农家门前，刚好日过正午，茅草房前公鸡啼鸣。不要嫌怨烘茶时冒出青烟，应当庆幸晒谷正逢晴天。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "山家", "prop": {"content": "马蹄踏水乱明霞，醉袖迎风受落花。怪见溪童出门望，鹊声先我到山家。", "translation": "策马踏溪，搅乱了映在水中的霞影，我挥洒着衣袖，迎面吹来的微风还夹杂着飘落的花瓣。看到已经站在溪旁的孩童，甚使人惊奇，原来是他听到鹊声而早早出门迎接了。"}}, {"name": "涧南园即事贻皎上人", "prop": {"content": "弊庐在郭外，素产唯田园。左右林野旷，不闻朝市喧。钓竿垂北涧，樵唱入南轩。书取幽栖事，将寻静者论。", "translation": "简陋的房舍在城外，先人的薄产只有田园。周围林茂田野广阔，不闻城市中车马声喧。钓鱼人垂竿在北涧，樵夫的歌声飞入南轩。诗成但言隐居情事，还请高人贤士来评谈。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "归园田居·其四", "prop": {"content": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。", "translation": "离开山川湖泽而去做官已经很久了，今天有广阔无边的林野乐趣。姑且带着子侄晚辈，拨开丛生的草木寻访废墟。我往返在荒野墓地之间，依稀地可认出往日旧居。房屋的水井炉灶尚有遗迹，桑竹残存枯干朽株。上前向在这里打柴的人打听：这里过去的居民迁往何处了？砍柴之人对我说到：全都已经去世了再无后人。三十年就改变朝市变面貌，此语当真一点不虚。人生好似虚幻变化，最终都不免归于空无。 "}}, {"name": "渭川田家", "prop": {"content": "斜阳照墟落，穷巷牛羊归。(斜阳 一作：斜光)野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄至，相见语依依。(至 一作：立)即此羡闲逸，怅然吟式微。", "translation": "夕阳的余晖洒向村庄，牛羊沿着深巷纷纷回归。村中老人惦念着放牧的孙儿，倚着拐杖在柴门边等候。麦田里的野鸡鸣叫个不停，蚕儿开始吐丝作茧，桑林里的桑叶已所剩无几。农夫们三三两两扛着锄头归来，在田间小道上偶然相遇，亲切絮语，乐而忘归。在这种时刻如此闲情逸致怎不叫我羡慕？我不禁怅然地吟起《式微》。"}}, {"name": "癸卯岁始春怀古田舍二", "prop": {"content": "在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。", "translation": "往日听说南亩田，未曾躬耕甚遗憾。我常贫困似颜回，春耕岂能袖手观？早晨备好我车马，上路我情已驰远。新春时节鸟欢鸣，和风不尽送亲善。荒芜小路覆寒草，人迹罕至地偏远。所以古时植杖翁，悠然躬耕不思迁。此理愧对通达者，所保名节岂太浅？先师孔子留遗训：“君子忧道不忧贫”。仰慕高论难企及，转思立志长耕耘。农忙时节心欢喜，笑颜劝勉农耕人。远风习习来平野，秀苗茁壮日日新。一年收成未估量，劳作已使我开心。耕种之余有歇息，没有行人来问津。日落之时相伴归，取酒慰劳左右邻。掩闭柴门自吟诗，姑且躬耕做农民。"}}, {"name": "乐雷发", "dynasty": "宋代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "晚春田园杂兴", "prop": {"content": "紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。湖莲旧荡藕新翻，小小荷钱没涨痕。斟酌梅天风浪紧，更从外水种芦根。胡蝶双双入菜花，日长无客到田家。鸡飞过篱犬吠窦，知有行商来买茶。湔裙水满绿苹洲，上巳微寒懒出游。薄暮蛙声连晓闹，今年田稻十分秋。新绿园林晓气凉，晨炊蚤出看移秧。百花飘尽桑麻小，来路风来阿魏香。三旬蚕忌闭门中，邻曲都无步往踪。犹是晓晴风露下，采桑时节暂相逢。污莱一棱水周围，岁岁蜗庐没半扉。不看茭青难护岸，小舟撑取葑田归。茅针香软渐包茸，蓬櫑甘酸半染红。采采归来儿女笑，杖头高挂小筠笼。海雨江风浪作堆，时新鱼菜逐春回。荻芽抽笋河魨上，楝子开花石首来。谷雨如丝复似尘，煮瓶浮蜡正尝新。牡丹破萼樱桃熟，未许飞花减却春。雨后山家起较迟，天窗晓色半熹微。老翁欹枕听莺啭，童子开门放燕飞。乌鸟投林过客稀，前山烟暝到柴扉。小童一棹舟如叶，独自编阑鸭阵归。", "translation": "　　“紫青莼菜卷荷香，玉雪芹芽拔薤长。自撷溪毛充晚供，短篷风雨宿横塘。”"}}, {"name": "读山海经·其一", "prop": {"content": "孟夏草木长，绕屋树扶疏。 众鸟欣有托，吾亦爱吾庐。 既耕亦已种，时还读我书。 穷巷隔深辙，颇回故人车。 欢言酌春酒，摘我园中蔬。 微雨从东来，好风与之俱。 泛览《周王传》，流观《山海图》。 俯仰终宇宙，不乐复何如？", "translation": "孟夏的时节草木茂盛，绿树围绕着我的房屋。鸟儿为有了依托的地方而高兴，我也喜爱我的茅庐。耕种过之后，我时常返回来读我喜爱的书。居住在僻静的村巷中远离喧嚣，即使是老朋友驾车探望也掉头回去。（我）欢快地饮酌春酒，采摘园中的蔬菜。?细雨从东方而来，夹杂着清爽的风。泛读着《周王传》，浏览着《山海经图》。（在）俯仰之间纵览宇宙，还有什么比这个更快乐呢？"}}, {"name": "哨遍·为米折腰", "prop": {"content": "陶渊明赋《归去来》，有其词而无其声。余治东坡，筑雪堂于上。人俱笑其陋，独鄱阳董毅夫过而悦之，有卜邻之意。乃取《归去来》词，稍加檃括，使就声律，以遗毅夫。 使家童歌之，时相从于东坡，释耒而和之，扣牛角而为之节，不亦乐乎？为米折腰，因酒弃家，口体交相累。归去来，谁不遣君归。觉从前皆非今是。露未晞。征夫指予归路，门前笑语喧童稚。嗟旧菊都荒，新松暗老，吾年今已如此。但小窗容膝闭柴扉。策杖看孤云暮鸿飞。云出无心，鸟倦知还，本非有意。噫！归去来兮。我今忘我兼忘世。亲戚无浪语，琴书中有真味。步翠麓崎岖，泛溪窈窕，涓涓暗谷流春水。观草木欣荣，幽人自感，吾生行且休矣。念寓形宇内复几时。不自觉皇皇欲何之？委吾心、去留谁计。神仙知在何处？富贵非吾志。但知临水登山啸咏，自引壶觞自醉。此生天命更何疑。且乘流、遇坎还止。", "translation": "无"}}, {"name": "即事", "prop": {"content": "径暖草如积，山晴花更繁。纵横一川水，高下数家村。静憩鸡鸣午，荒寻犬吠昏。归来向人说，疑是武陵源。", "translation": "野径温暖铺着柔厚的碧草，山气晴净杂花更显得茂繁。一川清水曲曲折折无声流淌，数户村居高高低低依山而筑。午间静憩传来几声鸡鸣，访寻幽境又遇犬吠暮烟。出游归来向人谈起此事，以为所经本是武陵桃源。"}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "南园十三首", "prop": {"content": "花枝草蔓眼中开，小白长红越女腮。可怜日暮嫣香落，嫁与春风不用媒。(其一)宫北田塍晓气酣，黄桑饮露窣宫帘。长腰健妇偷攀折，将喂吴王八茧蚕。(其二)竹里缲丝挑网车，青蝉独噪日光斜。桃胶迎夏香琥珀，自课越佣能种瓜。(其三)三十未有二十余，白日长饥小甲蔬。桥头长老相哀念，因遗戎韬一卷书。(其四)男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？(其五)寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风？(其六)长卿牢落悲空舍，曼倩诙谐取自容。见买若耶溪水剑，明朝归去事猿公。(其七)春水初生乳燕飞，黄蜂小尾扑花归。窗含远色通书幌，鱼拥香钩近石矶。(其八)泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。泻酒木栏椒叶盖，病容扶起种菱丝。(其九)边让今朝忆蔡邕，无心裁曲卧春风。舍南有竹堪书字，老去溪头作钓翁。(其十)长峦谷口倚嵇家，白昼千峰老翠华。自履藤鞋收石蜜，手牵苔絮长莼花。(其十一)松溪黑水新龙卵，桂洞生硝旧马牙。谁遣虞卿裁道帔，轻绡一匹染朝霞。(其十二)小树开朝径，长茸湿夜烟。柳花惊雪浦，麦雨涨溪田。古刹疏钟度，遥岚破月悬。沙头敲石火，烧竹照渔船。(其十三)", "translation": "枝头上，草蔓中，眼前百花盛开，有大有小，有白有红，恰如美女的香腮。可惜到了黄昏，娇艳芳香的花儿凋零，随着春风乱飞，像草草嫁出的女儿连媒人也不用。(其一)"}}, {"name": "归园田居·其二", "prop": {"content": "野外罕人事，穷巷寡轮鞅。白日掩荆扉，虚室绝尘想。时复墟曲中，披草共来往。(墟曲中 一作：墟曲人)相见无杂言，但道桑麻长。桑麻日已长，我土日已广。常恐霜霰至，零落同草莽。", "translation": "住在郊野很少与人结交往来，偏僻的里巷少有车马来往。白天柴门紧闭，在幽静的屋子里屏绝一切尘俗的观念。耕作之余不时到田里，把草拨开，和农民随意交往。见面之后不谈世俗之事，只说田园桑麻生长。田里的桑麻已经渐渐长高，我垦种的土地面积也日渐增广。经常担心霜雪突降，庄稼凋零如同草莽。 "}}, {"name": "送友游吴越", "prop": {"content": "去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。", "translation": "要去越地，必须从吴地经过，因为吴越接壤。桔和莲皆吴越名产，吴越种桔与莲，无水不生。灯火通明的夜市，春风沉醉的夜晚，桥边灯火辉煌，寺外舳舻辐辏。吴越之人多好客之风，你此去可能要待很长时间，乐而忘返了。"}}, {"name": "山坡羊·江山如画", "prop": {"content": "江山如画，茅檐低厦，妇蚕缫婢织红奴耕稼。务桑麻，捕鱼虾。渔樵见了无别话，三国鼎分牛继马。兴，休羡他。亡，休羡他。", "translation": "江山像图画一样美丽，几间低矮的茅屋，妇女在养蚕缫丝，婢女在纺织缝纫，家奴在耕种庄稼。操持桑麻，捕捉鱼虾，渔民樵夫相见没有别的话，随便讲讲三国鼎立、分分合合，管他谁胜谁负。兴旺了，不用羡慕他；衰亡了，也不必怜惜他。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "夏日田园杂兴", "prop": {"content": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。五月江吴麦秀寒，移秧披絮尚衣单。稻根科斗行如块，田水今年一尺宽。二麦俱秋斗百钱，田家唤作小丰年。饼炉饭甑无饥色，接到西风熟稻天。百沸缲汤雪涌波，缲车嘈囋雨鸣蓑。桑姑盆手交相贺，绵茧无多丝茧多。小妇连宵上绢机，大耆催税急於飞。今年幸甚蚕桑熟，留得黄丝织夏衣。下田戽水出江流，高垄翻江逆上沟；地势不齐人力尽，丁男长在踏车头。昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。槐叶初匀日气凉，葱葱鼠耳翠成双。三公只得三株看，闲客清阴满北窗。黄尘行客汗如浆，少住侬家漱井香；借与门前磐石坐，柳阴亭午正风凉。千顷芙蕖放棹嬉，花深迷路晚忘归。家人暗识船行处，时有惊忙小鸭飞。采菱辛苦废犁鉏，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。蜩螗千万沸斜阳，蛙黾无边聒夜长。不把痴聋相对治，梦魂争得到藜床？", "translation": "　　此组诗共十二首，这里选取第一首、第七首和第九首进行赏析。"}}, {"name": "积雨辋川庄作 / 秋", "prop": {"content": "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。", "translation": "连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。我已经是一个从追名逐利的官场中退出来的人，恐怕连海鸥也不会猜疑了。"}}, {"name": "田园乐七首·其五", "prop": {"content": "山下孤烟远村，天边独树高原。一瓢颜回陋巷，五柳先生对门。", "translation": "　　远处的山边横卧着一个寂静的小村庄，绿树掩映中零星的檐角翘起，其间正升起一缕袅袅的炊烟，生活在颜回那样简陋、艰苦的环境中，与陶潜那样与世无争的高士为邻。"}}, {"name": "秋日田园杂兴", "prop": {"content": "杞菊垂珠滴露红，两蛩相应语莎丛。虫丝罥尽黄葵叶，寂历高花侧晚风。朱门巧夕沸欢声，田舍黄昏静掩扃。男解牵牛女能织，不须徼福渡河星。橘蠹如蚕入化机，枝间垂茧似蓑衣；忽然蜕作多花蝶，翅粉才乾便学飞。静看檐蛛结网低，无端妨碍小虫飞。蜻蜒倒挂蜂儿窘，催唤山童为解围。垂成穑事苦艰难，忌雨嫌风更怯寒。牋诉天公休掠剩，半赏私债半输官。秋来只怕雨垂垂，甲子无云万事宜。获稻毕工随晒谷，直须晴到入仓时。中秋全景属潜夫，棹入空明看太湖。身外水天银一色，城中有此月明无。新筑场泥镜面平，家家打稻趁霜晴；笑歌声里轻雷动，一夜连枷响到明。租船满载候开仓，粒粒如珠白似霜。不惜两钟输一斛，尚赢糠核饱儿郎。菽粟瓶罂贮满家，天教将醉作生涯。不知新滴堪篘未？细捣枨虀买鱠鱼，细捣枨虀卖脍鱼，西风吹上四腮鲈。雪松酥腻千丝缕，除却松江到处无。新霜彻晓报秋深，染尽青林作缬林。惟有橘园风景异，碧丛丛里万黄金。", "translation": "无"}}, {"name": "王庭珪", "dynasty": "宋代"}, {"name": "冬日田园杂兴", "prop": {"content": "斜日低山片月高，睡余行药绕江郊。霜风捣尽千林叶，闲倚筇枝数鹳巢。炙背檐前日似烘，暖醺醺后困蒙蒙。过门走马何官职，侧帽笼鞭战北风！屋上添高一把茅，密泥房壁似僧寮。从教屋外阴风吼，卧听篱头响玉箫。松节然膏当烛笼，凝烟如墨暗房栊；晚来拭净南窗纸，便觉斜阳一倍红。乾高寅缺筑牛宫，巵酒豚蹄酹土公。牯牸无瘟犊儿长，明年添种越城东。放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！拨雪挑来踏地菘，味如蜜藕更肥醲。朱门肉食无风味，只作寻常菜把供。榾柮无烟雪夜长，地炉煨酒暖如汤。莫嗔老妇无盘飣，笑指灰中芋栗香。煮酒春前腊后蒸，一年长飨瓮头清。廛居何似山居乐，秫米新来禁入城。黄纸蠲租白纸催，皂衣旁午下乡来。长官头脑冬烘甚，乞汝青钱买酒回。探梅公子款柴门，枝北枝南总未春；忽见小桃红似锦，却疑侬是武陵人。村巷冬年见俗情，邻翁讲礼拜柴荆。长衫布缕如霜雪，云是家机自织成。", "translation": "　　“放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！” "}}, {"dynasty": "南北朝"}, {"name": "王士祯", "dynasty": "清代"}, {"name": "田园乐七首·其一", "prop": {"content": "厌见千门万户，经过北里南邻。官府鸣珂有底，崆峒散发何人。", "translation": "饱见高堂深院里的官府人家，经常出入北里南邻上层社会。追名逐禄者常到官府出入，而在山中散发隐居者是什么人？"}}, {"name": "春中田园作", "prop": {"content": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。", "translation": "屋上有一只杜鹃鸟在鸣叫，村落旁边大片杏花开的雪白。手持斧子去整理桑树那长长的枝条，扛起锄头去察看地下的泉水。去年的燕子飞回来了，好像认识它的旧巢。屋里的旧主人在翻看新年的日历。举杯欲饮又停了下来，想到离开家园作客在外的人，不由惆怅惋惜。"}}, {"name": "文氏外孙入村收麦", "prop": {"content": "欲收新麦继陈谷，赖有诸孙替老人。三夜阴霪败场圃，一竿晴日舞比邻。急炊大饼偿饥乏，多博村酤劳苦辛。闭廪归来真了事，赋诗怜汝足精神。", "translation": "快到收割新熟的麦子来接续去年的陈谷了，幸亏有各孙辈来替我收割。连续几个晚上的阴雨毁坏了收打作物的场圃，初升的太阳令乡邻欢欣鼓舞。赶紧做好大饼给外孙吃以补偿他的饥饿困乏，多取一些自酿的酒来慰劳辛勤收割的外孙。收好新麦关闭粮仓回到家里总算结束了农事，写下这首诗来赞扬外孙不辞劳苦的精神。"}}, {"name": "归去来兮辞并序", "prop": {"content": "　　余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。　　归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。　　乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。　　归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。　　已矣乎！寓形宇内复几时？曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！", "translation": "无"}}, {"name": "田园乐七首·其七", "prop": {"content": "酌酒会临泉水，抱琴好倚长松。南园露葵朝折，东谷黄粱夜舂。", "translation": "喝酒时正好遇到山泉，醉后喜欢抱琴倚靠在高大的松树旁。早上到南园去摘折露葵，晚上来到东谷舂捣黄粱。"}}, {"name": "顾况", "dynasty": "唐代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "江神子·博山道中书王", "prop": {"content": "一川松竹任横斜，有人家，被云遮。雪后疏梅，时见两三花。比着桃源溪上路，风景好，不争多。旗亭有酒径须赊，晚寒些，怎禁他。醉里匆匆，归骑自随车。白发苍颜吾老矣，只此地，是生涯。", "translation": "道路两旁满地都是枝横叶斜的松竹，山中有一些人家被云雾遮住了。下雪后稀疏的梅树上，不时看到两三朵花。跟陶渊明所说的桃花运溪边路上相比，风景好得差不多。天晚了，酒店里有酒尽管去赊来喝吧，不然晚上天气寒冷，怎么能经受得住。醉酒后匆匆赶路回去，乘坐的马随车而行。我头发已白，容颜苍老，就在这里度过晚年吧。"}}, {"name": "拨不断·菊花开", "prop": {"content": "菊花开，正归来。伴虎溪僧、鹤林友、龙山客，似杜工部、陶渊明、李太白，在洞庭柑、东阳酒、西湖蟹。哎，楚三闾休怪！", "translation": "在菊花开放的时候，我正好回来了。伴着虎溪的高僧、鹤林的好友、龙山的名士；又好像杜甫、陶渊明和李白；还有洞庭山的柑橘、金华的名酒、西湖的肥蟹。哎，楚大夫你可不要见怪呀！"}}, {"name": "春晚书山家", "prop": {"content": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。", "translation": "柴门一片寂静屋里米饭香喷喷，农家炊烟袅袅春雨过后天放晴。院内鲜花迷蒙山间流水清泠泠，小儿又哭又闹索要树上的黄莺。"}}, {"dynasty": "魏晋"}, {"name": "四月二十三日晚同太冲", "prop": {"content": "四山矗矗野田田，近是人烟远是邨。鸟外疏钟灵隐寺，花边流水武陵源。有逢即画原非笔，所见皆诗本不言。看插秧栽欲忘返，杖藜徙倚至黄昏。", "translation": "四周群山巍然矗立中间田野一片，近处都是人家远处隐约可见山村。飞鸟去处时而传来灵隐寺的钟声，野花芬芳流水潺潺犹如武陵桃源。一路所遇就是画原非笔墨能描摹，野游所见皆是诗本非语言能形容。为看农夫田间插秧使我流连忘返，拄着藜杖时走时停不觉已到黄昏。"}}, {"name": "首夏山中行吟", "prop": {"content": "梅子青，梅子黄，菜肥麦熟养蚕忙。山僧过岭看茶老，村女当垆煮酒香。", "translation": "梅子熟了，从青色变成了黄色，地里的菜和麦子也都成熟了，又到了忙着养蚕缫丝的时节。山寺里悠闲自在的僧人，烹煮着老茶树的茶汤，村里的姑娘站在酒垆边煮酒，酒香四溢。"}}, {"name": "游东田", "prop": {"content": "戚戚苦无悰，携手共行乐。寻云陟累榭，随山望菌阁。远树暧阡阡，生烟纷漠漠。鱼戏新荷动，鸟散余花落。不对芳春酒，还望青山郭。", "translation": "戚然无欢，邀友一同游乐。登上云雾笼罩中的高高楼榭，顺着山势眺望远处的菌形台阁。 远处树木郁郁葱葱，一片烟霭迷离的景象。游鱼嬉戏，触动水中新荷；飞鸟辞树，枝上余花散落。 春酒虽美，还是停杯对景，眺望青山。"}}, {"name": "张籍", "dynasty": "唐代"}, {"name": "蝶恋花·春涨一篙添水", "prop": {"content": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。 江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。", "translation": "春来，绿水新涨一篙深，盈盈地涨平了水面。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的草色，在微风习习吹拂里，染绿了河塘堤岸。画船轻缓移动，绕着九曲水湾游转，望去，横塘高塔，在眼前很近，却又像启船时一样遥远。江南水乡，春寒迟迟农事也晚。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山冈上桑树茂盛，桑叶卖价很贱，转眼就可以，品尝新面，收取新茧。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "画鸭", "prop": {"content": "春草细还生，春雏养渐成。茸茸毛色起，应解自呼名。", "translation": "　　这是一首题画诗。画面上画着小鸭、嫩草等等景物。画尽管画得栩栩如生，但它是静的，无声。把静的画面用诗的形式写出它的动来，把无声之物赋予它以应有的声音，这就要看题画者的艺术才能了。这首诗就是根据诗人的观察、体会和想象，把画题活了。诗的大意说：春草虽然细嫩，却还正在生长，春天刚孵出的小鸭，喂养得渐渐成长起来。满身细密的绒毛已经能辨别出不同的颜色，它们不停地“鸭鸭”地叫着，大概是懂得呼唤自己的名字了。 "}}, {"name": "夜归", "prop": {"content": "夜深归客依筇行，冷燐依萤聚土塍。村店月昏泥径滑，竹窗斜漏补衣灯。", "translation": "夜归天黑，需撑着竹杖而行，好在田埂上聚有磷火和萤火虫，发出微光，使人顺利通过。到了村店，也因月昏无灯，泥路滑，十分难行，又好在村店竹窗射出读书、补衣灯的光亮，照着人继续前行。"}}, {"name": "田舍", "prop": {"content": "田舍清江曲，柴门古道旁。草深迷市井，地僻懒衣裳。榉柳枝枝弱，枇杷树树香。鸬鹚西日照，晒翅满鱼梁。", "translation": "无"}}, {"name": "竹枝词九首·其九", "prop": {"content": "山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。", "translation": "山上开放的桃花、梨花层层叠叠、布满山野，遥望山顶，在花木掩映之中，升起了袅袅的炊烟，那一定是村民聚居之处。戴着银钏金钗的妇女们到下山担水准备做饭，挎着长刀、戴着短笠的男子到山上去放火烧荒，准备播种。"}}, {"name": "初秋行圃", "prop": {"content": "落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。", "translation": "落日看来好像无情却最有情，催促千树万树上的蝉在傍晚时一齐鸣唱。听着声音近在咫尺，却无法找到它们，一旦寻到它的近旁，却又没有了声响。 "}}, {"name": "杨朝英", "dynasty": "元代"}, {"name": "山馆", "prop": {"content": "野馆萧条晚，凭轩对竹扉。树藏秋色老，禽带夕阳归。远岫穿云翠，畬田得雨肥。渊明谁送酒，残菊绕墙飞。", "translation": "野外的客舍傍晚时分格外萧条冷寂，倚着堂前栏杆透过竹门向远处观望。树木萧瑟蕴藏着深秋的景色，家禽在夕阳西下时纷纷归来。远处的山峰从云中穿出更显葱翠，烧过草木的田野雨后更加肥沃。陶渊明隐居在田园时是谁送来美酒？我却只有那绕墙的残菊陪伴左右。"}}, {"name": "十亩之间", "prop": {"content": "十亩之间兮，桑者闲闲兮，行与子还兮。十亩之外兮，桑者泄泄兮，行与子逝兮。", "translation": "在一片很大很大的桑园里，年轻的姑娘们采桑多悠闲，她们一道唱着歌儿回家转。在相邻一片很大的桑园里，漂亮的姑娘们采桑多悠闲，她们一起说说笑笑往家转。"}}, {"name": "题元丹丘山居", "prop": {"content": "故人栖东山，自爱丘壑美。青春卧空林，白日犹不起。松风清襟袖，石潭洗心耳。羡君无纷喧，高枕碧霞里。", "translation": "老友栖身嵩山，只因爱这山川之美。大好的春光，却空林独卧，白日高照也不起。松风徐吹，似清除襟袖中的俗气；石潭水清，清洗心里耳中的尘世污垢。羡慕你啊，无忧无虑，静心高卧云霞里。"}}, {"name": "寄宿田家", "prop": {"content": "田家老翁住东陂，说道平生隐在兹。鬓白未曾记日月，山青每到识春时。门前种柳深成巷，野谷流泉添入池。牛壮日耕十亩地，人闲常扫一茅茨。客来满酌清尊酒，感兴平吟才子诗。岩际窟中藏鼹鼠，潭边竹里隐鸬鹚。村墟日落行人少，醉后无心怯路歧。今夜只应还寄宿，明朝拂曙与君辞。", "translation": "田家老翁住在东面山坡，说自己一辈子隐居在这里。两鬓斑白不曾记得岁月时日。只是看到满山绿遍才知春天又至。门前所种柳树已高同深巷，山间清泉流响进入池塘。老牛膘肥体壮一天能耕十亩地，老翁清闲时常扫一扫院子。有客远来就用美酒招待，兴致浓厚常常吟诵先人的诗。山岩洞穴里藏着鼹鼠，水边竹林里潜伏着鸬鹚。村子旧址上人烟稀少，喝醉后根本顾不上辩认道路。今夜应该在这里歇息，明天一早就与老翁告辞。"}}, {"name": "张谷田舍", "prop": {"content": "县官清且俭，深谷有人家。一径入寒竹，小桥穿野花。碓喧春涧满，梯倚绿桑斜。自说年来稔，前村酒可赊。", "translation": "县官清廉且节俭，深谷中住着人家人家。一条小路蜿蜒进入清寒的竹林，一座小桥从开得绚烂的野花中穿过。石碓舂米的声音充满了春天的山涧，采桑的梯子靠在碧绿的桑树上微微倾斜。田舍主人说近年来庄稼成熟收成不错，前村的酒都可以去赊。"}}, {"name": "和胡西曹示顾贼曹", "prop": {"content": "蕤宾五月中，清朝起南颸。不驶亦不迟，飘飘吹我衣。重云蔽白日，闲雨纷微微。流目视西园，烨烨荣紫葵。于今甚可爱，奈何当复衰！感物愿及时，每恨靡所挥。悠悠待秋稼，寥落将赊迟。逸想不可淹，猖狂独长悲！", "translation": "时当仲夏五月中，清早微觉南风凉。南风不缓也不疾，飘飘吹动我衣裳。层层乌云遮白日，濛濛细雨纷纷扬。随意赏观西园内，紫葵花盛耀荣光。此时此物甚可爱，无奈不久侵枯黄！感物行乐当及时，常恨无酒可举筋。耐心等待秋收获，庄稼稀疏将空忙。遐思冥想难抑制，我心激荡独悲伤。"}}, {"name": "归园田居·其六", "prop": {"content": "种苗在东皋，苗生满阡陌。虽有荷锄倦，浊酒聊自适。日暮巾柴车，路暗光已夕。归人望烟火，稚子候檐隙。问君亦何为，百年会有役。但愿桑麻成，蚕月得纺绩。素心正如此，开径望三益。", "translation": "在东边高地上种植禾苗，禾苗生长茂盛遍布田野。虽然劳作辛苦有些疲倦，但家酿浊酒还满可解乏。傍晚时分驾着车子回来，山路也渐渐地变得幽暗。望着前村已是袅袅炊烟，孩子们在家门等我回家。要问我这样做是为什么？人的一生总要从事劳作。我只希望桑麻农事兴旺，蚕事之月纺绩事务顺遂。我不求闻达心愿就这样，望结交志趣相投的朋友。"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "即事", "prop": {"content": "十里田田荷芰风，渔舠如叶出花中。鹅儿湖北烟初暝，背指明霞几缕红。", "translation": "荷芰田田吹过十里清风，如刀渔船拨开莲叶荡出荷花丛中。鹅儿湖北岸暮霭升起湖面渐渐昏暗，渔人背身指着天上几道火红彩霞。"}}, {"name": "春日田家", "prop": {"content": "野田黄雀自为群，山叟相过话旧闻。夜半饭牛呼妇起，明朝种树是春分。", "translation": "野外田间有一群群黄雀觅食，住在山中的老翁经过屋角田边，会向人谈起过去的旧闻。夜半喂牛时，会叫醒老伴，商量第二天春分种树的事情。"}}, {"name": "张衡", "dynasty": "两汉"}, {"name": "田园乐七首·其四", "prop": {"content": "萋萋春草秋绿，落落长松夏寒。牛羊自归村巷，童稚不识衣冠。", "translation": "茂盛的春草，在秋天还呈现出生机勃勃的绿色。高大挺直的松树，夏季的树荫凉爽。牛羊无需人们去驱赶，自己会回到村里的小巷子。孩子们天真烂漫，不认识达官显贵。"}}, {"name": "过故人庄", "prop": {"content": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。", "translation": "老朋友准备丰盛的饭菜，邀请我到他田舍做客。翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。推开窗户面对谷场菜园，共饮美酒，闲谈农务。等到九九重阳节到来时，我还要来这里观赏菊花。"}}, {"name": "四时田园杂兴·其二十", "prop": {"content": "梅子金黄杏子肥，麦花雪白菜花稀。日长篱落无人过，惟有蜻蜓蛱蝶飞。(惟 通：唯)", "translation": "初夏时节，金黄的梅子挂满枝头，杏子也变得鲜亮饱满，田里麦穗扬着白花，油菜花差不多落尽正在结籽。白天变长了，大家都在田间忙碌，篱落边无人经过，只有蜻蜓和蝴蝶绕着篱笆飞来飞去。"}}, {"name": "春庄", "prop": {"content": "山中兰叶径，城外李桃园。岂知人事静，不觉鸟声喧。", "translation": "山林中有一条路边长满兰花的小路，城外还有种满桃李的园子。远离了凡尘俗世安静下来，连鸟叫声也丝毫不觉喧闹。 "}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "田园乐七首·其六 /", "prop": {"content": "桃红复含宿雨，柳绿更带朝烟。(朝烟 一作：春烟)花落家童未扫，莺啼山客犹眠。", "translation": "红色的桃花还含着隔夜的新雨，碧绿的柳丝更带着淡淡的春烟。花瓣凋落家中的小童没有打扫，黄莺啼叫闲逸的山客犹自酣眠。"}}, {"name": "春园即事", "prop": {"content": "宿雨乘轻屐，春寒著弊袍。开畦分白水，间柳发红桃。草际成棋局，林端举桔槔。还持鹿皮几，日暮隐蓬蒿。", "translation": "昨夜雨湿蹬上轻便木屐，春寒料峭穿起破旧棉袍。挖开畦埂清水分灌田垄，绿柳丛中盛开几树红桃。草地中间画出棋枰对弈，树林一头升降汲水桔槔。还拿来那鹿皮面的小几，黄昏后凭倚它隐身蓬蒿。"}}, {"name": "浣溪沙·软草平莎过雨", "prop": {"content": "徐州石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。软草平莎过雨新，轻沙走马路无尘。何时收拾耦耕身？日暖桑麻光似泼，风来蒿艾气如薰。使君元是此中人。", "translation": "柔软的青草和长得齐刷刷的莎草经过雨洗后，显得碧绿清新；在雨后薄薄的沙土路上骑马不会扬起灰尘。不知何时才能抽身归田呢？春日的照耀之下，田野中的桑麻欣欣向荣，闪烁着犹如被水泼过一样的光辉；一阵暖风挟带着蒿草、艾草的熏香扑鼻而来，沁人心肺。我虽身为使君，却不忘自己实是农夫出身。 "}}, {"dynasty": "唐代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "新凉", "prop": {"content": "水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。", "translation": "一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。 "}}, {"name": "辛丑岁七月赴假还江陵", "prop": {"content": "闲居三十载，遂与尘事冥。诗书敦宿好，林园无世情。如何舍此去，遥遥至南荆！叩枻新秋月，临流别友生。凉风起将夕，夜景湛虚明。昭昭天宇阔，皛皛川上平。怀役不遑寐，中宵尚孤征。商歌非吾事，依依在耦耕。投冠旋旧墟，不为好爵萦。养真衡茅下，庶以善自名。", "translation": "三十年来村居享悠闲，对于世态隔膜而不明。原先爱好诗书现更爱，田园没有应酬之俗情。为何舍弃田园而离去，千里迢迢去到那南荆？荡起船桨击碎新秋月，水边暂告分手别亲朋。傍晚凉风习习已吹起，月光照天夜色清空明。天宇明净高远无边际，亮光闪闪江面水波平。惦记差役不能安心睡，夜已将半还得独自行。商歌求官不是我事业，留恋沮溺那样并力耕。甩掉官帽决心返故里，高官厚禄本来不动情。衡门茅舍才可修真性，或可凭善建立好声名。"}}, {"name": "江村", "prop": {"content": "清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？", "translation": "浣花溪清澈的江水，弯弯曲曲地绕村而流，在长长的夏日中，事事都显恬静、安闲。梁上的燕子自由自在地飞来飞去，水中的白鸥相亲相近，相伴相随。相伴多年的妻子在纸上画着棋盘，年幼的儿子敲弯了钢针要做成鱼钩。只要有老朋友给予一些钱米，我除了这个还有什么可奢求的呢？"}}, {"name": "陈草庵", "dynasty": "元代"}, {"name": "沉醉东风·闲居", "prop": {"content": "雨过分畦种瓜，旱时引水浇麻。共几个田舍翁，说几句庄家话。瓦盆边浊酒生涯。醉里乾坤大，任他高柳清风睡煞。", "translation": "雨过之后就分畦种瓜，天旱时就引来水浇麻。几个种田的老人在一起，讨论一些关于种植庄稼的话题，用大大的瓦盆盛酒来过日子，醉的时候就感觉乾坤如此之大。任凭他高柳清风我也一样的睡觉。"}}, {"dynasty": "朝代"}, {"name": "移居·其二", "prop": {"content": "春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。", "translation": "春秋两季有很多好日子，我经常同友人一起登高吟诵新诗篇。经过门前互相招呼，聚在一起，有美酒，大家同饮共欢。要干农活便各自归去，闲暇时则又互相思念。思念的时候，大家就披衣相访，谈谈笑笑永不厌烦。这种饮酒言笑的生活的确很美好，抛弃它实在无道理可言。穿的吃的需要自己亲自去经营，躬耕的生活永不会将我欺骗。"}}, {"name": "观村童戏溪上", "prop": {"content": "雨余溪水掠堤平，闲看村童谢晚晴。竹马踉蹡冲淖去，纸鸢跋扈挟风鸣。三冬暂就儒生学，千耦还从父老耕。识字粗堪供赋役，不须辛苦慕公卿。", "translation": "雨后的溪水漫过堤岸快要跟堤相平，闲来观看村童们感谢老天向晚初晴。有的骑着竹马跌跌撞撞冲进了烂泥坑，有的放着风筝，风筝横冲直撞的迎风飞鸣。冬季的三个月就跟着塾师学习，农忙时节就回家跟随父兄耕田种地。识字勉强能够应付租税劳役就好，不需要辛苦读书羡慕王公贵族。"}}, {"name": "归园田居·其一", "prop": {"content": "少无适俗韵，性本爱丘山。误落尘网中，一去三十年。(误落 一作：误入)羁鸟恋旧林，池鱼思故渊。开荒南野际，守拙归园田。方宅十余亩，草屋八九间。榆柳荫后檐，桃李罗堂前。暧暧远人村，依依墟里烟。狗吠深巷中，鸡鸣桑树颠。户庭无尘杂，虚室有余闲。久在樊笼里，复得返自然。", "translation": "无"}}, {"name": "摸鱼儿·东皋寓居", "prop": {"content": "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。 青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。", "translation": "买到池塘，在岸边栽上杨柳，看上去好似淮岸江边，风光极为秀美。刚下过雨，鹭、鸥在池塘中间的沙洲上聚集，很是好看。而最好看的是一川溪水映着明月，点点银光照着水上沙洲。四周无人，翩然独舞，自斟自饮。头上是浓绿的树幕，脚底有如茵的柔草，酒喝光了还不忍离开。不要留恋过去的仕宦生涯，读书做官是耽误了自己。自己也曾做过地方官，但仍一事无成，反而因做官而使田园荒芜。您不妨看看，从镜子里可发现鬓发已经白了不少。所谓“功名”，不过是一句空话。连班超那样立功于万里之外，被封为定远侯，但归故乡时已经年岁老大，也是太晚了。"}}, {"name": "村行", "prop": {"content": "春半南阳西，柔桑过村坞。娉娉垂柳风，点点回塘雨。蓑唱牧牛儿，篱窥茜裙女。半湿解征衫，主人馈鸡黍。", "translation": "仲春时节我经过南阳县西，村庄里的桑树都长出了嫩芽。和风吹拂着依依垂柳，点点细雨滴在曲折的池塘上。披着蓑衣的牧童正在唱歌，穿着红裙的少女隔着篱笆偷偷张望。我走进农家脱下半湿的衣裳，主人摆出丰盛的饭菜招待我。"}}, {"name": "初夏即事", "prop": {"content": "石梁茅屋有弯碕，流水溅溅度两陂。(度两陂 一作：度西陂)晴日暖风生麦气，绿阴幽草胜花时。", "translation": "石桥和茅草屋绕在曲岸旁，流水溅溅流入西边的池塘。晴天暖风微拂，麦子的气息迎面扑来。绿树青草远胜春天百花烂漫的时节。"}}, {"dynasty": "先秦"}, {"name": "王建", "dynasty": "唐代"}, {"name": "新晴野望", "prop": {"content": "新晴原野旷，极目无氛垢。郭门临渡头，村树连溪口。 白水明田外，碧峰出山后。农月无闲人，倾家事南亩。", "translation": "雨后初晴，放眼向田野眺望，视野开阔空旷，极目远望不见半点雾气尘埃。外城的门楼紧靠着摆渡的码头，村庄边的绿树连接着溪流的入河口。田埂外流水在阳光下闪闪发光，苍翠的山峰突兀出现在山脊背后。农忙季节没有悠闲的人，农民们都是全家出动在田亩间忙碌的干活。"}}, {"name": "高启", "dynasty": "明代"}, {"name": "周密", "dynasty": "宋代"}, {"name": "夏日李公见访", "prop": {"content": "远林暑气薄，公子过我游。贫居类村坞，僻近城南楼。旁舍颇淳朴，所须亦易求。隔屋唤西家，借问有酒否？墙头过浊醪，展席俯长流。清风左右至，客意已惊秋。巢多众鸟喧，叶密鸣蝉稠。苦遭此物聒，孰谓吾庐幽？水花晚色净，庶足充淹留。预恐樽中尽，更起为君谋。", "translation": "无"}}, {"name": "落日", "prop": {"content": "落日在帘钩，溪边春事幽。芳菲缘岸圃，樵爨倚滩舟。啅雀争枝坠，飞虫满院游。浊醪谁造汝，一酌散千忧。", "translation": "落日好像悬挂在卷帘所用的挂钩上，凭窗而望，只见溪边的农人正忙碌着春耕。沿溪岸的园圃上满是鲜花绿草，农人们有的在打柴做饭，有的正将小船停靠在溪滩上。叽叽喳喳的雀鸟在树枝上跳跃、争闹，有的掉了下来；飞虫也满院游走。是谁酿造出了这浊酒啊？让我能一酌消解无数烦忧。"}}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "赠闾丘处士", "prop": {"content": "贤人有素业，乃在沙塘陂。竹影扫秋月，荷衣落古池。闲读山海经，散帙卧遥帷。且耽田家乐，遂旷林中期。野酌劝芳酒，园蔬烹露葵。如能树桃李，为我结茅茨。", "translation": "贤人你在沙塘陂，有先世遗传的产业。竹影扫荡着秋天如水的月光，荷叶已凋零落满古池。闲暇时高卧遥帷，打开书帙读读山海经，神驰四海。喜欢这种田家之乐，所以耽误了去山林隐居的约定。在田野小酌赏花劝芳酒，折些园里的蔬菜与露葵一起烹食。如果再栽些桃李树，再为我盖几间茅屋就最好不过。"}}, {"name": "巴女谣", "prop": {"content": "巴女骑牛唱竹枝，藕丝菱叶傍江时。不愁日暮还家错，记得芭蕉出槿篱。", "translation": "一个巴地小女孩骑着牛儿，唱着竹枝词，沿着处处盛开着荷花、铺展菱叶的江岸，慢悠悠地回家。不怕天晚了找不到家门，我知道我家门前有一棵芭蕉高高地挺出了木槿篱笆。"}}, {"name": "苏辙", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "雨过山村", "prop": {"content": "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)", "translation": "雨中传来鸡鸣，山村里依稀一两户人家。小溪夹岸绿竹苍翠，窄窄板桥连接着一线山路。婆媳相互呼唤一起去浴蚕选种，那庭院中间的栀子花独自开放无人欣赏。"}}, {"name": "沉醉东风·恰离了绿水", "prop": {"content": "恰离了绿水青山那答，早来到竹篱茅舍人家。野花路畔开，村酒槽头榨。直吃的欠欠答答。醉了山童不劝咱，白发上黄花乱插。", "translation": "刚刚离开了自己居住的绿水青山之地，早早地来到竹篱茅舍人家。路畔的野花开的正旺，村头开着一家酒家。直吃得我酩酊大醉。即使喝醉了山童也不会嘲笑咱。摘下路边的菊花，在白发上乱插。"}}, {"name": "过杨村", "prop": {"content": "石桥两畔好人烟，匹似诸村别一川。杨柳荫中新酒店，葡萄架下小渔船。红红白白花临水，碧碧黄黄麦际天。政尔清和还在道，为谁辛苦不归田？", "translation": "石桥的两边有一座美好的村庄，和其他的村子相比真可说是别一天地。那儿杨柳浓荫里有新开的酒店，葡萄架下系着小小的渔船。一丛丛红色白色的花在水边开放，碧绿、金黄的麦田一望无际，仿佛与与天相接。正当这般清明和畅的季节，我还奔波在外，这到底是为谁辛苦而还不退隐归田呢？"}}, {"name": "首春逢耕者", "prop": {"content": "南楚春候早，余寒已滋荣。土膏释原野，白蛰竞所营。缀景未及郊，穑人先偶耕。园林幽鸟啭，渚泽新泉清。农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。眷然抚耒耜，回首烟云横。", "translation": "无"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "移居二首", "prop": {"content": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。 ", "translation": "从前想移居住到南村来，不是为了要挑什么好宅院；听说这里住着许多纯朴的人，愿意同他们度过每一个早晚。这个念头已经有了好多年，今天才算把这件大事办完。简朴的屋子何必求大，只要够摆床铺就能心安。邻居朋友经常来我这里，谈谈过去的事情，人人畅所欲言；见有好文章大家一同欣赏，遇到疑难处大家一同钻研。"}}, {"name": "施闰章", "dynasty": "清代"}, {"name": "酬刘柴桑", "prop": {"content": "穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。", "translation": "偏僻的居处少有人事应酬之类的琐事，有时竟忘记了一年四季的轮回变化。巷子里、庭院里到处都是树木的落叶，看到落叶不禁发出感叹，才知道原来已是金秋了。北墙下新生的冬葵生长得郁郁葱葱，田地里将要收割的稻子也金黄饱满。如今我要及时享受快乐，因为不知道明年此时我是否还活在世上。吩咐妻子快带上孩子们，乘这美好的时光我们一道去登高远游。"}}, {"name": "浣溪沙·渔父", "prop": {"content": "西塞山边白鹭飞，散花洲外片帆微。桃花流水鳜鱼肥。自庇一身青箬笠，相随到处绿蓑衣。斜风细雨不须归。", "translation": "西塞山江边白鹭在飞翔，散花洲外江上片片白帆船在轻轻地飘动。桃花水汛期鳜鱼长得肥胖。自有遮护全身的青竹壳斗笠，与斗笠相伴的还有绿蓑衣。斜风夹杂着细雨，过着乐而忘归的渔翁生活。"}}, {"name": "晚晴", "prop": {"content": "村晚惊风度，庭幽过雨沾。夕阳薰细草，江色映疏帘。书乱谁能帙，怀干可自添。时闻有馀论，未怪老夫潜。", "translation": "山村的傍晚阵阵冷风吹过，幽静的庭院经过一场秋雨洗涤，院里泥泞得很。夕阳照射着细草，湿气升腾；雨后清新明丽的江景映入眼帘。书乱了没有人帮助整理，杯中酒喝完了也只能靠自己斟满。隐居村野，时常听到人们关于世俗人情的谈论，他庆幸人们没有责怪自己这一老潜夫。 "}}, {"name": "田园乐七首·其三", "prop": {"content": "采菱渡头风急，策杖林西日斜。(林西 一作：村西)杏树坛边渔父，桃花源里人家。", "translation": "采菱泛舟体验渡头疾风正吹，拄着拐杖到树林西面看夕阳西斜。我就是那杏树坛边的渔父，也就是住在桃花源里的人家。"}}, {"name": "陆浑山庄", "prop": {"content": "归来物外情，负杖阅岩耕。源水看花入，幽林采药行。野人相问姓，山鸟自呼名。去去独吾乐，无然愧此生。", "translation": "　　宋之问这首《陆浑山庄》诗，是他前期的作品。"}}, {"name": "过湖北山家", "prop": {"content": "路回临石岸，树老出墙根。野水合诸涧，桃花成一村。呼鸡过篱栅，行酒尽儿孙。老矣吾将隐，前峰恰对门。", "translation": "在回家的路上经过靠近石头的岸边，老树的枝头伸出墙外面。很多小小的流水汇合流淌在两山间，山村里面的桃花全部开了。小鸡们嬉闹着抢着过篱笆，儿孙们积极给爷爷添酒尽孝心。当我老了时候，我也要这样的归隐，恰好我家门前就有一座山峰。"}}, {"name": "南乡子·秋暮村居", "prop": {"content": "红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。", "translation": "寒冷的溪上飘满红色落叶，一路上山林寂静无人，万木都笼罩在一片肃杀的气氛中。试着登上小楼极目远眺，群山高低连绵。一片烟雾笼罩着数十里湖泊。狗吠声中夹杂着鸡鸣，灯光闪烁，找不到回去的路。沿着横亘之山而行，忽远忽近，时东时西。家掩映在秋冬的林木深处，正孤独地关着门儿。"}}, {"name": "揭傒斯", "dynasty": "元代"}, {"name": "夏日浮舟过陈大水亭 ", "prop": {"content": "水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。 野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。", "translation": "　　夏日的水亭格外凉爽，水中倒映着藤萝青竹，潭间散发出芰荷的芳香。村野小童扶着醉步蹒跚的老翁，山间的鸟儿欢叫助人高歌。如此清爽幽静、怡然自得的境界，使人游赏忘返。"}}, {"name": "田园作", "prop": {"content": "弊庐隔尘喧，惟先养恬素。卜邻近三径，植果盈千树。粤余任推迁，三十犹未遇。书剑时将晚，丘园日已暮。晨兴自多怀，昼坐常寡悟。冲天羡鸿鹄，争食羞鸡鹜。望断金马门，劳歌采樵路。乡曲无知己，朝端乏亲故。谁能为扬雄，一荐甘泉赋。", "translation": "房屋虽然破旧，但远离尘嚣，是祖先赖以过恬静、朴素生活的所在。与高人隐士结友为邻，种植着众多果树可养家活口。到了我却任凭时光推迁，年已三十还没有被知遇。从小读书习剑现在为时已晚，只好虚度日月，空老家园。清早起来独自多有感怀，白天坐着常常少能解悟。羡慕冲天而飞的鸿鹄，羞当鸡鸭只知争食物。对着金马门望穿双眼，唱着劳作歌走在采樵路。身处穷乡僻野，没有作官的知已朋友，朝廷重臣中无亲无故。谁能替才比扬雄的人，推荐上一篇《甘泉赋》！"}}, {"name": "绝句漫兴九首·其七", "prop": {"content": "糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。", "translation": "　　这一首《漫兴》是写初夏的景色。前两句写景，后两句景中状物，而景物相间相融，各得其妙。"}}, {"name": "道间即事", "prop": {"content": "花枝已尽莺将老，桑叶渐稀蚕欲眠。半湿半晴梅雨道，乍寒乍暖麦秋天。村垆沽酒谁能择，邮壁题诗尽偶然。方寸怡怡无一事，粗裘粝食地行仙。", "translation": "枝头的花已经开败，莺啼的声音也渐渐稀残；桑树上叶子渐渐稀疏，蚕也作茧三眠。梅雨的道路总是忽干忽湿，麦收时节天气常常乍暖乍寒。我在小村的酒店停下，喝着薄酒，没有选择的余地；在旅店的墙上题诗，也只是偶然。只要心境怡然，全然没有尘俗杂事；即使天天粗衣淡饭，也悠闲自乐宛如神仙。"}}], "edges": [{"source": 90, "target": 5, "relation": "创作"}, {"source": 183, "target": 90, "relation": "出自于"}, {"source": 62, "target": 74, "relation": "创作"}, {"source": 175, "target": 62, "relation": "出自于"}, {"source": 107, "target": 57, "relation": "创作"}, {"source": 201, "target": 107, "relation": "出自于"}, {"source": 102, "target": 168, "relation": "创作"}, {"source": 175, "target": 102, "relation": "出自于"}, {"source": 171, "target": 134, "relation": "创作"}, {"source": 142, "target": 171, "relation": "出自于"}, {"source": 171, "target": 186, "relation": "创作"}, {"source": 171, "target": 68, "relation": "创作"}, {"source": 62, "target": 43, "relation": "创作"}, {"source": 149, "target": 169, "relation": "创作"}, {"source": 201, "target": 149, "relation": "出自于"}, {"source": 33, "target": 51, "relation": "创作"}, {"source": 201, "target": 33, "relation": "出自于"}, {"source": 62, "target": 124, "relation": "创作"}, {"source": 176, "target": 61, "relation": "创作"}, {"source": 175, "target": 176, "relation": "出自于"}, {"source": 62, "target": 97, "relation": "创作"}, {"source": 62, "target": 109, "relation": "创作"}, {"source": 81, "target": 63, "relation": "创作"}, {"source": 175, "target": 81, "relation": "出自于"}, {"source": 79, "target": 180, "relation": "创作"}, {"source": 175, "target": 79, "relation": "出自于"}, {"source": 191, "target": 202, "relation": "创作"}, {"source": 175, "target": 191, "relation": "出自于"}, {"source": 62, "target": 172, "relation": "创作"}, {"source": 171, "target": 119, "relation": "创作"}, {"source": 89, "target": 38, "relation": "创作"}, {"source": 175, "target": 89, "relation": "出自于"}, {"source": 171, "target": 114, "relation": "创作"}, {"source": 19, "target": 210, "relation": "创作"}, {"source": 201, "target": 19, "relation": "出自于"}, {"source": 166, "target": 60, "relation": "创作"}, {"source": 88, "target": 166, "relation": "出自于"}, {"source": 171, "target": 207, "relation": "创作"}, {"source": 171, "target": 108, "relation": "创作"}, {"source": 19, "target": 41, "relation": "创作"}, {"source": 171, "target": 37, "relation": "创作"}, {"source": 98, "target": 154, "relation": "创作"}, {"source": 201, "target": 98, "relation": "出自于"}, {"source": 73, "target": 118, "relation": "创作"}, {"source": 175, "target": 73, "relation": "出自于"}, {"source": 149, "target": 123, "relation": "创作"}, {"source": 112, "target": 99, "relation": "创作"}, {"source": 64, "target": 112, "relation": "出自于"}, {"source": 117, "target": 84, "relation": "创作"}, {"source": 175, "target": 117, "relation": "出自于"}, {"source": 62, "target": 132, "relation": "创作"}, {"source": 200, "target": 133, "relation": "创作"}, {"source": 201, "target": 200, "relation": "出自于"}, {"source": 69, "target": 153, "relation": "创作"}, {"source": 175, "target": 69, "relation": "出自于"}, {"source": 62, "target": 192, "relation": "创作"}, {"source": 79, "target": 219, "relation": "创作"}, {"source": 136, "target": 103, "relation": "创作"}, {"source": 175, "target": 136, "relation": "出自于"}, {"source": 13, "target": 215, "relation": "创作"}, {"source": 23, "target": 13, "relation": "出自于"}, {"source": 193, "target": 30, "relation": "创作"}, {"source": 64, "target": 193, "relation": "出自于"}, {"source": 177, "target": 0, "relation": "创作"}, {"source": 175, "target": 177, "relation": "出自于"}, {"source": 86, "target": 178, "relation": "创作"}, {"source": 201, "target": 86, "relation": "出自于"}, {"source": 48, "target": 55, "relation": "创作"}, {"source": 175, "target": 48, "relation": "出自于"}, {"source": 62, "target": 167, "relation": "创作"}, {"source": 171, "target": 184, "relation": "创作"}, {"source": 148, "target": 139, "relation": "创作"}, {"source": 201, "target": 148, "relation": "出自于"}, {"source": 8, "target": 199, "relation": "创作"}, {"source": 175, "target": 8, "relation": "出自于"}, {"source": 138, "target": 26, "relation": "创作"}, {"source": 175, "target": 138, "relation": "出自于"}, {"source": 62, "target": 94, "relation": "创作"}, {"source": 62, "target": 125, "relation": "创作"}, {"source": 148, "target": 87, "relation": "创作"}, {"source": 52, "target": 105, "relation": "创作"}, {"source": 70, "target": 52, "relation": "出自于"}, {"source": 17, "target": 9, "relation": "创作"}, {"source": 201, "target": 17, "relation": "出自于"}, {"source": 19, "target": 174, "relation": "创作"}, {"source": 16, "target": 157, "relation": "创作"}, {"source": 190, "target": 16, "relation": "出自于"}, {"source": 85, "target": 187, "relation": "创作"}, {"source": 201, "target": 85, "relation": "出自于"}, {"source": 33, "target": 189, "relation": "创作"}, {"source": 171, "target": 162, "relation": "创作"}, {"source": 149, "target": 34, "relation": "创作"}, {"source": 171, "target": 78, "relation": "创作"}, {"source": 146, "target": 72, "relation": "创作"}, {"source": 175, "target": 146, "relation": "出自于"}, {"source": 216, "target": 150, "relation": "创作"}, {"source": 70, "target": 216, "relation": "出自于"}, {"source": 171, "target": 209, "relation": "创作"}, {"source": 62, "target": 131, "relation": "创作"}, {"source": 149, "target": 147, "relation": "创作"}, {"source": 176, "target": 158, "relation": "创作"}, {"source": 149, "target": 2, "relation": "创作"}, {"source": 32, "target": 220, "relation": "创作"}, {"source": 201, "target": 32, "relation": "出自于"}, {"source": 100, "target": 53, "relation": "创作"}, {"source": 175, "target": 100, "relation": "出自于"}, {"source": 39, "target": 140, "relation": "创作"}, {"source": 70, "target": 39, "relation": "出自于"}, {"source": 22, "target": 144, "relation": "创作"}, {"source": 64, "target": 22, "relation": "出自于"}, {"source": 4, "target": 170, "relation": "创作"}, {"source": 175, "target": 4, "relation": "出自于"}, {"source": 21, "target": 49, "relation": "创作"}, {"source": 175, "target": 21, "relation": "出自于"}, {"source": 194, "target": 3, "relation": "创作"}, {"source": 201, "target": 194, "relation": "出自于"}, {"source": 62, "target": 173, "relation": "创作"}, {"source": 206, "target": 120, "relation": "创作"}, {"source": 175, "target": 206, "relation": "出自于"}, {"source": 137, "target": 188, "relation": "创作"}, {"source": 175, "target": 137, "relation": "出自于"}, {"source": 91, "target": 145, "relation": "创作"}, {"source": 129, "target": 91, "relation": "出自于"}, {"source": 107, "target": 185, "relation": "创作"}, {"source": 111, "target": 75, "relation": "创作"}, {"source": 201, "target": 111, "relation": "出自于"}, {"source": 62, "target": 212, "relation": "创作"}, {"source": 171, "target": 110, "relation": "创作"}, {"source": 66, "target": 27, "relation": "创作"}, {"source": 175, "target": 66, "relation": "出自于"}, {"source": 66, "target": 141, "relation": "创作"}, {"source": 4, "target": 24, "relation": "创作"}, {"source": 149, "target": 113, "relation": "创作"}, {"source": 137, "target": 93, "relation": "创作"}, {"source": 79, "target": 152, "relation": "创作"}, {"source": 148, "target": 12, "relation": "创作"}, {"source": 19, "target": 31, "relation": "创作"}, {"source": 40, "target": 156, "relation": "创作"}, {"source": 201, "target": 40, "relation": "出自于"}, {"source": 102, "target": 218, "relation": "创作"}, {"source": 176, "target": 198, "relation": "创作"}, {"source": 194, "target": 151, "relation": "创作"}, {"source": 107, "target": 6, "relation": "创作"}, {"source": 62, "target": 10, "relation": "创作"}, {"source": 16, "target": 65, "relation": "创作"}, {"source": 82, "target": 101, "relation": "创作"}, {"source": 70, "target": 82, "relation": "出自于"}, {"source": 83, "target": 67, "relation": "创作"}, {"source": 70, "target": 83, "relation": "出自于"}, {"source": 149, "target": 128, "relation": "创作"}, {"source": 62, "target": 135, "relation": "创作"}, {"source": 66, "target": 11, "relation": "创作"}, {"source": 130, "target": 164, "relation": "创作"}, {"source": 23, "target": 130, "relation": "出自于"}, {"source": 33, "target": 116, "relation": "创作"}, {"source": 181, "target": 121, "relation": "创作"}, {"source": 70, "target": 181, "relation": "出自于"}, {"source": 149, "target": 126, "relation": "创作"}, {"source": 102, "target": 217, "relation": "创作"}, {"source": 102, "target": 106, "relation": "创作"}, {"source": 62, "target": 29, "relation": "创作"}, {"source": 208, "target": 214, "relation": "创作"}, {"source": 23, "target": 208, "relation": "出自于"}, {"source": 163, "target": 159, "relation": "创作"}, {"source": 175, "target": 163, "relation": "出自于"}, {"source": 98, "target": 204, "relation": "创作"}, {"source": 171, "target": 161, "relation": "创作"}, {"source": 171, "target": 179, "relation": "创作"}, {"source": 44, "target": 143, "relation": "创作"}, {"source": 201, "target": 44, "relation": "出自于"}, {"source": 62, "target": 76, "relation": "创作"}, {"source": 171, "target": 35, "relation": "创作"}, {"source": 148, "target": 45, "relation": "创作"}, {"source": 79, "target": 211, "relation": "创作"}, {"source": 79, "target": 195, "relation": "创作"}, {"source": 42, "target": 50, "relation": "创作"}, {"source": 70, "target": 42, "relation": "出自于"}, {"source": 19, "target": 115, "relation": "创作"}, {"source": 104, "target": 14, "relation": "创作"}, {"source": 71, "target": 104, "relation": "出自于"}, {"source": 122, "target": 205, "relation": "创作"}, {"source": 175, "target": 122, "relation": "出自于"}, {"source": 146, "target": 47, "relation": "创作"}, {"source": 36, "target": 15, "relation": "创作"}, {"source": 70, "target": 36, "relation": "出自于"}, {"source": 98, "target": 58, "relation": "创作"}, {"source": 107, "target": 46, "relation": "创作"}, {"source": 127, "target": 25, "relation": "创作"}, {"source": 201, "target": 127, "relation": "出自于"}, {"source": 197, "target": 213, "relation": "创作"}, {"source": 175, "target": 197, "relation": "出自于"}, {"source": 62, "target": 18, "relation": "创作"}, {"source": 54, "target": 95, "relation": "创作"}, {"source": 201, "target": 54, "relation": "出自于"}, {"source": 28, "target": 203, "relation": "创作"}, {"source": 70, "target": 28, "relation": "出自于"}, {"source": 193, "target": 20, "relation": "创作"}, {"source": 28, "target": 182, "relation": "创作"}, {"source": 155, "target": 1, "relation": "创作"}, {"source": 70, "target": 155, "relation": "出自于"}, {"source": 171, "target": 59, "relation": "创作"}, {"source": 96, "target": 165, "relation": "创作"}, {"source": 23, "target": 96, "relation": "出自于"}, {"source": 79, "target": 196, "relation": "创作"}, {"source": 62, "target": 92, "relation": "创作"}, {"source": 171, "target": 56, "relation": "创作"}, {"source": 7, "target": 160, "relation": "创作"}, {"source": 175, "target": 7, "relation": "出自于"}, {"source": 77, "target": 80, "relation": "创作"}, {"source": 201, "target": 77, "relation": "出自于"}]}