{"nodes": [{"name": "邵雍", "dynasty": "宋代"}, {"name": "桃花", "prop": {"content": "桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。", "translation": "无"}}, {"name": "无题", "prop": {"content": "朝斗坛前山月幽，师雄有梦生清愁。何时杖尔看南雪，我与梅花两白头。", "translation": "七元星君坛前布满清幽的月光，师雄的梦境处弥漫着淡淡的哀愁。什么时候拄着手杖散步看南雪，我和梅花一起白了头。"}}, {"name": "栀子花诗", "prop": {"content": "雪魄冰花凉气清，曲阑深处艳精神。一钩新月风牵影，暗送娇香入画庭。", "translation": "晶莹剔透如冰雪般的花带着清爽的凉气，立在曲折的长廊对面灿烂盛开精神抖擞。在金钩般的新月的照耀下倩影随风摇动，一言不发地把淡淡的清香送入我的画室。"}}, {"name": "刘侍中宅盘花紫蔷薇", "prop": {"content": "真宰偏饶丽景家，当春盘出带根霞。 从开一朵朝衣色，免踏尘埃看杂花。", "translation": "无"}}, {"name": "六丑·蔷薇谢后作", "prop": {"content": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。", "translation": "无"}}, {"name": "念奴娇·宜雨亭咏千叶", "prop": {"content": "绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半宜晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。犹记携手芳阴，一枝斜戴，娇艳双波秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免教春去，断肠空叹诗瘦。", "translation": "无"}}, {"name": "宸濠翠妃", "dynasty": "明代"}, {"name": "薛涛", "dynasty": "唐代"}, {"name": "西江月·再用前韵戏曹", "prop": {"content": "怪此花枝怨泣，托君诗句名通。凭将草木记吴风。继取相如云梦。点笔袖沾醉墨，谤花面有惭红。知君却是为情秾。怕见此花撩动。", "translation": "怪不得这棵花枝怨恨流泪，因为凭你的诗句而把“瑞香”作为“紫丁”的名声扬出去了。你的诗句记吴国的风物土产，继承若司马相如《上林赋》记云梦风物土产的错误。曹子方醉中提笔写诗，把紫丁香误作瑞香花，而脸上显出了惭愧的颜色。你不必惭愧脸红，我懂得你的情感丰富，恐被这奇香的瑞香花撩动起来。"}}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "回中牡丹为雨所败二首", "prop": {"content": "下苑他年未可追，西州今日忽相期。水亭暮雨寒犹在，罗荐春香暖不知。舞蝶殷勤收落蕊，佳人惆怅卧遥帷。章台街里芳菲伴，且问宫腰损几枝？浪笑榴花不及春，先期零落更愁人。玉盘迸泪伤心数，锦瑟惊弦破梦频。万里重阴非旧圃，一年生意属流尘。前溪舞罢君回顾，并觉今朝粉态新。", "translation": "其一在曲江林苑往年不可回忆，在西州今天忽然相互盼望。水边亭台幕天大雨春寒之气还存在，丝罗褥子春天散香虽温暖让人没感知。飞舞的蝴蝶专注采收落花之粉，美人在远处忧愁地卧在帷幕中。长安章台街里还有其他花朵为伴，暂且问您牡丹花如楚宫女的细腰在风雨后又减损多少枝？"}}, {"name": "嗅梅", "prop": {"content": "尽日寻春不见春，芒鞋踏遍陇头云。归来笑拈梅花嗅，春在枝头已十分。", "translation": "终日寻春却见不到春的踪迹，脚下的草鞋已踏遍了被白云笼罩的山头。归来时将梅花拿在手指间轻嗅，暗笑自己，这眼前的枝头春意正热闹十分。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "夏花明", "prop": {"content": "夏条绿已密，朱萼缀明鲜。炎炎日正午，灼灼火俱燃。翻风适自乱，照水复成妍。归视窗间字，荧煌满眼前。", "translation": "　　夏天树木的枝条十分浓密绿意盎然，朱红的花朵点缀在上面显得明亮鲜美。正当中午，炎炎烈日当空，花朵灼灼，像火燃烧一样。一阵风吹来，花叶都翻卷凌乱，映照在水面上，十分鲜妍。我归来看见窗子上的字，（因为被花的艳光晃花了眼睛）眼前一片闪烁。 "}}, {"name": "卖花翁", "prop": {"content": "和烟和露一丛花，担入宫城许史家。惆怅东风无处说，不教闲地著春华。", "translation": "卖花翁摘下一丛新鲜的花朵，担入了许府和史府。东风吹来，不见百花绽放，寂寥空空，心中失落无比，只知百花闭锁进豪门深府。"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "六州歌头·东风著意", "prop": {"content": "东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。", "translation": "无"}}, {"name": "司马光", "dynasty": "宋代"}, {"name": "普天乐·咏世", "prop": {"content": "洛阳花，梁园月，好花须买，皓月须赊。花倚栏干看烂熳开，月曾把酒问团圆夜。月有盈亏花有开谢，想人生最苦离别。花谢了三春近也，月缺了中秋到也，人去了何日来也？", "translation": "　　在洛阳赏花，到梁园赏月，好花应不惜钱去买，明月也应不惜钱去买。依着栏干观赏花开放得一片烂熳，举酒问明月为何如此团圆。月有圆有缺花有开有谢，想到人生最苦的事情莫过于离别。花谢了到了三春再开，月缺了到了中秋又圆，人去了什么时候能再来呢？ "}}, {"dynasty": "朝代"}, {"name": "林景熙", "dynasty": "宋代"}, {"name": "吴融", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "行尽荒林一径苔，竹梢深处数枝开。绝知南雪羞相并，欲嫁东风耻自媒。无主野桥随月管，有根寒谷也春回。醉余不睡庭前地，只恐忽吹花落来。", "translation": "走到荒林的尽头，只见一条布满青苔的小路，通向竹林深处，那里数枝梅花傲然开放。尽管花色洁白，它却羞于与向阳的白雪为伍。它本想与春风结伴，迎风展瓣又耻于自我为媒。 长在野桥旁边的梅花呵，你好像只愿意接受月光的恩惠。寒谷中，只要根还在，到了春天你依然会抽枝吐蕊。我酒醉之后，不忍心睡在庭前梅树之下，是害怕春风突然吹落花瓣，让我触目伤怀洒泪。 "}}, {"name": "曾巩", "dynasty": "宋代"}, {"name": "望隔墙花诗", "prop": {"content": "隔墙花半隐，犹见动花枝。当由美人摘，讵止春风吹。", "translation": "从高墙下经过，尽管墙头的花朵半隐半现，却依然望见了因枝条受到牵动而引起的悠悠晃动。料想是墙内有美人在攀折花朵，不只是因为春风把它吹动。"}}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "牡丹", "prop": {"content": "落尽残红始吐芳，佳名唤作百花王。竞夸天下无双艳，独立人间第一香。", "translation": "所有的花凋谢之后牡丹才开始吐芳露蕊，她被人唤作百花之王。所有人都夸它的花姿天下第一，百花之中香艳无双。"}}, {"name": "落花", "prop": {"content": "春光冉冉归何处，更向花前把一杯。 尽日问花花不语，为谁零落为谁开。", "translation": "春光柔媚美好却不知道要去哪里，只有在花儿的面前把酒一杯。整日询问花儿是为谁而开又为谁而败，然而花儿却一直不说话。"}}, {"name": "霜天晓角·桂花", "prop": {"content": "绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。", "translation": "　　桂树的绿叶青翠欲滴，仿佛是用碧云剪裁出来的，青青的叶片低垂着，保护着它那像金子碎屑一样的黄色花朵。它独占了花中的美誉，无论是它那优雅的气质还是幽郁的香气，两样都称得上是花中的极品，无谁能比。桂花已达到了无法再圣洁的程度，你若不信就听我说说它非同一般的来处。你抬头望望天上那轮皎洁的月光，嫦娥轻逸地把长袖挥舞，白玉做成的台阶映射着银色的光辉，金碧辉煌的宫殿沐浴着一层甘露。那就是月宫，桂花就在那里生长。 "}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "戏题牡丹", "prop": {"content": "幸自同开俱阴隐，何须相倚斗轻盈。陵晨并作新妆面，对客偏含不语情。双燕无机还拂掠，游蜂多思正经营。长年是事皆抛尽，今日栏边暂眼明。", "translation": "很庆幸这些牡丹花开时，枝叶俱茂，所以花朵隐约依稀，它们也毋须互相依倚着争奇斗艳，以轻盈相比。清晨到来时一朵朵花儿都像新妆的面庞一样，对着赏花的宾客偏偏都含着羞怯不语的深情。没有心机的双燕时时从花上掠过，多情的游蜂却正在花间盘旋采蜜。多年来我已懒于过问世事，令天在栏边看到这些牡丹，禁不住眼光暂时明亮起来。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "杨花落", "prop": {"content": "北斗南回春物老，红英落尽绿尚早。韶风澹荡无所依，偏惜垂杨作春好。此时可怜杨柳花，萦盈艳曳满人家。人家女儿出罗幕，静扫玉庭待花落。宝环纤手捧更飞，翠羽轻裾承不著。历历瑶琴舞态陈，霏红拂黛怜玉人。东园桃李芳已歇，独有杨花娇暮春。", "translation": "　　暮春三月，春色渐褪。面对纷纷扬扬的杨花，诗人们不禁产生种种感触。杨巨源以欢悦心情，描绘出满天杨花的轻盈曼妙的风姿，赋予杨花崭新的形象。“北斗南回春物老，红英落尽绿尚早”，北斗星斗柄南指，冬去春来，大地回春。开头跳过初春、仲春，直指春暮花稀，逼近题意。“韶风澹荡无所依，偏惜垂杨作春好。”韶风，和风。当红稀绿少之时，是垂杨弄春之际。诗人移情韶风，以“无所依”、“偏惜”，将和风写得情意绵绵。以物拟人，跌荡有致。诗歌由春暮引出春风，再引到垂杨，却还没有触及杨花，看似开门见山、拍合诗题，却又琵琶半遮，小作掩映。"}}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "落花", "prop": {"content": "坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。", "translation": "满天都是飞舞的落花"}}, {"name": "绣鸾凤花犯·赋水仙", "prop": {"content": "楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际，香云随步起。谩记得、汉宫仙掌，亭亭明月底。冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣，小窗净、沉烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。", "translation": "这水仙花，就是潇湘妃子无疑。我初见时，她在江边伫立，默默无语，清泪滴滴。她那淡淡的春意，似有缕缕的哀思。她争个儿在东风里摇曳，满腔春情向谁寄?她步履轻盈地走来，带着萧瑟冷寂的秋意。只要是她经过的地方，便有袅袅清香飘起。曾记得汉宫里，那金铜仙人捧着承露盘，亭亭玉立在明月底。琵琶吟怨更多情，它能道尽水仙的幽怨无极。诗人枉自赞美芳香幽雅的兰芷，却不把高洁的水仙提及。有谁叹赏她的国香风味？谁谁理解她的渺远幽思？我将与她相伴相依，共同度过严寒的冬日。明净的小窗里，我为她燃起沉香熏素衣。每当幽梦醒来，见她一身清露涓涓滴，娉娉婷婷在灯影里。"}}, {"name": "刘孝威", "dynasty": "南北朝"}, {"name": "风流子·黄钟商芍药", "prop": {"content": "金谷已空尘。薰风祝攥舞低鸾翅，绛笼蜜炬，绿映龙盆。窈窕绣窗人睡起，临砌脉无言。慵整堕鬟，怨时迟暮，可怜憔悴，啼雨黄昏。 轻桡移花市，秋娘渡、飞浪溅湿行裙。二十四桥南北，罗荐香分。念碎劈芳心，萦思千缕，赠将幽素，偷翦重云。终待凤池归去，催咏红翻。", "translation": "　　“风流子”，本唐教坊曲名。《挥尘录》：“周美成为溧水令，主簿之姬有色而慧，每出侑酒，美成为《风流子》以寄意。”双调，一百零九字，上片十二句，五平韵；下片十句，四平韵。　　"}}, {"name": "南乡子·咏瑞香", "prop": {"content": "花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。", "translation": "　　词作于戊午（1858年）至葵亥（1863年）之间。"}}, {"name": "题画兰", "prop": {"content": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。", "translation": "兰花生长在山岩最高处，在突出的岩石和深深裂缝中，散发着浓郁的香气。脚下不是没有浮云翻滚喧闹，只是不关心他们什么时候来，什么时候走。 "}}, {"name": "减字木兰花·卖花担上", "prop": {"content": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。", "translation": "在卖花人的担子上，买得一枝含苞待放的花。那晨曦的露珠也在那花色之中留下痕迹，让花显得更楚楚动人。我怕丈夫看了花之后犯猜疑，认为我的容颜不如花的漂亮。我这就将花插在云鬓间，教他看一看，到底哪个比较漂亮。"}}, {"name": "浣溪沙·绿玉枝头一粟", "prop": {"content": "绿玉枝头一粟黄，碧纱帐里梦魂香。晓风和月步新凉。吟倚画栏怀李贺，笑持玉斧恨吴刚。素娥不嫁为谁妆？", "translation": "桂树枝叶碧绿莹润，宛如玉琢而成，金黄的花瓣花蕊俏立枝头，黄绿相映，煞是迷人。看到它，便让人联想起酣眠于碧纱帐中的香艳佳人。斜倚画栏，想吟诗歌咏桂花却又难以成篇，于是不禁怀念起唐代的桂花诗仙<a href=\"https://so.gushiwen.cn/authorv_74d46d599f15.aspx\" target=\"_blank\">李贺，想起月中的那棵丹桂树，更对那持斧斫桂的吴刚心生恨意。那广寒宫中仙袂飘举的嫦娥，既不嫁人，又为谁而妆扮一新呢?"}}, {"name": "林塘怀友", "prop": {"content": "芳屏画春草，仙杼织朝霞。何如山水路，对面即飞花。", "translation": "美丽的屏风上画着春天的花草，仙女的机杼上织着早晨的云霞。但是这些又怎比得上青山绿水的道路上，迎面飞舞而来的花瓣呢。"}}, {"name": "牡丹", "prop": {"content": "艳多烟重欲开难，红蕊当心一抹檀。公子醉归灯下见，美人朝插镜中看。当庭始觉春风贵，带雨方知国色寒。日晚更将何所似，太真无力凭阑干。", "translation": "牡丹初放光彩照眼，然而雾气笼罩着它，似乎很难完全绽开，开放的花朵粉红的花瓣包裹着深红的花蕊。公子晚上醉酒归来持灯观看，佳人晨起梳妆折花插头，直在镜中看。满院牡丹盛开更觉春光可贵，雨水沾湿花瓣，让人生出无限怜惜之情。经过一天的日晒，你猜它像什么呢？像那靠着栏杆神情惫懒的杨贵妃。"}}, {"name": "感芍药花寄正一上人", "prop": {"content": "今日阶前红芍药，几花欲老几花新。开时不解比色相，落后始知如幻身。空门此去几多地，欲把残花问上人。", "translation": "今天台阶前的红色芍药，有几朵花要凋落，又有几朵要开放呢？开放的时候尚不领悟，还想要跟别的花比较谁更美。凋落的时候才知道此身只如幻相。像这样离悟道还有多远呢？我想要拿着残败的花朵请教高僧。"}}, {"name": "更漏子·出墙花", "prop": {"content": "出墙花，当路柳。借问芳心谁有。红解笑，绿能颦。千般恼乱春。 北来人，南去客。朝暮等闲攀折。怜晚芳，惜残阳。情知枉断肠。", "translation": "无"}}, {"name": "梅花", "prop": {"content": "孤馆寒梅发，春风款款来。故园花落尽，江上一枝开。", "translation": "孤寂的客馆中，寒梅开始绽放，春风脚步徐缓地来到树下。此时故乡的园中花已经开了又凋谢了，江上春尚寒，只有一枝独开。"}}, {"name": "诉衷情·海棠珠缀一重", "prop": {"content": "海棠珠缀一重重。清晓近帘栊。胭脂谁与匀淡，偏向脸边浓。 看叶嫩，惜花红。意无穷。如花似叶，岁岁年年，共占春风。", "translation": "晨曦时分天刚露白，窗边盛开的海棠花如重重珠缀。娇艳的颜色好似美人脸上晕晕染染的胭脂红。花红叶嫩，意趣无穷。只愿我与你的情谊似这海棠花叶，年年岁岁共春风。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "最高楼·咏梅", "prop": {"content": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。花不向沉香亭上看。树不着唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。", "translation": "春意刚刚显露，梅花的清香却早已传播开来。它们在幽静的院落里，以自己的清高绝俗的姿态，斗奇争妍。它的紫檀色般的枝干，下垂似流苏；它金黄色的须蕊，胜过辟寒金做成的花钿。琼树它虽华贵，比不上高洁的梅花，只值得一笑。沉香亭上的牡丹花和唐昌宫里的玉蕊花虽被万千游人所爱，但高洁的梅花也不愿与之为伍。能够与其并列的形象都与其有着一衣带水的联系，只是还隔着蒙蒙的风烟。就像洗尽铅华呈素姿的宓妃和蛾眉淡描的虢国夫人。但现在，虽然梅花与她们看似相同，但际遇却相差甚远，对比之下，十分可怜啊。"}}, {"name": "醉落魄·正月二十日张", "prop": {"content": "春阴漠漠。海棠花底东风恶。人情不似春情薄。守定花枝，不放花零落。 绿尊细细供春酌。酒醒无奈愁如昨。殷勤待与东风约。莫苦吹花，何似吹愁却。", "translation": "　　“春阴漠漠，海棠花底东风恶。”“漠漠”，是寂静无声之意；“恶”，在这里是“猛烈”之意，是由“狠、厉害”的意思引申而来，此义至今在某些地区的方言中还保留着（如鲁西南和豫东）。首二句说，春天的时光万籁俱寂，但从海棠花穿过的东风却吹得强劲猛烈。标题中说“赏海棠作”，却不写海棠花的艳丽，而突出了“东风恶”。写春风、春光一般是喜悦、温暖、吹拂、和煦，纵使风大天寒，也不过用“料峭”之类的词来形容。词人别出心裁，一方面是“写实”，另一方面，也只有这样写，才与下文协调。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "瑶花慢·朱钿宝玦", "prop": {"content": "后土之花，天下无二本。方其初开，帅臣以金瓶飞骑，进之天上，间亦分致贵邸。余客辇下，有以一枝已下共缺十八行。朱钿宝玦，天上飞琼，比人间春别。江南江北曾未见，漫拟梨云梅雪。淮山春晚，问谁识、芳心高洁？消几番、花落花开，老了玉关豪杰！金壶翦送琼枝，看一骑红尘，香度瑶阙。韶华正好，应自喜、初乱长安蜂蝶。杜郎老矣，想旧事、花须能说。记少年，一梦扬州，二十四桥明月。", "translation": "无"}}, {"name": "昭君怨·牡丹", "prop": {"content": "曾看洛阳旧谱，只许姚黄独步。若比广陵花，太亏他。旧日王侯园圃，今日荆榛狐兔。君莫说中州，怕花愁。", "translation": "在欧阳修的《洛阳牡丹记》中，我曾经见到过你。文章中说只有洛阳的姚黄才是独步天下的名花。（现在）与芍药和琼花相比，真是亏待了你。昔日你生长在花圃中，王侯将相争相观赏，如今花圃荆棘丛生，你与狐兔相伴。请不要说起中州的惨境，恐怕花也要哀愁。"}}, {"name": "西江月·赋瑶圃青梅枝", "prop": {"content": "枝袅一痕雪在，叶藏几豆春浓。玉奴最晚嫁东风。来结梨花幽梦。 香力添熏罗被，瘦肌犹怯冰绡。绿阴青子老溪桥。羞见东邻娇小。", "translation": "瑶圃中一株青梅树袅袅临风而立，枝上雪痕犹在。几颗青梅已悄然出现在绿叶间，透露浓浓的春意。梅花本早于梨花开放，但这几朵梅花偏偏晚些开，它终于等到与春风相会的机会，似乎与梨花约好一同在梦中相见。梅花的芬芳好像美人罗被上散发出来的熏香气息，而梅花欲落未落，欲残未残之状，好比美人瘦弱的肌体，仿佛连冰绡薄纱衣的重量都经受不起。伊人渐老如梅树成荫转而结子，逐渐由青泛黄；女子渐老的外貌一定不如从前那样娇艳，所以她害怕再与东邻的那位娇小女友相见了。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "叹庭前甘菊花", "prop": {"content": "庭前甘菊移时晚，青蕊重阳不堪摘。明日萧条醉尽醒，残花烂熳开何益？篱边野外多众芳，采撷细琐升中堂。念兹空长大枝叶，结根失所缠风霜。", "translation": "庭前的甘菊花因为移载得晚，到重阳节时花蕊还是青的没有开花，不能摘来观赏。等到明天秋景萧瑟人们从酒醉中清醒了，你再开出些残花来有什么用呢？篱笆边的野地里开了许多杂花，人们将这些细碎琐屑的花采了摆在中堂中观赏。感念你空长了大大的枝叶，只因根扎的不是地方才不幸为风霜所侵。"}}, {"name": "吉祥寺古梅", "prop": {"content": "一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。", "translation": "旅居南京时，听闻吉祥寺中数亩梅花开的正艳，于是前去观赏。身临其境，只觉得山深境幽，春寒料峭，却不曾想到这正是梅花冷香逼人的缘故。"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "赵昂", "dynasty": "宋代"}, {"name": "赏牡丹", "prop": {"content": "此花名价别，开艳益皇都。香遍苓菱死，红烧踯躅枯。 软光笼细脉，妖色暖鲜肤。满蕊攒黄粉，含棱缕绛苏。 好和薰御服，堪画入宫图。晚态愁新妇，残妆望病夫。 教人知个数，留客赏斯须。一夜轻风起，千金买亦无。", "translation": "这花声价不同其他花草，绽放时刻溢满整个国都。芳香处处苓蔆羞愧欲死，颜色火红踯躅失色枯萎。柔和光华笼罩纤细肢体，妖艳色彩温暖娇嫩肌肤。花朵中填满金粉般花蕊，翻卷花瓣如同大红流苏。香味和顺可以熏染御服，姿态美丽应当画入宫图。将谢如淡淡哀愁的新妇，凋零同望着病夫的女子。请大家知道这花时短暂，客人再留下欣赏片刻吧。一夜清风吹起花事结束，即使千金也难买回花开。"}}, {"dynasty": "五代"}, {"name": "沁园春·咏菜花", "prop": {"content": "极目离离，遍地濛濛，官桥野塘。正杏腮低亚，添他旖旎；柳丝浅拂，益尔轻飏。绣袜才挑，罗裙可择，小摘情亲也不妨。风流甚，映粉红墙低，一片鹅黄。曾经舞榭歌场，却付与空园锁夕阳。纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。每到年时，此花娇处，观里夭桃已断肠。沉吟久，怕落红如海，流入春江。", "translation": "　　此词咏菜花，并未明言“菜花”，却处处把菜花写得明丽鲜艳，婀娜多姿，贴切而又传神。上片描绘旖旎春光，大地美景。先写杏腮低亚，柳丝浅拂，作为衬托，再写菜花“映粉红墙低，一片鹅黄”。下片写其娇艳。“纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。”此花娇处，能使观里夭桃断肠。结句更渲染出春光无限。全词工丽别致，曲尽其妙，鲜艳明媚，含蓄蕴藉。 "}}, {"name": "优钵罗花歌", "prop": {"content": "参尝读佛经，闻有优钵罗花，目所未见。天宝景申岁，参忝大理评事，摄监察御史，恋伊西北庭度支副使。自公多暇，乃刀府庭内，栽树种药，为山凿池。婆娑乎其间，足以寄傲。交河小吏有献此花者，云得之于天山之南。其状异于众草，势巃嵸如冠弁。嶷然上耸，生不傍引，攒花中折，骈叶外包，异香腾风，秀色媚景。因赏而叹曰，尔不生于中土，僻在遐裔，使牡丹价重，芙蓉誉高，惜哉！夫天地无私，阴阳无偏，各遂其生，自物厥性，岂以偏地而不生乎，岂以无人而不芳乎？适此花不遭小吏，终委诸山谷，亦何异怀才之士，未会明主，摈于林薮邪！因感而为歌，歌曰：白山南，赤山北。其间有花人不识，绿茎碧叶好颜色。叶六瓣，花九房。夜掩朝开多异香，何不生彼中国兮生西方。移根在庭，媚我公堂。耻与众草之为伍，何亭亭而独芳。何不为人之所赏兮，深山穷谷委严霜。吾窃悲阳关道路长，曾不得献于君王。 ", "translation": "在天山的南面，火山的北面，那里有一种花，人们都不曾见识，它长着绿色的茎，碧绿的枝叶十分美丽。它有六片叶子，花开时成九瓣；夜里花瓣合拢，早晨开放，多有奇异的香味。如今它被移植在庭堂之下，令我的府邸大增光彩。想必你一定是不耻于同媚俗的花草们为伍，才如此孤独高傲地自个开放于僻静之处！为何得不到人们的赏识呢？在深邃的山坳谷地里饱受寒霜的摧残而凋折。我暗自悲伤阳关一带道路漫长，我无法将你进献给君王。"}}, {"name": "刘希夷", "dynasty": "唐代"}, {"name": "咏石榴花", "prop": {"content": "今朝五月正清和，榴花诗句入禅那。浓绿万枝红一点，动人春色不须多。", "translation": "五月的清晨清净平和，石榴花诗句犹入定禅室。浓绿的背景上点缀一朵红花，画面顿时变得活泼而妖艳；动人的春色并不一定要万紫千红、妖娆多姿。"}}, {"name": "鹊踏枝·梅落繁枝千万", "prop": {"content": "梅落繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。楼上春山寒四面，过尽征鸿，暮景烟深浅。一晌凭栏人不见，鲛绡掩泪思量遍。", "translation": "繁茂枝头，梅花飘落千万片，落时犹多情，学着雪花随风转。昨夜歌舞草草散，酒醒又添愁无限。楼上清寒，寒山围四面，大雁过尽暮霭深深漫。半晌凭栏不见人，罗帕掩泪把他思量遍。"}}, {"name": "佚名", "dynasty": "清代"}, {"name": "有木诗八首·其八", "prop": {"content": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。", "translation": "有一种植物名叫丹桂，一年四季都香气浓郁。花团像夜晚的白雪般明亮，叶片像春云般碧绿。临风的身影水一样澄澈，带霜的枝丫洁净如玉。独自占领小山的清幽，不许庸俗的鸟儿停歇。匠人喜爱它的芳香正直，砍了来建造大厦高屋。细干还没有长足力量，采用它未免过于急速。虽然担负的责任很重，正直的性格却从未改变。纵然不是栋梁之材，究竟胜过平常的木材。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "芦花", "prop": {"content": "夹岸复连沙，枝枝摇浪花。月明浑似雪，无处认渔家。", "translation": "从河流两岸，一直延伸到整片沙滩上，全都长满了芦草。当微风吹起时，层层翻动的芦花就像波浪一样，煞是好看。在月明的夜晚，银白色的芦花像雪一般，白茫茫一片，令人认不出渔翁的家在哪了呢!"}}, {"name": "西江月·真觉赏瑞香二", "prop": {"content": "公子眼花乱发，老夫鼻观先通。领巾飘下瑞香风。惊起谪仙春梦。后土祠中玉蕊，蓬莱殿后鞓红。此花清绝更纤秾。把酒何人心动。", "translation": "我与曹子芳宿于真觉院，子芳睡眼惺松，头发零乱，睡得正沉，没有感觉到瑞香花开，倒是我先闻到了一股花的芳香。一阵轻风吹过，带来浓烈的瑞香花的芳香，仿佛当年杨妃领巾上飘落的香气。芳香太酷烈了，竟然把正酣然人梦的曹子芳也从梦中惊醒。瑞香花国色天香，堪与扬州后土祠中珍稀的玉蕊花及汴京蓬莱殿后的程红牡丹相媲美。这瑞香花既清雅绝伦又纤柔浓丽，把酒赏花，那秀美的姿色和浓烈的异香，怎不令人神怡心动呢？"}}, {"name": "扬州慢·琼花", "prop": {"content": "弄玉轻盈，飞琼淡泞，袜尘步下迷楼。试新妆才了，炷沉水香毬。记晓剪、春冰驰送，金瓶露湿，缇骑星流。甚天中月色，被风吹梦南州。尊前相见，似羞人、踪迹萍浮。问弄雪飘枝，无双亭上，何日重游？我欲缠腰骑鹤，烟霄远、旧事悠悠。但凭阑无语，烟花三月春愁。", "translation": "盛开的琼花就像衣装素淡的仙女，试罢新妆，满身香气，步履轻盈的走下楼来。遥想当日炀帝赏花情景：清晨将琼花剪下，插入金瓶中时还沾有晨露，由护卫皇帝出行的骑士以流星快马送至行宫供炀帝赏玩。此番在临安出现的、经过移根再植的花，原是她的精魂被风吹至。曾在扬州看到过的琼花，如今到了江南竟能在酒筵前相见。想起无双亭畔那“天下无双”的琼花，如雪般素洁，在春风中摇动；不知自己何时能重游扬州，再睹那美妙的丰姿？自己重游扬州，已成妄想，唯有怅望云霄，缅怀旧事而已。在这烟霭迷离、繁花旖旎的阳春三月，只有独倚阑干，默默无语。"}}, {"name": "题所赁宅牡丹花", "prop": {"content": "赁宅得花饶，初开恐是妖。粉光深紫腻，肉色退红娇。且愿风留著，惟愁日炙燋。可怜零落蕊，收取作香烧。", "translation": "当初租赁房舍，哪想到竟有牡丹满院，一开花便绚丽无比，莫非是妖精变现！紫花丰腴，光泽均匀细腻，红花鲜艳，羞退靓女胭脂面。但愿和风惠顾，让牡丹姣颜久驻，只担心烈日无情，把它烤成焦烂。可惜花期已过，收起凋零花瓣，且待烧出香气缭绕的轻烟和火焰。"}}, {"name": "嘲桃", "prop": {"content": "无赖夭桃面，平明露井东。春风为开了，却拟笑春风。", "translation": "刁钻的桃花蕊欣欣向荣，黎明时盛开在露井以东。本依靠春风助才得怒放，回头来却打算嘲笑春风。"}}, {"name": "静诺", "dynasty": "清代"}, {"name": "定风波·两两轻红半晕", "prop": {"content": "十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。", "translation": "两朵芙蓉呈淡淡粉红色，像美人晕红的脸腮。恋恋不舍地特地为你再开一次。如果说使君没有这种感受，为什么这两朵芙蓉花不对别人开放？使君呀，好好地看看濛濛细雨中的芙蓉花，它在为你动情而翩翩起舞！劝君多喝几杯满杯酒表示谢意。酒席前的东坡醉官又问：明年，芙蓉花开时，我们再为谁来敬一杯？"}}, {"name": "卜算子·片片蝶衣轻", "prop": {"content": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。", "translation": "片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。如果说上天不爱花，为何把它们设计得这么巧妙？早上看见树上花儿朵朵，傍晚却剩下不多。如果说上天爱花，为何又用风雨摧残它们？"}}, {"name": "咏牡丹", "prop": {"content": "枣花至小能成实，桑叶虽柔解吐丝。堪笑牡丹如斗大，不成一事又空枝。", "translation": "枣花虽然很小，但能结果实。桑叶虽然柔软，却能养蚕吐丝。可笑牡丹花形大如斗，却什么也不能作，花谢后只剩空空枝条。"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "落梅风·人初静", "prop": {"content": "人初静，月正明。纱窗外玉梅斜映。梅花笑人偏弄影，月沉时一般孤零。", "translation": "人刚刚静下来，月色正是明亮的时候。白梅花枝斑驳地斜映在纱窗上。梅花偏偏弄影戏笑人，夜深了月亮沉落，庭院里一样凄凉孤零的景象。"}}, {"name": "尤袤", "dynasty": "宋代"}, {"name": "杜耒", "dynasty": "宋代"}, {"name": "早春", "prop": {"content": "南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。", "translation": "早春时节，南面朝阳的梅枝才开了两三朵花，正好又下了一场雪，我在月下雪地里体味梅花散发的清香味，赏玩梅花洁白的颜色。那初开的白梅花，浓淡深浅有别，夜雾和月色附着在那色浓的花朵上，犹如笼罩着寒冷的水一般，附着在色淡的花朵上，就像笼罩着明净的沙子一般。"}}, {"name": "毛奇龄", "dynasty": "清代"}, {"name": "咏红梅花得“花”字", "prop": {"content": "疏是枝条艳是花，春妆儿女竞奢华。闲庭曲槛无余雪，流水空山有落霞。幽梦冷随红袖笛，游仙香泛绛河槎。前身定是瑶台种，无复相疑色相差。（出自《红楼梦》第五十回。）", "translation": "　　大家又叫新来的邢岫烟、李纹、薛宝琴每人再作一首七律，按次用“红”、“梅”、“花”三字做韵。专命折得红梅的贾宝玉做一首《访妙玉乞红梅》诗。"}}, {"name": "高观国", "dynasty": "宋代"}, {"name": "杨士奇", "dynasty": "明代"}, {"name": "满江红·雨后荒园", "prop": {"content": "遁庵主人植菊阶下，秋雨既盛，草莱芜没，殆不可见。江空岁晚，霜余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。凶李生湛然归，寄菊轩弟。雨后荒园，群卉尽、律残无射。疏篱下，此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似三闾洁？到而今、狼藉委苍苔，无人惜。堂上客，须空白。都无语，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。 ", "translation": "雨后的花园，花朵都掉完了。疏散的篱下只有菊花还没有掉落，还是那么的鲜艳。掇取一把菊花足够娱乐，谁还可以像屈原那样用菊花做晚餐呢。到现在狼藉不堪鲜花掉落没有人去怜惜。堂上的客人都以及须发皆白。都没有说话怀念着过去。重阳佳节过去只剩下了恨，飒飒的凉风吹的你慌乱不堪，你应该很难生活了吧。在风下多次闻吸花丛，放佛可以听到菊花在独自哭泣。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"dynasty": "明代"}, {"name": "芙蕖", "prop": {"content": "　　芙蕖与草本诸花似觉稍异，然有根无树，一岁一生，其性同也。谱云：“产于水者曰草芙蓉，产于陆者曰旱莲。”则谓非草木不得矣。予夏季倚此为命者，非故效颦于茂叔而袭成说于前人也。芙蕖之可人，其事不一而足，请备述之。　　群葩当令时，只在花开之数日，前此后此皆属过而不问之秋矣。芙蕖则不然。芙蕖自荷钱出水之日，便为点缀绿波；及其茎叶既生，则又日高日上，日上日妍。有风既作飘飖之态，无风亦呈袅娜之姿，是我于花之未开，先享无穷逸致矣。迨至菡萏成花，娇姿欲滴，后先相继，自夏徂秋，此则在花为分内之事，在人为应得之资者也。及花之既谢，亦可告无罪于主人矣；乃复蒂下生蓬，蓬中结实，亭亭独立，犹似未开之花，与翠叶并擎，不至白露为霜而能事不已。此皆言其可目者也。　　可鼻，则有荷叶之清香，荷花之异馥；避暑而暑为之退，纳凉而凉逐之生。　　至其可人之口者，则莲实与藕皆并列盘餐而互芬齿颊者也。　　只有霜中败叶，零落难堪，似成弃物矣；乃摘而藏之，又备经年裹物之用。　　是芙蕖也者，无一时一刻不适耳目之观，无一物一丝不备家常之用者也。有五谷之实而不有其名，兼百花之长而各去其短，种植之利有大于此者乎？ 予四命之中，此命为最。无如酷好一生。竟不得半亩方塘为安身立命之地。仅凿斗大一池，植数茎以塞责，又时病其漏。望天乞水以救之，怠所谓不善养生而草菅其命者哉。", "translation": "　　荷花与其它草本植物似乎有些不同，但也有根没有树，一年生一次，这些特点是相同的。花谱上说：“生长在水中的叫草芙蓉，生长在陆地上的叫旱莲。”就不能不说是草本植物了。我夏天视它为生命，不是故意效仿周敦颐以因袭前人现成的说法，而是因为芙蕖恰如人意的地方不止一样，请让我详细地叙说它。"}}, {"dynasty": "金朝"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "洪咨夔", "dynasty": "宋代"}, {"name": "忆秦娥·杨花", "prop": {"content": "黄金陌，茫茫十里春云白。春云白，迷离满眼，江南江北。来时无奈珠帘隔，去时着尽东风力。东风力，留他如梦，送他如客。", "translation": "　　此词题为杨花，作者哀杨花，亦是自哀。白絮随风东西，漫无依托，常使人想起飘忽不定的人生。作者从杨花联想到自己，字里行间，隐约流露出内心的感慨。委婉含蓄，耐人寻味。 "}}, {"name": "刘伯川席上作", "prop": {"content": "飞雪初停酒未消，溪山深处踏琼瑶。不嫌寒气侵入骨，贪看梅花过野桥。", "translation": "山村中的大雪才刚刚停了下来，而我的酒意还未完全消减，惬意地在这深山野溪旁踩踏着似玉的雪。我不介意这侵骨的寒气，只为走过野桥，贪看那高洁的梅花一眼。"}}, {"dynasty": "南北朝"}, {"name": "春日", "prop": {"content": "一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。", "translation": "这是汪藻的成名作，张世南《游宦纪闻》卷三：“此篇一出，便为诗社诸公所称。”清新明快，与同时张耒相近。作者最慢由此出名。桃花出篱，红杏出墙，皆为农村中常见之景。而此处却以清丽之笔写出一个宛如开卷有益人似的桃花。它始而嫣然一笑，令人魂飞；再一细看，花蕊半绽，又似含情脉脉少女。诗虽咏物，却事有作者本人的少年心性，其中跃动着青春的脉搏，决不能说它风格轻俏。"}}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "画堂春·雨中杏花", "prop": {"content": "轻阴池馆水平桥，一番弄雨花梢。微寒著处不胜娇，此际魂销。忆昔青门堤外，粉香零乱朝朝。玉颜寂寞淡红飘，无那今宵", "translation": "清明前后，云淡天阴，池塘和小桥边上，只见那毛毛细雨滋润着盛放的杏花，在微寒的天气下更显娇艳，也更为婀娜多姿。想当年在那京师门外的堤岸上，一阵狂风暴雨过后，几日之间，杏花身殒香灭。花朵已经落尽的杏花，连蜂蝶都不来光顾了，只好守着寂寞过日子，它哪里还有一刻千金的春宵？"}}, {"name": "春风", "prop": {"content": "春风先发苑中梅，樱杏桃梨次第开。荠花榆荚深村里，亦道春风为我来。", "translation": "春风先吹开了京城花园中的早梅，继而让樱杏桃李也竞相绽放，令人感到生机盎然。春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆英欢呼雀跃，欣喜地称道：“春风为我而来！”"}}, {"name": "扬州慢·十里春风", "prop": {"content": "十里春风，二分明月，蕊仙飞下琼楼。看冰花翦翦，拥碎玉成毬。想长日、云阶伫立，太真肌骨，飞燕风流。敛群芳、清丽精神，都付扬州。雨窗数朵，梦惊回、天际香浮。似阆苑花神，怜人冷落，骑鹤来游。为问竹西风景，长空淡、烟水悠悠。又黄昏，羌管孤城，吹起新愁。", "translation": "　　作品产生的感发力量与作者的初衷不符，这是文学中的常见现象。这首词就是如此，以小序中“赋而感之”可以看出，作者本意是咏花，孰料写着却生成许多感慨，这感慨使词的思想性加深了。"}}, {"name": "王绩", "dynasty": "唐代"}, {"name": "落梅", "prop": {"content": "一片能教一断肠，可堪平砌更堆墙？飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。", "translation": "每一片飘零的梅花都叫人触目愁肠，哪堪残缺的花瓣凋落如雪片铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的失意文人。梅花曾经是那么多原来美好高洁的花朵，如今却坠入泥土与莓苔为伍，然而偶然粘上衣袖的梅花，香气却经久不灭。春风掌管着对众花生杀予夺的大权，却错误地忌妒梅花的孤傲高洁，不加扶持，任意摧残。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "湘岸移木芙蓉植龙兴精", "prop": {"content": "有美不自蔽，安能守孤根。盈盈湘西岸，秋至风霜繁。丽影别寒水，浓芳委前轩。芰荷谅难杂，反此生高原。", "translation": "姿容艳美，既不自藏；岂容独处，无人欣赏。亭亭玉立，潇水西畔；秋季来临，风紧霜繁。艳丽倩影，告别寒江；移植廊前，散发芳香。它与荷花，混杂实难；与之不同，故生高岸。"}}, {"name": "罗邺", "dynasty": "唐代"}, {"name": "辛夷坞", "prop": {"content": "木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。", "translation": "枝条最顶端的辛夷花，在山中绽放着鲜红的花萼，红白相间，十分绚丽。涧口一片寂静杳无人迹，随着时间的推移，纷纷怒放，瓣瓣飘落。"}}, {"name": "元稹", "dynasty": "唐代"}, {"dynasty": "元代"}, {"name": "采桑子·桃花羞作无情", "prop": {"content": "桃花羞作无情死，感激东风。吹落娇红，飞入闲窗伴懊侬。谁怜辛苦东阳瘦，也为春慵。不及芙蓉，一片幽情冷处浓。", "translation": "桃花并非无情地死去，在这春阑花残之际，艳丽的桃花被东风吹落，飞入窗棂，陪伴着伤情的人共度残留的春光。有谁来怜惜我这像沈约般飘零殆尽、日渐消瘦的身影，为春残而懊恼，感到慵懒无聊。虽比不上芙蓉花，但它的一片幽香在清冷处却显得更加浓重。"}}, {"name": "幽兰", "prop": {"content": "幽植众宁知，芬芳只暗持。自无君子佩，未是国香衰。白露沾长早，春风到每迟。不如当路草，芬馥欲何为。", "translation": "生于山野的兰花众人又有谁能知道它呢，只是自己默默保持着芬芳的花香。自古以来不会有君子采撷佩戴，即使是它芬芳正盛的时候。寒露早早地就侵袭而来，温暖的春天却总是等候很久也不来。被弃掷路边如同荒草，纵然有芬芳馥郁的香气又能如何。"}}, {"name": "敷浅原见桃花", "prop": {"content": "桃花雨过碎红飞，半逐溪流半染泥。何处飞来双燕子，一时衔在画梁西。", "translation": "细雨纷纷，桃花随着雨点，四处飘飞。一半落入泥中，一半随着溪水漂流。不知从哪里飞来一对燕子，衔来几瓣桃花，放在画梁西处，反复品味。"}}, {"name": "摸鱼儿·海棠", "prop": {"content": "甚春来、冷烟凄雨，朝朝迟了芳信。蓦然作暖晴三日，又觉万姝娇困。霜点鬓。潘令老，年年不带看花分。才情减尽。怅玉局飞仙，石湖绝笔，孤负这风韵。倾城色，懊恼佳人薄命。墙头岑寂谁问？东风日暮无聊赖，吹得胭脂成粉。君细认。花共酒，古来二事天尤吝。年光去迅。漫绿叶成阴，青苔满地，做得异时恨。", "translation": "无"}}, {"name": "黄花", "prop": {"content": "土花能白又能红，晚节犹能爱此工。宁可抱香枝上老，不随黄叶舞秋风。", "translation": "这种花可以说是白色，也可以说是红色，到了晚年尤其是喜爱这种菊花。他宁可在枝头老去，也不随着落叶在秋风中飞舞飘落。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "柳花词三首", "prop": {"content": "开从绿条上，散逐香风远。故取花落时，悠扬占春晚。 轻飞不假风，轻落不委地。撩乱舞晴空，发人无限思。 晴天闇闇雪，来送青春暮。无意似多情，千家万家去。", "translation": "　　每到暮春时节，河堤、池边、小径旁、庭院里，总可见翠柳低垂，风吹柳絮满天轻盈起舞，碧绿的柳条不断地轻扬起柳花，总是别有一番精致与情趣。古今文人墨客，也总吟咏这柳花，韵味多多。"}}, {"dynasty": "两汉"}, {"name": "踏莎行·雪似梅花", "prop": {"content": "雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。", "translation": "这雪像梅花一样洁白，那梅花又像雪一般晶莹，无论是像，还是不像，都是一样的绝美。可这绝美的雪与梅，却勾起我的愁思。这愁思，有谁能知道呢？只有南楼上的明月是我的见证。记得往年，也是这样时节，我却是和你一起踏雪寻梅，那明月照着我们俩，时间流逝，人亦渐老，事也成了旧事，没人再提了！我醉了又醒，醒了又醉，却是为了谁？唉，直到现在，我还在悔恨，悔恨当初那样轻易地离开了你！"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "赏牡丹", "prop": {"content": "庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。", "translation": "庭前的芍药妖娆艳丽却缺乏骨格，池中的荷花清雅洁净却缺少情韵。只有牡丹才是真正的天姿国色，到了开花的季节引得无数的人来欣赏，惊动了整个京城。"}}, {"name": "闻梨花发赠刘师命", "prop": {"content": "桃蹊惆怅不能过，红艳纷纷落地多。 闻道郭西千树雪，欲将君去醉如何。", "translation": "让人惆怅啊，桃树下落花成路不能观赏，很多的红色花瓣纷纷扬扬地飘落到地上。听说城垣西边千树万树梨花开得像白雪遍地，想与您一同去醉中赏花，意下如何？"}}, {"name": "解佩令·人行花坞", "prop": {"content": "人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。 相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。", "translation": "　　史达祖的词因过于讲究技巧而被批评，但其用足心思，虽失之纤薄，但其刻意描画，工丽精雅，不足处在是，好处亦在是，全看读者的欣赏。"}}, {"name": "牡丹", "prop": {"content": "去春零落暮春时，泪湿红笺怨别离。常恐便同巫峡散，因何重有武陵期？传情每向馨香得，不语还应彼此知。只欲栏边安枕席，夜深闲共说相思。", "translation": "去年幕春的时节，牡丹花儿凋零了，我的眼泪打湿那深红小笺，怨恨与牡丹离别。常担心这样的离别，就像楚襄王和巫山神女梦中幽会般一散不复聚，为什么又会像那武陵人邂逅相逢？牡丹花散发芳香，传递着她的情意，虽然一句话不说，但彼此心灵相通。只想在那花栏边安置下床榻，以便在夜深人静时，与牡丹花互说相思。"}}, {"name": "惜花", "prop": {"content": "无语与花别，细看枝上红。明年又相见，还恐是愁中。", "translation": "无"}}, {"name": "庆全庵桃花", "prop": {"content": "寻得桃源好避秦，桃红又是一年春。花飞莫遣随流水，怕有渔郎来问津。", "translation": "当年的桃源人找到桃花源躲避秦末乱世，每次看到桃花盛开才知新的一年来到了。倘若我在那里定不让桃花花瓣随水流出，为的是怕再有打渔人找到入口进来啊！"}}, {"name": "新楼诗二十首·北楼樱", "prop": {"content": "开花占得春光早，雪缀云装万萼轻。凝艳拆时初照日，落英频处乍闻莺。舞空柔弱看无力，带月葱茏似有情。多事东风入闺闼，尽飘芳思委江城。", "translation": "樱桃花，开占到早早的春光，穿着那像银雪装饰的，与白云一样纯净的服装，繁多的花蕊是多么地轻盈呢？鲜艳的花蕾初放的色彩红似朝阳，落花频频零落之时恰好听见黄莺啼叫。枝条在轻柔地空中舞动，起来多么娇弱，在月中观赏，青青葱葱与皎洁的月光好像情意绵绵。爱管闲事的东风闯进了她的闺房，花的情思都飘浮四散，遍布江城。"}}, {"name": "樱桃花", "prop": {"content": "樱桃花，一枝两枝千万朵。花砖曾立摘花人，窣破罗裙红似火。", "translation": "　　元稹此诗描写樱桃花，就全诗来看，意境生动活泼，给人一种明艳、清晰的视觉感官体会，描写静景，却能给人以动态的体验感。另外全诗不过寥寥几句，但简明凝练，描景抒情，实在让人叹为观止。"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "严恽", "dynasty": "唐代"}, {"name": "寒菊 / 画菊", "prop": {"content": "花开不并百花丛，独立疏篱趣未穷。宁可枝头抱香死，何曾吹落北风中。", "translation": "菊花盛开在秋天，从不与百花为伍，独立在稀疏的篱笆旁，情操意趣并未衰穷。宁可在枝头凋谢枯萎而死，也不曾吹落于凛冽北风之中！"}}, {"name": "乌夜啼·石榴", "prop": {"content": "垂杨影里残红。甚匆匆。只有榴花、全不怨东风。暮雨急。晓鸦湿。绿玲珑。比似茜裙初染、一般同。", "translation": "　　春去夏来，落红无数。而石榴花却在此时怒放，暮雨晓露，绿叶愈加玲珑剔透，新花更是如茜初染，勃发出无限生机。末句“初染”与首句“残红”相对应，时序荏苒之意宛在。 "}}, {"name": "陈维崧", "dynasty": "清代"}, {"name": "谢宗可", "dynasty": "元代"}, {"name": "王士祯", "dynasty": "清代"}, {"name": "夜合花", "prop": {"content": "阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。", "translation": "阶前有两株夜合花，枝叶葱翠繁茂花开绚烂。树姿晴雨中疏密有致，花朵也因昼夜开闭不同。摇曳的树影映着竹帘变得零乱，芬芳的气味是花香沉香混杂而成。对着这夜合花能销除愁忿，便移步来到小堂的前厅。"}}, {"name": "天仙子·走马探花花发", "prop": {"content": "走马探花花发未。人与化工俱不易。千回来绕百回看，蜂作婢，莺为使。谷雨清明空屈指。白发卢郎情未已。一夜翦刀收玉蕊。尊前还对断肠红。人有泪，花无意。明日酒醒应满地。", "translation": "乘着奔跑的马来看花开了没有，人和天地迫切地等待花开不容易，打发蜂婢莺使千方百计、不厌其烦的来回探看，人们扳手指计算，再过几天到清明、谷雨时就该看见花了，但到时候仍看不见花呢？卢郎到了老年还多情，一夜之间就用剪刀把刚开的花减掉，在酒宴前还要面对着断肠花，人会流泪，花也不想被人摘去，到了第二天酒醒的时候就会看见花已经落了一地。"}}, {"name": "夜游宫·竹窗听雨", "prop": {"content": "竹窗听雨，坐久隐几就睡，既觉，见水仙娟娟于灯影中窗外捎溪雨响。映窗里、嚼花灯冷。浑似萧湘系孤艇。见幽仙，步凌波，月边影。香苦欺寒劲。牵梦绕、沧涛千顷。梦觉新愁旧风景。绀云欹，玉搔斜，酒初醒。 ", "translation": "窗外雨水掠过小溪，发出了清脆的声响。屋里的孤灯显得格外的亮，但也格外的清冷。词人独自一人在屋中小憩，这种感觉真像乘坐孤舟在湘江之上漂荡。此时，仿佛湘君轻挽裙带，水上盈盈步微月，皎洁与清冷的月光映照在她身上。水仙发出清冽的香气，可是受到寒气的侵袭，使她想起生长在千顷波涛的江湖岸边时的生活。虽有新愁涌上心头，但依然沉浸在旧梦中。隐约仙子的秀发闪耀着动人的光泽且蓬松欹侧，玉簪也微微斜着，直到仙子渐渐远去，词人的酒意才微醒。"}}, {"name": "白玉蟾", "dynasty": "宋代"}, {"name": "卖残牡丹", "prop": {"content": "临风兴叹落花频，芳意潜消又一春。应为价高人不问，却缘香甚蝶难亲。红英只称生宫里，翠叶那堪染路尘。及至移根上林苑，王孙方恨买无因。", "translation": "频频叹息花被狂风吹落太多，芳香渐消失又要过一个春天。 应是价格太高人们不敢询问，又因香气太浓蝴蝶难以亲近。只有皇宫才配生长这种鲜花，哪能忍受让它沾染路上灰尘。等到把花移植到皇宫上林苑，王孙贵族才为没有买而遗恨。"}}, {"name": "徐灿", "dynasty": "清代"}, {"name": "天香·蜡梅", "prop": {"content": "蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒钟悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难封，吴云雁杳。", "translation": "无"}}, {"name": "谢判官幽谷种花", "prop": {"content": "浅深红白宜相间，先后仍须次第栽。我欲四时携酒去，莫教一日不花开。", "translation": "幽谷种花，间隔栽种的花儿开得娇媚宜人，不分春夏四季。我随时都要带着酒去那儿赏花，可不要让花儿有一天不开啊！"}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "霓裳中序第一·茉莉咏", "prop": {"content": "青颦粲素靥。海国仙人偏耐热。餐尽香风露屑。便万里凌空，肯凭莲叶。盈盈步月。悄似怜、轻去瑶阙。人何在，忆渠痴小，点点爱轻撅。 愁绝。旧游轻别。忍重看、锁香金箧。凄凉清夜簟席。杳杳诗魂，真化风蝶。冷香清到骨。梦十里、梅花霁雪。归来也，恹恹心事，自共素娥说。", "translation": "无"}}, {"name": "清平乐·检校山园书所", "prop": {"content": "断崖修竹，竹里藏冰玉。路转清溪三百曲，香满黄昏雪屋。行人系马疏篱，折残犹有高枝。留得东风数点，只缘娇嫩春迟。", "translation": "断崖上挺立着修长的翠竹，竹丛中盛开着冰清玉洁的梅花。绕过曲曲弯弯的清流长溪，黄昏中盖满白雪的小屋里香气飘洒。过路人折梅在疏篱边系马，梅虽残仍然有高枝挺拔。高枝上留下了寒梅数点，是因为娇懒的春天还未到这山崖。"}}, {"name": "破阵乐·露花倒影", "prop": {"content": "露花倒影，烟芜蘸碧，灵沼波暖。金柳摇风树树，系彩舫龙舟遥岸。千步虹桥，参差雁齿，直趋水殿。绕金堤、曼衍鱼龙戏，簇娇春罗绮，喧天丝管。霁色荣光，望中似睹，蓬莱清浅。 时见。凤辇宸游，鸾觞禊饮，临翠水、开镐宴。两两轻舠飞画楫，竞夺锦标霞烂。罄欢娱，歌鱼藻，徘徊宛转。别有盈盈游女，各委明珠，争收翠羽，相将归远。渐觉云海沈沈，洞天日晚。", "translation": "无"}}, {"name": "阳春曲·赠海棠", "prop": {"content": "玉环梦断风流事，银烛歌成富贵词。东风一树玉胭脂，双燕子。曾见正开时。", "translation": "杨玉环和明皇的风流韵事已经像幻梦般逝去，但是当年在银烛光下太白歌颂海棠花的富贵词却与世长留。在东风吹拂下绽开，好像一树白玉和胭脂。一双双欢飞的燕子，曾经亲眼看到花开时的芳姿。"}}, {"name": "相见欢·林花谢了春红", "prop": {"content": "林花谢了春红，太匆匆。无奈朝来寒雨晚来风。胭脂泪，相留醉，几时重。自是人生长恨水长东。(相留 一作：留人)", "translation": "姹紫嫣红的花儿转眼已经凋谢，春光未免太匆忙。也是无可奈何啊，花儿怎么能经得起那凄风寒雨昼夜摧残呢？着雨的林花娇艳欲滴好似那美人的胭脂泪。花儿和怜花人相互留恋，什么时候才能再重逢呢？人生令人遗憾的事情太多，就像那东逝的江水，不休不止，永无尽头。"}}, {"name": "野菊", "prop": {"content": "未与骚人当糗粮，况随流俗作重阳。政缘在野有幽色，肯为无人减妙香。已晚相逢半山碧，便忙也折一枝黄。花应冷笑东篱族，犹向陶翁觅宠光。", "translation": "不给文人骚客做干粮，更不肯随流俗在重阳节被俗人赏识。正因为在野外更有清幽淡色。哪肯因为无人，剪掉自己的幽香。已是傍晚时分，在绿色的半山腰中与野菊相逢。即使匆忙也要折一枝淡黄的野菊。野菊花也许会冷笑那些家养的菊花，因为家菊们竟然向陶渊明寻求恩宠。"}}, {"name": "咏秋兰", "prop": {"content": "长林众草入秋荒，独有幽姿逗晚香。每向风前堪寄傲，几因霜后欲留芳。名流赏鉴还堪佩，空谷知音品自扬。一种孤怀千古在，湘江词赋奏清商。", "translation": "　　向称梅兰竹菊为四君子，是谓其品操高洁，风姿清雅，历来诗家吟诵者甚多。静诺此诗，一承前辈诗人旨趣，对兰草的清香傲骨，雅姿洁品作了进一步的阐扬。当然，诗言其志，内中自然寄托着诗人自己的情感和体验。说诗人以兰自况，亦无不可。至少我们可以认为，诗人爱兰，爱得很深沉很真挚，犹如千余年前楚三闾大夫<a href=\"https://so.gushiwen.cn/authorv_9c69482f885f.aspx\" target=\"_blank\">屈原那样。这便是诗人的心声。 "}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "青杏儿·风雨替花愁", "prop": {"content": "风雨替花愁。风雨罢，花也应休。劝君莫惜花前醉，今年花谢，明年花谢，白了人头。乘兴两三瓯。拣溪山好处追游。但教有酒身无事，有花也好，无花也好，选甚春秋。", "translation": "不必替花儿忧愁她经受风吹雨打，风雨停歇时，也是花儿应当凋落的时候。劝君不要吝惜花前醉饮，人生难得如此痛饮。今年花谢了，明年花谢了，人就是在这一次次花谢中，白了头发。趁着有兴致，喝它两三杯。选一处绿水青山美如画的地方，好好地去游览一番吧！只要是身边有酒心中无事，管它有花也好，无花也好，管它是春天，还是秋天，就应该痛痛快快畅游。"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "看梅绝句", "prop": {"content": "老子舞时不须拍，梅花乱插乌巾香。樽前作剧莫相笑，我死诸君思此狂。", "translation": "我起舞时狂态尽显，不依节拍、把梅花随意的插在头巾之上。在酒杯前的种种表现大家不要笑，等到我死了你们就会想念我活着时候的狂态了。"}}, {"name": "梅花", "prop": {"content": "繁如瑞雪压枝开，越岭吴溪免用栽。却是五侯家未识，春风不放过江来。", "translation": "一簇簇梅花绽放压低枝头，不用翻山越岭到处栽种，随处都可成活。只是权贵之家却看不到梅花的坚毅品性，和煦的春风迟迟不肯到来。"}}, {"name": "吴山青·金璞明", "prop": {"content": "金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。", "translation": "　　那株养在瓷盘中的水仙，仿佛就是 一位亭亭玉立的凌波仙子，用翠袖高擎着金盏玉盏(黄 蕊与白瓣)，盛满了迷人的春色。这位“凌波微步，罗袜生尘”的美丽仙子正在雪光月光的映照下飘行在四周开满鲜花的洞庭湖面，但见仙袂飘飘，环佩叮当作响。"}}, {"name": "裳裳者华", "prop": {"content": "裳裳者华，其叶湑兮。我觏之子，我心写兮。我心写兮，是以有誉处兮。裳裳者华，芸其黄矣。我觏之子，维其有章矣。维其有章矣，是以有庆矣。裳裳者华，或黄或白。我觏之子，乘其四骆。乘其四骆，六辔沃若。左之左之，君子宜之。右之右之，君子有之。维其有之，是以似之。", "translation": "鲜花盛开多辉煌，叶子茂盛绿苍苍。遇见这位贤君子，我的心情真舒畅。我的心情真舒畅，因有美誉大家享。鲜花盛开多辉煌，怒放黄花多鲜亮。遇见这位贤君子，才华横溢有教养。才华横溢有教养，因此喜庆事儿降。鲜花盛开多辉煌，有的白色有的黄。遇见这位贤君子，驾着四马气昂扬。驾着四马气昂扬，六根缰绳闪着光。左边有人来辅佐，君子应付很适宜。右边有人来相佑，君子发挥有余地。只因君子有其长，所以祖业能承继。"}}, {"name": "除夜自石湖归苕溪·其", "prop": {"content": "细草穿沙雪半销，吴宫烟冷水迢迢。梅花竹里无人见，一夜吹香过石桥。", "translation": "早春时节，地上的积雪还消融未尽，细嫩的青草已从沙土中悄悄探出头；吴地烟水迢迢，弥漫千里，隐隐透着清冷之气。虽然深藏竹林的梅花无人欣赏，但它那沁人心脾的清芬却随着夜中的春风，一路飘过了石桥。"}}, {"name": "梅", "prop": {"content": "不受尘埃半点侵，竹篱茅舍自甘心。只因误识林和靖，惹得诗人说到今。", "translation": "高洁的梅花不受半点尘埃侵蚀，心甘情愿地生长在竹篱边、茅舍旁。只因错误的认识了酷爱梅花的林和靖，惹得诗人谈笑至今。"}}, {"name": "菩萨蛮·木棉花映丛祠", "prop": {"content": "木棉花映丛祠小，越禽声里春光晓。铜鼓与蛮歌，南人祈赛多。客帆风正急，茜袖偎墙立。极浦几回头，烟波无限愁。", "translation": "　　木棉花开，春光大好。铜鼓蛮歌声中，忽见一帆，飘然而来，船上红袖偎樯，顷刻间消失在烟波江上。几番回头，令人不胜怅惘。这首词生动逼真地描绘出南国风光，具有浓厚的生活气息。 "}}, {"name": "崔涂", "dynasty": "唐代"}, {"name": "代悲白头翁", "prop": {"content": "洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，坐见落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头真可怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台文锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时？须臾鹤发乱如丝。但看古来歌舞地，唯有黄昏鸟雀悲。", "translation": "无"}}, {"name": "西郊落花歌", "prop": {"content": "西郊落花天下奇，古人但赋伤春诗。西郊车马一朝尽，定庵先生沽酒来赏之。先生探春人不觉，先生送春人又嗤。呼朋亦得三四子，出城失色神皆痴。如钱塘潮夜澎湃，如昆阳战晨披靡；如八万四千天女洗脸罢，齐向此地倾胭脂。奇龙怪凤爱漂泊，琴高之鲤何反欲上天为？玉皇宫中空若洗，三十六界无一青蛾眉。又如先生平生之忧患，恍惚怪诞百出无穷期。先生读书尽三藏，最喜维摩卷里多清词。又闻净土落花深四寸，瞑目观赏尤神驰。西方净国未可到，下笔绮语何漓漓！安得树有不尽之花更雨新好者，三百六十日长是落花时。", "translation": "这是一首诗人用灵魂来表现的一阕“落花”的赞歌。全诗描写气势磅礴，感情强烈，笔力遒劲。作者运笔有如鬼斧神工，极尽夸饰渲染之能事，以丰富而奇特的想象，缤纷而璀璨的画面，绚丽而斑斓的色彩。诗人在诗中运用了多种修辞艺术手法，透过落花随风而逝、漫天飞舞、纷纷扬扬的壮美景观，从而展示了诗人在不为世用、不为时重的挫折中，既失意苦闷而又不甘沉沦、不愿退伏的心路历程。他一反传统对落花的倾注深情、极致赞美，正是诗人对新的生命价值的追求、对个人感情的尊重的个性意识的流露。而这一切，又被艺术地、诗化地表现出来，透出一种昂扬向上、积极进取的倔强精神。"}}, {"name": "婆罗门引·暮霞照水", "prop": {"content": "暮霞照水，水边无数木芙蓉。晓来露湿轻红。十里锦丝步障，日转影重重。向楚天空迥，人立西风。夕阳道中。叹秋色、与愁浓。寂寞三千粉黛，临鉴妆慵。施朱太赤，空惆怅、教妾若为容。花易老、烟水无穷。", "translation": "晚霞照映着水面，水边生长着无数的拒霜花。早晨沾着露珠的芙蓉花瓣更显娇嫩。芙蓉花成林成片的开放，灿似锦绣，簇如屏障。随着太阳的转移，层层叠叠的花影也随之发生变化。南方的天空，空旷高远，独自立在这萧瑟的西风中。夕阳的斜晖洒在古道上，叹息这满眼秋色浓于愁。宫中的无数佳丽，对着镜子懒于梳妆。加上红色则过于红，在芙蓉花前面，感到不能与花争美，无法打扮自己的面容，只有失意而伤感、懊恼。花期短暂，容易凋谢，但秀美的风光，则是无穷无尽。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "月季花", "prop": {"content": "一番花信一番新，半属东风半属尘。惟有此花开不厌，一年长占四时春。", "translation": "一到开花时节便有一次花朵更新，新开的花伴着春风，凋谢的零落为尘。惟有这开不厌的月季花，枝头上花落花开四季常春。"}}, {"dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "金人捧露盘·水仙花", "prop": {"content": "梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。 香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。", "translation": "梦湘神，吟湘神，追怀湘神，罗袜无尘。植根水中，婷婷立于水面，宛如凌波仙子，身披薄薄轻纱无盛娇羞。体态娉娉袅袅，色如娇黄，莹如润玉。花香而静，水寒冷，琴心幽怨，见花而惊喜无边。只希望水仙花慢慢凋零败落，不要像江妃二女那样在人间打个照面就又返回仙宫去了。水仙花状如高脚酒杯，其中盛满了醇酒般的清露，高高擎起，连那挚友春兰和梅兄也要为之酣醉。苍烟万顷、雪冷江清，无怪乎娇弱的水仙要“断肠”于此了。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "腊前月季", "prop": {"content": "只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。", "translation": "只以为花开后红艳不了几天，但是月季花每天都是春风满面，娇艳欲滴。初绽的蓓蕾就像一枝胭脂色的毛笔，翡翠般的细茸包裹着绽放的花朵。月季之芳香非但桃李所能媲美，更是同腊梅一起，抖擞精神，傲霜斗雪。欣喜地折下它来，作春花观赏，忘却了今晨还是隆冬腊月。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "渡海至琼管天宁寺咏阇", "prop": {"content": "深院无人帘幕垂，玉英翠羽灿芳枝。世间颜色难相似，淡月初残未坠时。冰玉风姿照座骞，炎方相遇且相宽。纻衣缟带平生志，正念幽人尚素冠。阻涉鲸波寇盗森，中原回首涕沾襟。清愁万斛无消处，赖有幽花慰客心。", "translation": "李纲被贬至琼，游琼山府城天宁寺，咏花抒情，寻知音，诉衷情，北望中原泪沾襟，无奈何，赖花消愁。 "}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "殢人娇·后亭梅花开有", "prop": {"content": "玉瘦香浓，檀深雪散。今年恨、探梅又晚。江楼楚馆，云闲水远。清昼永，凭栏翠帘低卷。 坐上客来，尊前酒满。歌声共、水流云断。南枝可插，更须频剪。莫直待西楼、数声羌管。", "translation": "细细的梅枝"}}, {"name": "张道洽", "dynasty": "宋代"}, {"name": "李花赠张十一署", "prop": {"content": "江陵城西二月尾，花不见桃惟见李。风揉雨练雪羞比，波涛翻空杳无涘。君知此处花何似？白花倒烛天夜明，群鸡惊鸣官吏起。金乌海底初飞来，朱辉散射青霞开。迷魂乱眼看不得，照耀万树繁如堆。念昔少年著游燕，对花岂省曾辞杯。自从流落忧感集，欲去未到先思回。只今四十已如此，后日更老谁论哉。力携一尊独就醉，不忍虚掷委黄埃。", "translation": "无"}}, {"name": "寒夜", "prop": {"content": "寒夜客来茶当酒，竹炉汤沸火初红。寻常一样窗前月，才有梅花便不同。", "translation": "冬夜有客来访，一杯热茶当美酒，围坐炉前，火炉炭火刚红，水便在壶里沸腾。月光照射在窗前，与平时并没有什么两样，只是窗前有几枝梅花在月光下幽幽地开着。 "}}, {"name": "李渔", "dynasty": "清代"}, {"name": "虞美人·春情只到梨花", "prop": {"content": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。", "translation": "春天的景致又到了梨花零落的时候，夕阳西下，黄昏降临，却不知道人间尚有人相思惆怅，不能自已。曾经浓情蜜意，海誓山盟。为了她甘愿做梦中之人，于是整日对着她的画像呼唤，希望能以至诚打动她，让她像“真真”那样从画中走出来与我相会。"}}, {"name": "孙周卿", "dynasty": "元代"}, {"name": "任翻", "dynasty": "唐代"}, {"name": "落花", "prop": {"content": "高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。", "translation": "高阁上的游人早已远去，小园的春花随风凋零纷纷乱飞。花影参差迷离接连着曲折的小径，远望落花回舞映着斜阳的余晖。我肝肠欲断，真不忍心把扫去满地落花；盼望残留枝头的春花能长久地保持下去。盛开的鲜花将随着春天而去，面对这一切，我只有落泪沾衣。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "水仙子·舟中", "prop": {"content": "孤舟夜泊洞庭边，灯火青荧对客船。朔风吹老梅花片，推开篷雪满天。诗豪与风雪争先。雪片与风鏖战，诗和雪缴缠。一笑琅然。", "translation": "入夜，洞庭湖上昏濛濛一片，客船孤零零地停泊在湖间。只有岸上一盏青灯荧荧作闪，同我乘坐的小船遥遥相伴。舱外一阵阵北风肆逞着淫威，想必在无情地摧残着梅花的花瓣。我禁不住推开船窗观看，这才发现已是大雪漫天。顿时我诗兴大作，迫不及待要同风雪争先。雪片与暴风搅作一团，我的诗句又同飞雪互相纠缠。我朗声大笑，心情无比畅然。"}}, {"name": "善赏花吟", "prop": {"content": "人不善赏花，只爱花之貌。人或善赏花，只爱花之妙。花貌在颜色，颜色人可效。花妙在精神，精神人莫造。", "translation": "有的人不善于赏花，只是喜爱花的外貌。有的人善于赏花，但只是喜爱花儿的绝妙。花的外貌在于颜色艳丽，颜色这种东西人是可以效仿制造。花儿鲜活生动的绝妙在于精神， 精神这种传达内涵气质的东西，人是不能仿造的。"}}, {"name": "清平调·其三", "prop": {"content": "名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。", "translation": "　　杨贵妃绝代佳人与红艳牡丹相得益彰，美人与名花常使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双双倚靠着栏杆。"}}, {"name": "途中见杏花", "prop": {"content": "一枝红杏出墙头，墙外行人正独愁。长得看来犹有恨，可堪逢处更难留！林空色暝莺先到，春浅香寒蝶未游。更忆帝乡千万树，澹烟笼日暗神州。", "translation": "一枝淡红的杏花探出墙头，而墙外的行人正伤春惆怅。这枝杏花的样子好像跟我一样伤春惆怅，我们哪里禁受得了相逢在这春去匆匆难相留的时节？天色已晚，寂静的树林中黄鹂鸟最先归来，春色尚早，杏花在陡峭的春寒中独自绽放，却没有蜂飞蝶舞。这时候我更怀念长安的千万株桃浓杏淡，可惜暮色已经笼罩住了夕阳的光辉整个神州一片黯淡。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "霜天晓角·梅", "prop": {"content": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。清绝，影也别。知心惟有月。元没春风情性，如何共、海棠说。", "translation": "梅花经历无数次的霜打雪压，受尽了寒冷的折磨。但它依旧凭着它生来就瘦细而劲健的身躯傲寒绽放，即使那凄凉的角声吹彻了《梅花落》，它也全然不怕。梅花清峭奇丽，超尘拔俗，连花影也与众不同。能与它知心的，惟有夜空中那轮皎洁的明月。梅花先春而发，它有不与众花在春风中争艳的本性，不能与那海棠共悦结缘。"}}, {"name": "沈周", "dynasty": "明代"}, {"name": "一剪梅·一剪梅花万样", "prop": {"content": "一剪梅花万样娇。斜插梅枝，略点眉梢。轻盈微笑舞低回，何事尊前，拍手相招。夜渐寒深酒渐消。袖里时闻，玉钏轻敲。城头谁恁促残更，银漏何如，且慢明朝。", "translation": "一枝梅花风情万种的娇美。斜插在树枝上，仿佛是眉梢上的一点。在那里微笑着，风中的舞姿轻盈得飘若惊鸿，仿佛是在对酒宴上的人们拍着手招呼。夜渐深、渐冷，酒意也慢慢消去了。经常可以听到美人的衣袖里玉镯敲碰的声音。城头上是谁在催促着打更，银饰的漏壶怎么样了，让明天的早晨来得更晚一些吧。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "大林寺桃花", "prop": {"content": "人间四月芳菲尽，山寺桃花始盛开。 长恨春归无觅处，不知转入此中来。", "translation": "四月正是平地上百花凋零殆尽的时候，高山古寺中的桃花才刚刚盛放。我常为春光逝去无处寻觅而惋惜，却不知它已经转到这里来。"}}, {"name": "蜡梅", "prop": {"content": "破腊惊春意，凌寒试晓妆。应嫌脂粉白，故染曲尘黄。缀树蜂悬室，排筝雁着行。团酥与凝蜡，难学是生香。", "translation": "腊梅花开惊破冬日的枯寂，昭示春天已悄悄到来，在料峭的寒风中，早早尝试充满生机的妆容。她想来是嫌恶脂粉的白腻，所以将自己点染出淡淡尘黄。挂满枝头，如同蜂房一样繁密，齐整生长好比筝上成行的雁柱。团团酥油和凝蜡虽难得些许相似，然而却习不得那阵阵幽香。"}}, {"name": "王溥", "dynasty": "宋代"}, {"name": "咏白海棠", "prop": {"content": "斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫谓缟仙能羽化，多情伴我咏黄昏。", "translation": "夕阳照着秋草连接着层层的院门，苔藓青翠长满了雨水淋过的花盆。白玉的品格难比海棠的纯洁，那雪般的肌骨更能陶情醉人。点点花蕊芳香娇嫩好似不胜风力，夜深明月下还留着她俏丽的影痕。不要说白衣仙女会升天飞去，她正多情地伴我在黄昏中吟咏呢。"}}, {"name": "雨中花·夜行船", "prop": {"content": "雨中花慢 初至密州。以累年旱蝗。斋素累月。方春牡丹盛开。遂不获一赏。至九月。忽开千叶一颛。雨中特为置酒。遂作。今岁花时深院，尽日东风，荡扬茶烟。但有绿苔芳草，柳絮榆钱。闻道城西，长廊古寺，甲第名园。有国艳带酒，天香染袂，为我留连。清明过了，残红无处，对此泪洒尊前。秋向晚，一枝何事，向我依然。高会聊追短景，清商不暇馀妍。不如留取，十分春态，付与明年。", "translation": "今年百花盛开的时节，整天吹着东风，深院高墙里面，散发着轻轻的茶烟。只有绿苔和芳草，柳絮和榆钱。听说城西，长廊连着古寺，甲第带着名园。那里有“醉贵妃”和“御黄袍”这两种珍稀牡丹，使我留恋。清明已经过了，残花无处可归，对此不禁泪洒怀前。渐近深秋了，为何这枝牡丹，依然这般红艳？还是设宴会客，暂且追随那稍纵即逝的时光吧，这难逢的牡丹秋日花开，肃杀的秋风可不会怜惜。还不如留住这美妙姿色，开在明年春天。"}}, {"name": "杏花", "prop": {"content": "暖气潜催次第春，梅花已谢杏花新。 半开半落闲园里，何异荣枯世上人。", "translation": "暖风吹来，带来了春天的气息。盛开的梅花此时已经凋谢，但杏花正一朵朵的盛开。园里的杏花开梅花落，这和世上的容华更替何其相似。"}}, {"name": "张新", "dynasty": "明代"}, {"name": "谢懋", "dynasty": "宋代"}, {"name": "郑思肖", "dynasty": "宋代"}, {"name": "杏花", "prop": {"content": "石梁度空旷，茅屋临清炯。俯窥娇饶杏，未觉身胜影。嫣如景阳妃，含笑堕宫井。怊怅有微波，残妆坏难整。", "translation": "拦水的石坝跨过空旷的水面，茅屋就坐落在溪水清明的小溪旁。俯看娇艳富丽的杏花，并不觉得花儿胜过水中的倒影。巧笑嫣然如同景阳宫的妃嫔，含笑落进宫井之中。水面涟漪，将水中佳人的容颜妆饰弄得残破难整，让人惆怅不已。"}}, {"name": "赵嘏", "dynasty": "唐代"}, {"dynasty": "清代"}, {"name": "紫薇花", "prop": {"content": "晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。", "translation": "一支初绽的紫薇在秋露里迎接晨光，而不是在早春与百花争奇斗艳。无言的桃花、李花现在不知道在何处，只有紫薇花向着寒冷的秋风，笑对那些争着在艳阳春天开放的花朵了。"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "玉楼春·白莲", "prop": {"content": "娟娟片月涵秋影，低照银塘光不定。绿云冉冉粉初匀，玉露泠泠香自省。荻花风起秋波冷，独拥檀心窥晓镜。他时欲与问归魂，水碧天空清夜永。", "translation": "　　莲，出淤泥而不染，淡雅清幽，摇曳生姿。且又是白莲更给人增添人贞静纯美之感。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "浣溪沙·花渐凋疏不耐", "prop": {"content": "花渐凋疏不耐风，画帘垂地晚重工，堕阶萦藓舞愁红。腻粉半沾金靥子，残香犹暖绣熏笼，蕙心无处与人同。", "translation": "　　这首词是咏落花之作。上片写落花的景象。花影稀疏，风吹残片，纷坠阶庭。“舞愁红”，写落花纷飞之状，带有感情色彩。此时，更觉空堂寂寞了。"}}, {"name": "春风", "prop": {"content": "春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 ", "translation": "春风先吹开了京城花园中的早梅，继而让樱杏桃梨也竞相绽放，令人感到生机盎然。春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆荚欢呼雀跃，欣喜地称道：“春风为我而来！”"}}, {"name": "金缕曲·疏影临书卷", "prop": {"content": "疏影临书卷。带霜华、高高下下，粉脂都遣。别是幽情嫌妩媚，红烛啼痕休泫。趁皓月、光浮冰茧。恰与花神供写照，任泼来、淡墨无深浅。持素障，夜中展。残釭掩过看逾显。相对处、芙蓉玉绽，鹤翎银扁。但得白衣时慰藉，一任浮云苍犬。尘土隔、软红偷免。帘幕西风人不寐，恁清光、肯惜鹴裘典。休便把，落英剪。", "translation": "无"}}, {"name": "秋兰赋", "prop": {"content": "　　秋林空兮百草逝，若有香兮林中至。既萧曼以袭裾，复氤氲而绕鼻。虽脉脉兮遥闻，觉熏熏然独异。予心讶焉，是乃芳兰，开非其时，宁不知寒？　　于焉步兰陔，循兰池，披条数萼，凝目寻之。果然兰言，称某在斯。业经半谢，尚挺全枝。啼露眠以有待，喜采者之来迟。苟不因风而枨触，虽幽人其犹未知。于是舁之萧斋，置之明窗。朝焉与对，夕焉与双。虑其霜厚叶薄，党孤香瘦，风影外逼，寒心内疚。乃复玉几安置，金屏掩覆。虽出入之余闲，必褰帘而三嗅。谁知朵止七花，开竟百日。晚景后凋，含章贞吉。露以冷而未晞，茎以劲而难折；瓣以敛而寿永，香以淡而味逸。商飙为之损威，凉月为之增色。留一穗之灵长，慰半生之萧瑟。　　予不觉神心布覆，深情容与。析佩表洁，浴汤孤处。倚空谷以流思，静风琴而不语。歌曰：秋雁回空，秋江停波。兰独不然，芬芳弥多。秋兮秋兮，将如兰何！", "translation": "　　秋林空寂，百草凋衰，似有幽香从林中传来。这香味既像围着衣襟在弥漫，又不时缭绕于鼻端。虽然若断若续地似来自远处，却和悦温馨，沁人心脾，香味独特。我心中很诧异，这是兰花的芳香，但是开得不是时候，难道不知道寒天已到？"}}, {"name": "马致远", "dynasty": "元代"}, {"name": "黄庶", "dynasty": "宋代"}, {"name": "残花", "prop": {"content": "花开花落花无悔，缘来缘去缘如水。花谢为花开，花飞为花悲。花悲为花泪，花泪为花碎。花舞花落泪，花哭花瓣飞。花开为谁谢，花谢为谁悲。", "translation": "花开花落花是没有悔恨的，缘分来去如同流水不可强求。花的凋谢是为了再次的开放，我却因为花瓣的飞走而悲伤。为花的悲伤而落泪，为花的落泪而心碎。花的飞舞就像花在落泪一样，花的落泪像因为花瓣的飞舞。那花开之后是为谁凋谢，花的凋谢又是为谁而悲伤呢。"}}, {"name": "谒金门·双喜鹊", "prop": {"content": "双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。", "translation": "　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。"}}, {"name": "减字木兰花·花", "prop": {"content": "玉房金蕊，宜在玉人纤手里。淡月朦胧，更有微微弄袖风。温香熟美，醉慢云鬟垂两耳。多谢春工，不是花红是玉红。", "translation": "黄金的花蕊开绽在红色如玉的花房，恰好放在美人的柔细的手里。朦胧的月亮月光淡淡，时不时吹起微风来卷起美人的衣袖。柔和清淡的风中，美女似有醉意般酣然入睡，很熟很香，悄悄的，高耸的发髻垂到两只耳朵下了。谢谢春姑娘的巧夺天工，不像是花般的红艳，更像是美人肌肤透出的红。"}}, {"name": "蝶恋花·和漱玉词", "prop": {"content": "凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。", "translation": "　　这是《衍波词》中的名作。“郎似桐花，妾似桐花凤”的比喻清新尖利，以致词人被称做“王桐花”。细绎词意，此词恐亦有寄托，“往事迢迢”二句，或与其早岁《秋柳》诗一样，表现出对南明王朝的眷念。此词为和<a href=\"https://so.gushiwen.cn/authorv_9cb3b7c0e4a0.aspx\" target=\"_blank\">李清照《蝶恋花》词。李作如下：“暖雨和风初破冻。柳眼梅腮，已觉春心动。酒意诗情谁与共，泪融残粉花钿重。"}}, {"name": "卜算子·兰", "prop": {"content": "松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。", "translation": "　　春天的傍晚，山中的松竹和翠萝笼罩在阵阵寒气之中；幽静的小路边，兰花独自开放，没人欣赏，它能向谁诉说它怨恨呢？这脉脉的幽兰似乎只有梅花才可以共语，但在寂寞的深山中，也许还有探寻幽芳的素心人吧！特意来闻兰花的香味时，花并不香；只有在不经意中，才能闻到花的芳香。"}}, {"name": "州宅堂前荷花", "prop": {"content": "凌波仙子静中芳，也带酣红学醉妆。有意十分开晓露，无情一饷敛斜阳。泥根玉雪元无染，风叶青葱亦自香。想得石湖花正好，接天云锦画船凉。", "translation": "堂前池中的荷花如凌波而行的女神，静静地散发着芳香。那花朵的颜色好似醉酒的贵妃脸上的晕红。迎着朝露开放得很有情意，傍晚，又在落日的余晖中敛起花瓣。它虽然生长在污泥之中，但它洁白如雪，一尘不染。它的叶片，青葱碧绿，散发着特有的清香。想到此刻自己家乡的荷花正开得繁闹，浮云映在湖水中，石湖变得如云锦一般，游船画舫穿梭其中。"}}, {"name": "买花 / 牡丹", "prop": {"content": "帝城春欲暮，喧喧车马度。共道牡丹时，相随买花去。贵贱无常价，酬直看花数。灼灼百朵红，戋戋五束素。上张幄幕庇，旁织巴篱护。水洒复泥封，移来色如故。家家习为俗，人人迷不悟。有一田舍翁，偶来买花处。低头独长叹，此叹无人喻。一丛深色花，十户中人赋。", "translation": "　　这一年暮春，长安城中车水马龙，热闹非凡，原来是到了牡丹盛开的时节，长安城里的名门大户纷纷相随前去买花。牡丹花的价钱贵贱不一，价钱多少以花的品种来定。这里的牡丹有的枝繁叶茂，鲜红欲滴，小小的束花，要付五捆白绢的价钱。它们被精心呵护着，主人还给张上了帷幕，筑起了樊篱，辛勤浇灌之余还培上了最肥沃的土，因此花的颜色还和以前一样鲜艳。家家习以为俗，更没有人认为是错的。有一个老农无意中也来到了买花的地方。目睹此情景，不由得低头长叹，然而此叹又有谁在意呢：这一丛深色的牡丹花价钱相当于十户中等人家一年的赋税了。"}}, {"name": "江畔独步寻花七绝句", "prop": {"content": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。", "translation": "我被江边上的春花弄得烦恼不已，无处讲述这种心情只能痴狂沉醉。来到南边邻居处寻找酷爱饮酒的伙伴，不料床铺空空，十天前便外出饮酒。"}}, {"name": "占春芳·红杏了", "prop": {"content": "红杏了，夭桃尽，独自占春芳。不比人间兰麝，自然透骨生香。对酒莫相忘。似佳人、兼合明光。只忧长笛吹花落，除是宁王。", "translation": "红杏花开过了，娇艳的桃花凋谢了，梨花独自暮春开放，兰草麝香怎能和梨花相比呢？梨花的香气自然飘来深深的像从骨子里沁出。饮酒赏花，忆起这酒似歌妓“佳人”的姿色，兼有荼蘼花般的香艳，梨花啊！不要因时令之笛吹落；否则，担心的便是开国受命之宁王。"}}, {"name": "牡丹", "prop": {"content": "何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。", "translation": "有哪个人不喜欢牡丹花呢，盛开时独占了城中的美景。莫不是洛水女神在那里翩舞吧，千娇万态如同灿烂的朝霞飞腾。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "探春", "prop": {"content": "雪里犹能醉落梅，好营杯具待春来。东风便试新刀尺，万叶千花一手裁。", "translation": "落梅映雪，苔枝缀玉，别是一番景象，犹能引人一醉。我整顿好杯盘器具，等待春天来归。啊，快了，东风就要手持着刀儿尺儿，精心剪裁出春天的红花绿叶。"}}, {"name": "段克己", "dynasty": "金朝"}, {"name": "韩琮", "dynasty": "唐代"}, {"name": "鱼玄机", "dynasty": "唐代"}, {"name": "别储邕之剡中", "prop": {"content": "借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。", "translation": "向你打探问去剡中的道路，你举手示意遥指东南方的越地。乘船由扬州而南下，长长的流水一直通向会稽。溪水清澈，掩映着丛丛绿竹，水明净如镜，映着荷花的倒影，传出阵阵清香。与君辞别前往天姥，抖尽石尘我将高卧于秋日的霜露之中。"}}, {"name": "咏红梅花得“梅”字", "prop": {"content": "白梅懒赋赋红梅，逞艳先迎醉眼开。冻脸有痕皆是血，酸心无恨亦成灰。误吞丹药移真骨，偷下瑶池脱旧胎。江北江南春灿烂，寄言蜂蝶漫疑猜。（出自《红楼梦》第五十回。）", "translation": "　　随着封建制度日趋衰落，当时的豪门，特别是贵族人士，在精神上也日益空虚，做诗成了一种消磨时光和精力的娱乐。他们既然除了“风花雪月”之外别无可写，也就只得从限题、限韵等文字技巧方面去斗智逞能。小说中已换过几次花样，这里每人分得某字为韵，也是由来已久的一种唱和形式。描写这种诗风结习，客观上反映了当时这一阶层人物的无聊的精神状态。"}}, {"name": "赵佶", "dynasty": "宋代"}, {"name": "庆清朝·榴花", "prop": {"content": "玉局歌残，金陵句绝，年年负却熏风。西邻窈窕，独怜入户飞红。前度绿阴载酒，枝头色比舞裙同。何须拟，蜡珠作蒂，缃彩成丛。谁在旧家殿阁？自太真仙去，扫地春空。朱幡护取，如今应误花工。颠倒绛英满径，想无车马到山中。西风后，尚余数点，犹胜春浓。", "translation": "　　王沂孙的艺术风格特长在于咏物。他借用前人诗句，略加点染，榴花风貌就历历在目。把哀感也融入新鲜的审美感中。全词表意清楚，用古事和前人词诗，能消弥其于无痕，这种艺术写法，还是很值得玩味的。"}}, {"name": "同儿辈赋未开海棠", "prop": {"content": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。", "translation": "海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！"}}, {"name": "冬青花", "prop": {"content": "冬青花，花时一日肠九折。隔江风雨晴影空，五月深山护微雪。石根云气龙所藏，寻常蝼蚁不敢穴。移来此种非人间，曾识万年觞底月。蜀魂飞绕百鸟臣，夜半一声山竹裂。", "translation": "　　冬青树，汉朝的宫殿与宋朝诸帝的陵墓都种植它。此诗以“冬青花”为题，有它的特殊意义。"}}, {"name": "杨巨源", "dynasty": "唐代"}, {"name": "庭中有奇树", "prop": {"content": "庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵？但感别经时。", "translation": "庭院里一株佳美的树，满树绿叶衬托着繁盛的花朵。我攀着树枝，摘下了其中一朵，想把它赠送给心中日夜思念的人。花香充满了我的衣服襟袖之间，可是天遥地远，没能送到心上人的手中。并不是此花有什么珍贵，只是有感于离别多时，想借着花儿表达思念之情罢了。"}}, {"name": "好事近·花底一声莺", "prop": {"content": "花底一声莺，花上半钩斜月。月落乌啼何处，点飞英如雪。 东风吹尽去年愁，解放丁香结。惊动小亭红雨，舞双双金蝶。", "translation": "花丛下面夜莺一声鸣唱，花丛上面斜挂着如钩般弯弯的半个月亮。要问月下那鸟儿在何处啼叫?看，前方花枝颤动落英如同雪花飘飘。东风吹来已把去年的愁绪一扫而光，催动着丁香花蕾朵朵绽放。金色的蝴蝶双双飞舞在小亭旁，惊动了花儿的安静，红花似雨洒落在地上。 "}}, {"name": "张鸣善", "dynasty": "元代"}, {"name": "庆清朝·禁幄低张", "prop": {"content": "禁幄低张，彤阑巧护，就中独占残春。容华淡伫，绰约俱见天真。待得群花过后，一番风露晓妆新。妖娆艳态，妒风笑月，长殢东君。 东城边，南陌上，正日烘池馆，竟走香轮。绮筵散日，谁人可继芳尘。更好明光宫殿，几枝先近日边匀。金尊倒，拚了尽烛，不管黄昏。", "translation": "无"}}, {"name": "佚名", "dynasty": "未知"}, {"name": "俞大猷", "dynasty": "明代"}, {"name": "好事近·咏梅", "prop": {"content": "的皪两三枝，点破暮烟苍碧。好在屋檐斜入，傍玉奴横笛。 月华如水过林塘，花阴弄苔石。欲向梦中飞蝶，恐幽香难觅。", "translation": "烟霭浓，暮色苍，几枝疏梅分外亮。清瘦的枝条探过屋檐，把吹笛的美人轻轻依傍。石苔上花影婆娑，月华如水映照着林塘。想化作梦蝶向花飞去，又怕难觅她的幽香！"}}, {"name": "章孝标", "dynasty": "唐代"}, {"name": "荷花", "prop": {"content": "都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。回衾灯照绮，渡袜水沾罗。预想前秋别，离居梦棹歌。", "translation": "夏日荷花绽放，摇曳多姿没有什么花能与之匹敌，它的花香也是别具一格。李将军家为乘凉而设席，我乘马伴着那夕阳而来游曲江。游江归来，看到烛光下的锦被，想起伊人，想到你我曲江相遇之景，你渡水而来打湿了罗袜。想到秋天来临之前你我将要分别心中苦闷，天各一方唯能于梦中见其倩影了。"}}, {"name": "管鉴", "dynasty": "宋代"}, {"name": "卜算子·古涧一枝梅", "prop": {"content": "古涧一枝梅，免被园林锁。路远山深不怕寒，似共春相趓。幽思有谁知，托契都难可。独自风流独自香，明月来寻我。", "translation": "深幽的山涧中一枝梅花独自绽放，不像那些锁在园林里的梅花没有自由。在这路远山深的山谷中，不惧严寒，好似可以躲开春天的热闹。它幽深的心思有谁能懂呢？想找个人谈谈心也不可能。只有独自绽放散发着幽香，偶尔明月相照，它没有忘记了我。"}}, {"name": "和马郎中移白菊见示", "prop": {"content": "陶诗只采黄金实，郢曲新传白雪英。素色不同篱下发，繁花疑自月中生。浮杯小摘开云母，带露全移缀水精。偏称含香五字客，从兹得地始芳荣。", "translation": "陶渊明诗中只是采黄菊的黄精。郢都歌曲中新传唱阳春白雪的白雪花英。白色不同于黄在篱笆墙下发展，繁盛的白花繁白好像从月亮银水中出生。分开来仔细观看，它晶莹剔透，如同云母一样玲珑。从整体上观察，那洁白纯净的花瓣上带着一串串透明的露珠，如水晶般明亮。偏偏称心的五字诗人客对您含着鸡舌香的郎官来称赞，您如这白菊花从此得地就开始欣欣向荣了！ "}}, {"name": "赵溍", "dynasty": "宋代"}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "王充道送水仙花五十支", "prop": {"content": "凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。", "translation": "凌波仙子尘土沾上罗袜，在水上轻盈地踏着微月。是谁招引来着断肠的惊魂，种成了寒花寄愁绝。形体素洁、蕴含芳香欲倾城，山矾是她的弟弟梅是兄。我独坐相对真是个被花恼，出门一笑但见大江横。"}}, {"name": "桂枝香·观木樨有感寄", "prop": {"content": "天高气肃。正月色分明，秋容新沐。桂子初收，三十六宫都足。不辞散落人间去，怕群花、自嫌凡俗。向他秋晚，唤回春意，几曾幽独。 是天上、余香剩馥。怪一树香风，十里相续。坐对花旁，但见色浮金粟。芙蓉只解添秋思，况东篱、凄凉黄菊。入时太浅，背时太远，爱寻高躅。", "translation": "天高气肃，正是月色通明、初秋月夜景象。汉代长安的离宫别馆三十六所引入天空，悬拟出天宫收储桂花已经盈满。乐意散落在人间，只是怕群花染了凡俗。绽放在这秋天的夜晚，意在唤回已去的春意，重留温暖于人间。深情眷注入人间，又何曾自甘幽独呢？是天上的余香遗泽。只怪一股春风，香气绵延数十里。坐对花旁，只见桂花形似金粟。芙蓉花只能增添愁思，更何况那只能助人凄凉的菊花。开在深秋，难以入俗流，只爱寻找那高尚的行迹。"}}, {"name": "宣城见杜鹃花", "prop": {"content": "蜀国曾闻子规鸟，宣城又见杜鹃花。一叫一回肠一断，三春三月忆三巴。", "translation": "在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "郑觉齐", "dynasty": "宋代"}, {"name": "鹧鸪天·桂花", "prop": {"content": "暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)", "translation": "　　此花浅黄而清幽，形貌温顺又娇羞。性情萧疏远离尘世，它的浓香却久久存留。无须用浅绿或大红的色相去招摇炫弄，它本来就是花中的第一流。　　梅花肯定妒忌它，而它又足以令迟开的菊花感到害羞。在装有华丽护栏的花园里，它在中秋的应时花木中无双无俦。大诗人屈原啊，可真叫无情无义，在写到诸多花木的《离骚》里，为何岩桂不被收？"}}, {"name": "水龙吟·载学士院有之", "prop": {"content": "倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。", "translation": "　　身倚栏杆，看碧绿的山色转为丹红，在悠然之间就褪却了香袍的脂粉而成熟起来。上林苑选美一样选上的，忙匆匆的又换掉了由紫云润色的衣裳。枉费了多少个春天啊，从早到晚的又是薰又是染，花儿都为此凋零了。可笑那些庸常的桃花李花，尽管乱涂乱抹地打扮自己，最后还是留下无限的凄凉。且与那些流莺说去吧，切记世间的荣华与富贵，最容易消散而难以保全完整。人世间的得意，就像那自然界的花儿，尽管也有千红百紫的时候，可是转眼之间就到了尽头。白头老人的时候回想平生，是年轻时的少年意气耽误了自己，官场冷酷与无情。如果风流的禀性还没有磨灭，那么就尽情地欢娱在酒中吧，要问人生的意义，那就去看那一年又一年的花枝吧。 "}}, {"name": "有木诗八首·其八", "prop": {"content": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。", "translation": "无"}}, {"name": "李纲", "dynasty": "宋代"}, {"name": "咏槿", "prop": {"content": "园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。", "translation": "园花笑在美好的年岁，春光里池草更觉鲜艳。还不如篱边的木槿花，在玉阶旁姿态如婵娟。花香草茂生命太短促，花草凋落只在霎那间。哪里像美丽的玉树枝，一年到头都光彩灿烂。"}}, {"name": "水仙子·西湖探梅", "prop": {"content": "雪晴天地一冰壶，竟往西湖探老逋，骑驴踏雪溪桥路。笑王维作画图，拣梅花多处提壶。对酒看花笑，无钱当剑沽，醉倒在西湖！", "translation": "雪后初霁，天地仿佛一个巨大的冰壶，一片皎洁晶莹。我前往西湖去看梅，骑着小驴踏着雪渡过溪上的小桥，嘲笑王维的《雪中骑驴图》与这境界相差太远。拣几处好的梅景，在那里提壶饮酒。对着壶中的美酒，看着眼前花如笑颜般的倒影，倘若无钱饮酒，自然可以典当自己的宝剑来换酒喝，尽可醉倒在这西湖！"}}, {"name": "桃花", "prop": {"content": "满树和娇烂漫红，万枝丹彩灼春融。 何当结作千年实，将示人间造化工。", "translation": "满树娇艳的红花娇艳绚烂，万枝千条丹彩流溢，明亮灼目，渲染出一派融融的春色。怎能让它千年长在，年年开花结果，以此来显示人间大自然的工巧？"}}, {"name": "红梅", "prop": {"content": "梨云无梦倚黄昏，薄倩朱铅蚀泪痕。宿酒破寒薰玉骨，仙丹偷暖返冰魂。茜裙影露罗衣卷，霞佩香封缟袂温。回首孤山斜照外，寻真误入杏花村。", "translation": "像梨花一样洁白的云朵，并不是在梦中才能看到，它就游曳在接近黄昏的天空中；就像是佳人所用的薄薄的朱铅一样，能遮掩因忧伤而留下的泪痕。隔夜不醒的酒力仍然灼烧着如梅花般鲜艳洁净的肌骨，丹药带着暖意悄然温暖了冰冷的灵魂。绛红色的裙子下映衬着罗衣微微蜷起的影子，装饰着霞佩与香封的白衣依稀残存着彼此的余温。黄昏的夕阳斜照之外，站在高耸的孤山上蓦然回首，寻找春迹却误入了杏花山村。"}}, {"name": "夜飞鹊·蔡司户席上南", "prop": {"content": "金规印遥汉，庭浪无纹。清雪冷沁花薰。天街曾醉美人畔，凉枝移插乌巾。西风骤惊散，念梭悬愁结，蒂翦离痕。中郎旧恨，寄横竹、吹裂哀云。 空剩露华烟彩，人影断幽坊，深闭千门。浑似飞仙入梦，袜罗微步，流水青苹。轻冰润□，怅今朝、不共清尊。怕云槎来晚，流红信杳，萦断秋魂。", "translation": "　　《夜飞鹊》，入“道宫”。《梦窗词》集入“黄钟商”。一百零七字，前片十句五平韵，后片十句四平韵。主人蔡姓，盖尝纳妓又下堂。词中有“中郎旧恨”、“怅今朝、不共清尊”，据此，该妓定属蔡姓主人。"}}, {"dynasty": "唐代"}, {"name": "陈知玄", "dynasty": "唐代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "落花落", "prop": {"content": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。", "translation": "无"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "眼儿媚·咏梅", "prop": {"content": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。", "translation": "不要认为琼花淡雅素装，谁又和素白的神仙衣服相似呢。是那样的清新幽静，自然是风姿摇曳，仪态优美，不要靠近东边的墙垣。梅花的颜色风姿是上天的恩赐，都带着一些孤寂冷落。可怜漫漫的长夜，花在月光相伴下耐寒而艳丽，稀疏的梅花花影散落在窗前。"}}, {"name": "书幽芳亭记", "prop": {"content": "　　士之才德盖一国，则曰国士；女之色盖一国，则曰国色；兰之香盖一国，则曰国香。自古人知贵兰，不待楚之逐臣而后贵之也。兰甚似乎君子，生于深山薄丛之中，不为无人而不芳；雪霜凌厉而见杀，来岁不改其性也。是所谓“遁世无闷，不见是而无闷”者也。兰虽含香体洁，平居与萧艾不殊。清风过之，其香蔼然，在室满室，在堂满堂，所谓含章以时发者也。　　然兰蕙之才德不同，世罕能别之。予放浪江湖之日久，乃尽知其族。盖兰似君子，蕙似士大夫，大概山林中十蕙而一兰也。《离骚》曰：“予既滋兰之九畹，又树蕙之百亩。”是以知不独今，楚人贱蕙而贵兰久矣。兰蕙丛出，莳以砂石则茂，沃以汤茗则芳，是所同也。至其发花，一干一花而香有余者兰，一干五七花而香不足者蕙。蕙虽不若兰，其视椒则远矣，世论以为国香矣。乃曰“当门不得不锄”，山林之士，所以往而不返者耶！", "translation": "无"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "玉烛新·白海棠", "prop": {"content": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。", "translation": "雨后初晴，白海棠如同一位洗去了胭脂，身着素衣的清丽女子。风吹拂着显得慵懒娇憨的样子，从早到晚都是如此惹人怜爱。到了微寒夜晚，白海棠披上了乌衣，静静睡去。院子里寂静无声，银烛还散发着柔和的光芒，白海棠发出微弱的香气暗侵襟袖，沁人心脾。你的芳心如花朵初绽，能占几分春光？花儿们争奇斗艳，可是谁能像你那样素净清雅？你的神韵，堪称花中第一，让我在花前为你弹奏一曲《高山流水》吧。"}}, {"name": "点绛唇·素香丁香", "prop": {"content": "落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。", "translation": "树叶还是稀稀落落的，丁香树叶下丁香花就开放了，吐露出的素淡的香气环绕着树，雅士称赞这是幽居之士的乐趣。 丁香花没有想争夺春光，梅花不要嫉妒。她在春雨中愁绪满怀，好像在怀念江南故土。"}}, {"name": "张鎡", "dynasty": "宋代"}, {"name": "少年游·重阳过后", "prop": {"content": "重阳过后，西风渐紧，庭树叶纷纷。朱阑向晓，芙蓉妖艳，特地斗芳新。霜前月下，斜红淡蕊，明媚欲回春。莫将琼萼等闲分，留赠意中人。", "translation": "刚刚过了重阳节，天气渐渐冷了，庭院里秋风瑟瑟。落叶纷纷。在这秋日的清晨，朱红阑干外的木芙蓉却开得非常美艳，像在特地竞吐新的芬芳。天气逐渐寒冷。白色的木美蓉在淡淡的月光下摇曳生姿，就像是镀上了一层薄薄的清霜。这一枝斜立着，红得像火一样灿烂；那一枝低垂着，白得像雪一样晶莹。所有的花似乎都不畏霜寒，都开得那么明艳，那么妩媚，让人觉得仿佛回到了温暖的春天。不要把这玲珑剔透的花儿随便地摘下来分了，还是留着它赠送给意中人吧。"}}, {"name": "舒元舆", "dynasty": "唐代"}, {"name": "刘翰", "dynasty": "宋代"}, {"name": "薛宝钗咏白海棠", "prop": {"content": "珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。", "translation": "　　首联“珍重芳姿昼掩门，自携手瓮灌苔盆”，描绘出诗人端凝庄重的性格。首句一语双关，因“珍重芳姿”而致白昼掩门，既写诗人珍惜白海棠，又写诗人珍重自我，刻画出封建时代贵族少女的矜持心理。诗人用“手瓮”盛水亲自浇灌白海棠，亦是爱惜花儿，珍重自我的一种表现。"}}, {"name": "落花", "prop": {"content": "连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。", "translation": "连理枝头艳丽的鲜花正在盛开，但风雨嫉妒鲜花的美丽，时时刻刻想要催促鲜花凋谢。我真想让掌管春天的神长久做主，不让娇嫩可爱的鲜花落到碧绿的青苔上。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "客中初夏", "prop": {"content": "四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。", "translation": "四月天气已是清明和暖，雨过天晴，山色更加青翠怡人，正对门的南山变得更加明净了。没有随风飘扬的柳絮在眼前纷纷扰扰，只有葵花朝向着太阳开放。"}}, {"name": "陈叔宝", "dynasty": "南北朝"}, {"name": "小溪至新田四首·其四", "prop": {"content": "懊恼春光欲断肠，来时长缓去时忙。落红满路无人惜，蹈作花泥透脚香。", "translation": "懊恼春天的时光如此短暂，让人愁断肠，来的时候如此缓慢离开得那般迅速。掉落满地的落花无人怜惜，人们来来往往把花踏成泥，沾着满身满脚的香气。"}}, {"name": "水仙子·寻梅", "prop": {"content": "冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香？ 忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。", "translation": "冬前冬后转遍了几个村庄，踏遍了溪南溪北，双脚都沾满了霜，又爬上孤山，在梅树丛中上下寻觅，都未见到梅花的踪迹，寻梅不遇，沮丧地立于山头，忽然一阵寒风吹来，不知从何处带来一阵幽香，蓦然回首，她竟然就在身后，那样淡妆素雅，俏然而立。我顿时如遇梅花仙子一般，惊讶于她的清丽脱俗，沉醉于她的风华绝代。然而春寒使我从醉梦中醒来，听到凄怨的笛声，便想到春天会尽，梅花也会片片凋落，此时淡淡的月色笼罩着黄昏。"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "十一月二十六日松风亭", "prop": {"content": "春风岭上淮南村，昔年梅花曾断魂。岂知流落复相见，蛮风蜑雨愁黄昏。长条半落荔支浦，卧树独秀桄榔园。岂惟幽光留夜色，直恐冷艳排冬温。松风亭下荆棘里，两株玉蕊明朝暾。海南仙云娇堕砌，月下缟衣来扣门。酒醒梦觉起绕树，妙意有在终无言。先生独饮勿叹息，幸有落月窥清樽。", "translation": "无"}}, {"name": "张养浩", "dynasty": "元代"}, {"name": "长安晚秋 / 秋望 ", "prop": {"content": "云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。", "translation": "拂晓的云与攀在漫天游动，楼台殿阁高高耸立触天空。残星点点大雁南飞越关塞，悠扬笛声里我只身倚楼中，艳萦的菊花静静地吐芳幽，红红的莲花落瓣忧心忡仲。可惜鲈鱼正美回也回不去，头戴楚冠学着囚徒把数充。"}}, {"name": "林古度", "dynasty": "清代"}, {"name": "李绅", "dynasty": "唐代"}, {"name": "魏夫人", "dynasty": "宋代"}, {"name": "殿前欢·对菊自叹", "prop": {"content": "可怜秋，一帘疏雨暗西楼，黄花零落重阳后，减尽风流。对黄花人自羞，花依旧，人比黄花瘦。问花不语，花替人愁。", "translation": "在可悲可叹的秋天，帘外稀稀落落的秋雨使西楼变得昏暗幽寂。重阳节后，菊花渐渐凋零，失去了当初的风流韵致。然而面对菊花，人更觉羞惭。花还是同去年的花一样，可是人却比菊花还要憔悴消瘦。将心事说与花听，花默默无语，却暗自替人惆怅。。"}}, {"name": "城南二首·其一", "prop": {"content": "雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。", "translation": "春雨迅猛，池塘水满与堤齐平，远处群山高低不齐，东边西侧，山路崎岖。热闹地开了一阵的桃花和李花已经凋谢，只能看见萋萋的春草，碧绿一片。"}}, {"name": "咏红梅花得“红”字", "prop": {"content": "桃未芳菲杏未红，冲寒先喜笑东风。魂飞庾岭春难辨，霞隔罗浮梦未通。绿萼添妆融宝炬，缟仙扶醉跨残虹。看来岂是寻常色，浓淡由他冰雪中。（出自《红楼梦》第五十回。）", "translation": "　　《咏红梅花得“红”字》是《红楼梦》中邢岫烟所作，该诗和《咏红梅花得“梅”字》、《咏红梅花得“花”字》都出自小说第五十回。书中众人在芦雪庵联句，贾宝玉写诗“落了第”，被罚往栊翠庵折红梅花。大家又叫新来的邢岫烟、李纹、薛宝琴每人再作一首七律，按次用“红”、“梅”、“花”三字做韵。专命折得红梅的贾宝玉做一首《访妙玉乞红梅》诗。"}}, {"name": "牡丹吟", "prop": {"content": "牡丹花品冠群芳，况是其间更有王。四色变而成百色，百般颜色百般香。", "translation": "牡丹气质高雅是花中的佼佼者，何况牡丹花中更有牡丹花王。四种颜色变成了各种各样的色彩，每种颜色还有各自的香味。"}}, {"name": "葬花吟", "prop": {"content": "花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去。柳丝榆荚自芳菲，不管桃飘与李飞；桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼；明媚鲜妍能几时，一朝漂泊难寻觅。花开易见落难寻，阶前愁杀葬花人，独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门；青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去未闻。昨宵庭外悲歌发，知是花魂与鸟魂？花魂鸟魂总难留，鸟自无言花自羞；愿侬此日生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔净土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知是谁？试看春残花渐落，便是红颜老死时；一朝春尽红颜老，花落人亡两不知！——程高通行本花谢花飞飞满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。闺中女儿惜春暮，愁绪满怀无释处。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与李飞。桃李明年能再发，明年闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷死葬花人。独倚花锄泪暗洒，洒上空枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞到天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抷净土掩风流！质本洁来还洁去，强于污淖陷渠沟。尔今死去侬收葬，未卜侬身何日丧？侬今葬花人笑痴，他年葬侬知有谁？试看春残花渐落，便是红颜老死时。一朝春尽红颜老，花落人亡两不知！——甲戌本花谢花飞花满天，红消香断有谁怜？游丝软系飘春榭，落絮轻沾扑绣帘。帘中女儿惜春莫，愁绪满怀无处诉。手把花锄出绣帘，忍踏落花来复去？柳丝榆荚自芳菲，不管桃飘与柳飞。桃李明年能再发，明岁闺中知有谁？三月香巢已垒成，梁间燕子太无情！明年花发虽可啄，却不道人去梁空巢也倾。一年三百六十日，风刀霜剑严相逼。明媚鲜妍能几时？一朝漂泊难寻觅。花开易见落难寻，阶前闷杀葬花人。独把香锄泪暗洒，洒上花枝见血痕。杜鹃无语正黄昏，荷锄归去掩重门。青灯照壁人初睡，冷雨敲窗被未温。怪奴底事倍伤神？半为怜春半恼春。怜春忽至恼忽去，至又无言去不闻。昨宵庭外悲歌发，知是花魂与鸟魂。花魂鸟魂总难留，鸟自无言花自羞。愿奴胁下生双翼，随花飞落天尽头。天尽头，何处有香丘？未若锦囊收艳骨，一抔冷土掩风流。质本洁来还洁去，强于污淖陷渠沟。尔今死去奴收葬，未卜奴身何日亡？奴今葬花人笑痴，他年葬奴知是谁？试看春残花渐落，便是红颜老死时！一朝春尽红颜老，花落人亡两不知。——周汝昌校本", "translation": "无"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "酒泉子·买得杏花", "prop": {"content": "买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。", "translation": "买来的杏花，离家十年归来刚刚看到她开放。假山的西面，药圃的东头，满枝开得正红。花儿开得快也落得快，一忽儿全都成空。白发年老却多情，人就是这样怜惜感伤。黄昏时举酒祈祷东风，愿你对她稍加宽厚，吹拂从容。"}}, {"name": "代迎春花招刘郎中", "prop": {"content": "幸与松筠相近栽，不随桃李一时开。杏园岂敢妨君去，未有花时且看来。", "translation": "幸亏与松竹同处一起栽，不愿随着桃李花一时开。杏园哪里敢妨碍你离去，没有花之时你再且看来。"}}, {"name": "赏海棠花妖诗", "prop": {"content": "海棠何事忽摧隤？今日繁花为底开？应是北堂增寿考，一阳旋复占先梅。", "translation": "　　《红楼梦》八十回以后为续补文字，非曹雪芹所作。《赏海棠花妖诗》出自第九十四回，共有三首。这首《赏海棠花妖诗·海棠何事忽摧隤》就是其中之一，为贾宝玉所作。小说中，怡红院里的海棠本来枯萎了几棵，忽然冬日开花，贾赦、贾政说是花妖作怪，贾母说是喜兆，命人备酒赏花。贾宝玉等人“彼此都要讨老太太的喜欢”，就做了诗。"}}, {"name": "菩萨蛮·催花未歇花奴", "prop": {"content": "催花未歇花奴鼓，酒醒已见残红舞。不忍覆馀觞，临风泪数行。粉香看又别，空剩当时月。月也异当时，凄清照鬓丝。", "translation": "催促春花盛开的鼓声一直还没有停，酒醒之后已经看见落花纷纷扬扬。不忍倾杯一饮而尽这酒杯中残余的薄酒。面对秋风，离情别绪顿生，情不自禁地流下眼泪。可爱的人儿阿，如今这离别又出现在眼前，寂空无所依，只留下一轮圆月，独立天际，甚至就连这月亮也与当时我们在一起时不同，你看这凄凉的清光缕缕地照在我的青丝上，如何不催人泪下。"}}, {"name": "杂咏八首上礼部李侍郎", "prop": {"content": "四月深涧底，桃花方欲然。宁知地势下，遂使春风偏。此意颇堪惜，无言谁为传。过时君未赏，空媚幽林前。", "translation": "四月山间的河流清澈见底，山上的桃花才将要开放。哪里知道桃树长在地势偏下的地方，于是春风就偏往河边吹。此惺惺相惜的情谊十分值得珍惜，但这无声的情谊谁来替你们传达。过段时间若无人欣赏，就白白在这山间幽林处独自绽放。"}}, {"name": "蜀葵花歌", "prop": {"content": "昨日一花开，今日一花开。今日花正好，昨日花已老。始知人老不如花，可惜落花君莫扫。人生不得长少年，莫惜床头沽酒钱。请君有钱向酒家，君不见，蜀葵花。", "translation": "　　《蜀葵花歌》是岑参七言歌行的代表作。岑参擅长七言歌行，他的歌行不用乐府旧题，而是自立新题，通过语句长短和押韵形式的灵活变换，使诗歌产生多样化的节奏和蓬勃动人的旋律。"}}, {"name": "海棠", "prop": {"content": "东风袅袅泛崇光，香雾空蒙月转廊。只恐夜深花睡去，故烧高烛照红妆。", "translation": "袅袅的东风吹拂暖意融融，春色更浓。花朵的香气融在朦胧的雾里，而月亮已经移过了院中的回廊。只害怕夜深人静花儿独自开放无人欣赏，特意点燃蜡烛来照亮海棠的美丽姿容。"}}, {"name": "宴山亭·北行见杏花", "prop": {"content": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。", "translation": "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。"}}, {"name": "琐窗寒·玉兰", "prop": {"content": "绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。", "translation": "　　《琐窗寒》一名《锁窗寒》，双调九十九字。前片十句，四仄韵；后片十句，六仄韵。据近人杨铁夫《梦窗词笺释》中说：“题标‘玉兰’，实指去姬，诗之比体；上阕映合花，下阕直说人，又诗之兴体。”“梦窗一生恨事全见。”"}}, {"name": "如梦令·道是梨花不是", "prop": {"content": "道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记。人在武陵微醉。", "translation": "说是梨花又不是。道是杏花也不是。花瓣白白又红红，风韵独特有情趣。曾记得。曾记得。武陵渔人被陶醉。"}}, {"name": "水龙吟·白莲", "prop": {"content": "仙人掌上芙蓉，涓涓犹滴金盘露。轻装照水，纤裳玉立，飘飘似舞。几度销凝，满湖烟月，一汀鸥鹭。记小舟夜悄，波明香远，浑不见、花开处。应是浣纱人妒。褪红衣、被谁轻误？闲情淡雅，冶姿清润，凭娇待语。隔浦相逢，偶然倾盖，似传心素。怕湘皋佩解，绿云十里，卷西风去。", "translation": "无"}}, {"name": "章楶", "dynasty": "宋代"}, {"name": "访妙玉乞红梅", "prop": {"content": "酒未开樽句未裁，寻春问腊到蓬莱。不求大士瓶中露，为乞孀娥槛外梅。入世冷挑红雪去，离尘香割紫云来。槎枒谁惜诗肩瘦，衣上犹沾佛院苔。", "translation": "无"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "丁香结·夷则商秋日海", "prop": {"content": "香袅红霏，影高银烛，曾纵夜游浓醉。正锦温琼腻。被燕踏、暖雪惊翻庭砌。马嘶人散后，秋风换、故园梦里。吴霜融晓，陡觉暗动偷春花意。 还似。海雾冷仙山，唤觉环儿半睡。浅薄朱唇，娇羞艳色，自伤时背。帘外寒挂澹月，向日秋千地。怀春情不断，犹带相思旧子。", "translation": "　　“丁香结”，词牌名，以李商隐“芭蕉不展丁香结”诗句意为名。双调，九十九字。前片九句，五仄韵；后片十句，五仄韵。"}}, {"name": "刘铉", "dynasty": "宋代"}, {"name": "尹焕", "dynasty": "宋代"}, {"name": "牡丹", "prop": {"content": "近来无奈牡丹何，数十千钱买一窠。今朝始得分明见，也共戎葵不校多。", "translation": "近来对牡丹真是没有什么办法，数万钱才能够买到一株。今天早晨才得以明明白白地看见，那牡丹跟蜀葵也相差不多。"}}, {"name": "梅花", "prop": {"content": "三月东风吹雪消，湖南山色翠如浇。一声羌管无人见，无数梅花落野桥。", "translation": "三月春风吹拂，冰雪渐渐消融，湖的南面山色翠绿，如同被水淋洗过。听到一声悠悠的羌管，却无人出现，只见无数的梅花，飘落在野桥上。"}}, {"name": "雍裕之", "dynasty": "唐代"}, {"name": "花底", "prop": {"content": "紫萼扶千蕊，黄须照万花。忽疑行暮雨，何事入朝霞。恐是潘安县，堪留卫玠车。深知好颜色，莫作委泥沙。", "translation": "　　《花底》写于杜甫流寓成都时，地点是彭州九陇县的丹景山。上元元年（公元760年）三月，杜甫在老友严武、高适等人的资助下，草堂盖成。几经漂泊，终于暂得安宁的诗人应好友高适之邀。《花底》出自《全唐诗》卷234，由唐朝诗人杜甫流寓成都时所作的一首五言律诗。 "}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "徐再思", "dynasty": "元代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "浣溪沙·谁道飘零不可", "prop": {"content": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。", "translation": "谁说花儿凋零不令人生起怜爱之情呢？当年同游之时正是春花竞放的美好时光。而今友人已去，空余自己独身一人。眼前一片红花刚刚被春雨打湿花瓣，丝丝嫩柳在烟霭中随风摇曳。在夕阳落照前的美景令少女为之梦断魂销。"}}, {"name": "严蕊", "dynasty": "宋代"}, {"name": "永遇乐·舟中感旧", "prop": {"content": "无恙桃花，依然燕子，春景多别。前度刘郎，重来江令，往事何堪说。逝水残阳，龙归剑杳，多少英雄泪血。千古恨、河山如许，豪华一瞬抛撇。白玉楼前，黄金台畔，夜夜只留明月。休笑垂杨，而今金尽，秾李还消歇。世事流云，人生飞絮，都付断猿悲咽。西山在、愁容惨黛，如共人凄切。", "translation": "无"}}, {"name": "谢枋得", "dynasty": "宋代"}, {"name": "相见欢·花前顾影粼", "prop": {"content": "花前顾影粼粼。水中人。水面残花片片绕人身。私自整，红斜领，茜儿巾。却讶领间巾里刺花新。", "translation": "　　此词以景衬人，景与人融为一体。构思新巧，极富生活情趣。花影斑斑，清水粼粼，映衬着女子娟秀的体貌。花片人面在水中融合、荡开，色彩缤纷，妖冶多姿。女子颔首整衣，显出了领间襟里所绣的新式花朵。全词清新婉丽，曲折有致。 "}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "凄凉犯·重台水仙", "prop": {"content": "空江浪阔。清尘凝、层层刻碎冰叶。水边照影，华裾曳翠，露搔泪湿。湘烟暮合。□尘袜、凌波半涉。怕临风、□欺瘦骨，护冷素衣叠。樊姊玉奴恨，小钿疏唇，洗妆轻怯。汜人最苦，纷痕深、几重愁靥。花隘香浓，猛熏透、霜绡细摺。倚瑶台，十二金钱晕半掐。", "translation": "无"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "卷珠帘·记得来时春未", "prop": {"content": "记得来时春未暮，执手攀花，袖染花梢露。暗卜春心共花语，争寻双朵争先去。多情因甚相辜负，轻拆轻离，欲向谁分诉。泪湿海棠花枝处，东君空把奴分付。", "translation": "记得你来的时候还没到春末，你我执手攀花，花枝上的露水沾湿了衣袖。暗香初恋时光，盼望海棠能给以启示，争先去寻并蒂双花以证爱情能美满久长。你为何要辜负我的一片情意，轻易毁约，令人一腔幽恨，欲诉无门。再次来到曾经的花树下，只能暗暗垂泪。春之神啊！你为何把我交付给这样无情之人。"}}, {"name": "花犯·郭希道送水仙索", "prop": {"content": "小娉婷，清铅素靥，蜂黄暗偷晕。翠翘欹鬓。昨夜冷中庭，月下相认。睡浓更苦凄风紧。惊回心未稳。送晓色、一壶葱茜，才知花梦准。 湘娥化作此幽芳，凌波路，古岸云沙遗恨。临砌影，寒香乱、冻梅藏韵。熏炉畔、旋移傍枕，还又见、玉人垂绀鬒。料唤赏、清华池馆，台杯须满引。", "translation": "无"}}, {"name": "江梅", "prop": {"content": "梅蕊腊前破，梅花年后多。绝知春意好，最奈客愁何。雪树元同色，江风亦自波。故园不可见，巫岫郁嵯峨。", "translation": "腊月前梅蕊己破，新年后梅花正多。明知此地啊春光美好，可心怀客愁而又无可奈何！江梅和白雪原来同此一色，春风也徒自节江水漾动清波。故乡的春色渺不可见，苍郁的巫山空自巍峨。"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "裴给事宅白牡丹", "prop": {"content": "长安豪贵惜春残，争玩街西紫牡丹。 别有玉盘承露冷，无人起就月中看。", "translation": "长安的富贵人家痛惜春色将残，争相观赏大街以西的紫色牡丹。另有白色牡丹像玉盘承着冷露，却没有人愿在月光下欣赏细看。"}}, {"name": "问菊", "prop": {"content": "欲讯秋情众莫知，喃喃负手叩东篱。孤标傲世偕谁隐，一样花开为底迟？圃露庭霜何寂寞，鸿归蛩病可相思？休言举世无谈者，解语何妨话片时。", "translation": "我想要问讯秋天的信息，众人皆不知，我背着手，口中念念有词地叩问东篱下栽种的菊花。孤标傲世的人应该找谁一起归隐？为什么同样是开花，你却比春花更迟？空荡荡的庭院，落满霜露，那是何等的寂寞？大雁南归、蟋蟀停止了鸣叫，可曾引起你的相思？不要说世界上没有人能与你接谈，你哪怕能与我说上片言只语，我们也能相互理解对方的心思。"}}, {"name": "金钱花", "prop": {"content": "占得佳名绕树芳，依依相伴向秋光。若教此物堪收贮，应被豪门尽劚将。", "translation": "拥有佳名的金钱花围绕着大树吐露芬芳，相依相伴地依偎在一起向着明丽的秋光。如果它们真像金钱那样可以被收藏起来，应该早就被那些豪门贵族之家挖尽砍光。"}}, {"name": "谒金门·花满院", "prop": {"content": "花满院。飞去飞来双燕。红雨入帘寒不卷。晓屏山六扇。 翠袖玉笙凄断。脉脉两蛾愁浅。消息不知郎近远。一春长梦见。", "translation": "①两蛾：双眉，双目。蛾，即娥眉。 "}}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "陈克", "dynasty": "宋代"}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "春桂问答二首", "prop": {"content": "问春桂，桃李正芬华。年光随处满，何事独无花。 春桂答，春华讵能久。风霜摇落时，独秀君知不。", "translation": "问春桂：桃李花开得正好。到处都是一片芳华，你为何独独不开呢？"}}, {"name": "刘次庄", "dynasty": "宋代"}, {"name": "六丑·杨花", "prop": {"content": "似东风老大，那复有、当时风气。有情不收，江山身是寄。浩荡何世。但忆临官道，暂来不住，便出门千里。痴心指望回风坠。扇底相逢，钗头微缀。他家万条千缕，解遮亭障驿，不隔江水。瓜洲曾舣，等行人岁岁。日下长秋，城乌夜起。帐庐好在春睡。共飞归湖上，草青无地。愔愔雨、春心如腻。欲待化、丰乐楼前，青门都废。何人念、流落无几。点点抟作，雪绵松润，为君裛泪。", "translation": "无"}}, {"name": "五岁咏花", "prop": {"content": "花开满树红，花落万枝空。唯余一朵在，明日定随风。", "translation": "花开时节满树鲜红，花落之后万枝皆空。剩下的唯一的那朵花呀，明天也要随风飘落了。"}}, {"dynasty": "先秦"}, {"name": "赵以夫", "dynasty": "宋代"}, {"name": "柳浑", "dynasty": "唐代"}, {"name": "蔷薇花", "prop": {"content": "朵朵精神叶叶柔，雨晴香拂醉人头。 石家锦幛依然在，闲倚狂风夜不收。", "translation": "每一朵花都精神抖擞，每一片叶都温润如玉，雨后晴天，花香飘拂，令人陶醉。花开繁华，好像石崇的五十里锦步障依然光鲜亮丽，在狂风之夜悠闲地倚在墙上，并不收拢她的花瓣。"}}, {"name": "江畔独步寻花", "prop": {"content": "黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。", "translation": "黄四娘家周围小路开满鲜花，万千花朵压弯枝条离地低又低。嬉闹的彩蝶在花间盘旋飞舞不舍离去，自由自在的小黄莺叫声悦耳动人。"}}, {"name": "卜算子·竹里一枝梅", "prop": {"content": "岁见梅追和一首，终恨有儿女子态耳 竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖余香冷。", "translation": "一年中看到梅花，于是作诗追和，始终遗憾有儿女似的忸怩情态。竹林里的一枝梅花经过雨水的冲洗显得柔美可人，亭亭静立。让人怀疑这是美人在傍晚时绰约的身影。心中出现的遗憾有谁知道呢，往事不堪回首啊。眠梦绕着小平台游走，回来后只有寂寞作陪，此时沾在袖子上梅花的余香已经冷淡了。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "贺新郎·夏景", "prop": {"content": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。", "translation": "小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。"}}, {"name": "杨基", "dynasty": "明代"}, {"name": "顾太清", "dynasty": "清代"}, {"name": "临发崇让宅紫薇", "prop": {"content": "一树浓姿独看来，秋庭暮雨类轻埃。不先摇落应为有，已欲别离休更开。桃绥含情依露井，柳绵相忆隔章台。天涯地角同荣谢，岂要移根上苑栽。", "translation": "一树孤独的紫薇，千娇百媚怒放开来，秋天深深庭院的暮雨，细蒙蒙好似尘埃。紫薇花不太早凋谢是在等待欣赏的人来，现在赏花人就要离去，花也不必再开。对紫薇一往深情的桃花紧紧依傍露井，轻柔芜媚的柳条对紫薇互相间的思念竟隔着幸台。就算花开在天涯地角，同样有荣有谢，又何必定要移植到上林苑中去？"}}, {"name": "赵秉文", "dynasty": "元代"}, {"name": "司空图", "dynasty": "唐代"}, {"name": "徐凝", "dynasty": "唐代"}, {"dynasty": "未知"}, {"name": "菊", "prop": {"content": "篱落岁云暮，数枝聊自芳。雪裁纤蕊密，金拆小苞香。千载白衣酒，一生青女霜。春丛莫轻薄，彼此有行藏。", "translation": "一年将近在篱笆边，几枝菊暂且开得欢。白雪裁剪出细蕊密，金蕾开放香气连连。千年曾为贫士之酒，一生都被霜雪摧残。春日花丛不要轻薄，彼此行止都是天然。"}}, {"name": "王淇", "dynasty": "宋代"}, {"name": "春光好·花滴露", "prop": {"content": "花滴露，柳摇烟，艳阳天。雨霁山樱红欲烂，谷莺迁。饮处交飞玉斝，游时倒把金鞭。风飐九衢榆叶动，簇青钱。", "translation": "无"}}, {"name": "残菊", "prop": {"content": "露凝霜重渐倾欹，宴赏才过小雪时。蒂有余香金淡泊，枝无全叶翠离披。半床落月蛩声病，万里寒云雁阵迟。明岁秋风知再会，暂时分手莫相思。", "translation": "　　此诗为清代伟大文学家曹雪芹创作的长篇小说《红楼梦》中的人物诗，贾探春（蕉下客）作，是海棠诗社菊花诗中的最末一首。此诗作为小说人物诗，深刻展现了探春富于冷静理性的性格。“残菊”即“残局”，暗寓大观园少女们的悲剧命运。 "}}, {"name": "毛珝", "dynasty": "宋代"}, {"name": "玉树后庭花", "prop": {"content": "丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。", "translation": "楼殿高阁前有芳林花草竞相争春，妃子们本就貌美如花，再加上盛装打扮，更加显出倾城之貌。妃子起初掩映着窗子，外面春光的娇美之景无法进入她们的芳阁。但妃子一出闺阁，万般春日丽景都失去了颜色。妃子笑容可掬，盈盈走出门户。她们的脸就像带着晶莹雨露的鲜花，她们的美态就如玉树那样秀丽，流光溢彩，清雅别致。花儿从开放时的争奇斗艳到枯萎的凋零是很短暂的时光，到花瓣都落光的时候一切又都归于了平凡。"}}, {"name": "金缕曲·咏白海棠", "prop": {"content": "洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。", "translation": "无"}}, {"name": "好事近·梦中作", "prop": {"content": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)", "translation": "春天的雨水让路旁的花儿竞相开放，轻轻拂过，山花随风摇曳，整个山间涌动着明媚的春光。沿着山路来到小溪尽头，惊起无数只黄莺在溪头林间纷飞啼鸣。天空中飞动的云彩在山风吹拂下，千变万化，如龙似蛇，在碧空中屈伸舒展，十分自如。这时，我正醉卧古藤阴下，朦胧迷离，全然忘却了纷繁复杂的尘世。"}}, {"name": "牡丹赋", "prop": {"content": "　　古人言花者，牡丹未尝与焉。盖遁乎深山，自幽而著。以为贵重所知，花则何遇焉？天后之乡，西河也，有众香精舍，下有牡丹，其花特异，天后叹上苑之有阙，因命移植焉。由此京国牡丹，日月寖盛。今则自禁闼洎官署，外延士庶之家，弥漫如四渎之流，不知其止息之地。每暮春之月，遨游之士如狂焉。亦上国繁华之一事也。近代文士为歌诗以咏其形容，未有能赋之者。余独赋之，以极其美。或曰：子常以丈夫功业自许，今则肆情于一花，无乃犹有儿女之心乎？余应之曰：吾子独不见张荆州之为人乎？斯人信丈夫也。然吾观其文集之首，有《荔枝赋》。焉。荔枝信美矣，然亦不出一果尔，与牡丹何异哉？但问其所赋之旨何如，吾赋牡丹何伤焉，或者不能对，余遂赋以示之。　　圆玄瑞精，有星而景，有云而卿。其光下垂，遇物流形。草木得之，发为红英。英之甚红，钟乎牡丹。拔类迈伦，国香欺兰。我研物情，次第而观。　　暮春气极，绿苞如珠。清露宵偃。韶光晓驱。动荡支节，如解凝结，百脉融畅，气不可遏。兀然盛怒，如将愤泄。淑色披开，照曜酷烈。美肤腻体，万状皆绝。赤者如日，白者如月。淡者如赭，殷者如血。向者如迎，背者如诀。坼者如语，含者如咽。俯者如愁，仰者如悦。袅者如舞，侧者如跌。亚者如醉，曲者如折。密者如织，疏者如缺。鲜者如濯，惨者如别。初胧胧而下上，次鳞鳞而重叠。锦衾相覆，绣帐连接。晴笼昼熏，宿露宵袌。或灼灼腾秀，或亭亭露奇。或飐然如招，或俨然如思，或希风如吟，或泫露如悲。或垂然如缒，或烂然如披。或迎日拥砌，或照影临池。或山鸡已驯，或威凤将飞。其态万万，胡可立辩？不窥天府，孰得而见？　　乍遇孙武，来此教战。教战谓何？摇摇纤柯。玉栏风满，流霞成波，历阶重台，万朵千棵。西子南威，洛神湘娥。或倚或扶，朱颜色酡。角炫红釭，争颦翠娥。灼灼夭夭，逶逶迤迤。汉宫三千，艳列星河，我见其少，孰云其多。弄彩呈妍，压景骈肩。席发银烛，炉升绛烟。洞府真人，会于群仙。晶荧往来，金釭列钱。凝睇相看，曾不晤言。未及行雨，先惊旱莲。公室侯家，列之如麻。咳唾万金，买此繁华。遑恤终日，一言相夸。列幄庭中，步障开霞。曲庑重梁，松篁交加。如贮深闺，似隔窗纱，仿佛息妫，依稀馆娃。我来观之，如乘仙槎。脉脉不语，迟迟日斜。九衢游人，骏马香车。有酒如渑，万坐笙歌。一醉是竞，孰知其他。我案花品，此花第一。脱落群类，独占春日。其大盈尺，其香满室。叶如翠羽，拥抱栉比。蕊如金屑，妆饰淑质。玫瑰羞死，芍药自失。夭桃敛迹，秾李惭出。踯躅宵溃，木兰潜逸。朱槿灰心，紫薇屈膝，皆让其先，敢怀愤嫉？　　焕乎！美乎！后土之产物也。使其花如此而伟乎，何前代寂寞而不闻？今则昌然而大来。曷草木之命，亦有时而塞，亦有时而开？吾欲问汝，曷为而生哉？汝且不言，徒留玩以徘徊。", "translation": "无"}}, {"name": "腊日宣诏幸上苑 / ", "prop": {"content": "明朝游上苑，火速报春知。花须连夜发，莫待晓风吹。", "translation": "明天早上要游览上苑，火速传诏给春神让它知晓。百花一定要连夜齐放，不要等到晓风吹来方才开放。"}}, {"name": "卜算子·芍药打团红", "prop": {"content": "芍药打团红，萱草成窝绿。帘卷疏风燕子归，依旧卢仝屋。贫放麹生疏，闲到青奴熟。扫地焚香伴老仙，人胜连环玉。", "translation": "红色的芍药聚成团，绿色的萱草长成一窝一窝的。帘子卷着细风，燕子也从外面归来，我住的还是卢仝那样的破屋子。因为贫困，麴都放得荒疏了，因为无事可做，只能躺在床上，床上的青奴好像都热熟了。可每日扫地焚香伴着老仙，在这样的生活里，人比连环玉活地还精致些。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "鬲溪梅令·丙辰冬自无", "prop": {"content": "丙辰冬，自无锡归，作此寓意。好花不与殢香人，浪粼粼。又恐春风归去绿成阴，玉钿何处寻。木兰双桨梦中云，小横陈。漫向孤山山下觅盈盈，翠禽啼一春。", "translation": "宋宁宗庆元二年，计划从无锡回杭州，作此词已寄我的心意。"}}, {"name": "王冕", "dynasty": "元代"}, {"name": "咏桂", "prop": {"content": "世人种桃李，皆在金张门。攀折争捷径，及此春风暄。一朝天霜下，荣耀难久存。安知南山桂，绿叶垂芳根。清阴亦可托，何惜树君园。", "translation": "世人皆爱种植桃李，都是在权贵世家的庭院里。都想找门路找捷径，好趁春风得意。像桃李花那样的，很难长久保持艳色荣华。他们不知道南山上的桂花树，常年绿叶垂阴。在桂花树下乘凉，凉爽又芳香，何不把桂花种植在你的庭院？"}}, {"name": "武则天", "dynasty": "唐代"}, {"name": "清平调·名花倾国两相", "prop": {"content": "名花倾国两相欢，长得君王带笑看。(长得 一作：常得)解释春风无限恨，沉香亭北倚栏杆。", "translation": "绝代佳人与红艳牡丹相得益彰，常常使得君王满面笑容不停观看。在沉香亭北共同倚靠着栏杆，动人姿色似春风能消无限春愁春恨。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "菩萨蛮·水晶帘外娟娟", "prop": {"content": "水晶帘外娟娟月，梨花枝上层层雪。花月两模糊，隔窗看欲无。月华今夜黑，全见梨花白。花也笑姮娥，让他春色多。", "translation": "无"}}, {"name": "汪中", "dynasty": "清代"}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "杜鹃花得红字", "prop": {"content": "愁锁巴云往事空，只将遗恨寄芳丛。归心千古终难白，啼血万山都是红。枝带翠烟深夜月，魂飞锦水旧东风。至今染出怀乡恨，长挂行人望眼中。", "translation": "愁云密锁蜀国的土地，往事皆成空；怀念故国的心情无法放下，便把它寄托给盛开的杜鹃花丛。那归心，千万年来，向谁陈述，谁能理解？声声悲啼，口角溅血，把这满山的杜鹃花染红。杜鹃花的枝叶萦绕着青烟，在夜月的照耀下一片迷蒙；杜鹃鸟的精魂，又飞到了锦江边上，追忆着往日的东风。这愁这怨染出了无限的怀归忧恨，它时时呈现在行人凄凉的眼中。"}}, {"name": "咏牡丹", "prop": {"content": "闲花眼底千千种，此种人间擅最奇。国色天香人咏尽，丹心独抱更谁知。", "translation": "我观赏过的花有千万种，只有牡丹最奇艳。它富贵华丽受到人们的极力赞美，可有谁知道它那颗花心独存心间。"}}, {"name": "牡丹", "prop": {"content": "桃时杏日不争浓，叶帐成阴始放红。晓艳远分金掌露，暮香深惹玉堂风。名移兰杜千年后，贵擅笙歌百醉中。如梦如仙忽零落，暮霞何处绿屏空。", "translation": "在桃花、杏花盛开时它从不与其争奇斗艳；等到叶密成帐时才慢慢开始绽放。清晨艳丽的花朵好似金掌承接着洁净清凉的露水，傍晚幽香飘溢与那豪华富丽的住宅里的香风争惹。兰草、杜若一类的名花要想改变得像牡丹那样，至少得一千年以后呢！你是花中之王，独占尊位，比动听的笙歌还醉人。牡丹花啊，为什么像梦中的仙人一样飘走了，只空留下绿色似屏的叶子呢？"}}, {"name": "王十朋", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "锈针刺破纸糊窗，引透寒梅一线香。蝼蚁也知春色好，倒拖花片上东墙。", "translation": "用绣花针刺破纸糊的窗户，引入梅花的一线清香。蚂蚁也知道春色正好，倒拖着梅花花瓣上了东墙。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "桃花行", "prop": {"content": "桃花帘外东风软，桃花帘内晨妆懒。帘外桃花帘内人，人与桃花隔不远。东风有意揭帘栊，花欲窥人帘不卷。桃花帘外开仍旧，帘中人比桃花瘦。花解怜人花也愁，隔帘消息风吹透。风透湘帘花满庭，庭前春色倍伤情。闲苔院落门空掩，斜日栏杆人自凭。凭栏人向东风泣，茜裙偷傍桃花立。桃花桃叶乱纷纷，花绽新红叶凝碧。雾裹烟封一万株，烘楼照壁红模糊。天机烧破鸳鸯锦，春酣欲醒移珊枕。侍女金盆进水来，香泉影蘸胭脂冷！胭脂鲜艳何相类，花之颜色人之泪。若将人泪比桃花，泪自长流花自媚。泪眼观花泪易干，泪干春尽花憔悴。憔悴花遮憔悴人，花飞人倦易黄昏。一声杜宇春归尽，寂寞帘栊空月痕！", "translation": "无"}}, {"name": "彭元逊", "dynasty": "宋代"}, {"name": "水龙吟·燕忙莺懒芳残", "prop": {"content": "燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)", "translation": "燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。"}}, {"name": "燕山亭·北行见杏花", "prop": {"content": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。", "translation": "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。"}}, {"name": "萧泰来", "dynasty": "宋代"}, {"name": "菩萨蛮·回文", "prop": {"content": "峤南江浅红梅小，小梅红浅江南峤。窥我向疏篱，篱疏向我窥。老人行即到，到即行人老。离别惜残枝，枝残惜别离。", "translation": "山南的江水浅处红梅开出小花，浅红色小朵梅花，开放在江南山岭上。红梅探看我倚靠着稀疏的篱笆，红梅从篱笆的缝里朝我望着。南极老人星行将到来，老人星到时，就是进入暮年时。离别时我们叮嘱要珍惜余年，红梅枯谢了，我们会依恋别离时的情谊。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "同儿辈赋未开海棠", "prop": {"content": "翠叶轻笼豆颗均，胭脂浓抹蜡痕新。殷勤留著花梢露，滴下生红可惜春。", "translation": "被翠叶笼罩着的海棠花苞一颗一颗像豆子一样，是那么均匀；颜色就好像被涂抹上浓浓的胭脂，光泽娇嫩。我怀着满腔的情意，再三要留住花梢的露水；只怕它滴下花蕾的红艳，可惜了这片明媚的阳春。"}}, {"name": "杨朝英", "dynasty": "元代"}, {"name": "真山民", "dynasty": "宋代"}, {"name": "高鹗", "dynasty": "清代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "宋徵舆", "dynasty": "清代"}], "edges": [{"source": 411, "target": 123, "relation": "创作"}, {"source": 20, "target": 411, "relation": "出自于"}, {"source": 276, "target": 360, "relation": "创作"}, {"source": 274, "target": 276, "relation": "出自于"}, {"source": 132, "target": 152, "relation": "创作"}, {"source": 63, "target": 132, "relation": "出自于"}, {"source": 278, "target": 202, "relation": "创作"}, {"source": 274, "target": 278, "relation": "出自于"}, {"source": 210, "target": 134, "relation": "创作"}, {"source": 172, "target": 210, "relation": "出自于"}, {"source": 13, "target": 265, "relation": "创作"}, {"source": 172, "target": 13, "relation": "出自于"}, {"source": 362, "target": 314, "relation": "创作"}, {"source": 172, "target": 362, "relation": "出自于"}, {"source": 263, "target": 246, "relation": "创作"}, {"source": 121, "target": 263, "relation": "出自于"}, {"source": 53, "target": 124, "relation": "创作"}, {"source": 274, "target": 53, "relation": "出自于"}, {"source": 66, "target": 167, "relation": "创作"}, {"source": 274, "target": 66, "relation": "出自于"}, {"source": 290, "target": 389, "relation": "创作"}, {"source": 274, "target": 290, "relation": "出自于"}, {"source": 276, "target": 231, "relation": "创作"}, {"source": 215, "target": 306, "relation": "创作"}, {"source": 213, "target": 215, "relation": "出自于"}, {"source": 234, "target": 110, "relation": "创作"}, {"source": 274, "target": 234, "relation": "出自于"}, {"source": 13, "target": 42, "relation": "创作"}, {"source": 290, "target": 194, "relation": "创作"}, {"source": 50, "target": 243, "relation": "创作"}, {"source": 94, "target": 50, "relation": "出自于"}, {"source": 18, "target": 291, "relation": "创作"}, {"source": 172, "target": 18, "relation": "出自于"}, {"source": 84, "target": 185, "relation": "创作"}, {"source": 172, "target": 84, "relation": "出自于"}, {"source": 95, "target": 214, "relation": "创作"}, {"source": 274, "target": 95, "relation": "出自于"}, {"source": 81, "target": 378, "relation": "创作"}, {"source": 172, "target": 81, "relation": "出自于"}, {"source": 278, "target": 219, "relation": "创作"}, {"source": 25, "target": 303, "relation": "创作"}, {"source": 172, "target": 25, "relation": "出自于"}, {"source": 362, "target": 363, "relation": "创作"}, {"source": 196, "target": 190, "relation": "创作"}, {"source": 274, "target": 196, "relation": "出自于"}, {"source": 212, "target": 298, "relation": "创作"}, {"source": 274, "target": 212, "relation": "出自于"}, {"source": 10, "target": 122, "relation": "创作"}, {"source": 172, "target": 10, "relation": "出自于"}, {"source": 292, "target": 376, "relation": "创作"}, {"source": 99, "target": 292, "relation": "出自于"}, {"source": 156, "target": 333, "relation": "创作"}, {"source": 213, "target": 156, "relation": "出自于"}, {"source": 111, "target": 1, "relation": "创作"}, {"source": 274, "target": 111, "relation": "出自于"}, {"source": 248, "target": 19, "relation": "创作"}, {"source": 112, "target": 248, "relation": "出自于"}, {"source": 330, "target": 79, "relation": "创作"}, {"source": 172, "target": 330, "relation": "出自于"}, {"source": 329, "target": 5, "relation": "创作"}, {"source": 172, "target": 329, "relation": "出自于"}, {"source": 362, "target": 78, "relation": "创作"}, {"source": 367, "target": 157, "relation": "创作"}, {"source": 112, "target": 367, "relation": "出自于"}, {"source": 250, "target": 224, "relation": "创作"}, {"source": 370, "target": 250, "relation": "出自于"}, {"source": 179, "target": 313, "relation": "创作"}, {"source": 274, "target": 179, "relation": "出自于"}, {"source": 118, "target": 289, "relation": "创作"}, {"source": 172, "target": 118, "relation": "出自于"}, {"source": 241, "target": 315, "relation": "创作"}, {"source": 172, "target": 241, "relation": "出自于"}, {"source": 406, "target": 41, "relation": "创作"}, {"source": 213, "target": 406, "relation": "出自于"}, {"source": 222, "target": 82, "relation": "创作"}, {"source": 112, "target": 222, "relation": "出自于"}, {"source": 156, "target": 187, "relation": "创作"}, {"source": 382, "target": 277, "relation": "创作"}, {"source": 274, "target": 382, "relation": "出自于"}, {"source": 297, "target": 302, "relation": "创作"}, {"source": 112, "target": 297, "relation": "出自于"}, {"source": 278, "target": 230, "relation": "创作"}, {"source": 368, "target": 308, "relation": "创作"}, {"source": 274, "target": 368, "relation": "出自于"}, {"source": 369, "target": 233, "relation": "创作"}, {"source": 274, "target": 369, "relation": "出自于"}, {"source": 188, "target": 192, "relation": "创作"}, {"source": 112, "target": 188, "relation": "出自于"}, {"source": 332, "target": 68, "relation": "创作"}, {"source": 63, "target": 332, "relation": "出自于"}, {"source": 176, "target": 228, "relation": "创作"}, {"source": 172, "target": 176, "relation": "出自于"}, {"source": 217, "target": 260, "relation": "创作"}, {"source": 172, "target": 217, "relation": "出自于"}, {"source": 215, "target": 346, "relation": "创作"}, {"source": 177, "target": 285, "relation": "创作"}, {"source": 172, "target": 177, "relation": "出自于"}, {"source": 27, "target": 36, "relation": "创作"}, {"source": 172, "target": 27, "relation": "出自于"}, {"source": 336, "target": 129, "relation": "创作"}, {"source": 172, "target": 336, "relation": "出自于"}, {"source": 91, "target": 178, "relation": "创作"}, {"source": 172, "target": 91, "relation": "出自于"}, {"source": 22, "target": 195, "relation": "创作"}, {"source": 274, "target": 22, "relation": "出自于"}, {"source": 334, "target": 317, "relation": "创作"}, {"source": 172, "target": 334, "relation": "出自于"}, {"source": 388, "target": 380, "relation": "创作"}, {"source": 274, "target": 388, "relation": "出自于"}, {"source": 275, "target": 355, "relation": "创作"}, {"source": 274, "target": 275, "relation": "出自于"}, {"source": 215, "target": 288, "relation": "创作"}, {"source": 215, "target": 374, "relation": "创作"}, {"source": 35, "target": 100, "relation": "创作"}, {"source": 172, "target": 35, "relation": "出自于"}, {"source": 399, "target": 125, "relation": "创作"}, {"source": 274, "target": 399, "relation": "出自于"}, {"source": 290, "target": 262, "relation": "创作"}, {"source": 142, "target": 85, "relation": "创作"}, {"source": 172, "target": 142, "relation": "出自于"}, {"source": 215, "target": 304, "relation": "创作"}, {"source": 204, "target": 80, "relation": "创作"}, {"source": 172, "target": 204, "relation": "出自于"}, {"source": 301, "target": 341, "relation": "创作"}, {"source": 172, "target": 301, "relation": "出自于"}, {"source": 209, "target": 30, "relation": "创作"}, {"source": 172, "target": 209, "relation": "出自于"}, {"source": 241, "target": 403, "relation": "创作"}, {"source": 156, "target": 113, "relation": "创作"}, {"source": 156, "target": 279, "relation": "创作"}, {"source": 215, "target": 320, "relation": "创作"}, {"source": 196, "target": 254, "relation": "创作"}, {"source": 397, "target": 283, "relation": "创作"}, {"source": 172, "target": 397, "relation": "出自于"}, {"source": 383, "target": 14, "relation": "创作"}, {"source": 274, "target": 383, "relation": "出自于"}, {"source": 238, "target": 143, "relation": "创作"}, {"source": 274, "target": 238, "relation": "出自于"}, {"source": 201, "target": 371, "relation": "创作"}, {"source": 274, "target": 201, "relation": "出自于"}, {"source": 362, "target": 232, "relation": "创作"}, {"source": 22, "target": 15, "relation": "创作"}, {"source": 13, "target": 249, "relation": "创作"}, {"source": 362, "target": 405, "relation": "创作"}, {"source": 340, "target": 150, "relation": "创作"}, {"source": 172, "target": 340, "relation": "出自于"}, {"source": 290, "target": 239, "relation": "创作"}, {"source": 91, "target": 153, "relation": "创作"}, {"source": 327, "target": 72, "relation": "创作"}, {"source": 274, "target": 327, "relation": "出自于"}, {"source": 107, "target": 56, "relation": "创作"}, {"source": 172, "target": 107, "relation": "出自于"}, {"source": 96, "target": 381, "relation": "创作"}, {"source": 172, "target": 96, "relation": "出自于"}, {"source": 201, "target": 45, "relation": "创作"}, {"source": 276, "target": 343, "relation": "创作"}, {"source": 215, "target": 87, "relation": "创作"}, {"source": 196, "target": 76, "relation": "创作"}, {"source": 362, "target": 206, "relation": "创作"}, {"source": 362, "target": 140, "relation": "创作"}, {"source": 215, "target": 205, "relation": "创作"}, {"source": 362, "target": 226, "relation": "创作"}, {"source": 77, "target": 154, "relation": "创作"}, {"source": 213, "target": 77, "relation": "出自于"}, {"source": 147, "target": 294, "relation": "创作"}, {"source": 112, "target": 147, "relation": "出自于"}, {"source": 13, "target": 182, "relation": "创作"}, {"source": 290, "target": 269, "relation": "创作"}, {"source": 290, "target": 387, "relation": "创作"}, {"source": 33, "target": 162, "relation": "创作"}, {"source": 356, "target": 33, "relation": "出自于"}, {"source": 408, "target": 270, "relation": "创作"}, {"source": 112, "target": 408, "relation": "出自于"}, {"source": 365, "target": 282, "relation": "创作"}, {"source": 213, "target": 365, "relation": "出自于"}, {"source": 101, "target": 345, "relation": "创作"}, {"source": 274, "target": 101, "relation": "出自于"}, {"source": 276, "target": 58, "relation": "创作"}, {"source": 200, "target": 361, "relation": "创作"}, {"source": 172, "target": 200, "relation": "出自于"}, {"source": 109, "target": 160, "relation": "创作"}, {"source": 274, "target": 109, "relation": "出自于"}, {"source": 61, "target": 169, "relation": "创作"}, {"source": 172, "target": 61, "relation": "出自于"}, {"source": 364, "target": 391, "relation": "创作"}, {"source": 92, "target": 364, "relation": "出自于"}, {"source": 299, "target": 59, "relation": "创作"}, {"source": 213, "target": 299, "relation": "出自于"}, {"source": 31, "target": 385, "relation": "创作"}, {"source": 172, "target": 31, "relation": "出自于"}, {"source": 111, "target": 131, "relation": "创作"}, {"source": 88, "target": 175, "relation": "创作"}, {"source": 172, "target": 88, "relation": "出自于"}, {"source": 138, "target": 227, "relation": "创作"}, {"source": 213, "target": 138, "relation": "出自于"}, {"source": 170, "target": 149, "relation": "创作"}, {"source": 172, "target": 170, "relation": "出自于"}, {"source": 281, "target": 37, "relation": "创作"}, {"source": 172, "target": 281, "relation": "出自于"}, {"source": 215, "target": 400, "relation": "创作"}, {"source": 264, "target": 74, "relation": "创作"}, {"source": 172, "target": 264, "relation": "出自于"}, {"source": 404, "target": 197, "relation": "创作"}, {"source": 172, "target": 404, "relation": "出自于"}, {"source": 319, "target": 402, "relation": "创作"}, {"source": 172, "target": 319, "relation": "出自于"}, {"source": 196, "target": 366, "relation": "创作"}, {"source": 412, "target": 97, "relation": "创作"}, {"source": 213, "target": 412, "relation": "出自于"}, {"source": 215, "target": 240, "relation": "创作"}, {"source": 278, "target": 309, "relation": "创作"}, {"source": 8, "target": 127, "relation": "创作"}, {"source": 274, "target": 8, "relation": "出自于"}, {"source": 107, "target": 141, "relation": "创作"}, {"source": 330, "target": 55, "relation": "创作"}, {"source": 136, "target": 64, "relation": "创作"}, {"source": 213, "target": 136, "relation": "出自于"}, {"source": 95, "target": 359, "relation": "创作"}, {"source": 119, "target": 62, "relation": "创作"}, {"source": 274, "target": 119, "relation": "出自于"}, {"source": 201, "target": 207, "relation": "创作"}, {"source": 170, "target": 266, "relation": "创作"}, {"source": 217, "target": 280, "relation": "创作"}, {"source": 156, "target": 311, "relation": "创作"}, {"source": 344, "target": 221, "relation": "创作"}, {"source": 213, "target": 344, "relation": "出自于"}, {"source": 118, "target": 117, "relation": "创作"}, {"source": 287, "target": 247, "relation": "创作"}, {"source": 172, "target": 287, "relation": "出自于"}, {"source": 69, "target": 2, "relation": "创作"}, {"source": 213, "target": 69, "relation": "出自于"}, {"source": 362, "target": 73, "relation": "创作"}, {"source": 350, "target": 348, "relation": "创作"}, {"source": 172, "target": 350, "relation": "出自于"}, {"source": 255, "target": 52, "relation": "创作"}, {"source": 172, "target": 255, "relation": "出自于"}, {"source": 284, "target": 6, "relation": "创作"}, {"source": 172, "target": 284, "relation": "出自于"}, {"source": 323, "target": 135, "relation": "创作"}, {"source": 172, "target": 323, "relation": "出自于"}, {"source": 321, "target": 17, "relation": "创作"}, {"source": 172, "target": 321, "relation": "出自于"}, {"source": 144, "target": 335, "relation": "创作"}, {"source": 213, "target": 144, "relation": "出自于"}, {"source": 362, "target": 9, "relation": "创作"}, {"source": 362, "target": 296, "relation": "创作"}, {"source": 196, "target": 11, "relation": "创作"}, {"source": 349, "target": 28, "relation": "创作"}, {"source": 274, "target": 349, "relation": "出自于"}, {"source": 324, "target": 148, "relation": "创作"}, {"source": 172, "target": 324, "relation": "出自于"}, {"source": 107, "target": 342, "relation": "创作"}, {"source": 365, "target": 377, "relation": "创作"}, {"source": 21, "target": 244, "relation": "创作"}, {"source": 172, "target": 21, "relation": "出自于"}, {"source": 107, "target": 322, "relation": "创作"}, {"source": 375, "target": 43, "relation": "创作"}, {"source": 172, "target": 375, "relation": "出自于"}, {"source": 38, "target": 26, "relation": "创作"}, {"source": 99, "target": 38, "relation": "出自于"}, {"source": 357, "target": 104, "relation": "创作"}, {"source": 172, "target": 357, "relation": "出自于"}, {"source": 23, "target": 12, "relation": "创作"}, {"source": 172, "target": 23, "relation": "出自于"}, {"source": 173, "target": 159, "relation": "创作"}, {"source": 172, "target": 173, "relation": "出自于"}, {"source": 399, "target": 184, "relation": "创作"}, {"source": 330, "target": 106, "relation": "创作"}, {"source": 177, "target": 49, "relation": "创作"}, {"source": 179, "target": 65, "relation": "创作"}, {"source": 358, "target": 325, "relation": "创作"}, {"source": 274, "target": 358, "relation": "出自于"}, {"source": 384, "target": 102, "relation": "创作"}, {"source": 92, "target": 384, "relation": "出自于"}, {"source": 196, "target": 257, "relation": "创作"}, {"source": 237, "target": 396, "relation": "创作"}, {"source": 274, "target": 237, "relation": "出自于"}, {"source": 386, "target": 326, "relation": "创作"}, {"source": 112, "target": 386, "relation": "出自于"}, {"source": 399, "target": 32, "relation": "创作"}, {"source": 365, "target": 40, "relation": "创作"}, {"source": 278, "target": 103, "relation": "创作"}, {"source": 410, "target": 310, "relation": "创作"}, {"source": 213, "target": 410, "relation": "出自于"}, {"source": 353, "target": 115, "relation": "创作"}, {"source": 172, "target": 353, "relation": "出自于"}, {"source": 258, "target": 161, "relation": "创作"}, {"source": 172, "target": 258, "relation": "出自于"}, {"source": 401, "target": 354, "relation": "创作"}, {"source": 172, "target": 401, "relation": "出自于"}, {"source": 107, "target": 316, "relation": "创作"}, {"source": 50, "target": 407, "relation": "创作"}, {"source": 409, "target": 394, "relation": "创作"}, {"source": 172, "target": 409, "relation": "出自于"}, {"source": 281, "target": 54, "relation": "创作"}, {"source": 295, "target": 252, "relation": "创作"}, {"source": 172, "target": 295, "relation": "出自于"}, {"source": 372, "target": 164, "relation": "创作"}, {"source": 172, "target": 372, "relation": "出自于"}, {"source": 86, "target": 337, "relation": "创作"}, {"source": 213, "target": 86, "relation": "出自于"}, {"source": 181, "target": 211, "relation": "创作"}, {"source": 172, "target": 181, "relation": "出自于"}, {"source": 223, "target": 235, "relation": "创作"}, {"source": 172, "target": 223, "relation": "出自于"}, {"source": 201, "target": 347, "relation": "创作"}, {"source": 119, "target": 75, "relation": "创作"}, {"source": 107, "target": 145, "relation": "创作"}, {"source": 155, "target": 165, "relation": "创作"}, {"source": 63, "target": 155, "relation": "出自于"}, {"source": 268, "target": 180, "relation": "创作"}, {"source": 172, "target": 268, "relation": "出自于"}, {"source": 155, "target": 218, "relation": "创作"}, {"source": 236, "target": 90, "relation": "创作"}, {"source": 94, "target": 236, "relation": "出自于"}, {"source": 300, "target": 130, "relation": "创作"}, {"source": 274, "target": 300, "relation": "出自于"}, {"source": 393, "target": 256, "relation": "创作"}, {"source": 172, "target": 393, "relation": "出自于"}, {"source": 133, "target": 29, "relation": "创作"}, {"source": 274, "target": 133, "relation": "出自于"}, {"source": 57, "target": 168, "relation": "创作"}, {"source": 213, "target": 57, "relation": "出自于"}, {"source": 107, "target": 273, "relation": "创作"}, {"source": 329, "target": 199, "relation": "创作"}, {"source": 330, "target": 116, "relation": "创作"}, {"source": 158, "target": 318, "relation": "创作"}, {"source": 172, "target": 158, "relation": "出自于"}, {"source": 31, "target": 163, "relation": "创作"}, {"source": 71, "target": 108, "relation": "创作"}, {"source": 274, "target": 71, "relation": "出自于"}, {"source": 295, "target": 51, "relation": "创作"}, {"source": 83, "target": 203, "relation": "创作"}, {"source": 172, "target": 83, "relation": "出自于"}, {"source": 107, "target": 339, "relation": "创作"}, {"source": 286, "target": 379, "relation": "创作"}, {"source": 274, "target": 286, "relation": "出自于"}, {"source": 7, "target": 398, "relation": "创作"}, {"source": 92, "target": 7, "relation": "出自于"}, {"source": 198, "target": 3, "relation": "创作"}, {"source": 92, "target": 198, "relation": "出自于"}, {"source": 53, "target": 120, "relation": "创作"}, {"source": 181, "target": 67, "relation": "创作"}, {"source": 166, "target": 114, "relation": "创作"}, {"source": 274, "target": 166, "relation": "出自于"}, {"source": 208, "target": 171, "relation": "创作"}, {"source": 92, "target": 208, "relation": "出自于"}, {"source": 0, "target": 305, "relation": "创作"}, {"source": 172, "target": 0, "relation": "出自于"}, {"source": 60, "target": 216, "relation": "创作"}, {"source": 92, "target": 60, "relation": "出自于"}, {"source": 276, "target": 328, "relation": "创作"}, {"source": 278, "target": 46, "relation": "创作"}, {"source": 22, "target": 271, "relation": "创作"}, {"source": 382, "target": 44, "relation": "创作"}, {"source": 245, "target": 34, "relation": "创作"}, {"source": 274, "target": 245, "relation": "出自于"}, {"source": 259, "target": 225, "relation": "创作"}, {"source": 112, "target": 259, "relation": "出自于"}, {"source": 338, "target": 126, "relation": "创作"}, {"source": 172, "target": 338, "relation": "出自于"}, {"source": 390, "target": 47, "relation": "创作"}, {"source": 172, "target": 390, "relation": "出自于"}, {"source": 351, "target": 373, "relation": "创作"}, {"source": 63, "target": 351, "relation": "出自于"}, {"source": 183, "target": 24, "relation": "创作"}, {"source": 172, "target": 183, "relation": "出自于"}, {"source": 156, "target": 139, "relation": "创作"}, {"source": 16, "target": 229, "relation": "创作"}, {"source": 172, "target": 16, "relation": "出自于"}, {"source": 253, "target": 4, "relation": "创作"}, {"source": 274, "target": 253, "relation": "出自于"}, {"source": 89, "target": 98, "relation": "创作"}, {"source": 92, "target": 89, "relation": "出自于"}, {"source": 186, "target": 93, "relation": "创作"}, {"source": 213, "target": 186, "relation": "出自于"}, {"source": 251, "target": 395, "relation": "创作"}, {"source": 92, "target": 251, "relation": "出自于"}, {"source": 295, "target": 261, "relation": "创作"}, {"source": 105, "target": 352, "relation": "创作"}, {"source": 274, "target": 105, "relation": "出自于"}, {"source": 174, "target": 242, "relation": "创作"}, {"source": 172, "target": 174, "relation": "出自于"}, {"source": 107, "target": 39, "relation": "创作"}, {"source": 331, "target": 151, "relation": "创作"}, {"source": 112, "target": 331, "relation": "出自于"}, {"source": 189, "target": 128, "relation": "创作"}, {"source": 274, "target": 189, "relation": "出自于"}, {"source": 191, "target": 146, "relation": "创作"}, {"source": 172, "target": 191, "relation": "出自于"}, {"source": 392, "target": 48, "relation": "创作"}, {"source": 213, "target": 392, "relation": "出自于"}, {"source": 156, "target": 220, "relation": "创作"}, {"source": 307, "target": 312, "relation": "创作"}, {"source": 274, "target": 307, "relation": "出自于"}, {"source": 278, "target": 70, "relation": "创作"}, {"source": 91, "target": 293, "relation": "创作"}, {"source": 278, "target": 267, "relation": "创作"}, {"source": 0, "target": 193, "relation": "创作"}, {"source": 137, "target": 272, "relation": "创作"}, {"source": 112, "target": 137, "relation": "出自于"}]}