{"nodes": [{"name": "刘长卿", "dynasty": "唐代"}, {"name": "薛昭蕴", "dynasty": "唐代"}, {"name": "念奴娇·断虹霁雨", "prop": {"content": "八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。", "translation": "雨后新晴，秋空如洗，彩虹挂天，青山如黛。桂影繁茂，谁知道，今与夕是那么的清辉不足？万里的晴天，嫦娥在何处？驾驶一轮玉盘，驰骋长空。寒光零乱，在为谁斟酌这醽醁？我和一群年轻人在张园密茂的树林中徜徉，离开家万里，难得有今宵开怀畅饮！老夫，在江南海北，最爱的是是临风笛。孙郎微笑着，是因为听着这笛子的声音。"}}, {"name": "浪淘沙·云气压虚栏", "prop": {"content": "云气压虚栏，青失遥山，雨丝风絮一番番。上巳清明都过了，只是春寒。华发已无端，何况花残？飞来蝴蝶又成团。明日朱楼人睡起，莫卷帘看。", "translation": "　　此词上片写雨丝风絮，春寒不断；下片折入雨后花残，飞蝶成团，亦是伤春之意。其中可能寄寓作者“感时伤事”、“人才惰窳”之叹。前人曾有评论。 "}}, {"name": "沈自晋", "dynasty": "明代"}, {"name": "王国维", "dynasty": "近现代"}, {"name": "送和甫至龙安微雨因寄", "prop": {"content": "荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。", "translation": "野外的烟气冰冷的雨水令人更加悲伤，泪水浸湿了衣领我都浑然不知。没有了春风河岸的芦苇依旧碧绿，就好像我当初送你过江的时候一样。"}}, {"name": "定风波·莫听穿林打叶", "prop": {"content": "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。", "translation": "三月七日，在沙湖道上赶上了下雨，拿着雨具的仆人先前离开了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "朝中措·清明时节", "prop": {"content": "清明时节雨声哗。潮拥渡头沙。翻被梨花冷看，人生苦恋天涯。 燕帘莺户，云窗雾阁，酒醒啼鸦。折得一枝杨柳，归来插向谁家。", "translation": "清明时节，雨声响成一片。江水上涨淹没了渡口的沙滩。路旁，雪白的梨花冷冷地看着我走过，仿佛责怪我这个时候还不思故土，而对他乡的山水花木如此痴情苦恋。只有到那莺啼燕舞的珠帘绣户，云裳雾鬓的琐窗朱阁，在欢歌曼舞中一醉消愁。酒醒时只听得归鸦啼鸣。归去时随手折了一枝杨柳，走到客舍门前，这才恍然醒悟：此处哪有自己的家门！"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "薛逢", "dynasty": "唐代"}, {"name": "蒋春霖", "dynasty": "清代"}, {"name": "晚归遇雨", "prop": {"content": "略略烟痕草许低，初初雨影伞先知。溪回谷转愁无路，忽有梅花一两枝。", "translation": "缕缕轻烟飘过小草最先徐徐低头，刚下的蒙蒙细雨伞最先知道。溪水回绕，山谷纡转，正忧愁着前方已经无路可走，忽然见有梅花已开了一两枝在前面。"}}, {"name": "玉芙蓉·雨窗小咏", "prop": {"content": "疏梅带雨开，瘦竹随风摆，雨和风着意好，为我安排。临风自惜残香洒，冒雨谁从滴翠来。清虚界，任风敲雨筛；掩柴扉，谢他梅竹伴我冷书斋。", "translation": "　　这首曲子描写雨中庭院里的景色。院子里幽静清凉，清风吹拂，细雨飘洒，只有梅花和翠竹相伴，主人公尽情享受着这种清静，独自品味着这份孤独。作者在曲中创造出一种超然脱俗的意境。 "}}, {"dynasty": "元代"}, {"name": "如梦令·点滴空阶疏雨", "prop": {"content": "点滴空阶疏雨。迢递严城更鼓。睡浅梦初成，又被东风吹去。无据。无据。斜汉垂垂欲曙。", "translation": "零星的雨点洒落在台阶上，传来远方城池上催更的鼓声。刚进入梦乡，却又被一阵寒风吹醒。梦刚开始就被这一阵风吹散。窗外天空中的银河已经低垂，天快亮了。"}}, {"name": "六月二十七日望湖楼醉", "prop": {"content": "黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。放生鱼鳖逐人来，无主荷花到处开。水枕能令山俯仰，风船解与月裴回。乌菱白芡不论钱，乱系青菰裹绿盘。忽忆尝新会灵观，滞留江海得加餐。献花游女木兰桡，细雨斜风湿翠翘。无限芳洲生杜若，吴儿不识楚辞招。未成小隐聊中隐，可得长闲胜暂闲。我本无家更安往，故乡无此好湖山。", "translation": "乌云上涌，就如墨汁泼下，却又在天边露出一段山峦，明丽清新，大雨激起的水花如白珠碎石，飞溅入船。忽然间狂风卷地而来，吹散了满天的乌云，而那西湖的湖水碧波如镜，明媚温柔。"}}, {"name": "汉宫春·会稽秋风亭怀", "prop": {"content": "亭上秋风，记去年袅袅，曾到吾庐。山河举目虽异，风景非殊。功成者去，觉团扇、便与人疏。吹不断，斜阳依旧，茫茫禹迹都无。千古茂陵词在，甚风流章句，解拟相如。只今木落江冷，眇眇愁余。故人书报，莫因循、忘却蓴鲈。谁念我，新凉灯火，一编太史公书。", "translation": "无"}}, {"name": "咏雨", "prop": {"content": "罩云飘远岫，喷雨泛长河。低飞昏岭腹，斜足洒岩阿。泫丛珠缔叶，起溜镜图波。濛柳添丝密，含吹织空罗。", "translation": "笼罩在天空中的乌云飘去远处的峰峦，大雨倾盆而下，河水上涨。乌云低飞使半山腰一片昏暗，风吹雨斜撒满了山的曲折处。一串串雨滴落下，又如珍珠般结在树叶上；大雨在如镜的湖面上泛起了一阵阵涟漪。柳丝在雨气中一片迷濛，连绵的大雨如帘，风吹雨丝在空中织起了一片片罗幕。"}}, {"name": "雨不绝", "prop": {"content": "鸣雨既过渐细微，映空摇飏如丝飞。阶前短草泥不乱，院里长条风乍稀。舞石旋应将乳子，行云莫自湿仙衣。眼边江舸何匆促，未待安流逆浪归。", "translation": "喧哗的雨已经过去、逐渐变得细微，映着天空摇漾的是如丝的细雨飘飞。石阶前小草沾了泥并不脏乱，院子里柳条上的风也陡然变得稀少起来。舞石应立即带着乳子起飞，且不要因播撒云层濡湿自己的仙衣。眼前江船何其匆促，不等到江流平静就迎着风浪归去。 "}}, {"name": "吴潜", "dynasty": "宋代"}, {"name": "卜算子·风雨送人来", "prop": {"content": "风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。", "translation": "是春雨送人来，也是春雨留人住，离别的宴席上匆匆话别，又是风雨催人离去。泪眼就不曾流干，眉头凝结着愁绪，明日相思时不要上高楼望远，楼上有几多凄风苦雨。"}}, {"name": "赵执信", "dynasty": "清代"}, {"name": "晨雨", "prop": {"content": "小雨晨光内，初来叶上闻。雾交才洒地，风逆旋随云。暂起柴荆色，轻沾鸟兽群。麝香山一半，亭午未全分。", "translation": "　　这首诗摹写的是清晨微雨，与诗人其他咏雨诗“从题外著笔”不同，此诗从正面切题，字字实写小雨。充分显示了诗人摹景状物的笔力。 　先看首联：“小雨晨光闪”是“见”，“初来叶上闻”是“听”。从此诗内容的内在联系来看，“听”应在“见”之前，晨曦微露，诗人尚未出门，正是淅淅沥沥的小雨在窗外树叶上传声，诗人兴致勃发，出门观看，方见雨丝在晨色中泛光。这联是紧扣一个“小”字来状雨。试想，大雨滂沱的话，怎见雨丝反照晨曦？同时，首联将小雨置晨曦、树木的背景中，既切题，又具诗情画意。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "微雨夜行", "prop": {"content": "漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。", "translation": "秋天阴云密布，夜里稍稍感觉到了丝丝凉气。只觉得衣裳潮湿，没有雨点也没有风声。 "}}, {"name": "听雨", "prop": {"content": "老态龙钟疾未平，更堪俗事败幽情。纱幮笛簟差堪乐，且听萧萧暮雨声。", "translation": "年老体衰身上的疾病还没有痊愈，又有世间的烦心事扰乱自己的幽静的心情。躺在床上只觉得差了一点音乐，暂且听着傍晚时分的潇潇雨声聊以慰藉吧！"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "菩萨蛮·春闺", "prop": {"content": "困花压蕊丝丝雨，不堪只共愁人语。斗帐抱春寒，梦中何处山。卷帘风意恶，泪与残红落。羡煞是杨花，输它先到家。", "translation": "无"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "烛影摇红·元夕雨", "prop": {"content": "碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。 银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。", "translation": "　　《烛影摇红》，《能改斋漫录》卷十六：“王都尉（诜）有《忆故人》词，徽宗喜其词意，犹以不丰容宛转为恨，遂令大晟府（徽宗所置音乐研究创作机关）别撰腔。周美成（邦彦）增损其词，而以句首为名，谓之《烛影摇红》云。”王词原为小令，五十字，前片两仄韵，后片三仄韵。周作演为慢曲，《梦窗词集》入“大石调”。九十六字，前后片各九句五仄韵。"}}, {"name": "山行", "prop": {"content": "家住白云山北，路迷碧水桥东。短发潇潇暮雨，长襟落落秋风。", "translation": "家住在白云山的北边，却在碧水桥东迷路了。稀疏的短发曝露在夜晚的小雨中，身上的长衫被秋风吹得随风飘摇。"}}, {"name": "赋得暮雨送李胄 / ", "prop": {"content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。", "translation": "楚江笼罩在蒙蒙微雨里，建业城正敲响暮时之钟。江面水汽迷蒙帆影重重，天色昏暗鸟儿缓缓归去。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水像江面的雨丝。"}}, {"name": "卜算子·席间再作", "prop": {"content": "袅袅水芝红，脉脉蒹葭浦。淅淅西风淡淡烟，几点疏疏雨。草草展杯觞，对此盈盈女。叶叶红衣当酒船，细细流霞举。", "translation": "红嫩的荷花婷婷袅袅，不攀不附地生在长满芦苇的岸边。一阵西风吹来，泛起淡淡轻烟，又落下稀稀疏疏的雨滴。饮酒后随意的放好酒杯，细细品赏这如盈盈少女一般的荷花。片片荷花瓣儿，像少女身上的红衣，用这花瓣儿来盛酒，把那仙酒的滋味，细细地品一品。"}}, {"dynasty": "清代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "雨晴", "prop": {"content": "雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)", "translation": "雨前还见到花间露出的新蕊，雨后却连叶子底下也不见一朵花。蜜蜂和蝴蝶来到园中又纷纷飞过院墙，让人怀疑迷人的春色尽在邻家。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "好事近·梦中作", "prop": {"content": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)", "translation": "春天的雨水让路旁的花儿竞相开放，轻轻拂过，山花随风摇曳，整个山间涌动着明媚的春光。沿着山路来到小溪尽头，惊起无数只黄莺在溪头林间纷飞啼鸣。天空中飞动的云彩在山风吹拂下，千变万化，如龙似蛇，在碧空中屈伸舒展，十分自如。这时，我正醉卧古藤阴下，朦胧迷离，全然忘却了纷繁复杂的尘世。"}}, {"name": "春游湖", "prop": {"content": "双飞燕子几时回？夹岸桃花蘸水开。春雨断桥人不渡，小舟撑出柳阴来。(渡 一作：度)", "translation": "双飞的燕子啊，你们是几时回来的？岸边桃树枝条弯下来碰到水面，桃花好像蘸水开放。春水上涨，没过桥面，正当游人无法过去之际，一只小船从绿荫深处缓缓驶出。"}}, {"dynasty": "明代"}, {"name": "望海楼晚景 / 望湖", "prop": {"content": "横风吹雨入楼斜，壮观应须好句夸。雨过潮平江海碧，电光时掣紫金蛇。", "translation": "大风吹打雨水斜着飘进望海楼，壮丽的景观应该用华美的辞句来夸赞。风雨过后潮水平静江海碧澄，时时闪过的电光形成紫金般的龙蛇。 "}}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "山雨", "prop": {"content": "短笠团团避树枝，初凉天气野行宜。溪云到处自相聚，山雨忽来人不知。马上衣巾任沾湿，村边瓜豆也离披。新晴尽放峰峦出，万瀑齐飞又一奇。", "translation": "头戴斗笠要注意避让杂树枝，初秋时节天气凉爽非常适宜在野外行走。溪涧上空的云雾弥漫整个山谷，突然山雨就淅淅沥沥地飘落下来。骑在马上衣巾全被雨淋湿，村边的瓜豆枝叶在风雨中纷乱倾倒。雨过天晴群山又凸显出来，山上大大小小瀑布齐飞的景象是如此奇妙。"}}, {"name": "河传·秋雨", "prop": {"content": "秋雨，秋雨，无昼无夜，滴滴霏霏。暗灯凉簟怨分离，妖姬，不胜悲。西风稍急喧窗竹，停又续，腻脸悬双玉。几回邀约雁来时，违期，雁归，人不归。", "translation": "秋雨不停地下啊！秋雨不停地下啊！不分昼夜，不停飘洒。昏暗的灯光下，她躺在冰冷的席垫上怨恨着和情人的分离，美丽的姑娘禁不住这样的悲哀。西风渐渐急了起来，吹得窗前竹枝发响。时停时续地，她那敷着脂粉的脸上悬挂着两行泪水。本来很多次都约定好，每年秋天大雁归来的时候就能相见，而对方却又一次次地违期，眼看大雁归来了，人却没有归来。"}}, {"name": "五月十九日大雨", "prop": {"content": "风驱急雨洒高城，云压轻雷殷地声。雨过不知龙去处，一池草色万蛙鸣。", "translation": "疾风驱使着骤雨瞬间洒落高城，乌云密布，雷声滚滚，大地仿佛都在震动。一会兴云作雨的龙挟着雷电乌云离去，池塘水满，青草滴翠，万蛙齐鸣。"}}, {"name": "听雨", "prop": {"content": "屏风围坐鬓毵毵，绛蜡摇光照暮酣。京国多年情尽改，忽听春雨忆江南。", "translation": "我的鬓发已是斑白稀疏，独坐于屏风之间，看着红烛发出摇曳的光影照亮这寂静深夜。在京城多年性情尽改，忽然听到春雨淋淋的声响，又重新勾起对家乡江南的思念。"}}, {"name": "华岳", "dynasty": "宋代"}, {"name": "阮郎归·春风吹雨绕残", "prop": {"content": "春风吹雨绕残枝，落花无可飞。小池寒渌欲生漪，雨晴还日西。帘半卷，燕双归。讳愁无奈眉。翻身整顿着残棋，沉吟应劫迟。", "translation": "丝丝细雨被和暖的春风吹送着，飘洒在繁花落尽的树枝上。满地落花被雨水浇湿，再也飞舞不起来了。池塘里碧绿的水面上随风荡起微微的波纹。雨晴了，一轮斜阳依旧出现在西方的天空上。在百无聊赖中卷起珠帘，看到燕子成双成对地飞来飞去，心中愁绪更浓。这种愁绪实在难以排遣，满心想加以掩饰，无奈却在紧蹙的双眉中显露出来。于是只好强打精神，翻身起来，继续下那盘没有下完的棋。岂料应劫之际，她竟然举棋不定，沉吟半晌，难以落子。"}}, {"name": "念奴娇·西湖雨感次素", "prop": {"content": "雨窗闲话，叹浮生何必，是今非昨。几遍青山酬对好，依旧黛眉当阁。洒道轮香，润花杯满，不似前秋恶。绣帘才卷，一楼空翠回薄。拟泛烟中片叶，但两湖佳处，任风吹泊。山水清音听未了，隐岸玉筝金索。头上催诗，枕边滴梦，谩惜瑶卮落。相看不厌，两高天际孤削。", "translation": "无"}}, {"name": "一枝花·咏喜雨", "prop": {"content": "用尽我为国为民心，祈下些值金值玉雨，数年空盼望，一旦遂沾濡，唤省焦枯，喜万象春如故，恨流民尚在途，留不住都弃业抛家，当不的也离乡背土。[梁州]恨不得把野草翻腾做菽粟，澄河沙都变化做金珠。直使千门万户家豪富，我也不枉了受天禄。眼觑着灾伤教我没是处，只落得雪满头颅。[尾声]青天多谢相扶助，赤子从今罢叹吁。只愿得三日霖霪不停住，便下当街上似五湖，都渰了九衢，犹自洗不尽从前受过的苦。", "translation": "无"}}, {"name": "梅雨", "prop": {"content": "南京犀浦道，四月熟黄梅。湛湛长江去，冥冥细雨来。茅茨疏易湿，云雾密难开。竟日蛟龙喜，盘涡与岸回。", "translation": "　　成都有个犀浦镇，只是一个十分繁荣，富强的大镇。我正巧在四月路经此地，看到了这里美丽的景色。满树的黄梅已经成熟，深而清的河水向长江流去。天空下起了蒙蒙细雨，打湿了茅草盖的屋顶，山间云雾弥漫，田间有春水浇灌。河中仿佛整日有蛟龙在嬉戏，形成一个个漩涡达到河岸又返回来。"}}, {"name": "如梦令·黄叶青苔归路", "prop": {"content": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)", "translation": "黄叶和青苔铺满了回去的路，原来我们相约幽会的地方如今在哪里？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。"}}, {"name": "虞美人·廉纤小雨池塘", "prop": {"content": "廉纤小雨池塘遍。细点看萍面。一双燕子守朱门。比似寻常时候、易黄昏。宜城酒泛浮香絮。细作更阑语。相将羁思乱如云。又是一窗灯影、两愁人。", "translation": "如丝的细雨洒遍了池塘，在长满浮萍的水面，溅起了无数小点点。朱红色的门檐下，一双燕子守在窠里不再飞去。啊，今天的这个黄昏，来得似乎比往常要早。杯里的宜城酒浮泛着香絮般的白沫。我们喁喁细语直到夜深。在这即将分手的时刻，我们的离愁别恨像乱云一般难以分，怎么又是这样啊——一窗摇曳的灯影，两个黯然相对的有情人！"}}, {"name": "选冠子·雨湿花房", "prop": {"content": "雨湿花房，风斜燕子，池阁昼长春晚。檀盘战象，宝局铺棋，筹画未分还懒。谁念少年，齿怯梅酸，病疏霞盏。正青钱遮路，绿丝明水，倦寻歌扇。 空记得、小合题名，红笺青制，灯火夜深裁剪。明眸似水，妙语如弦，不觉晓霜鸡唤。闻道近来，筝谱慵看，金铺长掩。瘦一枝梅影，回首江南路远。", "translation": "无"}}, {"name": "绝句·古木阴中系短篷", "prop": {"content": "古木阴中系短篷，杖藜扶我过桥东。沾衣欲湿杏花雨，吹面不寒杨柳风。", "translation": "把小船停放拴在岸边的古木树荫下；拄着拐杖走过桥的东边恣意观赏这春光。杏花时节的蒙蒙细雨，像故意要沾湿我的衣裳似的下个不停；吹拂着脸庞的微风已感觉不到寒意，嫩绿的柳条随风舞动，格外轻飏。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "徐凝", "dynasty": "唐代"}, {"name": "李廌", "dynasty": "宋代"}, {"name": "张养浩", "dynasty": "元代"}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "江城子·中秋早雨晚晴", "prop": {"content": "中秋佳月最端圆。老痴顽。见多番。杯酒相延，今夕不应慳。残雨如何妨乐事，声淅淅，点斑斑。天应有意故遮阑。拍人间。等闲看。好处时光，须用著些难。直待黄昏风卷霁，金滟滟，玉团团。", "translation": "中秋佳节之时是月亮最圆的时候，愚蠢迟钝的老头，见识比较多，饮酒相见，现在是不应吝啬。将止的雨怎么妨碍高兴的事情？淅淅的雨，小而多的雨点。天应该有意遮拦着，拍打着人间，随便看看，美好的时光，一定要明显的不容易。直到黄昏大风起了，雨停止了，水波像金子一样闪闪发光，圆月像玉器一样皎洁。 "}}, {"name": "琐窗寒·寒食", "prop": {"content": "暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。 迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。", "translation": "无"}}, {"name": "秋宿湘江遇雨", "prop": {"content": "江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。", "translation": "湘江上阴云笼罩，使人心情郁闷。深夜里徘徊江岸，想起刘琨的远大抱负。秋风吹动，万里芙蓉花摇曳生姿。暮雨洗尘，千村的薜荔枝苍翠可爱。乡思难耐，看见橘柚更令人悲叹。羁旅他乡，如被弃的山野之人无人看重。就是打鱼人和我相见，也不与我说一句话。自管吹着长笛回岛去了。"}}, {"name": "细雨", "prop": {"content": "帷飘白玉堂，簟卷碧牙床。楚女当时意，萧萧发彩凉。", "translation": "阵阵细雨好像是白玉堂飘下的帷帘，又像是从碧牙床上翻卷下来的竹席。当时的神女沐浴披拂着光彩照人的秀发，就像这使气氛变得清凉的细雨。"}}, {"name": "夏日杂诗", "prop": {"content": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。", "translation": "无"}}, {"name": "摸鱼儿·午日雨眺", "prop": {"content": "涨痕添、半篙柔绿，蒲梢荇叶无数。台榭空蒙烟柳暗，白鸟衔鱼欲舞。红桥路，正一派、画船萧鼓中流住。呕哑柔橹，又早拂新荷，沿堤忽转，冲破翠钱雨。蒹葭渚，不减潇湘深处。霏霏漠漠如雾，滴成一片鲛人泪，也似汨罗投赋。愁难谱，只彩线、香菰脉脉成千古。伤心莫语，记那日旗亭，水嬉散尽，中酒阻风去。", "translation": "雨后水涨，嫩绿的水面已涨至半篙，蒲柳和荇叶无数。亭台楼榭迷蒙一片，柳枝暗沉，白鸟衔着鱼儿飞掠欲舞。画桥外，路幽长。画船齐发，箫鼓阵阵，在水中央流连。随着轻柔的划桨之声，船早巳拂过新荷，沿着河堤忽转，冲破新荷出生时所下之雨。长满芦苇的洲渚，丝毫不亚于潇湘深处。雨纷纷而下，迷迷蒙蒙，如雾一般，恰似鲛人的眼泪，亦如正作赋投江以凭吊屈原。愁意难以谱写，只是用彩线缠裹香菰以纪念屈原的习俗，千古流传。一片伤心，沉默不语。记得那日在酒楼中，待到水上游戏做罢，人群散尽，我饮酒至半酣，迎风而行。"}}, {"name": "清平乐·咏雨", "prop": {"content": "归禽响暝，隔断南枝径。不管垂杨珠泪进，滴碎荷声千顷。随波赚杀鱼儿，浮萍乍满清池。谁信碧云深处，夕阳仍在天涯？", "translation": "　　这哪里是在咏雨，分明是词人抚世伤心的热泪!过片假写池中鱼儿，骂尽天下随波逐流浮沉之辈。结句既是富有哲理的人生感悟，更是对世态炎凉的深沉感喟。<a href=\"https://so.gushiwen.cn/authorv_cbd599444bd4.aspx\" target=\"_blank\">顾炎武曾有“亡国”与“亡天下”之辨，这首词即为“亡天下”之音。 "}}, {"name": "曹毗", "dynasty": "魏晋"}, {"name": "长相思·云一涡", "prop": {"content": "云一緺，玉一梭，淡淡衫儿薄薄罗。轻颦双黛螺。秋风多，雨相和，帘外芭蕉三两窠。夜长人奈何！", "translation": "一束盘起的发髻，一根玉簪插在其上，清淡颜色的上衣配上轻盈的罗裙，不知为何轻轻皱起眉头。独自站在窗边，风声和雨声交杂在一起，窗外的芭蕉也是三三两两的，这漫漫的寂寥长夜叫人怎么办才好。"}}, {"name": "虞集", "dynasty": "元代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "刘诜", "dynasty": "元代"}, {"name": "观雨", "prop": {"content": "山客龙钟不解耕，开轩危坐看阴晴。前江后岭通云气，万壑千林送雨声。海压竹枝低复举，风吹山角晦还明。不嫌屋漏无乾处，正要群龙洗甲兵。", "translation": "老态龙钟的隐士不熟悉农事耕作，大开窗户正身坐于屋中，看窗外阴晴变化。屋前的江流与屋后的山岭云气无阻，连绵起伏的山脉与层层翠染的幽林送来隆隆雨声。水域吹来的风压得竹枝伏了又起，吹得乌云翻涌的山脊明明灭灭。我不嫌弃居所破败漏雨，正好借此风雨洗刷军队的兵甲刀枪。"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "长相思·雨", "prop": {"content": "一声声，一更更。窗外芭蕉窗里灯，此时无限情。梦难成，恨难平。不道愁人不喜听，空阶滴到明。", "translation": "雨滴声声，报时的更鼓声一遍又一遍，窗外雨中的芭蕉和屋里的油灯此时似乎也变得多情起来，安慰孤独的我。好梦难成，心中遗憾难平，窗外的雨可不管忧愁的人喜不喜欢听，仍是不停地下着，雨滴一直滴到天明才停了下来。"}}, {"name": "谒金门·五月雨", "prop": {"content": "莺啼处，摇荡一天疏雨。极目平芜人尽去，断红明碧树。费得炉烟无数，只有轻寒难度。忽见西楼花影露，弄晴催薄暮。", "translation": "　　这首词的标题是“五月雨”五月雨也就是梅子黄时雨，柳宗元诗云：“梅实迎时雨，苍茫值晚春。”词中所写，正是这种景象。　 "}}, {"name": "秋雨中赠元九", "prop": {"content": "不堪红叶青苔地，又是凉风暮雨天。莫怪独吟秋思苦，比君校近二毛年。", "translation": "　　“不堪红叶青苔地，又是凉风暮雨天。” 这两句是说，青苔地上落满红叶，秋天的悲凉气氛，实令人不堪忍受，何况又是凉风劲吹，晚间落雨的天候。"}}, {"name": "苦雨初霁", "prop": {"content": "积阴为患恐沉绵，革去方惊造化权。天放旧光还日月，地将浓秀与山川。泥途渐少车声活，林薄初干果味全。寄语残云好知足，莫依河汉更油然。", "translation": "担心久久不停的阴雨造成灾祸，阴雨过去，人们才对造化的力量之大发出惊叹。天空恢复了原来的样子，人们见到了日月。大地把浓浓的秀色赋予了山川。路上的泥泞慢慢减少，车来车往。林中草木交错丛生，这个季节里应该有的野果样样齐全。寄语天空中的残云：你要知足啊，不要因为依靠着银河里的流水再来沛然作雨。"}}, {"name": "有美堂暴雨", "prop": {"content": "游人脚底一声雷，满座顽云拨不开。天外黑风吹海立，浙东飞雨过江来。十分潋滟金樽凸，千杖敲铿羯鼓催。唤起谪仙泉洒面，倒倾鲛室泻琼瑰。", "translation": "　　一声响亮的雷声宛如从游人的脚底下震起，有美堂上，浓厚的云雾缭绕，挥散不开。远远的天边，疾风挟带着乌云，把海水吹得如山般直立；一阵暴雨，从浙东渡过钱塘江，向杭州城袭来。西湖犹如金樽，盛满了雨水，几乎要满溢而出；雨点敲打湖面山林，如羯鼓般激切，令人开怀。我真想唤起沉醉的李白，用这满山的飞泉洗脸，让他看看，这眼前的奇景，如倾倒了鲛人的宫室，把珠玉洒遍人寰。"}}, {"name": "玉真公主别馆苦雨赠卫", "prop": {"content": "秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。翳翳昏垫苦，沉沉忧恨催。清秋何以慰，白酒盈吾杯。吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。弹剑谢公子，无鱼良可哀。苦雨思白日，浮云何由卷。稷契和天人，阴阳乃骄蹇。秋霖剧倒井，昏雾横绝巘。欲往咫尺途，遂成山川限。潈潈奔溜闻，浩浩惊波转。泥沙塞中途，牛马不可辨。饥从漂母食，闲缀羽陵简。园家逢秋蔬，藜藿不满眼。蟏蛸结思幽，蟋蟀伤褊浅。厨灶无青烟，刀机生绿藓。投箸解鹔鹴，换酒醉北堂。丹徒布衣者，慷慨未可量。何时黄金盘，一斛荐槟榔。功成拂衣去，摇曳沧洲傍。", "translation": "无"}}, {"name": "虞美人·听雨", "prop": {"content": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。", "translation": "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "小梁州·篷窗风急雨丝", "prop": {"content": "篷窗风急雨丝丝，闷捻吟髭。淮阳西望路何之？无一个鳞鸿至，把酒问篙师。迎头便说兵戈事。风流再莫追思，塌了酒楼，焚了茶肆，柳营花市，更呼甚燕子莺儿！", "translation": "急风扑打着篷窗，细雨丝丝，愁闷难遣只有捻须思索，吟诗填词。西望淮阳，今日要到哪里去？盼不到一封书信来，端着酒杯向船夫问一个底细。船夫一开头就说兵戈战事。告诉我风流已成往事，不要再去回忆追思，酒楼坍塌了，茶肆也被烧成灰，歌台妓院成了军营，往日的歌妓舞女再也找不到了。 "}}, {"name": "南歌子·疏雨池塘见", "prop": {"content": "疏雨池塘见，微风襟袖知。阴阴夏木啭黄鹂，何处飞来白鹭立移时。易醉扶头酒，难逢敌手棋。日长偏与睡相宜，睡起芭蕉叶上自题诗。", "translation": "稀疏的雨点落在池塘里，水面上泛起了涟漪。轻风拂来，吹动了衣袖。夏天的树长满了浓密的叶子，树荫中响起黄鹂婉转的啼叫声。一只白鹭不知道从什么地方飞来，独立池塘，已经很久很久。喝扶头酒很容易让人醉，可下棋时却难逢对手。这长长的白日，用来睡觉是最合适的了。我睡醒后，一个人在芭蕉叶子上百无聊赖地写着诗。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "咏雨·其二", "prop": {"content": "和气吹绿野，梅雨洒芳田。新流添旧涧，宿雾足朝烟。雁湿行无次，花沾色更鲜。对此欣登岁，披襟弄五弦。", "translation": "阴阳混合之气吹着绿色的田野，梅雨洒在稻田里。刚刚下雨产生的水流汇流到河沟里，夜里雾气追随清晨炊烟的脚步。露水打湿了大雁羽毛，飞行没有了次序，花沾上露水颜色更加鲜艳。对这丰收之年我感到非常高兴，敞开衣襟拨弄着五弦琴。"}}, {"name": "梁启超", "dynasty": "近现代"}, {"name": "生查子·窗雨阻佳期", "prop": {"content": "窗雨阻佳期，尽日颙然坐。帘外正淋漓，不觉愁如锁。梦难裁，心欲破，泪逐檐声堕。想得玉人情，也合思量我。", "translation": "颙（yǒng）然：严肃的样子。 "}}, {"name": "李煜", "dynasty": "五代"}, {"name": "别严士元", "prop": {"content": "春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今已误儒生。", "translation": "水国的天气带着初春的寒意，忽晴忽阴，忽好忽坏；在这春风乍起的日子，我所乘的船停泊在苏州城外。蒙蒙细雨润湿了衣服，自己却没有注意到；枝上的花朵飘落到地上，听不到声响。薄暮夕阳下，江上孤帆远去；太湖之南碧草如茵，绵延万里。或许有朋友会问到我的境遇，请转告他们，我这个一介书生，命途多舛，已被“青袍”所误。"}}, {"name": "绮罗香·咏春雨", "prop": {"content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "translation": "无"}}, {"name": "何绍基", "dynasty": "清代"}, {"name": "长安夜雨", "prop": {"content": "滞雨通宵又彻明，百忧如草雨中生。心关桂玉天难晓，运落风波梦亦惊。压树早鸦飞不散，到窗寒鼓湿无声。当年志气俱消尽，白发新添四五茎。", "translation": "　　本诗以 “ 忧 ” 贯穿全诗，作者抒发了生活的艰辛；命途的不 顺；生命的衰老。首联通过描写和比喻表现了作者的百忧缠心。颈联从视觉角度与听觉角度。树上集聚的早鸦，是作者所见之景；沉闷的鼓声是作者所闻之景。又这些景物凄冷萧条，传达出作者愁闷落寞的心情。"}}, {"name": "王驾", "dynasty": "唐代"}, {"name": "普天乐·雨儿飘", "prop": {"content": "雨儿飘，风儿飏。风吹回好梦，雨滴损柔肠。风萧萧梧叶中，寸点点芭蕉上。风雨相留添悲怆，雨和风卷起凄凉。风雨儿怎当？风雨儿定当。风雨儿难当。", "translation": "雨在飘洒，风在吹扬。地场好梦风惊醒，细雨断人肠。风过梧桐叶，寸点落芭蕉。风雨交加令人增添悲怆，雨和着风卷起阵阵凄凉。风雨让人如何承受？但是它却一定让人承受。它实在难于让人承受啊！"}}, {"dynasty": "先秦"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "虞美人·玉阑干外清江", "prop": {"content": "玉阑干外清江浦，渺渺天涯雨。好风如扇雨如帘，时见岸花汀草、涨痕添。(阑：栏) 青林枕上关山路，卧想乘鸾处。碧芜千里思悠悠，惟有霎时凉梦、到南州。", "translation": "独倚栏杆向远处望去，清江浦在哪里呢？大雨迷蒙，连天涯都一片苍茫。好风像扇子，好雨似挂着的珠帘。只见岸上红花开放，汀洲覆满绿草，浸水的印痕在不断上涨。想象自己的梦魂进入了关山之路，那游冶的旧处在哪里呢？如今只剩梦影依稀，不堪回首。碧绿的平野延伸至天际，引起离人无尽的归思。只有在偶然的美梦中，才能回到长期思念的南方。"}}, {"name": "谭用之", "dynasty": "五代"}, {"name": "春雨", "prop": {"content": "花时闷见联绵雨，云入人家水毁堤。昨日春风源上路，可怜红锦枉抛泥。", "translation": "本该是阳光明媚的春日却是连日阴雨，乌云笼罩大地连日的大雨将堤坝冲毁。昨天感觉天气良好就启程上路，不成想让这大雨阻了前路停滞不前。"}}, {"name": "李觏", "dynasty": "宋代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "早春呈水部张十八员外", "prop": {"content": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。", "translation": "长安街上细密的春雨润滑如酥，远望草色依稀连成一片，近看时却显得稀疏。一年之中最美的就是这早春的景色，远胜过绿柳满城的春末。"}}, {"name": "剑门道中遇微雨", "prop": {"content": "衣上征尘杂酒痕，远游无处不销魂。此身合是诗人未？细雨骑驴入剑门。", "translation": "衣服上满是灰尘和杂乱的酒渍，远行游历过的地方没有一处不让人心神暗淡和感伤。我难道这一生就只该是一个诗人？在微雨中骑着驴子走入剑门关？"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "春雨", "prop": {"content": "怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残宵犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。", "translation": "新春时节，我身披白衫怅然地卧在床上；幽会的白门冷落了，令我万分感伤。隔着蒙蒙细雨凝视红楼更觉凄凉，只好顶着珠帘般的细雨，在依稀闪烁的灯光中黯然归来。凄楚的暮春，遥远的路途，哪里可以寄托我的悲凄伤感？只有在残宵梦中才能与你相见。耳环情书已备好，怎么才能送达？只有寄希望于万里长空中，那一只刚刚飞来的鸿雁。。"}}, {"dynasty": "五代"}, {"name": "韩愈", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "游次公", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "霖雨诗", "prop": {"content": "洪霖弥旬日，翳翳四区昏。紫电光牖飞，迅雷终天奔。", "translation": "大雨连续下了十几天，天地一片昏暗迷濛。紫色闪电照亮窗户一闪即逝，迅疾的惊雷像在满天奔驰。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "李世民", "dynasty": "唐代"}, {"name": "梅雨", "prop": {"content": "梅实迎时雨，苍茫值晚春。愁深楚猿夜，梦断越鸡晨。海雾连南极，江云暗北津。素衣今尽化，非为帝京尘。", "translation": "杨梅结实正是阴雨连绵的时候，天地苍茫一片，时间恰是晚春。愁深难眠更哪堪楚猿夜啼，好梦易醒禁不住越鸡伺晨。雨雾朦朦从海隅直达南极边的尽头，江涛汹汹淹没了北去的渡口。身上的白衣被江南的梅雨墨染，却不是京城的尘埃所为。"}}, {"name": "浣溪沙·红蓼渡头秋正", "prop": {"content": "红蓼渡头秋正雨，印沙鸥迹自成行，整鬟飘袖野风香。不语含嚬深浦里，几回愁煞棹船郎，燕归帆尽水茫茫。", "translation": "　　薛昭蕴不是画家，但他的这首《浣溪沙》却给读者描绘出了一幅苍凉寂寞的秋雨渡头待人图。"}}, {"name": "寒食雨二首", "prop": {"content": "自我来黄州，已过三寒食。年年欲惜春，春去不容惜。今年又苦雨，两月秋萧瑟。卧闻海棠花，泥污燕支雪。暗中偷负去，夜半真有力。何殊病少年，病起头已白。春江欲入户，雨势来不已。小屋如渔舟，濛濛水云里。空庖煮寒菜，破灶烧湿苇。那知是寒食，但见乌衔纸。君门深九重，坟墓在万里。也拟哭途穷，死灰吹不起。", "translation": "自从我来到黄州，已度过三个寒食时际。年年爱惜春光想将它挽留，春天自管自归去不容人惋惜。今年又苦于连连阴雨，绵延两个月气候萧瑟一如秋季。独卧在床听得雨打海棠，胭脂样花瓣像雪片凋落污泥。造物主把艳丽的海棠偷偷背去，夜半的雨真有神力。雨中海棠仿佛一位患病的少年，病愈时双鬓斑白已然老去。"}}, {"name": "曾几", "dynasty": "宋代"}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "徐灿", "dynasty": "清代"}, {"name": "徐再思", "dynasty": "元代"}, {"name": "张鸣善", "dynasty": "元代"}, {"name": "崇义里滞雨", "prop": {"content": "落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。", "translation": "是谁家男儿流落在京城，无依无靠，独对寂寞的寒秋？青壮之年长抱着羁恨，梦中悲泣，只换得白发满头。像一匹干瘦的马，以败草为食，冷雨萧萧，水沫漂浮在寒沟。贡院的旧帘遥看黯然，透过雨幕，听得见更声幽幽。家山啊，远隔在千里之外，在那天边，那云脚的东头。满怀忧愁，枕着剑匣入眠，封侯之愿，也许这梦中得酬。"}}, {"name": "木兰花慢·立秋夜雨送", "prop": {"content": "盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。", "translation": "盼望着银河的出现，入夜的时候却偏偏下起了悲凄的秋雨。刹那间，园里的蝴蝶和蜜蜂纷纷飞起，匆匆躲避。是暖是寒。入秋夜雨本是等闲之事，但今晚那丝丝点点的雨声却令人搅断柔肠。应该是因为此时正是别离送友的时刻，所以这秋雨才这样让人断肠吧。秋夜雨洒落在疏窗上，那雨痕仿佛是屏风上画出的水墨画。能否请求高高的梧桐树和烧残的灯烛细做掂量，不要在此时再添人的愁绪池塘里，荷叶已经被秋风吹残，那今夜谁来代替荷叶为鸳鸯们遮风挡雨呢？你将上路远行，从此旅途劳顿，梦醒之时，唯有悲切的寒蝉声相伴。"}}, {"name": "春雨", "prop": {"content": "耕人扶耒语林丘，花外时时落一鸥。欲验春来多少雨，野塘漫水可回舟。", "translation": "山林中农夫扶着犁低声说着话，花丛外面不时落下一只白鸥。想要检验春雨的雨量，只看那野塘中涨满的春水，可以自由回转一只小船。"}}, {"name": "萤火", "prop": {"content": "和雨还穿户，经风忽过墙。虽缘草成质，不借月为光。解识幽人意，请今聊处囊。君看落空阔，何异大星芒。", "translation": "无"}}, {"name": "志南", "dynasty": "宋代"}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "好事近·中秋席上和王", "prop": {"content": "明月到今宵，长是不如人约。想见广寒宫殿，正云梳风掠。夜深休更唤笙歌，檐头雨声恶。不是小山词就，这一场寥索。", "translation": "无"}}, {"name": "伤春怨·雨打江南树", "prop": {"content": "雨打江南树。一夜花开无数。绿叶渐成阴，下有游人归路。 与君相逢处。不道春将暮。把酒祝东风，且莫恁、匆匆去。", "translation": "无"}}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "徐俯", "dynasty": "宋代"}, {"name": "阎选", "dynasty": "五代"}, {"name": "夜雨", "prop": {"content": "早蛩啼复歇，残灯灭又明。隔窗知夜雨，芭蕉先有声。", "translation": "早出来的蟋蟀叫了之后又停了下来，昏暗的灯熄灭了又被重新点亮。隔着窗户知道下起了夜雨，因为窗外芭蕉叶上响起了雨点声。"}}, {"dynasty": "唐代"}, {"name": "水仙子·夜雨", "prop": {"content": "一声梧叶一声秋，一点芭蕉一点愁，三更归梦三更后。落灯花，棋未收，叹新丰逆旅淹留。枕上十年事，江南二老忧，都到心头。(逆旅淹留 一作：孤馆人留)", "translation": "梧桐叶上的每一滴雨，都让人感到浓浓的秋意。一声声滴落在芭蕉叶上的嘀嗒雨声，都使得愁思更浓。夜里做着的归家好梦，一直延续到三更之后。灯花落下，棋子还未收，叹息又将滞留在这新丰客舍。十年宦海奋斗的情景，江南家乡父母的担忧，一时间都涌上了心头。"}}, {"name": "剑器近·夜来雨", "prop": {"content": "夜来雨。赖倩得、东风吹住。海棠正妖娆处。且留取。悄庭户。试细听、莺啼燕语。分明共人愁绪。怕春去。佳树。翠阴初转午。重帘卷，乍睡起、寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数。去却寒暄，到了浑无定据。断肠落日千山暮。", "translation": "夜间的绵绵细雨，那带雨的海棠花分外美丽。愿这美景长留不去。庭院中悄然无声。我用心仔细听，小燕黄莺啼唱声声悦耳，分明与人一样明白人间情意，生怕春天走得太快。枝条美丽的绿树，树荫一片转过正午。我刚刚睡起，层层帘幕还未卷起，我一个人寂寞地观看纷飞的柳絮。我偷偷抹去伤心的眼泪，寄与那烟波浩荡的江水，待并水流到江头的故人那里，告诉她我凄凉之景。唉，你寄来的情书虽然多，除去那些问候话，归期却毫不定，也未说何时才归来。夕阳中我凝神远望，所见到千山茫茫，令人断肠。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "夜雨寄北", "prop": {"content": "君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。", "translation": "你问我回家的日期，归期难定，今晚巴山下着大雨，雨水已涨满秋池。什么时候我们才能一起秉烛长谈，相互倾诉今宵巴山夜雨中的思念之情。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "雨过山村", "prop": {"content": "雨里鸡鸣一两家，竹溪村路板桥斜。妇姑相唤浴蚕去，闲看中庭栀子花。(闲看 一作：闲着)", "translation": "雨中传来鸡鸣，山村里依稀一两户人家。小溪夹岸绿竹苍翠，窄窄板桥连接着一线山路。婆媳相互呼唤一起去浴蚕选种，那庭院中间的栀子花独自开放无人欣赏。"}}, {"name": "菩萨蛮·红楼遥隔廉纤", "prop": {"content": "红楼遥隔廉纤雨。沉沉暝色笼高树。树影到侬窗。君家灯火光。风枝和影弄。似妾西窗梦。梦醒即天涯。打窗闻落花。", "translation": "廉纤：细微、纤细。"}}, {"name": "鹊桥仙·扁舟昨泊", "prop": {"content": "扁舟昨泊，危亭孤啸，目断闲云千里。前山急雨过溪来，尽洗却、人间暑气。暮鸦木末，落凫天际，都是一团秋意。痴儿騃女贺新凉，也不道、西风又起。", "translation": "　　宦海中的沉浮，恰如海的潮涨潮落，永无停息。尤其是在调迁频繁却无法担当大任、壮志难酬时，其落寞的心情更为沉重。此词抒写的就是宦海浮沉的落寞心情。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "好事近·春雨细如尘", "prop": {"content": "春雨细如尘，楼外柳丝黄湿。风约绣帘斜去，透窗纱寒碧。美人慵翦上元灯，弹泪倚瑶瑟。却上紫姑香火，问辽东消息。", "translation": "春雨蒙蒙如细小的尘粒，打湿了楼外金黄的柳丝。帘幕被风斜斜吹起，透过绿纱窗也能感到微微寒意。美人懒懒地剪着上元灯，弹起瑶瑟不禁泪流满面。擎起一炷香求紫姑算卦，想问问有没有亲人的消息。"}}, {"name": "春夜喜雨", "prop": {"content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。", "translation": "好雨知道下雨的节气，正是在春天植物萌发生长的时候。随着春风在夜里悄悄落下，无声地滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。"}}, {"name": "抛球乐·逐胜归来雨未", "prop": {"content": "逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当筵最有情。", "translation": "无"}}, {"name": "太平洋遇雨", "prop": {"content": "一雨纵横亘二洲，浪淘天地入东流。却余人物淘难尽，又挟风雷作远游。", "translation": "我乘船过太平洋见雨雾迷茫横贯亚洲美洲，远处水天相连浪涛好像在荡涤天地向东流去。戊戌政变后的劫余人物不会被历史浪潮涤荡尽，今天我又怀着改革社会的雄心壮志作远游。"}}, {"name": "水槛遣心二首", "prop": {"content": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。", "translation": "草堂远离喧闹的城郭，庭院开阔宽敞，四周没有村落，放眼一望无边。碧澄江水，几乎淹没两岸；葱茏树木，黄昏盛开鲜花。细雨蒙蒙，鱼儿欢快地跃出水面；微风习习，燕子倾斜着掠过天空。城里拥挤着十万人家，熙熙攘攘；这里却只有两三灯火，清闲自在。"}}, {"dynasty": "朝代"}, {"name": "菩萨蛮·隔花才歇帘纤", "prop": {"content": "隔花才歇帘纤雨，一声弹指浑无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。", "translation": "无"}}, {"name": "停云·其二", "prop": {"content": "停云霭霭，时雨濛濛。八表同昏，平陆成江。有酒有酒，闲饮东窗。愿言怀人，舟车靡从。", "translation": "空中阴云聚不散，春雨迷蒙似云烟。举目四顾昏沉色，水阻途断客不前。幸赖家中有新酒，自饮东窗聊慰闲。思念好友在远方，舟车不通难相见。"}}, {"name": "登咸阳县楼望雨", "prop": {"content": "乱云如兽出山前，细雨和风满渭川。 尽日空濛无所见，雁行斜去字联联。", "translation": "乱云就像猛兽奔涌出山前，细雨和风洒遍了渭河河川。终日阴雨濛濛什么也不见，几行归去的雁就好像字联。"}}, {"name": "虞美人·梳楼", "prop": {"content": "丝丝杨柳丝丝雨。春在溟濛处。楼儿忒小不藏愁。几度和云飞去、觅归舟。天怜客子乡关远。借与花消遣。海棠红近绿阑干。才卷朱帘却又、晚风寒。", "translation": "　　这是一首描写羁旅他乡凄迷心境的词。蒋捷这首词，字字锤炼，用句精巧，但也平淡，也是一首不可多得的佳作。"}}, {"name": "葛立方", "dynasty": "宋代"}, {"name": "十月二十八日风雨大作", "prop": {"content": "风怒欲拔木，雨暴欲掀屋。风声翻海涛，雨点堕车轴。拄门那敢开，吹火不得烛。岂惟涨沟溪，势已卷平陆。辛勤蓺宿麦，所望明年熟；一饱正自艰，五穷故相逐。南邻更可念，布被冬未赎；明朝甑复空，母子相持哭。", "translation": "陆游的抗战思想此时受到当权派的排挤，生活潦倒不堪，但他坚定自身的信念，不与朝廷权贵同流合污．他通过本诗对比控诉了那种贫富悬殊、苦乐迥异的不合理现象，大有杜甫“朱门酒肉臭，路有冻死骨”之遗风。 "}}, {"name": "骤雨", "prop": {"content": "牛尾乌云泼浓墨，牛头风雨翩车轴。怒涛顷刻卷沙滩，十万军声吼鸣瀑。牧童家住溪西曲，侵早骑牛牧溪北。慌忙冒雨急渡溪，雨势骤晴山又绿。", "translation": "牛尾的乌云如浓墨泼洒，牛头的风雨急如水车波涌轴翻。顷刻之间，怒涛汹涌卷上了沙滩，就像千军万马鏖战急，阵阵吼声如飞瀑鸣雷令人心惊！牧童家住溪西湾，清早骑牛去那河北滩。慌忙中冒雨渡过小溪返回村中，没想到暴雨骤停，又染绿了群山。"}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "雨晴", "prop": {"content": "天缺西南江面清，纤云不动小滩横。墙头语鹊衣犹湿，楼外残雷气未平。尽取微凉供稳睡，急搜奇句报新晴。今宵绝胜无人共，卧看星河尽意明。", "translation": "雨过云开，西南的江面清平湛蓝，一抹微云横卧江上小滩一动不动。立在墙头的叽叽喳喳的鸟雀羽毛仍湿，楼外远处不时传来几声低沉的雷声。趁雷雨后的微凉睡个安稳的好觉，赶快吟几句奇诗回报雨后的新晴。今夜这如此美妙的情境无人共享，便我一人也要尽兴卧看银河直到天明。"}}, {"name": "因雨和杜韵", "prop": {"content": "晚堂疏雨暗柴门，忽入残荷泻石盆。万里沧江生白发，几人灯火坐黄昏？客途最觉秋先到，荒径惟怜菊尚存。却忆故园耕钓处，短蓑长笛下江村。", "translation": "傍晚堂对疏雨，外面是昏暗的柴门，阵雨掠过残荷，忽地像倾翻石盆。漂泊江河茫茫万里，我都生了白发，世上有几人如此灯下对坐在黄昏？奔波于客途最先感知秋天的到来，荒凉的道上只有可怜的野菊尚存。想到那家乡中耕作和垂钓的地方，披短蓑带长笛，逍遥自在出入江村。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "刘基", "dynasty": "明代"}, {"name": "临江仙·柳外轻雷池上", "prop": {"content": "柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。 燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。", "translation": "柳林外传来轻轻的雷鸣，池上细雨蒙蒙；雨声浙淅沥沥，滴在荷叶上发出细碎之声。不久小雨即停，小楼西角显现出被遮断的彩虹。我们靠倚栏杆旁，直等到月亮东升。燕子飞回门前，窥伺着飞到画梁间；我从玉钩上放下门帘。床上竹席纹路平展，好像清凉的水波，却无波纹涌动。床头放着水晶双枕，她的金钗从发上坠下，横放枕边。"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "旅舍遇雨", "prop": {"content": "月华星彩坐来收，岳色江声暗结愁。半夜灯前十年事，一时和雨到心头。", "translation": "月色与星光顿时都被乌云遮挡，眼前是一片模糊的山影，耳中是动荡的江声，暗然愁绪。半夜仍独坐灯前，十余年来的坎坷经历以及耳闻目击的不平世事，一下子随着大雨涌上了心头。"}}, {"name": "雨无正", "prop": {"content": "浩浩昊天，不骏其德。降丧饥馑，斩伐四国。旻天疾威，弗虑弗图。舍彼有罪，既伏其辜。若此无罪，沦胥以铺。周宗既灭，靡所止戾。正大夫离居，莫知我勚。三事大夫，莫肯夙夜。邦君诸侯，莫肯朝夕。庶曰式臧，覆出为恶。如何昊天，辟言不信。如彼行迈，则靡所臻。凡百君子，各敬尔身。胡不相畏，不畏于天？戎成不退，饥成不遂。曾我暬御，憯憯日瘁。凡百君子，莫肯用讯。听言则答，谮言则退。哀哉不能言，匪舌是出，维躬是瘁。哿矣能言，巧言如流，俾躬处休！维曰予仕，孔棘且殆。云不何使，得罪于天子；亦云可使，怨及朋友。谓尔迁于王都。曰予未有室家。鼠思泣血，无言不疾。昔尔出居，谁从作尔室？", "translation": "无"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "秋雨叹三首", "prop": {"content": "雨中百草秋烂死，阶下决明颜色鲜。著叶满枝翠羽盖，开花无数黄金钱。凉风萧萧吹汝急，恐汝后时难独立。堂上书生空白头，临风三嗅馨香泣。阑风长雨秋纷纷，四海八荒同一云。去马来牛不复辨，浊泾清渭何当分？禾头生耳黍穗黑，农夫田妇无消息。城中斗米换衾禂，相许宁论两相值？长安布衣谁比数？反锁衡门守环堵。老夫不出长蓬蒿，稚子无忧走风雨。雨声飕飕催早寒，胡雁翅湿高飞难。秋来未曾见白日，泥污后土何时干？", "translation": "由于连绵的秋雨，作物植物都烂掉了，可是房屋台阶下的决明子却生长的很好，颜色鲜艳。决明生长良好，还开了很多的花。可是毕竟是秋天已到，天气渐凉，秋风瑟瑟，纵然决明现在比其他植物长的好，也无法抵挡秋天的寒冷，日后还是会凋零，无法独立。屋里的书生枉自忧愁，因为决明的日渐凋谢而心生烦恼（可能真的生出几根白发）。秋风吹，带来几缕阶下决明的花香，书生闻着那慢慢变淡的花香，无法控制自己的情绪，落下了泪水。"}}, {"dynasty": "近现代"}, {"name": "酬裴侍御对雨感时见赠", "prop": {"content": "雨色秋来寒，风严清江爽。孤高绣衣人，潇洒青霞赏。 平生多感激，忠义非外奖。祸连积怨生，事及徂川往。 楚邦有壮士，鄢郢翻扫荡。申包哭秦庭，泣血将安仰。 鞭尸辱已及，堂上罗宿莽。颇似今之人，蟊贼陷忠谠。 渺然一水隔，何由税归鞅。日夕听猿怨，怀贤盈梦想。", "translation": "无"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "谒金门·秋感", "prop": {"content": "今夜雨。断送一年残暑。坐听潮声来别浦。明朝何处去。孤负金尊绿醑。来岁今宵圆否。酒醒梦回愁几许。夜阑还独语。", "translation": "今夜一场秋雨，结束了一年的秋老虎。因为爱听那钱塘江的潮声，就来到了送友话别的江边。明天将奔向什么地方？有负于金杯盛的美酒，明年的今晚还能相聚吗？酒醒梦醒还有多少愁？尽管夜深了，我一人还在自言自语。"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "陈文述", "dynasty": "清代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "烛影摇红·越上霖雨应", "prop": {"content": "秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相间金茸翠亩。认城阴、春耕旧处。晚舂相应，新稻炊香，疏烟林莽。 清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。", "translation": "　　《烛影摇红》，《能改斋漫录》卷十六：“王都尉（诜）有《忆故人》词，徽宗喜其词意，犹以不丰容宛转为恨，遂令大晟府（徽宗所置音乐研究创作机关）别撰腔。周美成（邦彦）增损其词，而以句首为名，谓之《烛影摇红》云。”王词原为小令，五十字，前片两仄韵，后片三仄韵。周邦彦演为慢曲，《梦窗词集》入“大石调”。九十六字，前后片各九句五仄韵。　　"}}, {"name": "小雨", "prop": {"content": "雨来细细复疏疏，纵不能多不肯无。似妒诗人山入眼，千峰故隔一帘珠。", "translation": "细细的，疏疏的，雨儿飘飘洒洒；雨下又下不大，停又不肯停下。是不是妒忌我太喜欢欣赏那远处的青山？故意从檐下滴成一层珠帘，遮住那千峰万崖。"}}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "喜雨亭记", "prop": {"content": "　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” ", "translation": "　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。"}}, {"name": "吕渭老", "dynasty": "宋代"}, {"name": "昭君怨·咏荷上雨", "prop": {"content": "午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)", "translation": "夏日午眠，梦见荡舟西湖荷花间，满湖烟水迷茫、荷花清香扑鼻。突然如筛豆般的阵雨敲击船篷，发出“扑”、“扑”的声音，把我从西湖赏荷的梦境中惊醒。以为是在西湖赏荷，却原来是在家中午休，遇急雨击池中荷叶把我惊醒，梦醒后观庭院荷池，急雨敲打荷叶，雨珠跳上跳下，晶莹的雨点忽聚忽散，散了如断线的珍珠，四处迸射，使人眼花缭乱，最后聚在叶心，像一窝泛波的水银，亮晶晶的。"}}, {"name": "咸阳值雨", "prop": {"content": "咸阳桥上雨如悬，万点空濛隔钓船。还似洞庭春水色，晓云将入岳阳天。", "translation": "在咸阳桥上遇雨了，那牛毛细雨随风飘摇不定，宛如悬在空中的水晶帷帘；那泊着的钓鱼船被这连绵的水晶帷帘阻隔，如烟如画。眼前这烟水空濛的景色多么像初春时节洞庭湖上那烟波浩渺的景致，湿漉的晓云好像是驮载着接天的水气飘进了岳阳古城的上空。"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "溪上遇雨二首", "prop": {"content": "回塘雨脚如缫丝，野禽不起沈鱼飞。耕蓑钓笠取未暇，秋田有望从淋漓。坐看黑云衔猛雨，喷洒前山此独晴。忽惊云雨在头上，却是山前晚照明。", "translation": "环曲的池塘水面，雨水像在抽丝一般密织，野禽因为雨势太大无法起飞，鱼儿却惊得在水面飞跃起来。耕种的人和垂钓者都来不及取蓑衣和斗笠，秋季的田地都多么期待这么一场酣畅淋漓的大雨啊。"}}, {"name": "大酺·春雨", "prop": {"content": "对宿烟收，春禽静，飞雨时鸣高屋。墙头青玉旆，洗铅霜都尽，嫩梢相触。润逼琴丝，寒侵枕障，虫网吹黏帘竹。邮亭无人处，听檐声不断，困眠初熟。奈愁极顿惊，梦轻难记，自怜幽独。 行人归意速。最先念、流潦妨车毂。怎奈向、兰成憔悴，卫玠清羸，等闲时、易伤心目。未怪平阳客，双泪落、笛中哀曲。况萧索、青芜国。红糁铺地，门外荆桃如菽。夜游共谁秉烛。", "translation": "无"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "陈著", "dynasty": "宋代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "春日", "prop": {"content": "一夕轻雷落万丝，霁光浮瓦碧参差。有情芍药含春泪，无力蔷薇卧晓枝。", "translation": "一声春雷，落下绵绵细雨。雨后初晴，阳光投射在刚刚被雨洗过的苍翠碧瓦上。经历春雨的芍药花上饱含雨露，仿佛含泪的少女情意脉脉。蔷薇横卧，好似无力低垂，惹人怜爱。"}}, {"name": "苏秀道中", "prop": {"content": "苏秀道中，自七月二十五日夜大雨三日，秋苗以苏，喜而有作。一夕骄阳转作霖，梦回凉冷润衣襟。不愁屋漏床床湿，且喜溪流岸岸深。千里稻花应秀色，五更桐叶最佳音。无田似我犹欣舞，何况田间望岁心。", "translation": "一夜之间，炎炎烈日的晴空，忽然降下了渴望已久的甘霖；我在睡梦中惊醒，只觉得浑身舒适，凉气沁人。我不愁屋子会漏雨，淋湿我的床；只是欣喜溪流中涨满了雨水，不用再为干旱担心。我想，那千里平野上，喝够了水的稻子一定是葱绿一片；于是觉得，这五更天雨水敲打着梧桐，是那么的动听。像我这没有田地的人尚且欢欣鼓舞，更何况田间的农夫，祈望着丰年，该是多么的高兴。"}}, {"name": "春雨晓坐", "prop": {"content": "众木蔽春塘，花落如堕鸟。山庄苔满阶，久雨来人少。", "translation": "春天生长茂盛的树木已经遮蔽了池塘，飘洒的落花好似一只只向下飞坠的鸟。山庄里的台阶上已经长满了苔藓，连日下雨很少有人来此。"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "微雨", "prop": {"content": "初随林霭动，稍共夜凉分。窗迥侵灯冷，庭虚近水闻。", "translation": "微雨初起时，只觉它像林中雾气一样浮动；逐渐地，伴随着夜幕降临，它分得了夜的丝丝凉意。那寒气仿佛透窗入户让灯火闪烁不定，离窗很远也能感觉到它的凉意；仔细听还能感觉到从空旷的院子里传来的轻微淅沥声。"}}], "edges": [{"source": 36, "target": 87, "relation": "创作"}, {"source": 155, "target": 36, "relation": "出自于"}, {"source": 177, "target": 7, "relation": "创作"}, {"source": 114, "target": 177, "relation": "出自于"}, {"source": 39, "target": 151, "relation": "创作"}, {"source": 140, "target": 39, "relation": "出自于"}, {"source": 73, "target": 144, "relation": "创作"}, {"source": 140, "target": 73, "relation": "出自于"}, {"source": 111, "target": 106, "relation": "创作"}, {"source": 140, "target": 111, "relation": "出自于"}, {"source": 163, "target": 83, "relation": "创作"}, {"source": 114, "target": 163, "relation": "出自于"}, {"source": 177, "target": 17, "relation": "创作"}, {"source": 131, "target": 57, "relation": "创作"}, {"source": 114, "target": 131, "relation": "出自于"}, {"source": 125, "target": 141, "relation": "创作"}, {"source": 15, "target": 125, "relation": "出自于"}, {"source": 117, "target": 107, "relation": "创作"}, {"source": 114, "target": 117, "relation": "出自于"}, {"source": 76, "target": 196, "relation": "创作"}, {"source": 114, "target": 76, "relation": "出自于"}, {"source": 105, "target": 146, "relation": "创作"}, {"source": 140, "target": 105, "relation": "出自于"}, {"source": 73, "target": 109, "relation": "创作"}, {"source": 135, "target": 77, "relation": "创作"}, {"source": 114, "target": 135, "relation": "出自于"}, {"source": 96, "target": 37, "relation": "创作"}, {"source": 140, "target": 96, "relation": "出自于"}, {"source": 39, "target": 154, "relation": "创作"}, {"source": 76, "target": 40, "relation": "创作"}, {"source": 137, "target": 41, "relation": "创作"}, {"source": 114, "target": 137, "relation": "出自于"}, {"source": 132, "target": 184, "relation": "创作"}, {"source": 114, "target": 132, "relation": "出自于"}, {"source": 181, "target": 67, "relation": "创作"}, {"source": 35, "target": 181, "relation": "出自于"}, {"source": 108, "target": 26, "relation": "创作"}, {"source": 140, "target": 108, "relation": "出自于"}, {"source": 0, "target": 92, "relation": "创作"}, {"source": 140, "target": 0, "relation": "出自于"}, {"source": 182, "target": 33, "relation": "创作"}, {"source": 140, "target": 182, "relation": "出自于"}, {"source": 28, "target": 134, "relation": "创作"}, {"source": 114, "target": 28, "relation": "出自于"}, {"source": 91, "target": 71, "relation": "创作"}, {"source": 110, "target": 91, "relation": "出自于"}, {"source": 143, "target": 168, "relation": "创作"}, {"source": 114, "target": 143, "relation": "出自于"}, {"source": 145, "target": 86, "relation": "创作"}, {"source": 114, "target": 145, "relation": "出自于"}, {"source": 132, "target": 188, "relation": "创作"}, {"source": 113, "target": 22, "relation": "创作"}, {"source": 114, "target": 113, "relation": "出自于"}, {"source": 167, "target": 47, "relation": "创作"}, {"source": 42, "target": 167, "relation": "出自于"}, {"source": 30, "target": 2, "relation": "创作"}, {"source": 114, "target": 30, "relation": "出自于"}, {"source": 166, "target": 127, "relation": "创作"}, {"source": 140, "target": 166, "relation": "出自于"}, {"source": 163, "target": 159, "relation": "创作"}, {"source": 8, "target": 189, "relation": "创作"}, {"source": 140, "target": 8, "relation": "出自于"}, {"source": 177, "target": 186, "relation": "创作"}, {"source": 39, "target": 53, "relation": "创作"}, {"source": 25, "target": 93, "relation": "创作"}, {"source": 114, "target": 25, "relation": "出自于"}, {"source": 62, "target": 164, "relation": "创作"}, {"source": 114, "target": 62, "relation": "出自于"}, {"source": 185, "target": 191, "relation": "创作"}, {"source": 140, "target": 185, "relation": "出自于"}, {"source": 102, "target": 65, "relation": "创作"}, {"source": 110, "target": 102, "relation": "出自于"}, {"source": 10, "target": 171, "relation": "创作"}, {"source": 140, "target": 10, "relation": "出自于"}, {"source": 177, "target": 81, "relation": "创作"}, {"source": 73, "target": 200, "relation": "创作"}, {"source": 177, "target": 121, "relation": "创作"}, {"source": 177, "target": 178, "relation": "创作"}, {"source": 118, "target": 19, "relation": "创作"}, {"source": 140, "target": 118, "relation": "出自于"}, {"source": 177, "target": 43, "relation": "创作"}, {"source": 115, "target": 54, "relation": "创作"}, {"source": 35, "target": 115, "relation": "出自于"}, {"source": 138, "target": 46, "relation": "创作"}, {"source": 110, "target": 138, "relation": "出自于"}, {"source": 28, "target": 6, "relation": "创作"}, {"source": 122, "target": 197, "relation": "创作"}, {"source": 114, "target": 122, "relation": "出自于"}, {"source": 170, "target": 78, "relation": "创作"}, {"source": 42, "target": 170, "relation": "出自于"}, {"source": 160, "target": 34, "relation": "创作"}, {"source": 114, "target": 160, "relation": "出自于"}, {"source": 190, "target": 9, "relation": "创作"}, {"source": 114, "target": 190, "relation": "出自于"}, {"source": 194, "target": 63, "relation": "创作"}, {"source": 114, "target": 194, "relation": "出自于"}, {"source": 72, "target": 48, "relation": "创作"}, {"source": 15, "target": 72, "relation": "出自于"}, {"source": 199, "target": 150, "relation": "创作"}, {"source": 114, "target": 199, "relation": "出自于"}, {"source": 115, "target": 128, "relation": "创作"}, {"source": 76, "target": 50, "relation": "创作"}, {"source": 39, "target": 174, "relation": "创作"}, {"source": 4, "target": 14, "relation": "创作"}, {"source": 42, "target": 4, "relation": "出自于"}, {"source": 59, "target": 103, "relation": "创作"}, {"source": 140, "target": 59, "relation": "出自于"}, {"source": 100, "target": 18, "relation": "创作"}, {"source": 114, "target": 100, "relation": "出自于"}, {"source": 1, "target": 120, "relation": "创作"}, {"source": 140, "target": 1, "relation": "出自于"}, {"source": 108, "target": 139, "relation": "创作"}, {"source": 99, "target": 129, "relation": "创作"}, {"source": 114, "target": 99, "relation": "出自于"}, {"source": 99, "target": 64, "relation": "创作"}, {"source": 195, "target": 157, "relation": "创作"}, {"source": 112, "target": 195, "relation": "出自于"}, {"source": 39, "target": 20, "relation": "创作"}, {"source": 99, "target": 55, "relation": "创作"}, {"source": 38, "target": 158, "relation": "创作"}, {"source": 140, "target": 38, "relation": "出自于"}, {"source": 11, "target": 95, "relation": "创作"}, {"source": 140, "target": 11, "relation": "出自于"}, {"source": 169, "target": 142, "relation": "创作"}, {"source": 114, "target": 169, "relation": "出自于"}, {"source": 124, "target": 51, "relation": "创作"}, {"source": 35, "target": 124, "relation": "出自于"}, {"source": 99, "target": 192, "relation": "创作"}, {"source": 73, "target": 66, "relation": "创作"}, {"source": 108, "target": 79, "relation": "创作"}, {"source": 126, "target": 97, "relation": "创作"}, {"source": 15, "target": 126, "relation": "出自于"}, {"source": 124, "target": 29, "relation": "创作"}, {"source": 180, "target": 172, "relation": "创作"}, {"source": 98, "target": 180, "relation": "出自于"}, {"source": 173, "target": 119, "relation": "创作"}, {"source": 140, "target": 173, "relation": "出自于"}, {"source": 60, "target": 101, "relation": "创作"}, {"source": 114, "target": 60, "relation": "出自于"}, {"source": 193, "target": 69, "relation": "创作"}, {"source": 42, "target": 193, "relation": "出自于"}, {"source": 118, "target": 88, "relation": "创作"}, {"source": 115, "target": 68, "relation": "创作"}, {"source": 62, "target": 75, "relation": "创作"}, {"source": 5, "target": 16, "relation": "创作"}, {"source": 175, "target": 5, "relation": "出自于"}, {"source": 117, "target": 161, "relation": "创作"}, {"source": 89, "target": 153, "relation": "创作"}, {"source": 175, "target": 89, "relation": "出自于"}, {"source": 61, "target": 52, "relation": "创作"}, {"source": 15, "target": 61, "relation": "出自于"}, {"source": 84, "target": 82, "relation": "创作"}, {"source": 140, "target": 84, "relation": "出自于"}, {"source": 149, "target": 31, "relation": "创作"}, {"source": 114, "target": 149, "relation": "出自于"}, {"source": 149, "target": 183, "relation": "创作"}, {"source": 12, "target": 3, "relation": "创作"}, {"source": 35, "target": 12, "relation": "出自于"}, {"source": 39, "target": 24, "relation": "创作"}, {"source": 100, "target": 133, "relation": "创作"}, {"source": 5, "target": 147, "relation": "创作"}, {"source": 21, "target": 148, "relation": "创作"}, {"source": 114, "target": 21, "relation": "出自于"}, {"source": 104, "target": 80, "relation": "创作"}, {"source": 114, "target": 104, "relation": "出自于"}, {"source": 23, "target": 130, "relation": "创作"}, {"source": 35, "target": 23, "relation": "出自于"}, {"source": 84, "target": 176, "relation": "创作"}, {"source": 44, "target": 152, "relation": "创作"}, {"source": 110, "target": 44, "relation": "出自于"}, {"source": 136, "target": 32, "relation": "创作"}, {"source": 140, "target": 136, "relation": "出自于"}, {"source": 94, "target": 45, "relation": "创作"}, {"source": 35, "target": 94, "relation": "出自于"}, {"source": 123, "target": 90, "relation": "创作"}, {"source": 110, "target": 123, "relation": "出自于"}, {"source": 187, "target": 56, "relation": "创作"}, {"source": 114, "target": 187, "relation": "出自于"}, {"source": 115, "target": 156, "relation": "创作"}, {"source": 179, "target": 85, "relation": "创作"}, {"source": 15, "target": 179, "relation": "出自于"}, {"source": 49, "target": 162, "relation": "创作"}, {"source": 114, "target": 49, "relation": "出自于"}, {"source": 132, "target": 13, "relation": "创作"}, {"source": 117, "target": 27, "relation": "创作"}, {"source": 70, "target": 116, "relation": "创作"}, {"source": 112, "target": 70, "relation": "出自于"}, {"source": 58, "target": 165, "relation": "创作"}, {"source": 42, "target": 58, "relation": "出自于"}, {"source": 74, "target": 198, "relation": "创作"}, {"source": 15, "target": 74, "relation": "出自于"}]}