{"nodes": [{"name": "张孜", "dynasty": "唐代"}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "雪后到乾明寺遂宿", "prop": {"content": "门外山光马亦惊，阶前屐齿我先行。风花误入长春苑，云月长临不夜城。未许牛羊伤至洁，且看鸦鹊弄新晴。更须携被留僧榻，待听催檐泻竹声。", "translation": "无"}}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "人月圆·雪中游虎丘", "prop": {"content": "梅花浑似真真面，留我倚阑杆。雪晴天气，松腰玉瘦，泉眼冰寒。兴亡遗恨，一丘黄土，千古青山。老僧同醉，残碑休打，宝剑羞看。", "translation": "雪后的梅花红润娇艳仿佛仙女真真姣好的脸面，吸引我凭依着栏杆久久流连，雪后初晴的天气，松树的腰显得细瘦而泉眼的冰面特别清寒。历史兴盛衰亡留下了深深的遗憾，阖闾当年曾经是纵横天下的英雄，如今只留下一个大大的黄土坟丘。而千古不变的是苍翠的青山，为我导游的老和尚也被美景所陶醉，就不要再去观赏拍打残破的古碑，去欣赏那一湾绿水的剑池的景观。"}}, {"name": "完颜亮", "dynasty": "金朝"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "雪赋", "prop": {"content": "　　岁将暮，时既昏。寒风积，愁云繁。梁王不悦，游于兔园。乃置旨酒，命宾友。召邹生，延枚叟。相如末至，居客之右。俄而微霰零，密雪下。王乃歌北风于卫诗，咏南山于周雅。授简于司马大夫，曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”　　相如于是避席而起，逡巡而揖。曰：臣闻雪宫建于东国，雪山峙于西域。岐昌发咏于来思，姬满申歌于《黄竹》。《曹风》以麻衣比色，楚谣以幽兰俪曲。盈尺则呈瑞于丰年，袤丈则表沴于阴德。雪之时义远矣哉！请言其始。　　若乃玄律穷，严气升。焦溪涸，汤谷凝。火井灭，温泉冰。沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯。于是河海生云，朔漠飞沙。连氛累霭，揜日韬霞。霰淅沥而先集，雪纷糅而遂多。　　其为状也，散漫交错，氛氲萧索。蔼蔼浮浮，瀌瀌弈弈。联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙。初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐。庭列瑶阶，林挺琼树，皓鹤夺鲜，白鹇失素，纨袖惭冶，玉颜掩姱。　　若乃积素未亏，白日朝鲜，烂兮若烛龙，衔耀照昆山。尔其流滴垂冰，缘溜承隅，粲兮若冯夷，剖蚌列明珠。至夫缤纷繁骛之貌，皓皔曒洁之仪。回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。　　若乃申娱玩之无已，夜幽静而多怀。风触楹而转响，月承幌而通晖。酌湘吴之醇酎，御狐貉之兼衣。对庭鹍之双舞，瞻云雁之孤飞。践霜雪之交积，怜枝叶之相违。驰遥思于千里，愿接手而同归。　　邹阳闻之，懑然心服。有怀妍唱，敬接末曲。于是乃作而赋积雪之歌，歌曰：　　携佳人兮披重幄，援绮衾兮坐芳褥。　　燎熏炉兮炳明烛，酌桂酒兮扬清曲。　　又续写而为白雪之歌，歌曰：　　曲既扬兮酒既陈，朱颜酡兮思自亲。　　愿低帷以昵枕，念解佩而褫绅。　　怨年岁之易暮，伤后会之无因。　　君宁见阶上之白雪，岂鲜耀于阳春。　　歌卒。王乃寻绎吟玩，抚览扼腕。顾谓枚叔，起而为乱，乱曰：　　白羽虽白，质以轻兮，白玉虽白，空守贞兮。未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳耀不固其节。节岂我名，洁岂我贞。凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成。纵心皓然，何虑何营？", "translation": "　　时值年末，天色已晚，寒风聚积，愁云密布。梁王心中不乐，到兔园游玩。于是摆上了酒席，邀请宾朋好友，请来邹阳，召来枚乘；司马相如最后到来，坐在宾客的首位。"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"dynasty": "元代"}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "苦雪四首·其三", "prop": {"content": "濛濛洒平陆，淅沥至幽居。且喜润群物，焉能悲斗储。故交久不见，鸟雀投吾庐。", "translation": "大雪纷纷飘落在原野上，淅沥的声音笼罩着我的居所。我且为它能滋润万物而欢喜，哪里能因为自己无斗米之储而悲哀呢。旧友已经很久没有见面了，只见鸟儿雀儿成群地落到我庭中觅食。"}}, {"name": "上林春令·十一月三十", "prop": {"content": "蝴蝶初翻帘绣。万玉女、齐回舞袖。落花飞絮蒙蒙，长忆著、灞桥别后。 浓香斗帐自永漏。任满地、月深云厚。夜寒不近流苏，只怜他、后庭梅瘦。", "translation": "纷飞的白雪，时而像翻穿绣帘的蝴蝶，时而像万千天女散花舒袖长舞，时而像落花飘洒，时而像飞絮蒙蒙，总是在回忆灞桥分别后的情形。深夜时梅花的清香从窗外飘入室内的斗帐中，任凭幽深的月光和浓厚的云层覆盖着整个大地。夜晚寒冷，只好躲在温暖的流苏帐中，只是可怜后庭的梅花，被风吹落了许多。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "落梅风·咏雪", "prop": {"content": "漫天坠，扑地飞，白占许多田地。冻杀吴民都是你！难道是国家祥瑞？", "translation": "漫天飘坠，扑地飞舞，白白地占了许多的田地。把黎民百姓都冻坏了，说什么是国家祥瑞？"}}, {"name": "环山樵", "dynasty": "清代"}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "杨朝英", "dynasty": "元代"}, {"name": "刘伯川席上作", "prop": {"content": "飞雪初停酒未消，溪山深处踏琼瑶。不嫌寒气侵入骨，贪看梅花过野桥。", "translation": "山村中的大雪才刚刚停了下来，而我的酒意还未完全消减，惬意地在这深山野溪旁踩踏着似玉的雪。我不介意这侵骨的寒气，只为走过野桥，贪看那高洁的梅花一眼。"}}, {"name": "冬日田园杂兴", "prop": {"content": "斜日低山片月高，睡余行药绕江郊。霜风捣尽千林叶，闲倚筇枝数鹳巢。炙背檐前日似烘，暖醺醺后困蒙蒙。过门走马何官职，侧帽笼鞭战北风！屋上添高一把茅，密泥房壁似僧寮。从教屋外阴风吼，卧听篱头响玉箫。松节然膏当烛笼，凝烟如墨暗房栊；晚来拭净南窗纸，便觉斜阳一倍红。乾高寅缺筑牛宫，巵酒豚蹄酹土公。牯牸无瘟犊儿长，明年添种越城东。放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！拨雪挑来踏地菘，味如蜜藕更肥醲。朱门肉食无风味，只作寻常菜把供。榾柮无烟雪夜长，地炉煨酒暖如汤。莫嗔老妇无盘飣，笑指灰中芋栗香。煮酒春前腊后蒸，一年长飨瓮头清。廛居何似山居乐，秫米新来禁入城。黄纸蠲租白纸催，皂衣旁午下乡来。长官头脑冬烘甚，乞汝青钱买酒回。探梅公子款柴门，枝北枝南总未春；忽见小桃红似锦，却疑侬是武陵人。村巷冬年见俗情，邻翁讲礼拜柴荆。长衫布缕如霜雪，云是家机自织成。", "translation": "　　“放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！” "}}, {"name": "毛泽东", "dynasty": "近现代"}, {"dynasty": "清代"}, {"name": "清平乐·雪", "prop": {"content": "悠悠飏飏，做尽轻模样。半夜萧萧窗外响，多在梅边竹上。朱楼向晓帘开，六花片片飞来。无奈熏炉烟雾，腾腾扶上金钗。", "translation": "雪花飘飘洒洒满天飞舞，一副轻盈潇洒的模样。半夜只听得窗外大雪下的沙沙作响，压折那院中梅树和竹枝。第二天起床便迫不及待的掀开帘子，只见片片雪花迎面扑来。无奈房内熏炉中的烟雾一下就将身上的雪花全部融化了，只能看着雪花变成热气腾腾的雾气升腾而起，轻轻地笼罩在她那插有金钗的头上。"}}, {"name": "山中雪后", "prop": {"content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。", "translation": "清晨起，打开门看到的是满山的皑皑白雪。雪后初晴，白云惨淡，连日光都变得寒冷。房檐的积雪未化，院落的梅花枝条仍被冰雪凝冻。这样清高坚韧的性格，是多么不寻常啊！"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "红林擒近·寿词·满路", "prop": {"content": "三万六千顷，玉壶天地寒。庾岭封的皪，淇园折琅玕。漠漠梨花烂漫，纷纷柳絮飞残。直疑潢潦惊翻，斜风溯狂澜。对此频胜赏，一醉饱清欢。呼?童翦韭，和冰先荐春盘。怕东风吹散，留尊待月，倚阑莫惜今夜看。", "translation": "一望无际的广袤土地，大雪纷飞使天地天地皆寒。使梅岭封住光鲜的美景，淇园翠绿的竹子都失色。似片片梨花在空中烂漫，像细小柳絮在空中纷飞。像地上流淌的雨水一样翻滚，斜风迎接着这狂澜。对这样的胜景甚是赞叹，愿为这种快乐饱醉一顿。呼喊童子一起欢饮享味，附和着冰雪先祭献春盘。怕东风吹散这飞雪，停杯待月，依靠着栏杆，怕自己不舍今夜的美景。 "}}, {"name": "高骈", "dynasty": "唐代"}, {"name": "洪升", "dynasty": "清代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "点绛唇·黄花城早望", "prop": {"content": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。", "translation": "初雪后的五更之夜，黄花城中弥漫着寒光，积雪的峭壁上，栈道显得平滑了许多。无边的寒风也阻挠不了我披衣观景的兴致。面对这茫茫雪色，不觉心中怅然，无限慨叹！什么时候才能天亮，天空中的晨星要消散了，广漠沙原上的大雁也已经起飞开始新的征程。"}}, {"name": "陆文圭", "dynasty": "元代"}, {"dynasty": "明代"}, {"name": "寿阳曲·江天暮雪", "prop": {"content": "天将暮，雪乱舞，半梅花半飘柳絮。江上晚来堪画处，钓鱼人一蓑归去。", "translation": "天色将晚，突然下起了大雪，那纷飞的雪花像盛开梅花又像飘飞的柳絮。江上的晚景美的就像画般，江面上一位披着蓑衣的渔翁正划着小船归去。 "}}, {"name": "太常引·姑苏台赏雪", "prop": {"content": "断塘流水洗凝脂，早起索吟诗。何处觅西施？垂杨柳萧萧鬓丝。银匙藻井，粉香梅圃，万瓦玉参差。一曲乐天词，富贵似吴王在时。", "translation": "脂粉塘水在雪景间流淌，仿佛在洗濯当年宫女雪白的肌肤，使我一早起来，就激起了作诗的愿望。白雪茫茫，何处寻西施的遗影？但见垂柳挂满了冰雪，像鬓发添上了白霜。井口堆雪像舀满了银子，梅园的雪粉还沾着芳香，高高低低的屋顶上，堆积着美玉，上下闪光。我把白居易的诗作吟唱，眼前浮现着当年吴王夫差的富贵景象。"}}, {"name": "酬王二十舍人雪中见寄", "prop": {"content": "三日柴门拥不开，阶平庭满白皑皑。今朝蹋作琼瑶迹，为有诗从凤沼来。", "translation": "柴门多日紧闭不开，门前石阶铺满了白雪皑皑。如今有人把琼玉般的积雪踏碎，是友人从京城给我寄了诗来。"}}, {"name": "卜算子·雪江晴月", "prop": {"content": "明月淡飞琼，阴云薄中酒。收尽盈盈舞絮飘，点点轻鸥咒。晴浦晚风寒，青山玉骨瘦。回看亭亭雪映窗，淡淡烟垂岫。", "translation": "　　此词为回文，倒读为另一词调《巫山一段云》：“岫垂烟淡淡，窗映雪亭亭。看回瘦骨玉山青。寒风晚浦晴。咒鸥轻点点，飘絮舞盈盈。尽收酒中薄云阴。琼飞淡月明。”虽为文字游戏性质，但回环读来，不露生凑之迹，作者驾驭文字的才能，亦颇可观。 "}}, {"name": "水龙吟·雪中登大观亭", "prop": {"content": "关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。", "translation": "　　公元1840年，中英鸦片战争爆发，邓廷桢因曾随林则徐参与虎门销烟，被诬削职，次年远戍伊犁。从词人在长江下游追忆自己昔年禁烟抗英壮举的叙述来看，此首词应创作于他被革职之后，流放伊犁之前。"}}, {"name": "清平乐·画堂晨起", "prop": {"content": "画堂晨起，来报雪花坠。高卷帘栊看佳瑞，皓色远迷庭砌。盛气光引炉烟，素草寒生玉佩。应是天仙狂醉，乱把白云揉碎。", "translation": "清晨刚刚起床来到堂舍，家丁来报外面已是雪花飘坠。高卷窗帘看瑞雪飘飞，白雪渐渐弥漫了庭阶。雪花狂舞的气势如炉烟蒸腾，白色花草寒光闪闪挂一身玉琨。该不是天上的神仙狂醉，胡乱把洁白的云彩揉碎。"}}, {"name": "祖咏", "dynasty": "唐代"}, {"name": "高适", "dynasty": "唐代"}, {"name": "马致远", "dynasty": "元代"}, {"name": "雪", "prop": {"content": "尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。", "translation": "都说瑞雪兆丰年，丰年情况将如何？在长安还有许多饥寒交迫的人，即使是瑞雪，也还是不宜多下。"}}, {"name": "绝句", "prop": {"content": "两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。", "translation": "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。"}}, {"name": "早春", "prop": {"content": "雪散因和气，冰开得暖光。春销不得处，唯有鬓边霜。", "translation": "白雪融化是因为阴阳之气的交合，寒冰化开是因为得到了温暖阳光的照耀。春天到来，消解不掉的，只有鬓边像霜一样的白发了。"}}, {"name": "刘方平", "dynasty": "唐代"}, {"name": "春雪", "prop": {"content": "春雪满空来，触处似花开。不知园里树，若个是真梅。", "translation": "初春忽降大雪，雪片纷纷扬扬飘满天空，落在树枝上像一朵朵盛开的白花。人们简直分辨不清园中的树究竟哪一株是真梅。"}}, {"name": "苑中遇雪应制", "prop": {"content": "紫禁仙舆诘旦来，青旂遥倚望春台。 不知庭霰今朝落，疑是林花昨夜开。", "translation": "清晨的朝阳破云而出，就像皇家的銮驾从天边驶来。高楼上谁穿着青袍眺望，就像望春台边随风飘扬的青旗。我不知道今天庭院中竟然落下了雪花，还以为是昨夜院中的树枝上开出的花。"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "春雪", "prop": {"content": "新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。", "translation": "到了新年都还看不到芬芳的花朵，二月初时才惊讶地发现有小草冒出了新芽。白雪却嫌春色来得太晚了，故意化作花儿在庭院树间穿飞。"}}, {"name": "白雪歌送武判官归京", "prop": {"content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。", "translation": "北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上有如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军的手冻得拉不开弓，铁甲冰冷得让人难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。 "}}, {"name": "洛阳春·雪", "prop": {"content": "密洒征鞍无数。冥迷远树。乱山重叠杳难分，似五里、蒙蒙雾。惆怅琐窗深处。湿花轻絮。当时悠飏得人怜，也都是、浓香助。", "translation": "骑马远行的路上，雪花铺天盖地落下，迷蒙了远处的树林，模糊了重叠的山岭，教人无法辨个明白，仿佛身陷五里雾中。当初这雪花也飘进过我们的窗户，一如濡湿的花朵、轻盈的柳絮。那悠扬的样子多么惹人怜爱，但不是因为雪花太美，而是因为你就在我身边。"}}, {"name": "悼伤后赴东蜀辟至散关", "prop": {"content": "剑外从军远，无家与寄衣。散关三尺雪，回梦旧鸳机。", "translation": "我就要到剑外任职路途很遥远，没有家你再也不能给我寄寒衣。大散关的皑皑白雪足有三尺厚，往事如梦回想昔日为我弄织机。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "学刘公干体五首·其三", "prop": {"content": "胡风吹朔雪，千里度龙山。集君瑶台上，飞舞两楹前。兹晨自为美，当避艳阳天。艳阳桃李节，皎洁不成妍。", "translation": "胡地寒风裹挟着北方的瑞雪吹越龙山，落到帝都。皑皑的白雪静静地落积在高台之上，风吹过后，雪花在殿前空中飘动飞舞。然而洁白的雪啊，在春天的阳光下也无处躲避。春天本是桃李争研斗艳之时，哪有冰清玉洁的白雪容身之处呢？"}}, {"name": "水仙子·西湖探梅", "prop": {"content": "雪晴天地一冰壶，竟往西湖探老逋，骑驴踏雪溪桥路。笑王维作画图，拣梅花多处提壶。对酒看花笑，无钱当剑沽，醉倒在西湖！", "translation": "雪后初霁，天地仿佛一个巨大的冰壶，一片皎洁晶莹。我前往西湖去看梅，骑着小驴踏着雪渡过溪上的小桥，嘲笑王维的《雪中骑驴图》与这境界相差太远。拣几处好的梅景，在那里提壶饮酒。对着壶中的美酒，看着眼前花如笑颜般的倒影，倘若无钱饮酒，自然可以典当自己的宝剑来换酒喝，尽可醉倒在这西湖！"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "杨士奇", "dynasty": "明代"}, {"name": "王旭", "dynasty": "元代"}, {"name": "满江红·和范先之雪", "prop": {"content": "天上飞琼，毕竟向、人间情薄。还又跨、玉龙归去，万花摇落。云破林梢添远岫，月临屋角分层阁。记少年、骏马走韩卢，掀东郭。 吟冻雁，嘲饥鹊。人已老，欢犹昨。对琼瑶满地，与君酬酢。最爱霏霏迷远近，却收扰扰还寥廓。待羔儿、酒罢又烹茶，扬州鹤。", "translation": "无"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "终南望余雪 / 终南", "prop": {"content": "终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。", "translation": "终南山的北面山色秀美，山上的皑皑白雪好似与天上的浮云相连。雪后初晴，林梢之间闪烁着夕阳余晖，傍晚时分，城中又添了几分积寒。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "水仙子·舟中", "prop": {"content": "孤舟夜泊洞庭边，灯火青荧对客船。朔风吹老梅花片，推开篷雪满天。诗豪与风雪争先。雪片与风鏖战，诗和雪缴缠。一笑琅然。", "translation": "入夜，洞庭湖上昏濛濛一片，客船孤零零地停泊在湖间。只有岸上一盏青灯荧荧作闪，同我乘坐的小船遥遥相伴。舱外一阵阵北风肆逞着淫威，想必在无情地摧残着梅花的花瓣。我禁不住推开船窗观看，这才发现已是大雪漫天。顿时我诗兴大作，迫不及待要同风雪争先。雪片与暴风搅作一团，我的诗句又同飞雪互相纠缠。我朗声大笑，心情无比畅然。"}}, {"name": "对雪", "prop": {"content": "战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃尊无绿，炉存火似红。数州消息断，愁坐正书空。", "translation": "悲叹痛哭的是数万战死的将士，怀愁吟唱的是独坐床边的杜陵老翁。乱云低垂笼罩着淡薄的暮霭，急雪翻腾回舞于凛冽的寒风。瓢已丢弃，酒杯中再无滴酒，炉内无火仍映得眼前一片通红。数座州府的消息已被隔断，忧愁无聊，用手在空中划着字。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "咏雪", "prop": {"content": "微风摇庭树，细雪下帘隙。萦空如雾转，凝阶似花积。不见杨柳春，徒见桂枝白。零泪无人道，相思空何益。", "translation": "微风轻摇着庭院中的树木，细细的飞雪落入竹帘的缝隙。雪花像雾一般在空中飘转着，凝结于台阶好似落花堆积。看不见院中杨柳发芽迎春，只见桂枝上挂满白色的雪花。伤心泪下，愁情无人可以倾诉，这般多情愁思又有何益？"}}, {"name": "三部乐·商调梅雪", "prop": {"content": "浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。 回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。", "translation": "无"}}, {"name": "雪夜感怀", "prop": {"content": "酒尽灯残夜二更，打窗风雪映空明。驰来北马多骄气，歌到南风尽死声。海外更无奇事报，国中惟有旅葵生。不知冰冱何时了，一见梅花眼便清。", "translation": "无"}}, {"name": "天山雪歌送萧治归京", "prop": {"content": "天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。", "translation": "天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！"}}, {"name": "雪中偶题", "prop": {"content": "乱飘僧舍茶烟湿，密洒歌楼酒力微。江上晚来堪画处，渔人披得一蓑归。", "translation": "雪花胡乱飘洒，寺院中煮着茶青烟湿气弥漫；雪花密密地斜洒落在歌台酒楼上，楼中喝酒的客人酒力发作正微醒着。傍晚来临时江上水天一线仿在画中，渔人正披着蓑衣划船回家。"}}, {"name": "雪望", "prop": {"content": "寒色孤村幕，悲风四野闻。溪深难受雪，山冻不流云。鸥鹭飞难辨，沙汀望莫分。野桥梅几树，并是白纷纷。", "translation": "暮色苍茫，山村孤寂，寒风肆虐，呼啸四野。山村的溪流由于水深，雪落下去就融化了；远山好像冻住了，山上的流云也凝结不动。远远望去，沙鸥与鹭鸶难以辨认；水中陆地与沙滩岸边被皑皑白雪覆盖住，一片银白，无法分清。连野桥边的那几株梅树，也都挂满了厚厚的白雪。"}}, {"name": "卢钺", "dynasty": "宋代"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "柳梢青·与龟翁登研意", "prop": {"content": "断梦游轮。孤山路杳，越树阴新。流水凝酥，征衫沾泪，都是离痕。 玉屏风冷愁人。醉烂漫、梅花翠云。傍夜船回，惜春门掩，一镜香尘。", "translation": "　　《柳梢青》，又名《陇头月》。双调，四十九字，上片六句下片五句，各三平韵。下片第十二字宜用去声。别有一体改用入声韵，上片三仄韵，下片两仄韵，平仄略异。　　"}}, {"name": "宿迁道中遇雪", "prop": {"content": "登车宿迁北，万顷铺琼田。墨云淇水光，上下玻璃天。六花时时飘，集我车上毡。左右拍手笑，翁似日鹤仙。失却翁白髯，顿觉翁少年。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "对雪", "prop": {"content": "六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。", "translation": "雪花飘舞着飞入了窗户时，我正坐在窗前，看着青青的竹枝因雪覆盖面似白玉一般。此时正好登上高楼去远望，那人世间一切险恶的岔路都被大雪覆盖了。"}}, {"name": "春日山中对雪有作", "prop": {"content": "竹树无声或有声，霏霏漠漠散还凝。岭梅谢后重妆蕊，岩水铺来却结冰。牢系鹿儿防猎客，满添茶鼎候吟僧。好将膏雨同功力，松径莓苔又一层。", "translation": "雪花打在竹丛和树枝上，不时发出沙沙响声；浓密的雪片从空中飘落下来，聚集在地面上。岭头的梅花已经凋谢，现在又好像重新开放了；山岩积雪融化后的流水，却又结成寒冰。要把驯养的小鹿栓牢，严防它们乱跑而被雪天打猎的人捉去；将煮茶的壶水添满，等候山寺的僧人共同品尝、吟诗。可以将春雪同春雨的功劳相比；春雪过后，松间小路上的莓苔，将会更加浓密。"}}, {"name": "采桑子·塞上咏雪花", "prop": {"content": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。", "translation": "我喜欢的并不只是雪花轻舞飞扬的姿态，还有它那不惧寒冷的精神。无根却似有根，有着人间富贵之花不可比拟的高洁之姿。谢道韫去世后有谁真正了解、怜惜它呢？漂泊天涯，在寒冷的月光和悲笳声中任西风吹向无际的大漠。 "}}, {"name": "春雪", "prop": {"content": "飞雪带春风，裴回乱绕空。君看似花处，偏在洛阳东。(洛阳东 一作：洛城中)", "translation": "满天飞舞的大雪携带着春风而来，雪花在空中回旋乱舞。你看那雪花落在树枝上，如盛开的梨花一般的地方，正是洛阳城中的富贵人家啊！"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "红林檎近·高柳春才软", "prop": {"content": "高柳春才软，冻梅寒更香。暮雪助清峭，玉尘散林塘。那堪飘风递冷，故遣度幕穿窗。似欲料理新妆。呵手弄丝簧。冷落词赋客，萧索水云乡。援毫授简，风流犹忆东梁。望虚檐徐转，回廊未扫，夜长莫惜空酒觞。", "translation": "春天的柳树枝条开始变柔，冬天的梅花愈加芳香。夜幕中的雪让梅花更加清冷峭厉，像玉般的雪散落在树林中和池塘中。那回旋的风也逐渐的变得寒冷，寒冷的风越过窗帘，穿透窗缝透着寒气。想要整理新的妆容，呵暖双手拨弄乐器。漂泊的赋词之人，萧条、冷落的漂泊住所。挥动毛笔，书写书简，犹记得当年在粱园献《汴京赋》被神宗擢为太学正的风流往事。看见雪花缓慢地回旋飘于屋前檐下，回廊积满了积雪，在漫漫长夜不要错过这美好的饮酒赏雪的机会。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"dynasty": "宋代"}, {"name": "踏莎行·雪中看梅花", "prop": {"content": "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。", "translation": "两种风格，都是大自然的杰作，雪花好似梅花的花瓣，仔细一看不是雪，因为雪无香气，风吧香气吹得四散。虽然色彩一样，形状相似，但是有一个高出一等，雪花不像梅花薄。梅花开在空山，放射出光辉异形，雪花却在人家帘幕下低飞。"}}, {"name": "阻雪", "prop": {"content": "关山虽胜路难堪，才上征鞍又解骖。十丈黄尘千尺雪，可知俱不似江南。", "translation": "无"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "谢惠连", "dynasty": "南北朝"}, {"name": "李世民", "dynasty": "唐代"}, {"name": "苦雪四首·其二", "prop": {"content": "惠连发清兴，袁安念高卧。余故非斯人，为性兼懒惰。赖兹尊中酒，终日聊自过。", "translation": "大雪之时，谢惠连曾有清逸的兴致，而袁安也曾恬然高枕而卧。我本来就不像他们那样的人，更何况我的性情又是这样懒惰。全凭着那杯中的美酒，整天姑且这么孤独地度过吧。"}}, {"name": "逢雪宿芙蓉山主人", "prop": {"content": "日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。", "translation": "当暮色降临山苍茫的时候就越来越觉得路途遥远，当天气越寒冷茅草屋显得更加孤零零。柴门外忽传来犬吠声声，原来是有人冒着风雪归家门。"}}, {"name": "钓雪亭", "prop": {"content": "阑干风冷雪漫漫，惆怅无人把钓竿。时有官船桥畔过，白鸥飞去落前滩。", "translation": "风雪交加的寒夜，独倚阑干，四顾无人。就连一个钓鱼的人都没有，让人倍感惆怅。偶尔有官船从桥边经过，却也是寂静无声。就连平日争鸣翔集的白鹭，此时也静静地飞，平静地落下。 "}}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "念奴娇·天丁震怒", "prop": {"content": "天丁震怒，掀翻银海，散乱珠箔。六出奇花飞滚滚，平填了、山中丘壑。皓虎颠狂，素麟猖獗，掣断真珠索。玉龙酣战，鳞甲满天飘落。谁念万里关山，征夫僵立，缟带占旗脚。色映戈矛，光摇剑戟，杀气横戎幕。貔虎豪雄，偏裨真勇，非与谈兵略。须一醉，看取碧空寥廓。", "translation": "雪啊，仿佛天兵天将挟着巨怒，将那银子铺成的大海掀翻，将那珍珠缀成的帘子拆散打乱。六角形的雪花滚滚飞舞，把那山中的丘壑起伏填成一片平坦。这雪又像癫狂不已的白虎，以及猖獗横行的白麒麟，一齐扯断了珍珠绳索。还宛如鏖战的玉龙，打得鳞甲满天飘散。谁曾想起那雄关山岭上，将士在寒风中伫立，雪白的衣带紧粘着战旗的一角。戈矛泛着炫目的颜色，剑戟摇曳着凛冽的寒光，军帐中腾腾杀气萦绕。兵士们如貔虎野兽般雄壮，将佐们个个英勇，都在一起论略谈韬。此情此景下，应当一醉方休，用醉眼看那一片宽旷的碧空高高。"}}, {"name": "十二月十五夜", "prop": {"content": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。", "translation": "远处传来断断续续的更鼓声，忙碌的人们陆续入睡，市井的吵闹声慢慢平息下来。吹灯入睡发现房间更加明亮，原来是月光与白雪交相映照在窗上，使房间显得更加明亮。"}}, {"name": "无闷·催雪", "prop": {"content": "霓节飞琼，鸾驾弄玉，杳隔平云弱水。倩皓鹤传书，卫姨呼起。莫待粉河凝晓，趁夜月、瑶笙飞环佩。正蹇驴吟影，茶烟灶冷，酒亭门闭。 歌丽。泛碧蚁。放绣帘半钩，宝台临砌。要须借东君，灞陵春意。晓梦先迷楚蝶，早风戾、重寒侵罗被。还怕掩、深院梨花，又作故人清泪。", "translation": "　　“霓节”三句，述下雪。言近灯节时天上的雪神驾着鸾车而来，向人间撒下漫天大雪，刹时间平野阻隔，天水一色，混蒙一片。“霓节”，即指灯节。“飞琼”、“弄玉”，都是形容下雪。“倩皓鹤”两句，言雪神是接到白鹤送来的下雪令，被风姨喊醒的。“卫姨”，传说中的风神。“莫待”两句，言雪神趁着夜色降下了茫茫大雪，不到天明，大地上就一派银装素裹。“环佩”，也是指雪花。“正蹇驴”三句，有李贺骑驴觅诗之意境。此言词人想一早就趁着大雪骑一匹羸弱的小毛驴，独自一人去雪地里反复吟唱《咏雪词》。这时候道旁的茶馆、酒肆，想是因为天寒无人而“灶冷”、“门闭”，暂停营业。　"}}, {"name": "张鸣善", "dynasty": "元代"}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "嘲王历阳不肯饮酒", "prop": {"content": "地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。", "translation": "大地一片雪白，风色寒厉，纷纷扬扬的雪花如手般大小。可笑你一副陶渊明做派，却一点也不饮杯中美酒。你真是浪抚了一张素琴，白白栽了了五株翠柳。枉负头上那一顶葛巾，我对你来说意味着什么？"}}, {"name": "少年游·玉壶冰莹兽炉", "prop": {"content": "玉壶冰莹兽炉灰。人起绣帘开。春丛一夜，六花开尽，不待剪刀催。洛阳城阙中天起，高下遍楼台。絮乱风轻，拂鞍沾袖，归路似章街。", "translation": "玉壶里结了一层光亮透明的寒冰，兽形香炉里的香料也已燃成灰烬。打开绣帘，眺望窗外，才发现夜里的一场大雪，将树木花丛点缀得晶莹透亮，不需要用剪刀裁剪。洛阳的城阙凌空而起，高高低低遍布楼台，雪花仍如柳絮般在纷纷扬扬地下着，拂过马鞍，沾上衣袖，约完会的人感觉这回家的路恰似章台街呢。"}}, {"name": "湖心亭看雪", "prop": {"content": "　　崇祯五年十二月，余住西湖。大雪三日，湖中人鸟声俱绝。是日更定矣，余拏一小舟，拥毳衣炉火，独往湖心亭看雪。雾凇沆砀，天与云与山与水，上下一白，湖上影子，惟长堤一痕、湖心亭一点、与余舟一芥、舟中人两三粒而已。(余拏 一作：余挐)　　到亭上，有两人铺毡对坐，一童子烧酒炉正沸。见余大喜曰：“湖中焉得更有此人！”拉余同饮。余强饮三大白而别。问其姓氏，是金陵人，客此。及下船，舟子喃喃曰：“莫说相公痴，更有痴似相公者。”", "translation": "　　崇祯五年十二月，我住在西湖边。大雪接连下了多日，湖中游人全无，连飞鸟的声音都消失了。这天初更时分，我撑着一叶小舟，裹着细毛皮衣，围着火炉，独自前往湖心亭看雪。湖面上冰花一片弥漫，天与云与山与水，浑然一体，白茫茫一片。湖上的影子，只有一道长堤的痕迹，一点湖心亭的轮廓，和我的一叶小舟，舟中的两三粒人影罢了。"}}, {"name": "大须", "dynasty": "清代"}, {"name": "暮雪", "prop": {"content": "日夕北风紧，寒林噤暮鸦。是谁谈佛法，真个坠天花。呵笔难临帖，敲床且煮茶。禅关堪早闭，应少客停车。", "translation": "　　黄昏日暮之际降雪，显得格外寒冷。此时有长老高僧讲经说法，经堂坠天花，寺外坠雪花，岂不相映成趣。大须公写自己临帖，烹茶，却是自得其乐。这样的时候，自然愿意早点关上庙门，免得客来打扰。诗写得生动活泼，形象鲜明，意境甚妙，情趣甚佳。 "}}, {"dynasty": "唐代"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "薛宝钗·雪竹", "prop": {"content": "大雪北风催，家家贫白屋。玉树犹难伸，压倒千竿竹。高节志凌云，不敢当滕六。君子本虚心，甘自低头伏。无复绿猗猗，何如在淇澳？寒林尽白封，奚第琅玕独。寒梅也不禁，何只君瑟缩？读书小窗前，不见青矗矗。搦管坐空斋，不听声谡谡。缅怀文典可，佳画添几幅。更思僵卧人，岂只食无肉。", "translation": "无"}}, {"name": "浣溪沙·半夜银山上积", "prop": {"content": "半夜银山上积苏，朝来九陌带随车。涛江烟渚一时无。空腹有诗衣有结，湿薪如桂米如珠。冻吟谁伴捻髭须。", "translation": "深夜下起鹅毛大雪，野草丛上覆满白雪，犹如一座座银山，早晨看到田野里雨雪交加，昔日大江里奔涌的波涛和沙渚上弥漫的水烟，这时间都没有了，变成了白茫茫的冰天雪地，饥饿的肚子里只有诗词，衣服上编织成结，潮湿的柴火像桂木一样宝贵，一粒粒的米就像一颗颗珍珠一样珍贵，谁能和我在寒天里捻着胡须吟咏诗句？"}}, {"name": "咏雪", "prop": {"content": "一片两片三四片，五六七八九十片。千片万片无数片，飞入梅花都不见。", "translation": "　　初到扬州的郑板桥，穷困潦倒暂住焦山别峰庵时，巧遇马曰琯马曰璐二人，之后结下深厚友谊。之后在大雪纷飞的一日，郑板桥冒着风雪前往小玲珑山馆访问二人，正遇到一群读书人正在赏雪吟诗。他们见郑板桥身着粗布衣，以为他不懂作诗，便故意为难。哪知郑板桥不慌不忙、不动声色地吟出了这首诗。 "}}, {"name": "对雪二首", "prop": {"content": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。 ", "translation": "无"}}, {"name": "董以宁", "dynasty": "清代"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "咏雪 / 咏雪联句", "prop": {"content": "　　谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。", "translation": "　　谢安在寒冷的雪天举行家庭聚会，给子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢？”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”另一个哥哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢奕的女儿谢道韫，左将军王凝之的妻子。 "}}, {"name": "李峤", "dynasty": "唐代"}, {"name": "东风第一枝·咏春雪", "prop": {"content": "巧沁兰心，偷黏草甲，东风欲障新暖。谩凝碧瓦难留，信知暮寒轻浅。行天入镜，做弄出、轻松纤软。料故园、不卷重帘，误了乍来双燕。 青未了、柳回白眼。红欲断、杏开素面。旧游忆著山阴，厚盟遂妨上苑。寒炉重暖，便放慢春衫针线。恐凤靴，挑菜归来，万一灞桥相见。", "translation": "　　雪巧妙地沁入兰花的花心，悄悄地粘上春草的草芽。仿佛想挡住了春风送来的温暖。雪花在碧瓦上很快融化，我知道昏暮时的寒意还很浅。桥面上行走，像漫步白云浮天。池沼澄净如明镜一般，雪花把万物打扮得轻柔细软。我想故乡必是落雪天寒，那里的层层帘幕四垂未卷，阻误了初归的双燕。"}}, {"name": "吴殳", "dynasty": "明代"}, {"name": "龙山雪", "prop": {"content": "　　天启六年十二月，大雪深三尺许。晚霁，余登龙山，坐上城隍庙山门，李岕生、高眉生、王畹生、马小卿、潘小妃侍。万山载雪，明月薄之，月不能光，雪皆呆白。坐久清冽，苍头送酒至，余勉强举大觥敌寒，酒气冉冉，积雪欱之，竟不得醉。马小卿唱曲，李岕生吹洞箫和之，声为寒威所慑，咽涩不得出。三鼓归寝。马小卿、潘小妃相抱从百步街旋滚而下，直至山趾，浴雪而立。余坐一小羊头车，拖冰凌而归。", "translation": "　　天启六年的十二月，大雪有三尺多深。晚上的时候天放晴了，我登上龙山，坐在城隍庙的山门上，李岕生、高眉生、王畹生、马小卿、潘小妃这几个人陪伴侍候。众山都被雪覆盖住了，月亮的光辉也显得稀薄了，月亮显不出光亮，雪都白花花的。坐久了觉得有点清冷，年纪大的伙计送酒来了，我勉强举起大杯子抗寒，酒气上升，积雪将酒气吞噬，竟然喝不醉。马小卿唱曲子，李岕生吹洞箫和着马小卿的曲子，声音被寒气所震慑，艰涩得出不来。三更的时候我们才回去睡觉，马小卿、潘小妃互相抱着从百步街旋转滚落，一直到山脚下，满身是雪的站着。我坐着一辆小羊头车，拖着满身的冰凌而归。"}}, {"dynasty": "朝代"}, {"name": "释敬安", "dynasty": "近现代"}, {"name": "卜算子·雪月最相宜", "prop": {"content": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。 今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "translation": "　　素雪、明月、幽梅，三者具，则光景清艳。惟三者难以一时兼备，故今岁与去岁相较，不能无憾。此词即景抒怀，貌似冲淡，却蕴含无限今昔之感。前人谓<a href=\"https://so.gushiwen.cn/authorv_83fa70cf5a10.aspx\" target=\"_blank\">张孝祥词有“潇散出尘之姿，自在如神之笔”，诚然。 "}}, {"name": "雪诗", "prop": {"content": "长安大雪天，鸟雀难相觅。其中豪贵家，捣椒泥四壁。到处爇红炉，周回下罗幂。暖手调金丝，蘸甲斟琼液。醉唱玉尘飞，困融香汗滴。岂知饥寒人，手脚生皴劈。", "translation": "长安城中大雪纷纷，鸟雀迷途难以互寻。富贵人家并不怕冷，椒泥涂墙壁香又匀。朱门处处烧着红炉，四周放下重重罗帐。席上奏起玄妙乐曲，玉液琼浆斟满杯子。室内饮宴室外大雪，人人困倦汗洒满身。哪知城中饥寒的人，手脚冻裂苦苦呻吟。"}}, {"name": "菩萨蛮·梅雪", "prop": {"content": "银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。", "translation": "河水曲折，河水弯弯，飞鹭双双对对，在那碧波上回旋。哪儿有他乘坐的归舟？在夕阳的余晖里，我独立江边小楼。上天都憎恨梅花，开得太多太盛，用大雪封盖梅的枝头。在幽凄的深院，卷帘看外边，真痛惜寒江上正在归来的那条船。 "}}, {"name": "霁雪 / 韩舍人书窗", "prop": {"content": "风卷寒云暮雪晴，江烟洗尽柳条轻。檐前数片无人扫，又得书窗一夜明。", "translation": "　　首句点出残雪产生的背景。"}}, {"name": "题寒江钓雪图", "prop": {"content": "垂钓板桥东，雪压蓑衣冷。江寒水不流，鱼嚼梅花影。", "translation": "渔翁在板桥以东垂钓，纷飞的大雪堆积在蓑衣上，感觉格外严寒。江面水已结冰不再流动，水面下的鱼儿藏在梅花的倒影中，好像在嚼着梅花玩儿。"}}, {"name": "夜雪", "prop": {"content": "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。", "translation": "夜卧枕被如冰，不由让我很惊讶，又看见窗户被白雪泛出的光照亮。夜深的时候就知道雪下得很大，是因为不时地能听到雪把竹枝压折的声音。"}}, {"name": "丑奴儿慢·麓翁飞翼楼", "prop": {"content": "东风未起，花上纤尘无影。峭云湿，凝酥深坞，乍洗梅清。钓卷愁丝，冷浮虹气海空明。若耶门闭，扁舟去懒，客思鸥轻。 几度问春，倡红冶翠，空媚阴晴。看真色、千岩一素，天澹无情。醒眼重开，玉钩帘外晓峰青。相扶轻醉，越王台上，更最高层。", "translation": "　　《丑奴儿慢》，双调，九十字，上片九句下片十句各四平韵。　　"}}, {"name": "踏莎行·雪似梅花", "prop": {"content": "雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。", "translation": "这雪像梅花一样洁白，那梅花又像雪一般晶莹，无论是像，还是不像，都是一样的绝美。可这绝美的雪与梅，却勾起我的愁思。这愁思，有谁能知道呢？只有南楼上的明月是我的见证。记得往年，也是这样时节，我却是和你一起踏雪寻梅，那明月照着我们俩，时间流逝，人亦渐老，事也成了旧事，没人再提了！我醉了又醒，醒了又醉，却是为了谁？唉，直到现在，我还在悔恨，悔恨当初那样轻易地离开了你！"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"dynasty": "南北朝"}, {"name": "戎昱", "dynasty": "唐代"}, {"name": "刘义庆", "dynasty": "南北朝"}, {"name": "望雪", "prop": {"content": "冻云宵遍岭，素雪晓凝华。入牖千重碎，迎风一半斜。不妆空散粉，无树独飘花。萦空惭夕照，破彩谢晨霞。", "translation": "夜晚严冬的阴云将山岭遮盖，清晨到处都是洁白的雪花。雪片飘进窗户后变成细碎的粉末，迎风飘舞，忽东忽西。没人梳妆却飘洒下香粉，没有树林却偏偏飘来鲜花。雪花亮光照彻天空，使黯淡的夕阳残照感到羞惭，五彩缤纷的朝霞也失去了光彩。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "邓廷桢", "dynasty": "清代"}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "红林檎近·风雪惊初霁", "prop": {"content": "风雪惊初霁，水乡增暮寒。树杪堕飞羽，檐牙挂琅玕。才喜门堆巷积，可惜迤逦销残。渐看低竹翩翻。清池涨微澜。步屐晴正好，宴席晚方欢。梅花耐冷，亭亭来入冰盘。对前山横素，愁云变色，放杯同觅高处看。", "translation": "风雪初晴，水乡天暮增寒冷。树梢上，雪片下落如羽毛；房檐边，冰溜如齿晶莹。门巷堆积刚欢喜，可惜慢慢又消融。竹枝托雪压弯腰，清池涨水微波涌。天晴好穿屐，宴晚方欢腾。梅花性喜严寒，月下雪中亭亭。眼望前山，白衣横卧，浓云变得澄清。放下酒杯，招呼同伴，攀高看得分明。"}}, {"dynasty": "近现代"}, {"name": "苦雪四首·其一", "prop": {"content": "二月犹北风，天阴雪冥冥。寥落一室中，怅然惭百龄。苦愁正如此，门柳复青青。", "translation": "北地寒冷，已经是二月了可天空中仍然刮着凛冽的北风，飘着纷纷扬扬的大雪，一片阴暗。在冷清的斗室里，我心中十分惆怅，害怕就此愧对一生。正在我如此愁苦之时，门前的柳树又青翠起来了。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "东方虬", "dynasty": "唐代"}, {"name": "张可久", "dynasty": "元代"}, {"name": "嘲三月十八日雪", "prop": {"content": "三月雪连夜，未应伤物华。只缘春欲尽，留著伴梨花。", "translation": "暮春三月一连下了几夜的大雪，应当还未有煞春天的美景。只因春色即将逝去，就让我留在枝头妆点梨花的盛开吧！"}}, {"name": "雪后晚晴四山皆青惟东", "prop": {"content": "只知逐胜忽忘寒，小立春风夕照间。最爱东山晴后雪，软红光里涌银山。群山雪不到新晴，多作泥融少作冰。最爱东山晴后雪，却愁宜看不宜登。", "translation": "只知道寻觅胜景而忘了天寒，偶立在春风中夕阳晚照之间。我最喜欢那东山晴后的雪景，软红的光芒里涌来座座银山。"}}, {"name": "雪里梅花诗", "prop": {"content": "春近寒虽转，梅舒雪尚飘。从风还共落，照日不俱销。叶开随足影，花多助重条。今来渐异昨，向晚判胜朝。", "translation": "春天临近，天气虽然转暖，梅花开放，雪花却还飘着。随风还一起零落，太阳照着，却与雪不一起融化。枝叶招展，梅影更多更密，花儿许多，梅枝显得更重。现在渐渐与昨日不同，时间临近傍晚分明胜于早晨。"}}, {"name": "冬晚对雪忆胡居士家", "prop": {"content": "寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。", "translation": "寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。"}}, {"name": "雪晴晚望", "prop": {"content": "倚杖望晴雪，溪云几万重。樵人归白屋，寒日下危峰。野火烧冈草，断烟生石松。却回山寺路，闻打暮天钟。", "translation": "独倚竹杖眺望雪霁天晴，只见溪水上的白云叠叠重重。樵夫正走回那白雪覆盖的茅舍，闪着冷光的夕日步下危峰。野火烧燃着山上的蔓草，烟烽断续地缭绕着山石中的古松。我走向返回山寺的道路，远远地，听见了悠扬的暮钟。"}}, {"name": "沁园春·雪", "prop": {"content": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)须晴日，看红装素裹，分外妖娆。(红装 一作：银装)江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。", "translation": "北方的风光，千里冰封冻，万里雪花飘。望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。被白雪覆盖的群山好像银蛇在舞动，高原好像白象在奔跑，它们都想试着和老天爷比一下谁更高。等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。江山是如此的媚娇，引得无数英雄竞相倾倒。可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。"}}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "陈允平", "dynasty": "宋代"}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "雪", "prop": {"content": "瑞雪惊千里，同云暗九霄。地疑明月夜，山似白云朝。 逐舞花光动，临歌扇影飘。大周天阙路，今日海神朝。", "translation": "千里瑞雪，白茫茫一片，令人惊艳，天上的白云也不能与之相比。 看到照射在地面的月光就知道是夜晚了，看到雪白如云的山峰就知道已经到了早晨。蹁跹起舞如同花的色彩一般闪动，歌唱时摇扇的风姿韵态摇曳生姿。武周时期京都的道路，就像今天海神来朝一样。"}}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "雪梅", "prop": {"content": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。", "translation": "梅花和雪花都认为各自占尽了春色，谁也不肯服输。难以评议梅与雪的高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 "}}, {"name": "除夜雪", "prop": {"content": "北风吹雪四更初，嘉瑞天教及岁除。半盏屠苏犹未举，灯前小草写桃符。", "translation": "四更天初至时，北风带来一场大雪；这上天赐给我们的瑞雪正好在除夕之夜到来，兆示着来年的丰收。盛了半盏屠苏酒的酒杯还没来得及举起庆贺新年，我便就着灯光用草字体赶写着迎春的桃符。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"dynasty": "金朝"}, {"name": "孙周卿", "dynasty": "元代"}, {"name": "张岱", "dynasty": "明代"}, {"name": "雪梅·其二", "prop": {"content": "有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。", "translation": "只有梅花没有雪花的话，看起来没有什么精神气质。如果下雪了却没有诗文相合，也会非常的俗气。当在冬天傍晚夕阳西下写好了诗，刚好天空又下起了雪。再看梅花雪花争相绽放，像春天一样艳丽多姿，生气蓬勃。 "}}, {"name": "蟾宫曲·雪", "prop": {"content": "天仙碧玉琼瑶，点点扬花，片片鹅毛。访戴归来，寻梅懒去，独钓无聊。一个饮羊羔红炉暖阁，一个冻骑驴野店溪桥，你自评跋，那个清高，那个粗豪？", "translation": "无"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "雪夜小饮赠梦得", "prop": {"content": "同为懒慢园林客，共对萧条雨雪天。小酌酒巡销永夜，大开口笑送残年。久将时背成遗老，多被人呼作散仙。呼作散仙应有以，曾看东海变桑田。", "translation": "　　这首《雪夜小饮赠梦得》作于洛阳。这是一首记叙诗。雪夜，诗人与友人小酌慢饮，促膝叙谈，销磨了一整夜时间；谈得高兴了，就开怀大笑，以爽朗的胸怀，度过残年。老年生活情趣，生动而又活跃。 "}}], "edges": [{"source": 24, "target": 61, "relation": "创作"}, {"source": 120, "target": 24, "relation": "出自于"}, {"source": 20, "target": 150, "relation": "创作"}, {"source": 140, "target": 20, "relation": "出自于"}, {"source": 64, "target": 49, "relation": "创作"}, {"source": 107, "target": 64, "relation": "出自于"}, {"source": 28, "target": 42, "relation": "创作"}, {"source": 107, "target": 28, "relation": "出自于"}, {"source": 162, "target": 104, "relation": "创作"}, {"source": 31, "target": 162, "relation": "出自于"}, {"source": 71, "target": 157, "relation": "创作"}, {"source": 86, "target": 71, "relation": "出自于"}, {"source": 83, "target": 48, "relation": "创作"}, {"source": 107, "target": 83, "relation": "出自于"}, {"source": 1, "target": 93, "relation": "创作"}, {"source": 107, "target": 1, "relation": "出自于"}, {"source": 133, "target": 115, "relation": "创作"}, {"source": 131, "target": 133, "relation": "出自于"}, {"source": 82, "target": 127, "relation": "创作"}, {"source": 107, "target": 82, "relation": "出自于"}, {"source": 89, "target": 158, "relation": "创作"}, {"source": 86, "target": 89, "relation": "出自于"}, {"source": 59, "target": 37, "relation": "创作"}, {"source": 107, "target": 59, "relation": "出自于"}, {"source": 38, "target": 60, "relation": "创作"}, {"source": 107, "target": 38, "relation": "出自于"}, {"source": 151, "target": 41, "relation": "创作"}, {"source": 107, "target": 151, "relation": "出自于"}, {"source": 71, "target": 163, "relation": "创作"}, {"source": 55, "target": 23, "relation": "创作"}, {"source": 21, "target": 55, "relation": "出自于"}, {"source": 85, "target": 80, "relation": "创作"}, {"source": 21, "target": 85, "relation": "出自于"}, {"source": 26, "target": 78, "relation": "创作"}, {"source": 107, "target": 26, "relation": "出自于"}, {"source": 40, "target": 32, "relation": "创作"}, {"source": 9, "target": 40, "relation": "出自于"}, {"source": 59, "target": 102, "relation": "创作"}, {"source": 100, "target": 129, "relation": "创作"}, {"source": 86, "target": 100, "relation": "出自于"}, {"source": 28, "target": 63, "relation": "创作"}, {"source": 47, "target": 97, "relation": "创作"}, {"source": 21, "target": 47, "relation": "出自于"}, {"source": 44, "target": 81, "relation": "创作"}, {"source": 107, "target": 44, "relation": "出自于"}, {"source": 101, "target": 146, "relation": "创作"}, {"source": 86, "target": 101, "relation": "出自于"}, {"source": 77, "target": 148, "relation": "创作"}, {"source": 107, "target": 77, "relation": "出自于"}, {"source": 55, "target": 111, "relation": "创作"}, {"source": 132, "target": 125, "relation": "创作"}, {"source": 107, "target": 132, "relation": "出自于"}, {"source": 161, "target": 62, "relation": "创作"}, {"source": 9, "target": 161, "relation": "出自于"}, {"source": 72, "target": 124, "relation": "创作"}, {"source": 86, "target": 72, "relation": "出自于"}, {"source": 16, "target": 46, "relation": "创作"}, {"source": 107, "target": 16, "relation": "出自于"}, {"source": 52, "target": 51, "relation": "创作"}, {"source": 107, "target": 52, "relation": "出自于"}, {"source": 82, "target": 43, "relation": "创作"}, {"source": 3, "target": 149, "relation": "创作"}, {"source": 107, "target": 3, "relation": "出自于"}, {"source": 90, "target": 7, "relation": "创作"}, {"source": 131, "target": 90, "relation": "出自于"}, {"source": 159, "target": 65, "relation": "创作"}, {"source": 131, "target": 159, "relation": "出自于"}, {"source": 165, "target": 94, "relation": "创作"}, {"source": 86, "target": 165, "relation": "出自于"}, {"source": 138, "target": 22, "relation": "创作"}, {"source": 86, "target": 138, "relation": "出自于"}, {"source": 82, "target": 166, "relation": "创作"}, {"source": 64, "target": 68, "relation": "创作"}, {"source": 52, "target": 112, "relation": "创作"}, {"source": 27, "target": 70, "relation": "创作"}, {"source": 21, "target": 27, "relation": "出自于"}, {"source": 130, "target": 122, "relation": "创作"}, {"source": 86, "target": 130, "relation": "出自于"}, {"source": 91, "target": 134, "relation": "创作"}, {"source": 107, "target": 91, "relation": "出自于"}, {"source": 57, "target": 87, "relation": "创作"}, {"source": 9, "target": 57, "relation": "出自于"}, {"source": 5, "target": 96, "relation": "创作"}, {"source": 160, "target": 5, "relation": "出自于"}, {"source": 13, "target": 117, "relation": "创作"}, {"source": 86, "target": 13, "relation": "出自于"}, {"source": 143, "target": 45, "relation": "创作"}, {"source": 107, "target": 143, "relation": "出自于"}, {"source": 144, "target": 4, "relation": "创作"}, {"source": 9, "target": 144, "relation": "出自于"}, {"source": 17, "target": 54, "relation": "创作"}, {"source": 9, "target": 17, "relation": "出自于"}, {"source": 142, "target": 2, "relation": "创作"}, {"source": 86, "target": 142, "relation": "出自于"}, {"source": 135, "target": 34, "relation": "创作"}, {"source": 107, "target": 135, "relation": "出自于"}, {"source": 0, "target": 123, "relation": "创作"}, {"source": 107, "target": 0, "relation": "出自于"}, {"source": 108, "target": 103, "relation": "创作"}, {"source": 86, "target": 108, "relation": "出自于"}, {"source": 136, "target": 53, "relation": "创作"}, {"source": 131, "target": 136, "relation": "出自于"}, {"source": 85, "target": 29, "relation": "创作"}, {"source": 155, "target": 12, "relation": "创作"}, {"source": 86, "target": 155, "relation": "出自于"}, {"source": 8, "target": 79, "relation": "创作"}, {"source": 107, "target": 8, "relation": "出自于"}, {"source": 10, "target": 147, "relation": "创作"}, {"source": 131, "target": 10, "relation": "出自于"}, {"source": 73, "target": 19, "relation": "创作"}, {"source": 86, "target": 73, "relation": "出自于"}, {"source": 72, "target": 66, "relation": "创作"}, {"source": 95, "target": 164, "relation": "创作"}, {"source": 9, "target": 95, "relation": "出自于"}, {"source": 121, "target": 126, "relation": "创作"}, {"source": 140, "target": 121, "relation": "出自于"}, {"source": 72, "target": 84, "relation": "创作"}, {"source": 156, "target": 88, "relation": "创作"}, {"source": 21, "target": 156, "relation": "出自于"}, {"source": 152, "target": 25, "relation": "创作"}, {"source": 86, "target": 152, "relation": "出自于"}, {"source": 105, "target": 106, "relation": "创作"}, {"source": 21, "target": 105, "relation": "出自于"}, {"source": 137, "target": 36, "relation": "创作"}, {"source": 21, "target": 137, "relation": "出自于"}, {"source": 6, "target": 145, "relation": "创作"}, {"source": 107, "target": 6, "relation": "出自于"}, {"source": 114, "target": 128, "relation": "创作"}, {"source": 86, "target": 114, "relation": "出自于"}, {"source": 144, "target": 33, "relation": "创作"}, {"source": 114, "target": 98, "relation": "创作"}, {"source": 85, "target": 50, "relation": "创作"}, {"source": 74, "target": 58, "relation": "创作"}, {"source": 86, "target": 74, "relation": "出自于"}, {"source": 113, "target": 35, "relation": "创作"}, {"source": 21, "target": 113, "relation": "出自于"}, {"source": 142, "target": 110, "relation": "创作"}, {"source": 118, "target": 67, "relation": "创作"}, {"source": 31, "target": 118, "relation": "出自于"}, {"source": 99, "target": 14, "relation": "创作"}, {"source": 9, "target": 99, "relation": "出自于"}, {"source": 15, "target": 109, "relation": "创作"}, {"source": 21, "target": 15, "relation": "出自于"}, {"source": 153, "target": 69, "relation": "创作"}, {"source": 107, "target": 153, "relation": "出自于"}, {"source": 72, "target": 139, "relation": "创作"}, {"source": 116, "target": 154, "relation": "创作"}, {"source": 107, "target": 116, "relation": "出自于"}, {"source": 39, "target": 141, "relation": "创作"}, {"source": 107, "target": 39, "relation": "出自于"}, {"source": 114, "target": 75, "relation": "创作"}, {"source": 56, "target": 18, "relation": "创作"}, {"source": 31, "target": 56, "relation": "出自于"}, {"source": 162, "target": 119, "relation": "创作"}, {"source": 30, "target": 76, "relation": "创作"}, {"source": 9, "target": 30, "relation": "出自于"}, {"source": 39, "target": 11, "relation": "创作"}, {"source": 39, "target": 92, "relation": "创作"}]}