{"nodes": [{"name": "马诗二十三首·其八", "prop": {"content": "赤兔无人用，当须吕布骑。吾闻果下马，羁策任蛮儿。", "translation": "骏马赤兔没人用，只有吕布能乘骑。听说矮小果下马，蛮儿都可任驾驭。 "}}, {"name": "马诗二十三首·其九", "prop": {"content": "飂叔去匆匆，如今不豢龙。夜来霜压栈，骏骨折西风。", "translation": "养龙能手飂叔逝去匆匆不复返，如今已经没有人培养重用英贤。寒夜里的霜雪把马棚压得坍塌，西风中骏马的脊骨已经被折断。 "}}, {"name": "马诗二十三首·其二十", "prop": {"content": "暂系腾黄马，仙人上彩楼。须鞭玉勒吏，何事谪高州？", "translation": "腾黄马闲置只能暂时拴系，因为神仙喜居彩楼之上还有乘骑之时。驾驭骐骥的马吏本应备鞭候侍，究竟为何却把他贬遣到边远之地？"}}, {"name": "马诗二十三首·其十三", "prop": {"content": "宝玦谁家子，长闻侠骨香。堆金买骏骨，将送楚襄王。", "translation": "身佩玉玦的是谁家的好儿郎？久闻他豪侠的美名远扬四方。他花费重金买了骏马的尸骨，却要送给并不爱马的楚襄王。"}}, {"name": "白驹", "prop": {"content": "皎皎白驹，食我场苗。絷之维之，以永今朝。所谓伊人，于焉逍遥？皎皎白驹，食我场藿。絷之维之，以永今夕。所谓伊人，于焉嘉客？皎皎白驹，贲然来思。尔公尔侯，逸豫无期？慎尔优游，勉尔遁思。皎皎白驹，在彼空谷。生刍一束，其人如玉。毋金玉尔音，而有遐心。", "translation": "光亮皎洁小白马，吃我园中嫩豆苗。拴好缰绳绊住脚，就在我家过今朝。所说那位贤德人，请在这儿尽逍遥。光亮皎洁小白马，吃我园中嫩豆叶。拴好缰绳绊住脚，就在我家过今夜。所说那位贤德人，在此做客心意惬。光亮皎洁小白马，快速来到我的家。为公为侯多高贵，安逸享乐莫还家。悠闲自在别过分，不要避世图闲暇。光亮皎洁小白马，空旷山谷留身影。一束青草作饲料，那人品德似琼英。走后别忘把信捎，切莫疏远忘友情。"}}, {"name": "马诗二十三首·其二", "prop": {"content": "腊月草根甜，天街雪似盐。未知口硬软，先拟蒺藜衔。", "translation": "寒冬腊月里，草根也发甜，京城道路上，白雪撒如盐。不知自己嘴，是硬还是软，就是碰蒺藜，也要去吞衔。 "}}, {"name": "马诗二十三首·其四", "prop": {"content": "此马非凡马，房星本是星。向前敲瘦骨，犹自带铜声。", "translation": "　　首句开门见山，直言本意，肯定并且强调诗歌所表现的是一匹非同寻常的好马。起句平直，实在没有多少诗味。"}}, {"name": "浣溪沙·题丁兵备丈画", "prop": {"content": "苜蓿阑干满上林，西风残秣独沉吟。遗台何处是黄金？空阔已无千里志，驰驱枉抱百年心。夕阳山影自萧森。", "translation": "　　此词借咏马自诉怀才不遇。用典自然。“空阔已无千里志，驰驱枉抱百年心”，亦马亦人，语意双关。抒写了内心的感慨。“夕阳山影自萧森。”飘逸、空灵，为全词增添情致。 "}}, {"name": "马诗二十三首·其十七", "prop": {"content": "白铁锉青禾，砧间落细莎。世人怜小颈，金埒畏长牙。", "translation": "晶亮的铁刀细切青嫩的禾苗，垫砧间落下喂养爱马的碎草。世人怜爱那驯服的小巧美观的马，富贵人家的跑马场上惧怕骏马牙长性暴。"}}, {"name": "龚开", "dynasty": "宋代"}, {"dynasty": "清代"}, {"name": "刘彻", "dynasty": "两汉"}, {"name": "韦讽录事宅观曹将军画", "prop": {"content": "国初已来画鞍马，神妙独数江都王。将军得名三十载，人间又见真乘黄。曾貌先帝照夜白，龙池十日飞霹雳。内府殷红玛瑙盘，婕妤传诏才人索。盘赐将军拜舞归，轻纨细绮相追飞。贵戚权门得笔迹，始觉屏障生光辉。昔日太宗拳毛騧，近时郭家狮子花。今之新图有二马，复令识者久叹嗟。此皆骑战一敌万，缟素漠漠开风沙。其余七匹亦殊绝，迥若寒空动烟雪。霜蹄蹴踏长楸间，马官厮养森成列。可怜九马争神骏，顾视清高气深稳。借问苦心爱者谁，后有韦讽前支遁。忆昔巡幸新丰宫，翠华拂天来向东。腾骧磊落三万匹，皆与此图筋骨同。自从献宝朝河宗，无复射蛟江水中。君不见金粟堆前松柏里，龙媒去尽鸟呼风。", "translation": "无"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "马诗二十三首·其二十", "prop": {"content": "武帝爱神仙，烧金得紫烟。厩中皆肉马，不解上青天。", "translation": "汉武帝祈求长生迷恋神仙，让方士烧炼金石药物却只得到一缕青烟。御马棚里饲养的全是痴肥的凡马，这种马啊又怎能懂得驰上蓝天？"}}, {"name": "姚合", "dynasty": "唐代"}, {"name": "骢马", "prop": {"content": "金络青骢白玉鞍，长鞭紫陌野游盘。朝驱东道尘恒灭，暮到河源日未阑。汗血每随边地苦，蹄伤不惮陇阴寒。君能一饮长城窟，为报天山行路难。", "translation": "　　首联写骢马的毛色、装饰与气派。“金络”，指用金装饰的马笼头，形容它的富贵与华丽。“青骢”，指马的毛色和品种，是产于西域的名马，有青白相间的色泽。“白玉鞍”，指洁白似玉的马鞍。开篇在读者眼前展现的就是一匹形貌引人注目、气度不凡的良马：有着一身青白相间斑驳有致的色毛，装饰着金光闪闪的马络头，配以洁白玉石似的马鞍，主人骑着它，扬着长长的鞭子，在京郊的康庄大道上来回蹓跶，奔跑，气派十足。“金”、“青”、“白”，色彩的调配既富丽堂皇，又柔和舒适。用词造意，铺张夸饰，以突出骢马华饰的高贵和扬厉矫健的雄姿，使马的形象更为鲜明生动。"}}, {"dynasty": "先秦"}, {"name": "王鹏运", "dynasty": "清代"}, {"name": "白马篇", "prop": {"content": "龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。", "translation": "无"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "马说", "prop": {"content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祗 同：衹)　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！", "translation": "　　世上先有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，也只能辱没在仆役的手中，跟普通的马一同死在槽枥之间，不以千里马著称。"}}, {"name": "马诗二十三首·其二十", "prop": {"content": "重围如燕尾，宝剑似鱼肠。欲求千里脚，先采眼中光。", "translation": "勇士双重围绕的腰带犹如燕尾，风度翩翩威武雄壮，腰间佩着鱼肠名剑。想要寻求千里马帮助建立功业，先要把马眼中的光彩识辨识辨。"}}, {"name": "驷驖", "prop": {"content": "驷驖孔阜，六辔在手。公之媚子，从公于狩。奉时辰牡，辰牡孔硕。公曰左之，舍拔则获。游于北园，四马既闲。輶车鸾镳，载猃歇骄。", "translation": "四匹黑骏马并排嘶鸣高昂，秦公娴熟地收放六条丝缰。那些最得宠信的臣仆卫队，跟随他们的君王狩猎围场。围场小吏放出应时的公鹿，只见鹿群是那样肥大美好。秦公兴奋地呼喊左转包抄，他搭弓放箭猎物应弦而倒！打猎尽兴后拐到北园游玩，那四匹马儿此刻尽享悠闲。车儿轻轻转啊鸾铃叮当响，车里载着有功劳的小猎犬。"}}, {"name": "瘦马图", "prop": {"content": "一从云雾降天关，空尽先朝十二闲。今日有谁怜瘦骨，夕阳沙岸影如山。", "translation": "想当初这匹骏马从天而降，非凡的气概使皇帝的御马都形神惨淡。今日却站在沙岸上，夕阳下它的身影像一座瘦瘠的山，又有谁来怜惜它呢？"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "书韩干牧马图", "prop": {"content": "南山之下，汧渭之间，想见开元天宝年。八坊分屯隘秦川，四十万匹如云烟。骓駓骃骆骊骝騵，白鱼赤兔骍騜鶾。龙颅凤颈狞且妍，奇姿逸态隐驽顽。碧眼胡儿手足鲜，岁时翦刷供帝闲。柘袍临池侍三千，红妆照日光流渊。楼下玉螭吐清寒，往来蹙踏生飞湍。众工舐笔和朱铅，先生曹霸弟子韩。厩马多肉尻脽圆，肉中画骨夸尤难。金羁玉勒绣罗鞍，鞭箠刻烙伤天全，不如此图近自然。平沙细草荒芊绵，惊鸿脱兔争后先。王良挟策飞上天，何必俯首服短辕？", "translation": "无"}}, {"name": "天马二首·其一", "prop": {"content": "太一况，天马下，沾赤汗，沫流赭。志俶傥，精权奇，籋浮云，晻上驰。体容与，迣万里，今安匹，龙为友。", "translation": "　　天神太一赐福，使天马飘然下凡。这天马真是与众不同，它奔驰时流出的汗是红色的，好像满脸红血，此马因而被人们称为汗血宝马。这天马的状态不同凡响，情志洒脱不受拘束，它步伐轻盈，踏着浮云，一晃就飞上了天。它放任无忌，超越万里，凡间没有什么马可以与它匹敌，它志节不凡，唯有神龙才配做它的朋友。"}}, {"name": "清平乐·平原放马", "prop": {"content": "辔摇衔铁。蹴踏平原雪。勇趁军声曾汗血。闲过升平时节。 茸茸春草天涯。涓涓野水晴沙。多少骅骝老去，至今犹困盐车。", "translation": "　　这首《清平乐》，写的是作者看到在平原上放牧过去的战马所引起的感慨。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "有駜", "prop": {"content": "有駜有駜，駜彼乘黄。夙夜在公，在公明明。振振鹭，鹭于下。鼓咽咽，醉言舞。于胥乐兮！有駜有駜，駜彼乘牡。夙夜在公，在公饮酒。振振鹭，鹭于飞。鼓咽咽，醉言归。于胥乐兮！有駜有駜，駜彼乘駽。夙夜在公，在公载燕。自今以始，岁其有。君子有穀，诒孙子。于胥乐兮！", "translation": "马儿骏健又强壮，拉车四匹马毛黄。早晚都在官府里，在那办事多繁忙。白鹭一群向上翥，渐收羽翼身下俯。鼓声咚咚响不停，趁着醉意都起舞。一起乐啊心神舒！马儿骏健又强壮，拉车四匹是公马。早晚都在官府里，在那饮酒喜交加。白鹭一群向上飞，渐展翅膀任来回。鼓声咚咚响不停，趁着醉兴把家归。乐在一起真快慰！强壮高大令人赞，拉车四匹铁骢健。早晚都在官府里，在官府里设酒宴。从今开始享太平，年年都有好收成。君子有福又有禄，福泽世代留子孙。乐在一起真高兴！"}}, {"name": "马诗二十三首·其十九", "prop": {"content": "萧寺驮经马，元从竺国来。空知有善相，不解走章台。", "translation": "佛寺里那匹驮经的骏马，原来是从天竺佛国归来。它只知以清净慈悲为怀，哪晓得奔走在章台官街。"}}, {"name": "马诗二十三首·其一", "prop": {"content": "龙脊贴连钱，银蹄白踏烟。无人织锦韂，谁为铸金鞭。", "translation": "龙马脊毛图案像连接着的铜钱，银蹄奔驰白色一片如踏着云烟。可是没有人为它编织锦绣障泥，又有谁肯为它铸就饰金的马鞭。 "}}, {"dynasty": "唐代"}, {"name": "韩干马十四匹", "prop": {"content": "二马并驱攒八蹄，二马宛颈鬃尾齐。一马任前双举后，一马却避长呜嘶。老髯奚官奇且顾，前身作马通马语。后有八匹饮且行，微流赴吻若有声。前者既济出林鹤，后者欲涉鹤俯啄。最后一匹马中龙，不嘶不动尾摇风。韩生画马真是马，苏子作诗如见画。世无伯乐亦无韩，此诗此画谁当看？", "translation": "两马并驾八只蹄子聚集在一起，两匹马二弯下颈，马鬃和马尾一样齐。前马后蹄踢着后马重量压在前蹄，后马往后退避长声嘶鸣。长着胡子的看马老头向后看去，肯定上辈子是马能听懂马语。后边的八匹马有行走的有饮水的，细微流水流向马嘴似能听马喝水的声音。前马已经渡过溪水，像飞出树林的鹤伸长着脖子，后马想要渡河像鹤低头啄食一样。最后一匹马是最好的一匹马，不嘶鸣，身子也不动，尾巴摇出了风。韩干画的马就好像真马一样，苏轼作诗就好像画作一般。世上没有伯乐也没有善于画马的韩干，这些诗这些画谁能看懂？"}}, {"name": "老马", "prop": {"content": "卧来扶不起，唯向主人嘶。惆怅东郊道，秋来雨作泥。", "translation": "老马卧下后就不能站起来了，只能向主人发出一声声的嘶叫。最让它惆怅的是东郊的道路，下过秋雨后都变成了稀泥。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "调笑令·胡马", "prop": {"content": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。", "translation": "胡马啊，胡马，被远远地放牧在荒凉的燕支山下。四蹄刨沙刨雪独自奔跑嘶鸥，东望西望茫茫一片迷了来路。迷路啊，迷路，萎萎边草无穷无尽霭霭暮色笼罩着山头。 "}}, {"name": "马诗二十三首·其十六", "prop": {"content": "唐剑斩隋公，拳毛属太宗。莫嫌金甲重，且去捉颴风。", "translation": "李唐将领挥剑斩了隋朝的大公，骏马拳毛騧归属英主唐太宗。不要嫌自己披挂的铠甲沉重，飞驰时可以追捕那迅疾的旋风。"}}, {"name": "马诗二十三首·其十", "prop": {"content": "催榜渡乌江，神骓泣向风。君王今解剑，何处逐英雄？", "translation": "亭长载着骏马急忙划桨横渡乌江，神马乌骓在向着寒风悲泣。王啊今天已经解剑自刎身死，我到哪里再去寻找盖世英雄！"}}, {"name": "卫节度赤骠马歌", "prop": {"content": "君家赤骠画不得，一团旋风桃花色。红缨紫鞚珊瑚鞭，玉鞍锦鞯黄金勒。请君鞁出看君骑，尾长窣地如红丝。自矜诸马皆不及，却忆百金新买时。香街紫陌凤城内，满城见者谁不爱。扬鞭骤急白汗流，弄影行骄碧蹄碎。紫髯胡雏金剪刀，平明剪出三鬉高。枥上看时独意气，众中牵出偏雄豪。骑将猎向南山口，城南孤兔不复有。草头一点疾如飞，却使苍鹰翻向后。忆昨看君朝未央，鸣珂拥盖满路香。始知边将真富贵，可怜人马相辉光。男儿称意得如此，骏马长鸣北风起。待君东去扫胡尘，为君一日行千里。", "translation": "无"}}, {"name": "马诗二十三首·其十八", "prop": {"content": "伯乐向前看，旋毛在腹间。只今掊白草，何日蓦青山？", "translation": "伯乐走到跟前一看，这是千里马哪，旋毛就长在它腹间！如今却克扣它的草料，什么时候它才能够腾飞跨越青山？ "}}, {"name": "駉", "prop": {"content": "駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。", "translation": "群马高大又健壮，放牧广阔原野上。说起那些雄健马，毛带白色有驈皇，毛色相杂有骊黄，驾起车来奔前方。跑起路来远又长，马儿骏美多肥壮。群马高大又健壮，放牧广阔原野上。说起那些雄健马，黄白为骓灰白駓，青黑为骍赤黄骐，驾起战车上战场。雄壮力大难估量，马儿骏美力又强。群马高大又健壮，放牧广阔原野上。说起那些雄健马，驒马青色骆马白，駵马火赤雒马黑，驾着车子跑如飞。精力无穷没限量，马儿腾跃膘肥壮。群马高大又健壮，放牧广阔原野上。说起那些雄健马，红色为骃灰白騢，黄背为驔白眼鱼，驾着车儿气势昂。沿着大道不偏斜，马儿如飞跑远方。"}}, {"name": "秦州杂诗二十首·其五", "prop": {"content": "南使宜天马，由来万匹强。浮云连阵没，秋草遍山长。闻说真龙种，仍残老骕骦。哀鸣思战斗，迥立向苍苍。", "translation": "南使的统辖之地适宜牧养良马，牧养的数量总在万匹以上。然而邺城一仗那成群的骏马与阵同没，空留下秋草遍山高长。听说此处的骏马群中，仍然剩有老驌驦。它悲鸣着渴望去战斗，向苍天挺起坚强的脊梁。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "发白马", "prop": {"content": "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。", "translation": "将军骑着白马出发，旌节拥簇度黄河。箫鼓喧天满川岳，犹如沧溟涌起洪波。声碎武安之瓦，易水悲歌无法比拟。铁骑若雪山云涌，饮流可以干涸滹沱河。扬兵聚猎西边的月窟，转战夺取朝那城。倚剑登上燕然山，边疆烽火台连绵嵯峨。长城外萧条万里，五原关内耕作繁忙。将军用武力扫清大漠，虎皮包裹金戈。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "马诗二十三首·其十五", "prop": {"content": "不从桓公猎，何能伏虎威？一朝沟陇出，看取拂云飞。", "translation": "若不是随从齐桓公出猎，怎能显示驳马的伏虎之威？一旦跃出那荒僻的山沟野地，定能看到它掠云腾飞。"}}, {"name": "马诗二十三首·其二十", "prop": {"content": "汗血到王家，随鸾撼玉珂。少君骑海上，人见是青骡。", "translation": "汗血马从西域来到帝王的官苑，随着銮舆摇动玉珂谁不称羡？如果是被方士乘骑走在海边，人们以为是匹青骡谁投青眼？"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "马诗二十三首·其十四", "prop": {"content": "香幞赭罗新，盘龙蹙蹬鳞。回看南陌上，谁道不逢春？", "translation": "覆盖在马鞍上的红褐色罗帕，喷香崭新，马镫上绣绘的盘龙，鳞甲生动逼真。这匹受宠马儿在村南小路上昂首回顾，看看我，谁能说时机不好难以逢春？"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "马诗二十三首·其三", "prop": {"content": "忽忆周天子，驱车上玉山。鸣驺辞凤苑，赤骥最承恩。", "translation": "忽然想起天子周穆王，浩浩荡荡驾车上玉山。跟随驺从离开游乐苑，赤骥终能驰骋至天边。 "}}, {"dynasty": "宋代"}, {"name": "万楚", "dynasty": "唐代"}, {"name": "天马二首·其二", "prop": {"content": "天马徕，从西极，涉流沙，九夷服。天马徕，出泉水，虎脊两，化若鬼。天马徕，历无草，径千里，循东道。天马徕，执徐时，将摇举，谁与期？天马徕，开远门，竦予身，逝昆仑。天马徕，龙之媒，游阊阖，观玉台。", "translation": "　　天马从西方极远之处来到，经过了沙漠之地。众多的少数民族和外国都降服了。天马出自水中，长有双脊，皮毛颜色像老虎一样。天马能变化，如同鬼神那样灵异。天马穿越千里，迅速越过无草的区域，在辰年来到东方。将驾着天马，高飞到遥远的地方，无可限期。天马既来，开通了上远方之门，可以上昆仑山去会神仙了。天马既来，龙也将来，可以乘着龙登天门，去观赏天帝住的地方了。"}}, {"dynasty": "两汉"}, {"name": "病马", "prop": {"content": "乘尔亦已久，天寒关塞深。尘中老尽力，岁晚病伤心。毛骨岂殊众？驯良犹至今。物微意不浅，感动一沉吟。", "translation": "骑这匹马儿已经很久了，总是一起冒着天寒，向那偏远的关塞前进。如今你已在风尘劳苦中力尽衰老，天寒岁晚之时，又患病在身，怎能不令人伤心。你的毛骨没有与众不同，但你的驯良至今未曾改变。马儿虽然低微，但蕴藏的情意确是非常深厚，你真叫我感动，我要一心地把你沉吟。"}}, {"name": "马诗二十三首·其六", "prop": {"content": "饥卧骨查牙，粗毛刺破花。鬣焦珠色落，发断锯长麻。", "translation": "宴会上西王母已将要把酒饮尽，东王公的饭也已经快吃完。君王啊如果您去瑶池赴宴，谁来为您驾辕飞奔向前？"}}, {"name": "紫骝马", "prop": {"content": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。", "translation": "　　枣红色的骏马一边奔驰一边鸣叫着，它那碧玉般的蹄子上下翻飞。来到河边它不肯渡水，好像在怜惜身上披着的锦缎障泥。与吐蕃接壤的白雪戍是那么的遥远，黄云海戍迷离不见。挥动马鞭奔赴万里之外，怎能贪恋家室的温馨呢。"}}], "edges": [{"source": 46, "target": 21, "relation": "创作"}, {"source": 33, "target": 46, "relation": "出自于"}, {"source": 25, "target": 19, "relation": "创作"}, {"source": 33, "target": 25, "relation": "出自于"}, {"source": 20, "target": 6, "relation": "创作"}, {"source": 33, "target": 20, "relation": "出自于"}, {"source": 51, "target": 37, "relation": "创作"}, {"source": 33, "target": 51, "relation": "出自于"}, {"source": 44, "target": 4, "relation": "创作"}, {"source": 17, "target": 44, "relation": "出自于"}, {"source": 25, "target": 45, "relation": "创作"}, {"source": 20, "target": 0, "relation": "创作"}, {"source": 20, "target": 5, "relation": "创作"}, {"source": 20, "target": 41, "relation": "创作"}, {"source": 29, "target": 57, "relation": "创作"}, {"source": 33, "target": 29, "relation": "出自于"}, {"source": 20, "target": 1, "relation": "创作"}, {"source": 20, "target": 32, "relation": "创作"}, {"source": 29, "target": 12, "relation": "创作"}, {"source": 25, "target": 59, "relation": "创作"}, {"source": 20, "target": 39, "relation": "创作"}, {"source": 13, "target": 28, "relation": "创作"}, {"source": 53, "target": 13, "relation": "出自于"}, {"source": 20, "target": 52, "relation": "创作"}, {"source": 44, "target": 23, "relation": "创作"}, {"source": 44, "target": 30, "relation": "创作"}, {"source": 49, "target": 26, "relation": "创作"}, {"source": 53, "target": 49, "relation": "出自于"}, {"source": 44, "target": 42, "relation": "创作"}, {"source": 18, "target": 7, "relation": "创作"}, {"source": 10, "target": 18, "relation": "出自于"}, {"source": 20, "target": 14, "relation": "创作"}, {"source": 9, "target": 24, "relation": "创作"}, {"source": 53, "target": 9, "relation": "出自于"}, {"source": 11, "target": 27, "relation": "创作"}, {"source": 56, "target": 11, "relation": "出自于"}, {"source": 11, "target": 55, "relation": "创作"}, {"source": 15, "target": 35, "relation": "创作"}, {"source": 33, "target": 15, "relation": "出自于"}, {"source": 54, "target": 16, "relation": "创作"}, {"source": 33, "target": 54, "relation": "出自于"}, {"source": 36, "target": 40, "relation": "创作"}, {"source": 33, "target": 36, "relation": "出自于"}, {"source": 49, "target": 34, "relation": "创作"}, {"source": 20, "target": 8, "relation": "创作"}, {"source": 20, "target": 47, "relation": "创作"}, {"source": 20, "target": 50, "relation": "创作"}, {"source": 20, "target": 48, "relation": "创作"}, {"source": 29, "target": 43, "relation": "创作"}, {"source": 20, "target": 22, "relation": "创作"}, {"source": 20, "target": 2, "relation": "创作"}, {"source": 20, "target": 58, "relation": "创作"}, {"source": 20, "target": 38, "relation": "创作"}, {"source": 20, "target": 31, "relation": "创作"}, {"source": 20, "target": 3, "relation": "创作"}]}