{"nodes": [{"name": "刘禹锡", "dynasty": "唐代"}, {"name": "西岳云台歌送丹丘子", "prop": {"content": "西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。荣光休气纷五彩，千年一清圣人在。巨灵咆哮擘两山，洪波喷箭射东海。三峰却立如欲摧，翠崖丹谷高掌开。白帝金精运元气，石作莲花云作台。云台阁道连窈冥，中有不死丹丘生。明星玉女备洒扫，麻姑搔背指爪轻。我皇手把天地户，丹丘谈天与天语。九重出入生光辉，东来蓬莱复西归。玉浆倘惠故人饮，骑二茅龙上天飞。", "translation": "无"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "渡黄河", "prop": {"content": "路出大梁城，关河开晓晴。日翻龙窟动，风扫雁沙平。倚剑嗟身事，张帆快旅情。茫茫不知处，空外棹歌声。", "translation": "我一路经过大梁城，旭日初升照着河流关山。阳光下翻滚的浪涛把龙宫摇撼，狂风扫平了大雁栖息的沙滩。斜倚着宝剑感叹身世飘泊不定，张帆快行旅途心情暂时舒展。茫茫一片不知身在什么地方，空旷处有船棹歌声声传到耳旁。"}}, {"name": "高适", "dynasty": "唐代"}, {"dynasty": "南北朝"}, {"name": "拂舞词 / 公无渡河", "prop": {"content": "黄河怒浪连天来，大响谹谹如殷雷。龙伯驱风不敢上，百川喷雪高崔嵬。二十三弦何太哀，请公勿渡立徘徊。下有狂蛟锯为尾，裂帆截棹磨霜齿。神椎凿石塞神潭，白马参覃赤尘起。公乎跃马扬玉鞭，灭没高蹄日千里。", "translation": "无"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "范云", "dynasty": "南北朝"}, {"name": "李流芳", "dynasty": "明代"}, {"dynasty": "清代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "公无渡河", "prop": {"content": "黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。", "translation": "无"}}, {"name": "自淇涉黄河途中作十三", "prop": {"content": "川上常极目，世情今已闲。去帆带落日，征路随长山。亲友若云霄，可望不可攀。于兹任所惬，浩荡风波间。清晨泛中流，羽族满汀渚。黄鹄何处来，昂藏寡俦侣。飞鸣无人见，饮啄岂得所。云汉尔固知，胡为不轻举。野人头尽白，与我忽相访。手持青竹竿，日暮淇水上。虽老美容色，虽贫亦闲放。钓鱼三十年，中心无所向。南登滑台上，却望河淇间。竹树夹流水，孤城对远山。念兹川路阔，羡尔沙鸥闲。长想别离处，犹无音信还。东入黄河水，茫茫泛纡直。北望太行山，峨峨半天色。山河相映带，深浅未可测。自昔有贤才，相逢不相识。秋日登滑台，台高秋已暮。独行既未惬，怀土怅无趣。晋宋何萧条，羌胡散驰鹜。当时无战略，此地即边戍。兵革徒自勤，山河孰云固。乘闲喜临眺，感物伤游寓。惆怅落日前，飘飖远帆处。北风吹万里，南雁不知数。归意方浩然，云沙更回互。乱流自兹远，倚楫时一望。遥见楚汉城，崔嵬高山上。天道昔未测，人心无所向。屠钓称侯王，龙蛇争霸王。缅怀多杀戮，顾此生惨怆。圣代休甲兵，吾其得闲放。兹川方悠邈，云沙无前后。古堰对河壖，长林出淇口。独行非吾意，东向日已久。忧来谁得知，且酌尊中酒。朝从北岸来，泊船南河浒。试共野人言，深觉农夫苦。去秋虽薄熟，今夏犹未雨。耕耘日勤劳，租税兼舄卤。园蔬空寥落，产业不足数。尚有献芹心，无因见明主。茫茫浊河注，怀古临河滨。禹功本豁达，汉迹方因循。坎德昔滂沱，冯夷胡不仁。激潏陵堤防，东郡多悲辛。天子忽惊悼，从官皆负薪。畚筑岂无谋，祈祷如有神。宣房今安在，高岸空嶙峋。我行倦风湍，辍棹将问津。空传歌瓠子，感慨独愁人。孟夏桑叶肥，秾阴夹长津。蚕农有时节，田野无闲人。临水狎渔樵，望山怀隐沦。谁能去京洛，憔悴对风尘。朝景入平川，川长复垂柳。遥看魏公墓，突兀前山后。忆昔大业时，群雄角奔走。伊人何电迈，独立风尘首。传檄举敖仓，拥兵屯洛口。连营一百万，六合如可有。方项终比肩，乱隋将假手。力争固难恃，骄战曷能久。若使学萧曹，功名当不朽。皤皤河滨叟，相遇似有耻。辍榜聊问之，答言尽终始。一生虽贫贱，九十年未死。且喜对儿孙，弥惭远城市。结庐黄河曲，垂钓长河里。漫漫望云沙，萧条听风水。所思强饭食，永愿在乡里。万事吾不知，其心只如此。", "translation": "　　有人认为，这组诗是高适在公元747年（唐玄宗天宝六载）夏秋间自淇上渡黄河归至梁宋时所作。而原西华师范大学校长佘正松教授则认为，高适从淇河南渡黄河的时间在于开元（唐玄宗年号，713—741）末年。高适离别县尉刘子英，准备回梁宋隐居时所作。"}}, {"name": "送魏郡李太守赴任", "prop": {"content": "与君伯氏别，又欲与君离。君行无几日，当复隔山陂。 苍茫秦川尽，日落桃林塞。独树临关门，黄河向天外。 前经洛阳陌，宛洛故人稀。故人离别尽，淇上转骖騑。企予悲送远，惆怅睢阳路。古木官渡平，秋城邺宫故。 想君行县日，其出从如云。遥思魏公子，复忆李将军。", "translation": "无"}}, {"name": "水调歌头·赋三门津", "prop": {"content": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。", "translation": "黄河之水似乎是从天上而来，黄河之险让人鬼都要俯瞰而欲过不敢。大风起时，波涛汹涌，怒浪滔天，飘飞的浪花在阳光下闪闪发亮。黄河水所掀起的水浪高过那吕梁山，水浪声势之状可比那八月的钱塘潮，横空之下，一洗尘寰。黄河水浪冲斥万象，但是中流的砥柱山面对滔天巨浪，却依旧气定神闲。砥柱山之高峻，如那危巢，难以攀援。人间有这样的险处有何用呢？原来是为了测辨忠奸。无须“燃犀下照”看水下美景，也不必像做飞用力拉弓，便可力挽狂澜。呼唤那个骑鲸客，击着鼓飞过银山。"}}, {"dynasty": "唐代"}, {"name": "贡泰父", "dynasty": "元代"}, {"name": "黄河", "prop": {"content": "莫把阿胶向此倾，此中天意固难明。解通银汉应须曲，才出昆仑便不清。高祖誓功衣带小，仙人占斗客槎轻。三千年后知谁在？何必劳君报太平！", "translation": "不要把阿胶向黄河里倾倒，这里上天的意思难以明了。黄河能曲曲弯弯上通银河，刚从昆仑发源便不再清澈。高祖平定天下时宣誓好听，严君平占卜张骞乘槎上天。三千年后黄河才澄清一次，你又何必着急报告好消息。"}}, {"dynasty": "先秦"}, {"name": "谢榛", "dynasty": "明代"}, {"name": "宋琬", "dynasty": "清代"}, {"name": "黄河夜泊", "prop": {"content": "明月黄河夜，寒沙似战场。奔流聒地响，平野到天荒。吴会书难达，燕台路正长。男儿少为客，不辨是他乡。", "translation": "月光下黄河横躺，月光下战场似的黄沙漫漫。轰隆隆的奔流翻腾不息，荒野伸向无尽的远方。书信难寄遥远的会稽，去燕台的路啊还很漫长。我这样长年的四处漂泊，竟再也不觉得是客居他乡。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "罗元琦", "dynasty": "清代"}, {"dynasty": "元代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "书河上亭壁", "prop": {"content": "岸阔樯稀波渺茫，独凭危槛思何长。萧萧远树疏林外，一半秋山带夕阳。", "translation": "宽阔的黄河，只有不多几条船在航行，眼前是波浪滚滚，一派渺茫。我独自登上河边的亭子，斜靠着栏杆，愁绪像河水，源源不断。那河边、远处，萧瑟秋风中，有片稀疏的树林，林后是耸立的高山，一半沐浴着西斜的阳光。"}}, {"name": "浪淘沙·其一", "prop": {"content": "九曲黄河万里沙，浪淘风簸自天涯。如今直上银河去，同到牵牛织女家。", "translation": "万里黄河弯弯曲曲挟带着泥沙，波涛滚滚如巨风掀簸来自天涯。如今好像要直飞上高空的银河，请你带上我一起去寻访牛郎织女的家。 "}}, {"name": "渡黄河", "prop": {"content": "河流迅且浊，汤汤不可陵。桧楫难为榜，松舟才自胜。空庭偃旧木，荒畴余故塍。不睹行人迹，但见狐兔兴。寄言河上老，此水何当澄。", "translation": "黄河流水湍急而且浑浊，其盛大的水势不可阻挡。用桧木做成的桨，船夫也难以使用，松木造成的坚船方可胜任。空院落倒放着旧木头，荒地里留着旧土埂。这里不见行人的踪迹，所见的只有狐狸兔子的出没。我要对黄河边上的老人说，这浊水何时才能澄清啊？"}}, {"name": "东归晚次潼关怀古", "prop": {"content": "暮春别乡树，晚景低津楼，伯夷在首阳，欲往无轻舟。遂登关城望，下见洪河流，自从巨灵开，流血千万秋。行行潘生赋，赫赫曹公谋，川上多往事，凄凉满空洲。", "translation": "暮春时满眼是异乡的草木，晚景中看到那渡津的关楼。伯夷曾住过的首阳山，想去瞻仰却没有过河的轻舟。于是登上了潼关城头眺望，俯瞰着黄河滔滔奔流。自从黄河把大山分开，从此此地征战不休，血流成河。潘岳在此作下行行名赋，赫赫曹公于此显奇谋。大河上经历了多少往事，如今只见一片凄凉笼罩着空空的河洲。"}}, {"name": "许有壬", "dynasty": "元代"}, {"name": "渡黄河", "prop": {"content": "倒泻银河事有无，掀天浊浪只须臾。人间更有风涛险，翻说黄河是畏途。", "translation": "常听说银河倒泻，这事真假难辨，如今见到的黄河，瞬间就能浊浪掀天。人世间的风波比这更加险恶，可人们反说，险途只在这黄河中间。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "黄河行", "prop": {"content": "黄河水，水阔无边深无底，其来不知几千里。或云昆仑之山出西纪，元气融结自兹始。地维崩兮天柱折，于是横奔逆激日夜流不已。九功歌成四载止，黄熊化作苍龙尾。双谼凿断海门开，两鄂崭崭尚中峙。盘涡荡激，回湍冲射，悬崖飞沙，断岸决石，瞬息而争靡。洪涛巨浪相豗，怒声不住从天来。初如两军战方合，飞炮忽下坚壁摧。又如丰隆起行雨，鞭笞铁骑驱奔雷。半空澎湃落银屋，势连渤澥吞淮渎。天吴九首兮，魌魋独足。潜潭雨过老蛟吟，明月夜照鲛人哭。扁舟侧挂帆一幅，满耳萧萧鸟飞速。徐邳千里半日程，转盼青山小如粟。吁嗟雄哉！其水一石，其泥数斗。滔滔汩汩兮，同宇宙之悠久。泛中流以击楫兮，招群仙而挥手。好风兮东来，酬河伯兮杯酒。", "translation": "无"}}, {"dynasty": "朝代"}, {"dynasty": "明代"}, {"dynasty": "宋代"}, {"dynasty": "金朝"}, {"name": "渡河到清河作", "prop": {"content": "泛舟大河里，积水穷天涯。天波忽开拆，郡邑千万家。行复见城市，宛然有桑麻。回瞻旧乡国，渺漫连云霞。", "translation": "我扬帆行舟黄河上，秋水汇积远接天涯。水天相接处忽然裂开豁口，现出繁华的城邑万户千家。顺流前行又有城镇闪入眼中，宛然可见郊野的桑麻。回头瞻望我的故乡京洛，只见洪波浩渺远连云霞。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "河广", "prop": {"content": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。", "translation": "谁说黄河宽又广？一个芦苇筏就能航行。谁说宋国很遥远？踮起脚尖就能望见。谁说黄河广又宽？难以容纳小木船。谁说宋国很遥远？一个早晨就能到达。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "黄河泛舟", "prop": {"content": "洪波舣楫泛中流，凫淑鸥汀揽胜游。数点渔舟歌欸乃，诗情恍在白苹洲。", "translation": "无"}}, {"name": "水龙吟·过黄河", "prop": {"content": "浊波浩浩东倾，今来古往无终极。经天亘地，滔滔流出，昆仑东北。神浪狂飙，奔腾触裂，轰雷沃日。看中原形胜，千年王气。雄壮势、隆今昔。鼓茫茫万里，棹歌声、响凝空碧。壮游汗漫，山川绵邈，飘飘吟迹。我欲乘槎，直穷银汉，问津深入。唤君平一笑，谁夸汉客，取支机石。", "translation": "　　上片落笔先写黄河浊流波涛滚滚，向东流去，永无休止。从空间上写气势之大，从时间上写其存在之久。二者合璧构成动人心魄的自然景观。气魄宏大，雄浑恣肆，为全词定调。“经天亘地”六句，从黄河的源头昆仑写起，黄河从昆仑发轫，横亘于天地之间，狂飚巨浪，激越澎湃，轰鸣震天，六句写尽黄河声威。以下由写景转入人事，黄河流经中原，哺育中原，使中原旺气长存。黄河的声势象征了元朝的国势。当时正是元朝鼎盛时期，词人由黄河的壮阔而想到国家的强大，情景相融，不仅加深描写的力度，而且也符合特定的政治环境和人物心态。"}}], "edges": [{"source": 42, "target": 2, "relation": "创作"}, {"source": 37, "target": 42, "relation": "出自于"}, {"source": 0, "target": 28, "relation": "创作"}, {"source": 16, "target": 0, "relation": "出自于"}, {"source": 23, "target": 43, "relation": "创作"}, {"source": 19, "target": 23, "relation": "出自于"}, {"source": 11, "target": 12, "relation": "创作"}, {"source": 16, "target": 11, "relation": "出自于"}, {"source": 44, "target": 15, "relation": "创作"}, {"source": 40, "target": 44, "relation": "出自于"}, {"source": 35, "target": 18, "relation": "创作"}, {"source": 16, "target": 35, "relation": "出自于"}, {"source": 34, "target": 27, "relation": "创作"}, {"source": 39, "target": 34, "relation": "出自于"}, {"source": 21, "target": 32, "relation": "创作"}, {"source": 10, "target": 21, "relation": "出自于"}, {"source": 11, "target": 1, "relation": "创作"}, {"source": 31, "target": 46, "relation": "创作"}, {"source": 25, "target": 31, "relation": "出自于"}, {"source": 9, "target": 22, "relation": "创作"}, {"source": 38, "target": 9, "relation": "出自于"}, {"source": 33, "target": 6, "relation": "创作"}, {"source": 16, "target": 33, "relation": "出自于"}, {"source": 26, "target": 41, "relation": "创作"}, {"source": 16, "target": 26, "relation": "出自于"}, {"source": 8, "target": 29, "relation": "创作"}, {"source": 5, "target": 8, "relation": "出自于"}, {"source": 20, "target": 3, "relation": "创作"}, {"source": 38, "target": 20, "relation": "出自于"}, {"source": 7, "target": 30, "relation": "创作"}, {"source": 16, "target": 7, "relation": "出自于"}, {"source": 17, "target": 36, "relation": "创作"}, {"source": 25, "target": 17, "relation": "出自于"}, {"source": 4, "target": 13, "relation": "创作"}, {"source": 16, "target": 4, "relation": "出自于"}, {"source": 26, "target": 14, "relation": "创作"}, {"source": 24, "target": 45, "relation": "创作"}, {"source": 10, "target": 24, "relation": "出自于"}]}