{"nodes": [{"name": "王彦泓", "info": "镇江府金坛人，字次回。以岁贡为松江府华亭县训导，卒于官。博学好古，喜作艳体小诗，格调似韩偓。词不多作，而善改昔人词，有加毫颊上之致。有《疑雨集》。"}, {"name": "凌濛初", "info": "凌濛初（1580年6月18日～1644年），字玄房，号初成，亦名凌波，一字彼厈，别号即空观主人，行十九，浙江湖州府乌程县（今浙江省湖州市吴兴区织里镇晟舍）人。明代文学家、小说家和雕版印书家。十八岁补廪膳生，后多次赴考均未中。崇祯十七年（1644年），被农民起义军围困于房村，率众抵抗，呕血而死。 其著作《初刻拍案惊奇》和《二刻拍案惊奇》与同时期文学家冯梦龙所著的《喻世明言》、《警世通言》、《醒世恒言》合称“三言二拍”，是中国古典短篇小说的代表。"}, {"dynasty": "太仓市"}, {"dynasty": "金华市"}, {"dynasty": "文成市"}, {"name": "文征明", "info": "文征明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。"}, {"name": "袁中道", "info": "（1570—1623）明荆州府公安人，字小修。袁宏道弟。初随兄宦游京师，交四方名士。万历四十四年进士。官至南京吏部郎中。与兄袁宗道、袁宏道并称三袁，为“公安派”代表作家。有《珂雪斋集》。"}, {"dynasty": "常州市"}, {"dynasty": "新建市"}, {"name": "戚继光", "info": "戚继光（1528年11月12日－1588年1月5日），字元敬，号南塘、孟诸，山东登州（今山东蓬莱市）人，祖籍濠州定远（今安徽定远县）。明朝抗倭名将，杰出的军事家、书法家、诗人。戚继光风流倜傥，爱好读书，世袭登州卫指挥佥事，联合俞大猷等抗击倭寇十余年，扫平为祸多年的倭患，确保了沿海人民的生命财产安全。万历十三年（1585年），受到弹劾戚继光，罢免回乡。万历十六年，病死于家中，时年六十一，谥号武毅。"}, {"name": "王守仁", "info": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。"}, {"dynasty": "太原市"}, {"dynasty": "江阴市"}, {"dynasty": "南京市"}, {"dynasty": "保定市"}, {"name": "李流芳", "info": "李流芳（1575～1629）明代诗人、书画家。字长蘅，一字茂宰，号檀园、香海、古怀堂、沧庵，晚号慎娱居士、六浮道人。歙县（今属安徽）人，侨居嘉定（今属上海市）。三十二岁中举人，后绝意仕途。诗文多写景酬赠之作，风格清新自然。与唐时升、娄坚、程嘉燧合称“嘉定四先生”。擅画山水，学吴镇、黄公望，峻爽流畅，为“画中九友”之一。亦工书法。"}, {"name": "李梦阳", "info": "李梦阳（1472-1530)，字献吉，号空同，汉族，庆阳府安化县(今甘肃省庆城县)人，迁居开封，工书法，得颜真卿笔法，精于古文词，提倡“文必秦汉，诗必盛唐”，强调复古，《自书诗》师法颜真卿，结体方整严谨，不拘泥规矩法度，学卷气浓厚。明代中期文学家，复古派前七子的领袖人物。"}, {"name": "夏完淳", "info": "夏完淳（1631～1647）原名复，字存古，号小隐、灵首（一作灵胥），乳名端哥，汉族，明松江府华亭县（现上海市松江）人，明末著名诗人，少年抗清英雄，民族英雄。夏允彝子。七岁能诗文。十四岁从父及陈子龙参加抗清活动。鲁王监国授中书舍人。事败被捕下狱，赋绝命诗，遗母与妻，临刑神色不变。著有《南冠草》、《续幸存录》等。"}, {"name": "沈宜修", "info": "（1590—1635）苏州府吴江人，字宛君。山东副使沈珫之女，工部郎中叶绍袁之妻。工诗词，生三女皆能诗，母女相与题花赋草。因女死神伤而卒。绍袁集妻女之作，编为《午梦堂十集》。"}, {"name": "冯小青", "info": "冯小青，名玄，字小青。明代万历年间南直隶扬州（今属江苏）人。嫁杭州豪公子冯生妾。讳同姓，仅以字称。工诗词，解音律。为大妇所妒，徙居孤山别业。亲戚劝其改嫁，不从，凄怨成疾，命画师画像自奠而卒，年十八。"}, {"dynasty": "衡阳市"}, {"dynasty": "陕西省"}, {"name": "姚广孝", "info": "（1335—1418）苏州府长洲人，幼名天禧。年十四度为僧，名道衍，字斯道。通阴阳术数。洪武中从燕王至北平，住持庆寿寺，而常居府中，时时屏人语。建文时劝王举兵。为王策划战守机宜。辅世子居守，守御甚固。成祖即位，论功第一，拜太子少师，复其姓，赐名广孝，而不肯蓄发，常居僧寺。监修《太祖实录》，与修《永乐大典》。工诗。谥恭靖。有《逃虚子集》(亦名《姚少师集》)。"}, {"name": "汤显祖", "info": "汤显祖（1550—1616），中国明代戏曲家、文学家。字义仍，号海若、若士、清远道人。汉族，江西临川人。公元1583年（万历十一年）中进士，任太常寺博士、礼部主事，因弹劾申时行，降为徐闻典史，后调任浙江遂昌知县，又因不附权贵而免官，未再出仕。曾从罗汝芳读书，又受李贽思想的影响。在戏曲创作方面，反对拟古和拘泥于格律。作有传奇《牡丹亭》、《邯郸记》、《南柯记》、《紫钗记》，合称《玉茗堂四梦》，以《牡丹亭》最著名。在戏曲史上，和关汉卿、王实甫齐名，在中国乃至世界文学史上都有着重要的地位。"}, {"name": "李贽", "info": "李贽（1527～1602），汉族，福建泉州人。明代官员、思想家、文学家，泰州学派的一代宗师。李贽初姓林，名载贽，后改姓李，名贽，字宏甫，号卓吾，别号温陵居士、百泉居士等。历共城教谕、国子监博士，万历中为姚安知府。旋弃官，寄寓黄安（今湖北省红安县）、湖北麻城芝佛院。在麻城讲学时，从者数千人，中间还有不少妇女。晚年往来南北两京等地，最后被诬下狱，自刎死于狱中。其重要著作有《藏书》、《续藏书》、《焚书》、《续焚书》、《史纲评委》。他曾评点过的《水浒传》、《西厢记》、《浣纱记》、《拜月亭》等等，仍是至今流行的版本。"}, {"dynasty": "商丘市"}, {"name": "王夫之", "info": "王夫之（1619年10月7日－1692年2月18日），字而农，号姜斋、又号夕堂，湖广衡州府衡阳县（今湖南衡阳）人。他与顾炎武、黄宗羲并称明清之际三大思想家。其著有《周易外传》、《黄书》、《尚书引义》、《永历实录》、《春秋世论》、《噩梦》、《读通鉴论》、《宋论》等书。王夫之自幼跟随自己的父兄读书，青年时期王夫之积极参加反清起义，晚年王夫之隐居于石船山，著书立传，自署船山病叟、南岳遗民，学者遂称之为船山先生。"}, {"dynasty": "广东省"}, {"name": "汪琬", "info": "汪琬（1624—1691年），字苕文，号钝庵，初号玉遮山樵，晚号尧峰，小字液仙。长洲（今江苏苏州）人，清初官吏学者、散文家，与侯方域、魏禧，合称明末清初散文“三大家”。顺治十二年进士，康熙十八年举鸿博，历官户部主事、刑部郎中、编修，有《尧峰诗文钞》、《钝翁前后类稿、续稿》。"}, {"name": "李东阳", "info": "李东阳（1447年－1516年），字宾之，号西涯，谥文正，明朝中叶重臣，文学家，书法家，茶陵诗派的核心人物。湖广长沙府茶陵州（今湖南茶陵）人，寄籍京师（今北京市）。天顺八年进士，授编修，累迁侍讲学士，充东宫讲官，弘治八年以礼部侍郎兼文渊阁大学士，直内阁，预机务。立朝五十年，柄国十八载，清节不渝。文章典雅流丽，工篆隶书。有《怀麓堂集》、《怀麓堂诗话》、《燕对录》。"}, {"name": "王世贞", "info": "王世贞（1526年－1590年）字元美，号凤洲，又号弇州山人，汉族，太仓（今江苏太仓）人，明代文学家、史学家。“后七子”领袖之一。官刑部主事，累官刑部尚书，移疾归，卒赠太子少保。好为古诗文，始于李攀龙主文盟，攀龙死，独主文坛二十年。有《弇山堂别集》、《嘉靖以来首辅传》、《觚不觚录》、《弇州山人四部稿》等。"}, {"name": "高启", "info": "高启（1336－1373）汉族，江苏苏州人，元末明初著名诗人，与杨基、张羽、徐贲被誉为“吴中四杰”，当时论者把他们比作“明初四杰”，又与王行等号“北郭十友”。字季迪，号槎轩，平江路（明改苏州府）长洲县（今江苏省苏州市）人；洪武初，以荐参修《元史》，授翰林院国史编修官，受命教授诸王。擢户部右侍郎。苏州知府魏观在张士诚宫址改修府治，获罪被诛。高启曾为之作《上梁文》，有“龙蟠虎踞”四字，被疑为歌颂张士诚，连坐腰斩。有《高太史大全集》、《凫藻集》等。"}, {"name": "丘浚", "info": "丘浚（1418～1495）明代著名政治家、理学家、史学家、经济学家和文学家，海南四大才子之一。字仲深，号深庵、玉峰、别号海山老人，琼州琼台（今属海南）人。景泰五年进士，历官经筵讲官、侍讲、侍讲学士、翰林学士、国子临祭酒、礼部侍郎、尚书、纂修《宪宗实录》总裁官、文渊阁大学士、户部尚书兼武英殿大学士等职。丘浚学问渊博，熟悉当代掌故，晚年右眼失明仍披览不辍，研究领域涉政治、经济、文学、医学等，著述甚丰，同海瑞合称为“海南双壁”。"}, {"name": "蓝仁", "info": "蓝仁（1315－？）字静之，自号蓝山拙者，与弟蓝智同均为元末明初诗人，崇安将村里（今福建武夷山市星村镇）人。二蓝早年跟随福州名儒林泉生学《春秋》，又跟武夷山隐士杜本学《诗经》，博采众长，形成自己的风格，后人评价他们的诗风类似盛唐，兼有中晚唐诗人优点，既学唐人，又不失自己的个性。蓝仁不事科举，一意为诗，“杖履遍武夷”，傲啸山林，过着闲适的田园生活。后辟武夷书院山长，迁邵武尉，不赴。明初内附，例徙濠梁，数月放归，自此隐于闾里。"}, {"name": "陆娟", "info": "陆娟，生卒年不详，大约生活在明弘治时期。松江（今属上海市）人，能诗。华亭陆德蕴（润玉）之女，马龙妻。其父隐居北郭，有高行，曾为明代书画家沈周的老师。"}, {"dynasty": "山东省"}, {"name": "宋应星", "info": "宋应星（公元1587—约1666年），中国明末科学家，字长庚，汉族江右民系，奉新（今属江西）人。万历四十三年（1615）举于乡。崇祯七年（1634）任江西分宜教谕，十一年为福建汀州推官，十四年为安徽亳州知州。明亡后弃官归里，终老于乡。在当时商品经济高度发展、生产技术达到新水平的条件下，他在江西分宜教谕任内著成《天工开物》一书。宋应星的著作还有《野议》、《论气》、《谈天》、《思怜诗》、《画音归正》、《卮言十种》等，但今已佚失。"}, {"name": "于谦", "info": "于谦（1398年5月13日－1457年2月16日），字廷益，号节庵，官至少保，世称于少保。汉族，明朝浙江杭州钱塘县人。因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木堡之变后英宗被俘，郕王朱祁钰监国，擢兵部尚书。于谦力排南迁之议，决策守京师，与诸大臣请郕王即位。瓦剌兵逼京师，督战，击退之。论功加封少保，总督军务，终迫也先遣使议和，使英宗得归。天顺元年因“谋逆”罪被冤杀。谥曰忠肃。有《于忠肃集》。于谦与岳飞、张煌言并称“西湖三杰”。"}, {"dynasty": "佛山市"}, {"dynasty": "荆州市"}, {"name": "文嘉", "info": "文嘉（1501～1583），字休承，号文水，明湖广衡山人，系籍长州（今江苏苏州）。文徵明仲子。吴门派代表画家。初为乌程训导，后为和州学正。能诗，工书，小楷清劲，亦善行书。精于鉴别古书画，工石刻，为明一代之冠。画得徵明一体，善画山水，笔法清脆，颇近倪瓒，着色山水具幽澹之致，间仿王蒙皴染，亦颇秀润，兼作花卉。"}, {"name": "李时珍", "info": "李时珍（1518年—1593年），字东璧，时人谓之李东璧。号濒湖，晚年自号濒湖山人，湖北蕲州（今湖北省黄冈市蕲春县蕲州镇）人，汉族，生于明武宗正德十三年（公元1518年），卒于神宗万历二十二年（公元1593年）。中国古代伟大的医学家、药物学家，李时珍曾参考历代有关医药及其学术书籍八百余种，结合自身经验和调查研究，历时二十七年编成《本草纲目》一书，是我国古代药物学的总结性巨著，在国内外均有很高的评价，已有几种文字的译本或节译本，其著有《濒湖脉学》。</p>"}, {"name": "钱福", "info": "钱福（1461—1504）明代状元，字与谦，因家住松江鹤滩附近，自号鹤滩。南直隶松江府华亭（今上海松江）人，吴越国太祖武肃王钱镠（liú）之后。弘治三年进士第一，官翰林修撰，三年告归。诗文以敏捷见长，有名一时，根据文嘉诗文修改的《明日歌》流传甚广。著有《鹤滩集》。"}, {"name": "文徵明", "info": "文徵明（1470年11月28日—1559年3月28日），原名壁（或作璧），字徵明。四十二岁起，以字行，更字徵仲。因先世衡山人，故号“衡山居士”，世称“文衡山”，汉族，长州（今江苏苏州）人。明代著名画家、书法家、文学家。文徵明的书画造诣极为全面，诗、文、书、画无一不精，人称是“四绝”的全才。与沈周共创“吴派”，与沈周、唐伯虎、仇英合称“明四家”（“吴门四家”）。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。"}, {"dynasty": "江西省"}, {"name": "吴承恩", "info": "（1500—1582）明小说家。山阳人，字汝忠，号射阳山人。科举屡遭挫折，嘉靖中补贡生，后任浙江长兴县丞。耻为五斗米折腰，拂袖而归，专意著述。自幼喜读野言稗史、志怪小说，善谐谑，晚年作《西游记》，叙述唐高僧玄奘取经故事。另有《射阳先生存稿》、《禹鼎志》等。"}, {"dynasty": "江苏省"}, {"name": "茅坤", "info": "茅坤（1512～1601）明代散文家、藏书家。字顺甫，号鹿门，归安（今浙江吴兴）人，明末儒将茅元仪祖父。嘉靖十七年进士，官广西兵备佥事时，曾领兵镇压广西瑶族农民起义。茅坤文武兼长，雅好书法，提倡学习唐宋古文，反对“文必秦汉”的观点，至于作品内容，则主张必须阐发“六经”之旨。编选《唐宋八大家文抄》，对韩愈、欧阳修和苏轼尤为推崇。茅坤与王慎中、唐顺之、归有光等，同被称为“唐宋派”。有《白华楼藏稿》，刻本罕见。行世者有《茅鹿门集》。"}, {"name": "冯梦龙", "info": "冯梦龙（1574－1646），明代文学家、戏曲家。字犹龙，又字子犹，号龙子犹、墨憨斋主人、顾曲散人、吴下词奴、姑苏词奴、前周柱史等。汉族，南直隶苏州府长洲县（今江苏省苏州市）人，出身士大夫家庭。兄梦桂，善画。弟梦熊，太学生，曾从冯梦龙治《春秋》，有诗传世。他们兄弟三人并称“吴下三冯”。"}, {"dynasty": "浙江省"}, {"name": "李攀龙", "info": "李攀龙（1514—1570）字于鳞，号沧溟，汉族，历城（今山东济南）人。明代著名文学家。继“前七子”之后，与谢榛、王世贞等倡导文学复古运动，为“后七子”的领袖人物，被尊为“宗工巨匠”。主盟文坛20余年，其影响及于清初。"}, {"name": "方孝孺", "info": "方孝孺（1357—1402年7月25日），宁海人，字希直，一字希古，号逊志，曾以“逊志”名其书斋，因其故里旧属缑城里，故称“缑城先生”；又因在汉中府任教授时，蜀献王赐名其读书处为“正学”，亦称“正学先生”，明朝大臣、学者、文学家、散文家、思想家。后因拒绝为发动“靖难之役”的燕王朱棣草拟即位诏书，被朱棣杀害。南明福王时追谥“文正”。"}, {"dynasty": "济南市"}, {"name": "魏学洢", "info": "魏学洢（约1596——约1625），字子敬，中国明朝末嘉善（今属浙江省嘉兴市）人，明朝末年的著名散文作家。是当地有名的秀才，也是一代明臣魏大中的长子，一生未做过官，好学善文，著有《茅檐集》。被清代人张潮收入《虞初新志》的《核舟记》，是其代表作。"}, {"name": "徐渭", "info": "徐渭（1521—1593），汉族，绍兴府山阴（今浙江绍兴）人。初字文清，后改字文长，号天池山人，或署田水月、田丹水，青藤老人、青藤道人、青藤居士、天池渔隐、金垒、金回山人、山阴布衣、白鹇山人、鹅鼻山侬等别号。中国明代文学家、书画家、军事家。民间也普遍流传他的故事传说，关于他年轻时如何聪明，后来如何捉弄官宦等。"}, {"name": "孙承恩", "info": "（1485—1565）松江华亭人，字贞父(甫)，号毅斋。孙衍子。正德六年进士。授编修，历官礼部尚书，兼掌詹事府。嘉靖三十二年斋宫设醮，以不肯遵旨穿道士服，罢职归。文章深厚尔雅。工书善画，尤擅人物。有《历代圣贤像赞》、《让溪堂草稿》、《鉴古韵语》。"}, {"dynasty": "湖北省"}, {"dynasty": "武夷山市"}, {"dynasty": "咸阳市"}, {"name": "叶小鸾", "info": "叶小鸾（1616～1632） 明末才女。字琼章，一字瑶期，吴江（今属江苏苏州）人，文学家叶绍袁、沈宜修幼女。貌姣好，工诗，善围棋及琴，又能画，绘山水及落花飞碟，皆有韵致，将嫁而卒，有集名《返生香》。"}, {"dynasty": "临川市"}, {"name": "张煌言", "info": "张煌言（1620—1664年），字玄著，号苍水，鄞县（今浙江宁波）人，汉族，南明儒将、诗人，著名抗清英雄。崇祯时举人，官至南明兵部尚书。后被俘，遭杀害，就义前，赋《绝命诗》一首。谥号忠烈。其诗文多是在战斗生涯里写成，质朴悲壮，表现出作家忧国忧民的爱国热情，有《张苍水集》行世。张煌言与岳飞、于谦并称“西湖三杰”。清国史馆为其立传，《明史》有传。1776年（乾隆四十一年）追谥忠烈，入祀忠义祠，收入《钦定胜朝殉节诸臣录》。"}, {"name": "边贡", "info": "边贡（1476 ～1532）字庭实，因家居华泉附近，自号华泉子，历城（今山东济南市）人。明代著名诗人、文学家。弘治九年（1496）丙辰科进士，官至太常丞。边贡以诗著称于弘治、正德年间，与李梦阳、何景明、徐祯卿并称“弘治四杰”。后来又加上康海、王九思、王廷相，合称为明代文学“前七子”。"}, {"dynasty": "河南省"}, {"name": "张岱", "info": "张岱（1597年～1689年）又名维城，字宗子，又字石公，号陶庵、天孙，别号蝶庵居士，晚号六休居士，汉族，山阴(今浙江绍兴)人。寓居杭州。出生仕宦世家，少为富贵公子，精于茶艺鉴赏，爱繁华，好山水，晓音乐，戏曲，明亡后不仕，入山著书以终。张岱为明末清初文学家、史学家，其最擅长散文，著有《琅嬛文集》《陶庵梦忆》《西湖梦寻》《三不朽图赞》《夜航船》等绝代文学名著。"}, {"name": "张居正", "info": "（1525—1582）湖广江陵人，字叔大，号太岳。嘉靖二十六年进士。授编修。严嵩、徐阶均器重之。迁右中允，领国子司业事，与祭酒高拱善，相期以相业。阶代嵩为首辅，倾心委之。隆庆元年引之入阁。阶致仕，居正与司礼监李芳谋，引拱入阁。同定封俺答事，北边遂得安宁。此后渐生嫌隙，神宗时与司礼监冯保谋，逐拱，遂为首辅。神宗即位时年幼，小有过失，慈圣太后即责云：“使张先生闻，奈何？”及帝渐长，心厌之。卒，谥文忠。未几弹劾者即纷起。次年，追夺官爵；又次年，籍没家产。天启间，始追复故官。有《张太岳集》、《太岳杂著》等。"}, {"dynasty": "海口市"}, {"name": "谢榛", "info": "谢榛（1495～1575）明代布衣诗人。字茂秦，号四溟山人、脱屣山人，山东临清人。十六岁时作乐府商调，流传颇广，后折节读书，刻意为歌诗，以声律有闻于时。嘉靖间，挟诗卷游京师，与李攀龙、王世贞等结诗社，为“后七子”之一，倡导为诗摹拟盛唐，主张“选李杜十四家之最者，熟读之以夺神气，歌咏之以求声调，玩味之以裒精华。”后为李攀龙排斥，削名“七子”之外，客游诸藩王间，以布衣终其身。其诗以律句绝句见长，功力深厚，句响字稳，著有《四溟集》、《四溟诗话》。"}, {"dynasty": "淮安市"}, {"name": "袁黄", "info": "袁黄（1533年—1606年），初名表，后改名黄，字庆远，又字坤仪、仪甫，初号学海，后改了凡，后人常以其号“了凡”称之，浙江嘉兴府嘉善县魏塘镇人。晚年辞官后曾隐居吴江芦墟赵田村，故一作吴江人。明代思想家。袁黄是迄今所知中国第一位具名的善书作者，他的《了凡四训》融会道教哲学与儒家理学，劝人积善改过，强调从治心入手的自我修养，提倡记功过格，在社会上流传甚广。"}, {"dynasty": "嘉兴市"}, {"name": "施耐庵", "info": "施耐庵，元末明初的文学家，本名彦端，汉族，今江苏兴化人。博古通今，才气横溢，举凡群经诸子，词章诗歌，天文、地理、医卜、星象等，一切技术无不精通，35岁曾中进士，后弃官归里，闭门著述，与门下弟子罗贯中一起研究《三国演义》《三遂平妖传》的创作，搜集整理关于梁山泊宋江等英雄人物的故事，最终写成“四大名著”之一的《水浒传》。施耐庵于元延祐元年（1314年）中秀才，泰定元年（1324年）中举人，至顺二年（1331年）登进士不久任浙江钱塘县尹。施耐庵故里江苏兴化新垛乡施家桥村有墓园、纪念馆，有《施氏家薄谱》存世。"}, {"name": "杨慎", "info": "杨慎（1488～1559）明代文学家，明代三大才子之首。字用修，号升庵，后因流放滇南，故自称博南山人、金马碧鸡老兵。杨廷和之子，汉族，四川新都（今成都市新都区）人，祖籍庐陵。正德六年状元，官翰林院修撰，豫修武宗实录。武宗微行出居庸关，上疏抗谏。世宗继位，任经筵讲官。嘉靖三年，因“大礼议”受廷杖，谪戍终老于云南永昌卫。终明一世记诵之博，著述之富，慎可推为第一。其诗虽不专主盛唐，仍有拟右倾向。贬谪以后，特多感愤。又能文、词及散曲，论古考证之作范围颇广。著作达百余种。后人辑为《升庵集》。"}, {"name": "沈周", "info": "沈周（1427～1509）明代杰出书画家。字启南，号石田、白石翁、玉田生、居竹居主人等。汉族，长洲（今江苏苏州）人。生於明宣德二年，卒於明正德四年，享年八十三岁。不应科举，专事诗文、书画，是明代中期文人画“吴派”的开创者，与文徵明、唐寅、仇英并称“明四家”。传世作品有《庐山高图》、《秋林话旧图》、《沧州趣图》。著有《石田集》、《客座新闻》等。"}, {"name": "柳如是", "info": "柳如是（1618年～1664年），明末清初女诗人，本名杨爱，字如是，又称河东君，因读宋朝辛弃疾《贺新郎》中：“我见青山多妩媚，料青山见我应如是”，故自号如是。浙江嘉兴人。柳如是是明清易代之际的著名歌妓才女，幼即聪慧好学，但由于家贫，从小就被掠卖到吴江为婢，妙龄时坠入章台，改名为柳隐，在乱世风尘中往来于江浙金陵之间。留下的作品主要有《湖上草》、《戊寅草》与《尺牍》。"}, {"name": "魏禧", "info": "魏禧（1624年3月2日～1680年11月17日）明末清初散文家，与汪琬、侯方域并称清初散文三大家，与兄际瑞、弟礼合称宁都三魏，三魏兄弟与彭士望、林时益、李腾蛟、岳维屏、彭任等合称易堂九子。字冰叔，一字叔子，号裕斋。江西宁都人，明末诸生，明亡隐居翠微峰勺庭，人称勺庭先生。后出游江南，以文会友，传播其明道理、识时务、重廉耻、畏名义的学说，结纳贤豪，以图恢复。他的文章多颂扬民族气节人事，表现出浓烈的民族意识。还善于评论古人的业迹，对古人的是非曲直、成败得失都有一定的见解，著有《魏叔子文集》。"}, {"name": "郑成功", "info": "（1624—1662）福建南安人，初名森，字大木。郑芝龙子。唐王赐姓朱，改名成功，号“国姓爷”。南明隆武二年，阻父降清无效，移师南澳，继续抗清。永历帝立，封为延平郡王，招讨大将军。十三年与张煌言合兵，大举入长江，直抵南京，东南大震，旋为清兵所败，退还厦门。十五年(清顺治十八年)进兵台湾，驱逐荷兰侵略军，次年收复全台。不久病卒。"}, {"name": "欧大任", "info": "欧大任（1516-1596）字桢伯，号仑山。因曾任南京工部虞衡郎中，别称欧虞部。广东顺德陈村人。他“博涉经史，工古文辞诗赋”，并喜体育运动，擅长踢球、击剑。14岁时，督学曾集中十郡的优等生会考，他三试皆列第一，名噪诸生。他和梁有誉、黎民表、梁绍震等人是十分友好的同学，在著名学者黄佐门下读书，很有得益。无奈文运不佳，八次乡试均落榜，直到嘉靖四十二年（1563年），47岁的欧大任才一鸣惊人，以岁贡生资格，试于大廷，考官展卷阅览，惊叹其为一代之才，特荐御览，列为第一。由是海内无不知欧大任，名声远播。"}, {"dynasty": "河北省"}, {"dynasty": "吉水市"}, {"dynasty": "昆山市"}, {"dynasty": "上海市"}, {"name": "解缙", "info": "解缙（1369年－1415年），字大绅，一字缙绅，号春雨、喜易，明朝吉水（今江西吉水）人，洪武二十一年（1388年）中进士，官至内阁首辅、右春坊大学士，参预机务。解缙以才高好直言为人所忌，屡遭贬黜，终以“无人臣礼”下狱，永乐十三年（1415年）冬被埋入雪堆冻死，卒年四十七，成化元年（1465年）赠朝议大夫，谥文毅。"}, {"name": "王象春", "info": "王象春（1578～1632）明末诗人。原名王象巽，字季木，号虞求，别号山昔湖居士，新城（今山东淄博市桓台县新城镇）人，清初文学家王士祯从祖。万历三十八年进士第二，官至南京吏部考功郎，终因刚直而免官归田。象春才气奔轶，诗宗前后七子，诗文结集为《齐音》（亦题《济南百咏》）、《问山亭集》。"}, {"dynasty": "庆阳市"}, {"dynasty": "湖南省"}, {"dynasty": "淄博市"}, {"name": "唐顺之", "info": "唐顺之（公元1507～1560）字应德，一字义修，号荆川。汉族，武进（今属江苏常州）人。明代儒学大师、军事家、散文家，抗倭英雄。 正德二年十月初五出生在常州（武进）城内青果巷易书堂官宦之家。嘉靖八年(1529)会试第一，官翰林编修，后调兵部主事。当时倭寇屡犯沿海，唐顺之以兵部郎中督师浙江，曾亲率兵船于崇明破倭寇于海上。升右佥都御史，巡抚凤阳，1560年四月丙申（初一）日（4月25日）至通州（今南通）去世。崇祯时追谥襄文。学者称\"荆川先生\"。"}, {"dynasty": "泉州市"}, {"name": "袁凯", "info": "袁凯，生卒年不详，字景文，号海叟，明初诗人，以《白燕》一诗负盛名，人称袁白燕。松江华亭（今上海市松江县）人，洪武三年（1370）任监察御史，后因事为朱元璋所不满，伪装疯癫，以病免职回家，终“以寿终”。著有《海叟集》4卷。"}, {"name": "侯方域", "info": "（1618—1654）明末清初河南商丘人，字朝宗。侯恂子。少时为复社、几社诸名士所推重，与方以智、冒襄、陈贞慧号四公子。南明弘光时，以不受阮大铖笼络，险遭迫害，夜走依总兵官高杰，又曾入史可法幕。入清，应顺治八年乡试，中副榜。文章富才气，与魏禧、汪琬号清初三家。有《壮悔堂文集》、《四忆堂诗集》。"}, {"name": "王磐", "info": "王磐（约1470年～1530年）称为南曲之冠。明代散曲作家、画家，亦通医学。字鸿渐，江苏高邮人。少时薄科举，不应试，一生没有作过官，尽情放纵于山水诗画之间，筑楼于城西，终日与文人雅士歌吹吟咏，因自号“西楼”。所作散曲，题材广泛。正德间，宦官当权，船到高邮，辄吹喇叭，骚扰民间，作《朝天子·咏喇叭》一首以讽。著有《王西楼乐府》、《王西楼先生乐府》、《野菜谱》、《西楼律诗》。"}, {"name": "夏言", "info": "夏言（1482—1548），字公谨，汉族，江西贵溪人。明正德进士。初任兵科给事中，以正直敢言自负。世宗继位，疏陈武宗朝弊政，受帝赏识。裁汰亲军及京师卫队冗员三千二百人，出按皇族庄田，悉夺还民产。豪迈强直，纵横辩博，受宠升至礼部尚书兼武英殿大学士入参机务，不久又擢为首辅。嘉靖二十七年议收复河套事，被至弃市死。其诗文宏整，又以词曲擅名。有《桂洲集》。"}, {"name": "徐有贞", "info": "徐有贞（1407～1472）初名珵（chéng），字元玉，号天全，吴县（今江苏苏州）人，祝允明外祖父。宣德八年进士，授翰林编修。因谋划英宗复位，封武功伯兼华盖殿大学士，掌文渊阁事。后诬告杀害于谦、王文等，独揽大权。因与石亨、曹吉祥相恶，出任广东参政。后为石亨等诬陷，诏徙金齿（今云南保山）为民。亨败，得放归。成化初，复官无望，遂浪迹山水间。书法古雅雄健，山水清劲不凡，撰有《武功集》。"}, {"dynasty": "台州市"}, {"dynasty": "公安市"}, {"name": "陈继儒", "info": "陈继儒（1558～1639）明代文学家、书画家。字仲醇，号眉公、麋公。华亭（今上海松江）人。诸生，年二十九，隐居小昆山，后居东佘山，杜门著述，工诗善文，书法苏、米，兼能绘事，屡奉诏征用，皆以疾辞。擅墨梅、山水，画梅多册页小幅，自然随意，意态萧疏。论画倡导文人画，持南北宗论，重视画家的修养，赞同书画同源。有《梅花册》、《云山卷》等传世。著有《妮古录》、《陈眉公全集》、《小窗幽记》。"}, {"dynasty": "桐城市"}, {"dynasty": "高邮市"}, {"name": "江盈科", "info": "江盈科(1553—1605)，字进之，号绿萝山人。湖南桃源人，明万历二十年进士，先后历任长洲县令、大理寺正、户部员外郎、卒于四川提学副使任上。是明朝晚期文坛“公安派”的重要成员之一，诗文理论主张为文应抒发当时代个人的真性情，反对“文必秦汉、诗必盛唐”说法，极力赞成灵性说。"}, {"name": "张溥", "info": "张溥（1602～1641），明代文学家。初字乾度，后字天如，号西铭。直隶太仓（今属江苏）人。崇祯进士，选庶吉士，自幼发奋读书，明史上记有他“七录七焚”的佳话。与同乡张采齐名，合称“娄东二张”。张溥曾与郡中名士结为复社，评议时政，是东林党与阉党斗争的继续。张溥在文学方面，推崇前后七子的理论，主张复古，又以“务为有用”相号召。一生著作宏丰，编述三千余卷，涉及文、史、经学各个学科，精通诗词，尤擅散文、时论。代表作有《五人墓碑记》。"}, {"name": "李玉", "info": "（1486—1536）明六安卫千户，字廷佩，号南楼。针灸多奇效，时号神针李。善方剂，能使病瘘者立起。"}, {"dynasty": "福建省"}, {"dynasty": "兴化市"}, {"dynasty": "黄冈市"}, {"name": "程登吉", "info": "程登吉，字允升，明末西昌（今江西新建）人，为《幼学琼林》的编撰者。《幼学琼林》是中国古代的儿童启蒙读物。《幼学琼林》最初叫《幼学须知》，一般认为，最初的编著者是明末的西昌人程登吉（字允升）；此书亦叫《成语考》，是明景泰年间的进士邱睿（邱浚）。至清嘉庆年间，由邹圣脉（字梧冈）作了增补注释，并更名为《幼学故事琼林》。后来民国时费有容、叶浦荪和蔡东藩等又进行了增补。</p>"}, {"name": "吕坤", "info": "吕坤(1536年10月24日—1618年7月24日)，字叔简，一字心吾、新吾，自号抱独居士，明代归德府宁陵(今河南商丘宁陵)吕大庄人。明朝文学家、思想家，吕坤刚正不阿，为政清廉，他与沈鲤、郭正域被誉为明万历年间天下“三大贤”。主要作品有《实政录》、《夜气铭》、《招良心诗》等，除《呻吟语》、《实政录》外，还有《去伪斋集》等十余种，内容涉及政治、经济、刑法、军事、水利、教育、音韵、医学等各个方面。吕坤思想对后世有很大影响，其代表作《吕坤全集》是文化典籍整理中的原创性之作。现在宁陵有吕坤篆盖于慎行的墓志铭。"}, {"name": "叶纨纨", "info": "（1586—1608）明苏州府吴江人，字昭齐。叶绍袁长女，叶小鸾姐。三岁能诵《长恨歌》，十三能诗，书法遒劲有晋人风。嫁袁氏，郁郁不得志。小鸾将嫁而卒，纨纨哭之过哀，发病死。有《愁言集》。"}, {"name": "洪应明", "info": "[明]（约公元一五九六年前后在世）字自诚，号还初道人，里居及生卒年均不详，明代文学家，约明神宗万历中前后在世。生平事迹不详。著有《仙佛奇踪》四卷，《四库总目》多记老佛二家故事，由此得知他早年热衷于仕途功名，晚年则归隐山林，洗心礼老佛。万历三十年(1603)前后曾经居住在南京秦淮河一带，潜心著述。还与袁黄、冯梦桢等人有所交往。　"}, {"dynasty": "成都市"}, {"name": "钟惺", "info": "钟惺(1574～1624) 明代文学家。字伯敬，号退谷，湖广竟陵（今湖北天门市）人。万历三十八年（1610）进士。曾任工部主事，万历四十四年（1616）与林古度登泰山。后官至福建提学佥事。不久辞官归乡，闭户读书，晚年入寺院。其为人严冷，不喜接俗客，由此得谢人事，研读史书。他与同里谭元春共选《唐诗归》和《古诗归》(见《诗归》)，名扬一时，形成“竟陵派”，世称“钟谭”。"}, {"dynasty": "茶陵市"}, {"name": "何景明", "info": "何景明（1483～1521）字仲默，号白坡，又号大复山人，信阳浉河区人。明弘治十五年(1502)进士，授中书舍人。正德初，宦官刘瑾擅权，何景明谢病归。刘瑾诛，官复原职。官至陕西提学副使。为“前七子”之一，与李梦阳并称文坛领袖。其诗取法汉唐，一些诗作颇有现实内容。有《大复集》。"}, {"dynasty": "不详"}, {"name": "李开先", "info": "（1502—1568）明山东章丘人，字伯华，号中麓。嘉靖八年进士，授户部主事，官至太常寺少卿，提督四夷馆。罢归，治田产，蓄声伎，家居近三十年。征歌度曲，为新声小令，诗歌豪放，尤工词曲，不循格律，诙谐调笑，信手放笔。自谓藏曲最富，有“词山曲海”之目。曾刻元乔梦符、张小山小令。作传奇《宝剑记》，又有《登坛记》，今佚。又有《词谑》、《闲居集》。"}, {"dynasty": "甘肃省"}, {"dynasty": "湖州市"}, {"name": "徐弘祖", "info": "徐霞客（1587年1月5日—1641年3月8日），名弘祖，字振之，号霞客，汉族，明南直隶江阴（今江苏江阴市）人。伟大的地理学家、旅行家和探险家。崇祯十年（1637）正月十九日，由赣入湘，从攸县进入今衡东县境，历时55天，先后游历了今衡阳市所辖的衡东、衡山、南岳、衡阳、衡南、常宁、祁东、耒阳各县（市）区，三进衡州府，饱览了衡州境内的秀美山水和人文大观，留下了描述衡州山川形胜、风土人情的15000余字的衡游日记。他对石鼓山和石鼓书院的详尽记述，为后人修复石鼓书院提供了一笔珍贵的史料。</p>"}, {"name": "郑之珍", "info": "郑之珍，字汝席，号高石，明万历补邑庠生。后来祁门县文化部门，在渚口乡清溪村发现了郑之珍夫妇合葬墓及《清溪郑氏族谱》，确认他为祁门县渚口乡清溪人。郑之珍在《新编目连戏救母劝善戏文》序中自述：“幼学夫子而志春秋，惜文不趋时，而学不获遂，于是萎念于翰场，而 游心于方外。　"}, {"name": "袁宏道", "info": "袁宏道（1568～1610）明代文学家，字中郎，又字无学，号石公，又号六休。汉族，荆州公安（今属湖北公安）人。宏道在文学上反对“文必秦汉，诗必盛唐”的风气，提出“独抒性灵，不拘格套”的性灵说。与其兄袁宗道、弟袁中道并有才名，合称“公安三袁”。"}, {"dynasty": "山西省"}, {"dynasty": "泰和县"}, {"dynasty": "乐山市"}, {"name": "祝允明", "info": "祝允明（1460—1527）字希哲，号枝山，因右手有六指，自号“枝指生”，又署枝山老樵、枝指山人等。汉族，长洲（今江苏苏州）人。他家学渊源，能诗文，工书法，特别是其狂草颇受世人赞誉，流传有“唐伯虎的画，祝枝山的字”之说。祝枝山所书写的“六体书诗赋卷”、“草书杜甫诗卷”、“古诗十九首”、“草书唐人诗卷”及“草书诗翰卷”等都是传世墨迹的精品。并与唐寅、文徵明、徐祯卿齐名，明历称其为“吴中四才子”之一。由于与唐寅遭际与共，情性相投，民间流传着两人的种种趣事。"}, {"dynasty": "四川省"}, {"dynasty": "天门市"}, {"name": "归有光", "info": "归有光（1506～1571）明代官员、散文家。字熙甫，又字开甫，别号震川，又号项脊生，汉族，江苏昆山人。嘉靖十九年举人。会试落第八次，徙居嘉定安亭江上，读书谈道，学徒众多，60岁方成进士，历长兴知县、顺德通判、南京太仆寺丞，留掌内阁制敕房，与修《世宗实录》，卒于南京。归有光与唐顺之、王慎中两人均崇尚内容翔实、文字朴实的唐宋古文，并称为嘉靖三大家。由于归有光在散文创作方面的极深造诣，在当时被称为“今之欧阳修”，后人称赞其散文为“明文第一”，著有《震川集》、《三吴水利录》等。"}, {"name": "张宇初", "info": "张宇初(1359 -1410)，为明代正一派天师，历代天师中最博学者之一。有道门硕儒之称。字子旋（音XUAN，别字）别号耆山 。其是四十二代天师张正常长子，于明洪武十年(公元1377)嗣教，为第四十三代天师。明洪武十三年(公元1380) 敕受“正一嗣教道合无为阐祖光范大真人”，总领天下道教事。二月，特召入朝，勉励修节以格神明，诰封其母包氏为清虚冲素妙善玄君，命建斋设醮于（南京）紫金山和神乐观。庚午年(1390)入觐，降敕重建大上清宫。"}, {"dynasty": "凤阳市"}, {"name": "杨基", "info": "杨基（1326～1378）元末明初诗人。字孟载，号眉庵。原籍嘉州（今四川乐山），大父仕江左，遂家吴中（今浙江湖州），“吴中四杰”之一。元末，曾入张士诚幕府，为丞相府记室，后辞去。明初为荥阳知县，累官至山西按察使，后被谗夺官，罚服劳役。死于工所。杨基诗风清俊纤巧，其中五言律诗《岳阳楼》境界开阔，时人称杨基为“五言射雕手”。少时曾著《论鉴》十万余言。又于杨维桢席上赋《铁笛》诗，当时维桢已成名流，对杨基倍加称赏：“吾意诗境荒矣，今当让子一头地。”杨基与高启、张羽、徐贲为诗友，时人称为“吴中四杰”。"}, {"name": "康海", "info": "康海（1475--1540）中国明代文学家。字德涵，号对山、沜东渔父，陕西武功人。弘治十五年（1502年）状元，任翰林院修撰。武宗时宦官刘瑾败，因名列瑾党而免官。以诗文名列“前七子”之一。所著有诗文集《对山集》、杂剧《中山狼》、散曲集《沜东乐府》等。"}, {"name": "郭之奇", "info": "郭之奇（1607年－1662年），字仲常，号菽子，又号正夫、玉溪。广东揭阳县榕城东门（今广东揭阳市榕城区）人。为南明大臣，历任南明文渊阁大学士加太子太保（相当宰相）兼吏部尚书、兵部尚书，率军转战闽粤滇黔抗清，于顺治十八年（1661年）在广西桂林为清将韦永福所俘，翌年殉国。清乾隆四十一年（1776年）追谥忠节。"}, {"name": "俞彦", "info": "［明］（约公元一六一五年前后在世）字仲茅，上元人。生卒年均不详，约明神宗万历四十三年前后在世。万历二十九年（公元一六0一年）进士。历官光禄寺少卿。彦长于词，尤工小令，以淡雅见称。词集今失传，仅见于各种选本中。"}, {"name": "方维仪", "info": "方维仪（1585—1668），女，字仲贤，安徽桐城人（今桐城市区凤仪里人）。明末著名女诗人、画家，所作有《清芬阁集》， 又辑历代妇女作品为《宫闺诗史》。其绘画师法宋代李公麟，尤擅长绘释道人物。特别是白描《观音大士图》形神兼备，许多人争相收藏。"}, {"name": "朱元璋", "info": "大明太祖高皇帝朱元璋（1328年—1398年6月24日），字国瑞原名重八，后取名兴宗，濠州钟离人（今安徽凤阳），明朝开国皇帝。朱元璋聪明而有远见，神威英武，收揽英雄，平定四海，纳谏如流，求贤若渴，重农桑，兴礼乐，褒节义，崇教化，制定的各种法规都很相宜，前所未有。但他性格严明，晚年偏好诛杀，使得一代开国元勋很少有善始善终者，这是他的缺点。"}, {"name": "杨士奇", "info": "杨士奇（1366～1444），明代大臣、学者，名寓，字士奇，以字行，号东里，谥文贞，汉族，江西泰和（今江西泰和县澄江镇）人。官至礼部侍郎兼华盖殿大学士，兼兵部尚书，历五朝，在内阁为辅臣四十余年，首辅二十一年。与杨荣、杨溥同辅政，并称“三杨”，因其居地所处，时人称之为“西杨”。“三杨”中，杨士奇以“学行”见长，先后担任《明太宗实录》、《明仁宗实录》、《明宣宗实录》总裁。"}, {"dynasty": "绍兴市"}, {"dynasty": "杭州市"}, {"dynasty": "海南省"}, {"name": "刘基", "info": "刘基（1311年7月1日－1375年5月16日）字伯温，谥曰文成，元末明初杰出的军事谋略家、政治家、文学家和思想家，明朝开国元勋，汉族，浙江文成南田（原属青田）人，故时人称他刘青田，明洪武三年（1370）封诚意伯，人们又称他刘诚意。武宗正德九年追赠太师，谥号文成，后人又称他刘文成、文成公。他以神机妙算、运筹帷幄著称于世。刘伯温是中国古代的一位传奇人物，至今在中国大陆、港澳台乃至东南亚、日韩等地仍有广泛深厚的民间影响力。"}, {"name": "袁崇焕", "info": "（1584—1630）明广东东莞人，一说广西藤县人，字元素。万历四十七年进士。授邵武知县。天启初擢兵部职方司主事。超擢佥事，监关外军，筑宁远城，配置西洋大炮。天启六年，击退后金努尔哈赤进攻，升辽东巡抚。次年，击退皇太极进攻，时称“宁锦大捷”。以不为魏忠贤所喜，乞休归。崇祯元年召还，以兵部尚书兼右副都御史，督师蓟辽。二年，后金兵入关，威胁北京，崇焕千里赴援。崇祯帝中反间计并听信谗言，以谋叛罪下崇焕狱，磔死。有《袁督师遗集》。"}, {"name": "王恭", "info": "王恭（1343-？），字安仲，长乐沙堤人。家贫，少游江湖间，中年隐居七岩山，为樵夫20多年，自号“皆山樵者”。善诗文，与高木秉、陈亮等诸文士唱和，名重一时。诗人王 曾为他作《皆山樵者传》。明永乐二年（1404年），年届六十岁的王恭以儒士荐为翰林待诏，敕修《永乐大典》。永乐五年，《永乐大典》修成，王恭试诗高第，授翰林典籍。不久，辞官返里。王恭作诗，才思敏捷，下笔千言立就，诗风多凄婉，隐喻颇深。为闽中十才子之一，著有《白云樵集》四卷，《草泽狂歌》五卷及《风台清啸》等。"}, {"dynasty": "宁波市"}, {"name": "朱厚熜", "info": "明世宗朱厚熜（1507年9月16日－1567年1月23日），汉族，明宪宗朱见深之孙，明孝宗朱祐樘之侄，兴献王朱祐杬之子，明武宗朱厚照的堂弟。明朝第十一位皇帝，1521年—1566年在位，年号嘉靖，后世称嘉靖帝。嘉靖帝是中国封建历史上最为独特的皇帝，也是明朝皇帝中最任性和倔强的一位，他为人非常聪明，尤其在书法和文辞修养都有不错的造诣。史书评价嘉靖帝为“中兴之主”，说他“有不世之奇谟六，无竞之伟烈四，而又有震世之独行五”。"}, {"name": "宋濂", "info": "宋濂（1310—1381）字景濂，号潜溪，别号玄真子、玄真道士、玄真遁叟。汉族，浦江（今浙江浦江县）人，元末明初文学家，曾被明太祖朱元璋誉为“开国文臣之首”，学者称太史公。宋濂与高启、刘基并称为“明初诗文三大家”。他因长孙宋慎牵连胡惟庸党案而被流放茂州，途中病死于夔州。他的代表作品有《送东阳马生序》、《朱元璋奉天讨元北伐檄文》等。"}, {"dynasty": "苏州市"}, {"name": "海瑞", "info": "海瑞（1514年－1587年），字汝贤，号刚峰，海南琼山（今海口市）人。明朝著名清官。海瑞一生，经历了正德、嘉靖、隆庆、万历四朝。他打击豪强，疏浚河道，修筑水利工程，力主严惩贪官污吏，禁止循私受贿，并推行一条鞭法，强令贪官污吏退田还民，遂有“海青天”之誉。1587年（万历十五年），海瑞病死于南京官邸。赠太子太保，谥忠介。海瑞死后，关于他的传说故事，民间广为流传。"}, {"name": "陈子龙", "info": "陈子龙（1608—1647）明末官员、文学家。初名介，字卧子、懋中、人中，号大樽、海士、轶符等。汉族，南直隶松江华亭（今上海松江）人。崇祯十年进士，曾任绍兴推官，论功擢兵科给事中，命甫下而明亡。清兵陷南京，他和太湖民众武装组织联络，开展抗清活动，事败后被捕，投水殉国。他是明末重要作家，诗歌成就较高，诗风或悲壮苍凉，充满民族气节；或典雅华丽；或合二种风格于一体。擅长七律、七言歌行、七绝，被公认为“明诗殿军”。陈子龙亦工词，为婉约词名家、云间词派盟主，被后代众多著名词评家誉为“明代第一词人”。"}, {"dynasty": "吴兴市"}, {"dynasty": "安徽省"}, {"name": "徐祯卿", "info": "徐祯卿（1479－1511）字昌谷，一字昌国，汉族，吴县（今江苏苏州）人，祖籍常熟梅李镇，后迁居吴县。明代文学家，被人称为“吴中诗冠”，是吴中四才子（亦称江南四大才子）之一。因“文章江左家家玉，烟月扬州树树花”之绝句而为人称誉。"}, {"name": "真可", "info": "真可(1543～1603)，明末僧人。字达观，晚号紫柏大师。门人尊他为紫柏尊者，是明末四大师之一。俗姓沈。吴江（今属江苏）人。"}, {"dynasty": "蓬莱市"}, {"name": "杨继盛", "info": "杨继盛（1516年－1555年）明代著名谏臣。字仲芳，号椒山，直隶容城（今河北容城县北河照村）人。嘉靖二十六年进士，官兵部员外郎。坐论马市，贬狄道典史。事白，入为户部员外，调兵部。疏劾严嵩而死，赠太常少卿，谥忠愍。后人以继盛故宅，改庙以奉，尊为城隍。著有《杨忠愍文集》。"}, {"name": "张弼", "info": "（1425—1487）明松江府华亭人，字汝弼，号东海。成化二年进士。久任兵部郎，议论无所顾忌。出为南安知府，律己爱物，大得民和。少善草书，工诗文，自言吾书不如诗，诗不如文。有《鹤城稿》、《东海稿》等。"}, {"name": "王鏊", "info": "王鏊（1450—1524）明代名臣、文学家。字济之，号守溪，晚号拙叟，学者称震泽先生，汉族，吴县（今江苏苏州）人。十六岁时国子监诸生即传诵其文，成化十一年进士。授编修，弘治时历侍讲学士，充讲官，擢吏部右侍郎，正德初进户部尚书、文渊阁大学士。博学有识鉴，有《姑苏志》、《震泽集》、《震泽长语》。"}, {"dynasty": "揭阳市"}, {"name": "宗臣", "info": "宗臣（1525～1560）明代文学家。字子相，号方城山人。兴化（今属江苏兴化）人。南宋末年抗金名将宗泽后人。嘉靖二十九年进士，由刑部主事调吏部，以病归，筑室百花洲上，读书其中，后历吏部稽勋员外郎，杨继盛死，臣赙以金，为严嵩所恶，出为福建参议，以御倭寇功升福建提学副使，卒官。诗文主张复古，与李攀龙等齐名，为“嘉靖七子”（后七子）之一，散文《报刘一丈书》，对当时官场丑态有所揭露，著有《宗子相集》。"}, {"name": "许仲琳", "info": "许仲琳(约1560—约1630)，亦作陈仲林，号钟山逸叟，应天府(今江苏南京市)人，生平事迹不详，明朝小说家。他生活在明代中后期。著有知名小说《封神演义》，因此而得名。"}], "edges": [{"source": 49, "target": 136, "relation": "省-市"}, {"source": 136, "target": 64, "relation": "出自于"}, {"source": 49, "target": 137, "relation": "省-市"}, {"source": 137, "target": 37, "relation": "出自于"}, {"source": 124, "target": 109, "relation": "省-市"}, {"source": 109, "target": 72, "relation": "出自于"}, {"source": 49, "target": 142, "relation": "省-市"}, {"source": 142, "target": 10, "relation": "出自于"}, {"source": 49, "target": 3, "relation": "省-市"}, {"source": 3, "target": 144, "relation": "出自于"}, {"source": 46, "target": 80, "relation": "省-市"}, {"source": 80, "target": 126, "relation": "出自于"}, {"source": 49, "target": 4, "relation": "省-市"}, {"source": 4, "target": 139, "relation": "出自于"}, {"source": 44, "target": 60, "relation": "省-市"}, {"source": 60, "target": 23, "relation": "出自于"}, {"source": 46, "target": 145, "relation": "省-市"}, {"source": 145, "target": 48, "relation": "出自于"}, {"source": 113, "target": 108, "relation": "出自于"}, {"source": 81, "target": 81, "relation": "省-市"}, {"source": 81, "target": 17, "relation": "出自于"}, {"source": 49, "target": 70, "relation": "省-市"}, {"source": 70, "target": 53, "relation": "出自于"}, {"source": 56, "target": 104, "relation": "省-市"}, {"source": 104, "target": 41, "relation": "出自于"}, {"source": 56, "target": 95, "relation": "省-市"}, {"source": 95, "target": 119, "relation": "出自于"}, {"source": 35, "target": 152, "relation": "省-市"}, {"source": 152, "target": 9, "relation": "出自于"}, {"source": 149, "target": 128, "relation": "省-市"}, {"source": 128, "target": 134, "relation": "出自于"}, {"source": 113, "target": 74, "relation": "出自于"}, {"source": 113, "target": 71, "relation": "出自于"}, {"source": 145, "target": 31, "relation": "出自于"}, {"source": 85, "target": 20, "relation": "省-市"}, {"source": 20, "target": 26, "relation": "出自于"}, {"source": 136, "target": 54, "relation": "出自于"}, {"source": 81, "target": 147, "relation": "出自于"}, {"source": 46, "target": 68, "relation": "省-市"}, {"source": 68, "target": 45, "relation": "出自于"}, {"source": 145, "target": 5, "relation": "出自于"}, {"source": 46, "target": 2, "relation": "省-市"}, {"source": 2, "target": 30, "relation": "出自于"}, {"source": 145, "target": 59, "relation": "出自于"}, {"source": 115, "target": 84, "relation": "省-市"}, {"source": 84, "target": 16, "relation": "出自于"}, {"source": 49, "target": 94, "relation": "省-市"}, {"source": 94, "target": 51, "relation": "出自于"}, {"source": 102, "target": 88, "relation": "省-市"}, {"source": 88, "target": 24, "relation": "出自于"}, {"source": 46, "target": 98, "relation": "省-市"}, {"source": 98, "target": 91, "relation": "出自于"}, {"source": 113, "target": 19, "relation": "出自于"}, {"source": 113, "target": 100, "relation": "出自于"}, {"source": 145, "target": 28, "relation": "出自于"}, {"source": 138, "target": 66, "relation": "省-市"}, {"source": 66, "target": 146, "relation": "出自于"}, {"source": 142, "target": 61, "relation": "出自于"}, {"source": 113, "target": 42, "relation": "出自于"}, {"source": 56, "target": 39, "relation": "省-市"}, {"source": 39, "target": 65, "relation": "出自于"}, {"source": 46, "target": 103, "relation": "省-市"}, {"source": 103, "target": 157, "relation": "出自于"}, {"source": 85, "target": 111, "relation": "省-市"}, {"source": 111, "target": 29, "relation": "出自于"}, {"source": 44, "target": 8, "relation": "省-市"}, {"source": 8, "target": 105, "relation": "出自于"}, {"source": 81, "target": 89, "relation": "出自于"}, {"source": 44, "target": 79, "relation": "省-市"}, {"source": 79, "target": 82, "relation": "出自于"}, {"source": 145, "target": 43, "relation": "出自于"}, {"source": 145, "target": 73, "relation": "出自于"}, {"source": 113, "target": 69, "relation": "出自于"}, {"source": 35, "target": 52, "relation": "省-市"}, {"source": 52, "target": 50, "relation": "出自于"}, {"source": 113, "target": 112, "relation": "出自于"}, {"source": 46, "target": 12, "relation": "省-市"}, {"source": 12, "target": 117, "relation": "出自于"}, {"source": 145, "target": 123, "relation": "出自于"}, {"source": 113, "target": 132, "relation": "出自于"}, {"source": 78, "target": 14, "relation": "省-市"}, {"source": 14, "target": 153, "relation": "出自于"}, {"source": 113, "target": 36, "relation": "出自于"}, {"source": 113, "target": 75, "relation": "出自于"}, {"source": 81, "target": 96, "relation": "出自于"}, {"source": 145, "target": 150, "relation": "出自于"}, {"source": 113, "target": 143, "relation": "出自于"}, {"source": 124, "target": 122, "relation": "省-市"}, {"source": 122, "target": 129, "relation": "出自于"}, {"source": 113, "target": 92, "relation": "出自于"}, {"source": 49, "target": 116, "relation": "省-市"}, {"source": 116, "target": 1, "relation": "出自于"}, {"source": 113, "target": 140, "relation": "出自于"}, {"source": 113, "target": 90, "relation": "出自于"}, {"source": 27, "target": 156, "relation": "省-市"}, {"source": 156, "target": 131, "relation": "出自于"}, {"source": 88, "target": 76, "relation": "出自于"}, {"source": 113, "target": 6, "relation": "出自于"}, {"source": 120, "target": 11, "relation": "省-市"}, {"source": 11, "target": 141, "relation": "出自于"}, {"source": 113, "target": 32, "relation": "出自于"}, {"source": 46, "target": 7, "relation": "省-市"}, {"source": 7, "target": 87, "relation": "出自于"}, {"source": 113, "target": 99, "relation": "出自于"}, {"source": 145, "target": 40, "relation": "出自于"}, {"source": 113, "target": 18, "relation": "出自于"}, {"source": 44, "target": 121, "relation": "省-市"}, {"source": 121, "target": 135, "relation": "出自于"}, {"source": 113, "target": 67, "relation": "出自于"}, {"source": 52, "target": 62, "relation": "出自于"}, {"source": 145, "target": 93, "relation": "出自于"}, {"source": 63, "target": 25, "relation": "省-市"}, {"source": 25, "target": 106, "relation": "出自于"}, {"source": 113, "target": 151, "relation": "出自于"}, {"source": 56, "target": 125, "relation": "省-市"}, {"source": 125, "target": 110, "relation": "出自于"}, {"source": 113, "target": 118, "relation": "出自于"}, {"source": 113, "target": 0, "relation": "出自于"}, {"source": 113, "target": 154, "relation": "出自于"}, {"source": 145, "target": 22, "relation": "出自于"}, {"source": 113, "target": 107, "relation": "出自于"}, {"source": 113, "target": 101, "relation": "出自于"}, {"source": 113, "target": 114, "relation": "出自于"}, {"source": 49, "target": 148, "relation": "省-市"}, {"source": 148, "target": 47, "relation": "出自于"}, {"source": 145, "target": 155, "relation": "出自于"}, {"source": 46, "target": 13, "relation": "省-市"}, {"source": 13, "target": 158, "relation": "出自于"}, {"source": 102, "target": 57, "relation": "省-市"}, {"source": 57, "target": 33, "relation": "出自于"}, {"source": 113, "target": 127, "relation": "出自于"}, {"source": 21, "target": 58, "relation": "省-市"}, {"source": 58, "target": 130, "relation": "出自于"}, {"source": 149, "target": 97, "relation": "省-市"}, {"source": 97, "target": 133, "relation": "出自于"}, {"source": 113, "target": 55, "relation": "出自于"}, {"source": 27, "target": 38, "relation": "省-市"}, {"source": 38, "target": 77, "relation": "出自于"}, {"source": 81, "target": 34, "relation": "出自于"}, {"source": 113, "target": 15, "relation": "出自于"}, {"source": 35, "target": 86, "relation": "省-市"}, {"source": 86, "target": 83, "relation": "出自于"}]}