{"nodes": [{"name": "谢安", "info": "（ 320—385）东晋陈郡阳夏人，字安石。少有重名。善行书。初无处世意，累辟不就。与王羲之、许询、支遁等放情丘壑。年四十余始出仕。为桓温司马。晋孝武时，进中书监，录尚书事。时前秦强盛，晋军屡败。太元八年，前秦大军南下，次淝水，江东震动，安任征讨大都督，使弟谢石与侄谢玄加强防御，指挥作战，终获大胜。封建昌县公。继又使石等北征，收复洛阳及青、兖等州，进都督扬、江、荆等十五州军事。时会稽王司马道子专权，受排挤，出镇广陵。旋疾卒。谥文靖。"}, {"name": "谢道韫", "info": "谢道韫（生卒年不详），字令姜，东晋时女诗人，是宰相谢安的侄女，安西将军谢奕的女儿，也是著名书法家王羲之次子王凝之的妻子。她与汉代的班昭、蔡琰等人成为中国古代才女的代表人。在卢循孙恩之乱时，丈夫王凝之为会稽内史，但守备不力，逃出被抓后杀害。谢道韫听闻敌至，举措自若，拿刀出门杀敌数人才被抓。孙恩因感其节义，故赦免道韫及其族人。王凝之死后，谢道韫在会稽独居，终生未改嫁。"}, {"dynasty": "广东省"}, {"name": "王济", "info": "西晋太原晋阳人，字武子。王浑子。武帝婿。少有逸才，风姿英爽，好弓马，勇力绝人。弱冠拜中书郎，迁侍中。善《易》、《老》、《庄》，长于清言，修饰辞令。武帝亲贵之。以屡请武帝勿使齐王攸(武帝弟)归藩，忤旨，左迁国子祭酒。数年，入为侍中。后被斥，外移北芒山下。性豪侈，丽服玉食，尝以人乳蒸肫。善解马性，有马癖。后以白衣领太仆。年四十六卒。"}, {"name": "郭璞", "info": "（276—324）东晋河东闻喜人，字景纯。博学，好古文奇字，精天文、历算、卜筮，擅长诗赋。西晋末过江，为宣城太守殷祐参军，为王导所重。晋元帝拜著作佐郎，与王隐共撰《晋史》，迁尚书郎。后为王敦记室参军。以卜筮不吉谏阻敦谋反，为敦所杀。后追赠弘农太守。为《尔雅》、《方言》、《山海经》、《穆天子传》作注，传于世。有辑本《郭弘农集》。"}, {"name": "孙楚", "info": "（?—293）西晋太原中都人，字子荆。才藻艳拔，年四十余始参镇东军事，迁著作郎。参石苞骠骑军事。恃才傲物，遂构嫌隙，致湮废积年。后扶风王司马骏与楚旧好，起为参军。官终冯翊太守。"}, {"dynasty": "河北省"}, {"name": "苏蕙", "info": "十六国时前秦始平人，字若兰。窦滔妻。滔为苻坚秦州刺史，以罪被徙流沙。苏氏思之，织锦为《回文旋图诗》以赠滔。诗凡八百四十字，纵横反复皆可读，词甚凄惋。一说，窦滔为安南将军，另有宠姬赵阳台，镇襄阳时独携赵之任。苏蕙感伤而织锦为璇玑图诗以寄。"}, {"name": "帛道猷", "info": "帛道猷，东晋高僧。生卒年不详，孝武帝时在世。本姓冯，山阴（今浙江绍兴）人，少习儒业，以篇牍著称于时，后于本籍若邪山中出家。先依道生于庐山，道生寂后至临川。继住浙江新昌沃州山禅院，与名僧道壹同时且齐名，刘宋文帝、孝武帝均极尊崇。道猷素性率真淡泊，雅好林泉丘壑，曾经遍游两浙名山胜水，皆有题咏。诗多散佚，人称其诗“有濠上之风”。现存诗一首。"}, {"name": "邯郸淳", "info": "邯郸淳（约132年—221年），一作浮，又名竺，字子叔（一作子淑），又字子礼（或作正礼），东汉时颍（yǐng）川阳翟（dí）（今禹州市）人，三国魏书法家，官至给事中。他不经意的闲逸文作——《笑林》和《艺经》，讲述了当时的许多笑话、噱头、善喻、讥讽、幽默趣事以及当时流行的投壶、米夹、掷砖、马射、弹棋、棋局、食籁等诸般游艺项目，成为中国最早的笑话和杂耍专著。"}, {"name": "朱异", "info": "（ ?—257）三国吴吴郡吴人，字季文。朱桓子。初以父任为郎，后拜骑都尉，代领父兵。败魏将文钦兵，迁扬武将军。孙亮建兴初，魏军出东兴，异督水军击破之。寻假节为大都督。魏诸葛诞据寿春降，异往救援，围不解，为孙綝所害。"}, {"dynasty": "淮北市"}, {"dynasty": "库车市"}, {"name": "张肃", "info": "张肃，字君矫，张松的兄长，蜀郡乃至益州世家大族，益州别驾从事，刘璋的部下。长得很伟岸，气度威严。曾奉命出使结交曹操，被辟为丞相府椽，拜广汉太守。后来，他发现弟弟张松密谋卖主，联络刘备，害怕牵连自己，于是告发，张松因此被杀。刘备入蜀后曾效命于帐下，后弃用。"}, {"dynasty": "许昌市"}, {"name": "曹髦", "info": "曹髦（241年11月15日－260年6月2日），字彦士，豫州沛国谯县（今安徽省亳州市）人，三国时期曹魏第四位皇帝（公元254－260年在位）。魏文帝曹丕之孙，东海定王曹霖之子，即位前封为高贵乡公。曹髦擅长诗文，传世文章有《伤魂赋并序》、《颜子论》等。好儒学，曾于太学就经义提出若干问题，著有《春秋左氏传音》（失传）。通绘画，有《祖二疏图》《盗跖图》等，唐张彦远《历代名画记》目曹髦为中品。"}, {"name": "曹丕", "info": "曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。"}, {"name": "甄后", "info": "文昭甄皇后（183年1月26日—221年8月4日），名不明，相传为甄宓，实则无记载。史称甄夫人。中山无极（今河北省无极县）人，上蔡令甄逸之女。魏文帝曹丕的妻子，魏明帝曹叡的生母。建安中期，袁绍为次子袁熙纳之为妻。建安九年（204年），曹操率军攻下邺城，甄氏因为姿貌绝伦，被曹丕所纳，甚得宠爱，生下儿子曹叡和女儿曹氏（即东乡公主）。黄初二年（221）六月，遣使赐死甄氏，葬于邺城。 曹叡即位后，追谥甄氏曰文昭皇后。太和四年十二月辛未日（231年2月17日），明帝曹叡将甄氏改葬于朝阳陵。"}, {"dynasty": "江苏省"}, {"name": "何晏", "info": "（190—249）三国魏南阳宛人，字平叔。何进孙。随母为曹操收养。少以才秀知名。娶魏公主。美姿容，面白，人称“傅粉何郎”。齐王芳正始中，曹爽辅政，累官散骑侍郎、尚书，典选举，晋人傅咸谓其所用官吏皆能称职。赐爵列侯。坐曹爽同党，为司马懿所杀。好《老》、《庄》，援老入儒，其说以贵无为本。与夏侯玄、王弼等倡玄学，事清谈，形成一时风气。撰有《论语集解》等。"}, {"dynasty": "廊坊市"}, {"name": "谢混", "info": "（?—412）东晋陈郡人，字叔源，小字益寿。谢安孙。孝武帝婿。少有美誉，善属文。袭父爵。累迁中书令、尚书左仆射。坐党刘毅，为刘裕所杀。"}, {"name": "李康", "info": "李康（生卒年不详），字萧远，三国魏中山（今河北定县）人。性耿介，不合流俗。曾作《游山九吟》（今佚），魏明帝十分欣赏，起用为寻阳长，后封陧阳侯。原有集二卷，已佚。今存《运命论》，载《文选》。文中竭力宣扬天命论，但文笔流丽，其中“木秀于林，风必摧之；堆出于岸，流必湍之；行高于众，人必非之”等句，颇著名。事见《文选》李善注引《集林》。"}, {"name": "杨方", "info": "东晋会稽人，字公回。初为小吏。为诸葛恢所识，荐郡功曹主簿。王导辟为掾，迁司徒参军事。求补远郡，欲闲居著述，补高梁太守。以年老，弃郡归。卒于家。有《五经钩沈》、《吴越春秋》等。"}, {"name": "谢尚", "info": "（308—357）东晋陈郡阳夏人，字仁祖。谢鲲子。博综众艺。王导辟为掾。袭父爵咸亭侯。庾翼镇武昌，数诣翼咨谋军事。迁南中郎将、豫州刺史。为政清简，有政绩。穆帝永和七年，桓温使尚率军屯寿春，进号安西将军。八年，为苻健将张遇所败，降为建威将军。后拜尚书仆射，复为豫州刺史，出镇寿阳。收容邺都流离乐工，并制石磬，东晋始备太乐。官至卫将军。卒谥简。"}, {"name": "殷仲文", "info": "（?—407）东晋陈郡长平人。桓玄姊夫。仲堪从弟。少有才藻。仲堪荐于司马道子，引为骠骑参军。后为司马元显长史。及桓玄入建康篡位，仲文奔赴，为咨议参军，宠遇隆重，使总领诏命，以为侍中，领左卫将军。玄败归朝，迁东阳太守。不得志。安帝义熙三年，以与永嘉太守骆球等谋反，为刘裕所杀。善属文，为当世所重。"}, {"name": "皇甫谧", "info": "皇甫谧（mì）（215年—282年），幼名静，字士安，自号玄晏先生。安定郡朝那县（今甘肃省灵台县）人，后徙居新安（今河南新安县）[1-2] 。三国西晋时期学者、医学家、史学家，东汉名将皇甫嵩曾孙。他一生以著述为业，后得风痹疾，犹手不释卷。晋武帝时累征不就，自表借书，武帝赐书一车。其著作《针灸甲乙经》是中国第一部针灸学的专著。其实，除此之外，他还编撰了《历代帝王世纪》、《高士传》、《逸士传》 、《列女传》、《元晏先生集》等书。在医学史和文学史上都负有盛名。在针灸学史上，占有很高的学术地位，并被誉为“针灸鼻祖”。挚虞、张轨等都为其门生。"}, {"name": "陆云", "info": "陆云（262年－303年），字士龙，吴郡吴县（今江苏苏州）人，西晋官员、文学家，东吴丞相陆逊之孙，大司马陆抗第五子。与其兄陆机合称“二陆”，曾任清河内史，故世称“陆清河”。陆云少聪颖，六岁即能文，被荐举时才十六岁。后陆云任吴王司马晏的郎中令，直言敢谏，经常批评吴王弊政，颇受司马晏礼遇，先后曾任尚书郎、侍御史，太子中舍人、中书侍郎、清河内史等职。陆机死于“八王之乱”而被夷三族后，陆云也为之牵连入狱。尽管许多人上疏司马颖请求不要株连陆云，但他最终还是遇害了。时年四十二岁，无子，生有二女。由门生故吏迎葬于清河。"}, {"name": "王凝之", "info": "（?—399）东晋琅邪临沂人。王羲之子。工草隶。仕历江州刺史、左将军、会稽内史。王氏世事五斗米道，凝之弥笃。安帝隆安三年，孙恩在海上起兵，攻会稽，僚佐请为之备，不从。入室请祷，谓有鬼兵相助，不作防御，卒为恩所杀。"}, {"name": "习凿齿", "info": "（?—约384）东晋襄阳人，字彦威。博学洽闻，以文笔著称。桓温辟为从事，累迁别驾。温出征伐，凿齿或从或守，每处机要，善尺牍论议。以忤温旨，出为荥阳太守。后以足疾居家。及襄阳陷于前秦，苻坚馈赠甚厚。寻襄、邓反正，朝廷欲征典国史，会卒。有《汉晋春秋》，以蜀为正统。另有《襄阳耆旧传》等。"}, {"name": "石崇", "info": "石崇（249年—300年），字季伦，小名齐奴。渤海南皮（今河北南皮东北）人。西晋开国元勋石苞第六子，西晋时期文学家、大臣、富豪，“金谷二十四友”之一。"}, {"name": "卢谌", "info": "卢谌（284─351），字子谅，范阳涿（今属河北涿县）人，晋代文学家。曹魏司空卢毓曾孙。西晋卫尉卿卢珽之孙，尚书卢志长子。晋朝历任司空主簿、从事中郎、幽州别驾。后赵、冉魏时官至侍中、中书监。卢谌最初担任太尉椽。311年，洛阳失陷，随父北依刘琨，途中被刘粲所掳。312年，辗转归于姨父刘琨，受到青睐。318年，刘琨为匹磾所拘。期间，卢谌与刘琨以诗相互赠答，写有《答刘琨诗二首》《赠刘琨诗二十首》。350年，冉闵诛石氏、灭后赵，卢谌在冉魏任中书监，后在襄国遇害。时年67岁。卢谌为人清敏、才思敏捷，喜读老庄，又善于写文章。他著有《祭法》《庄子注》及文集十卷，其中有些诗篇流传至今。"}, {"name": "鸠罗摩什", "info": "鸠摩罗什（Kumārajīva，344－413农历4月13）， 一译“鸠摩罗什（耆）婆”，略称“罗什”或“什”，意译“童寿”。祖籍天竺，混血，出生于西域龟兹国（今新疆库车），家世显赫，其祖上为名门。鸠摩罗什自幼天资超凡，半岁会说话，三岁能认字，五岁开始博览群书，七岁跟随母亲一同出家，曾游学天竺诸国，遍访名师大德，深究妙义。博通大乘小乘。精通经藏、律藏、论藏三藏，并能熟练运用，掌控自如，乃三藏法师第一人，与玄奘、不空、真谛并称中国佛教四大译经家。位列四大译经家之首，翻译学鼻祖，语言学大师。"}, {"name": "顾恺之", "info": "顾恺之（348年— 409年），字长康，小字虎头，汉族，晋陵无锡人（今江苏省无锡市）。杰出画家、绘画理论家、诗人。顾恺之博学多才，擅诗赋、书法，尤善绘画。精于人像、佛像、禽兽、山水等，时人称之为三绝：画绝、文绝和痴绝。谢安深重之，以为苍生以来未之有。顾恺之与曹不兴、陆探微、张僧繇合称“六朝四大家”。顾恺之作画，意在传神，其“迁想妙得” “以形写神”等论点，为中国传统绘画的发展奠定了基础。"}, {"name": "司马懿", "info": "（179—251）三国魏河内温人，字仲达。出身士族。东汉末曹操为丞相，辟为文学掾，迁黄门侍郎，转主簿。从讨张鲁、孙权。每与大谋，辄有奇策。曹丕为太子时，任太子中庶子，得信重。曹丕即帝位，封河津亭侯，转丞相长史。魏明帝即位，改封舞阳侯，任大将军，镇宛，平孟达之叛，三次率军与蜀诸葛亮对抗。齐王曹芳即位，与曹爽同受遗诏辅政，迁侍中、持节、都督中外诸军、录尚书事。嘉平元年，乘爽从帝谒高平陵之际，杀之，为丞相，专擅朝政。死后，子司马师、司马昭相继专权。孙司马炎代魏称帝，建晋朝，追尊为宣帝。"}, {"dynasty": "湖北省"}, {"name": "张载", "info": "张载，安平（今河北安平）人。生卒年不详。性格闲雅，博学多闻。曾任佐著作郎、著作郎、记室督、中书侍郎等职。西晋末年世乱，托病告归。张载与其弟张协、张亢，都以文学著称，时称“三张”。其中，载、协相近，亢则略逊一筹。《文心雕龙》说：“孟阳、景阳，才绮而相埒。”一说，“三张”指张亢与张载、张协二人。"}, {"name": "费祎", "info": "（?—253）三国蜀江夏人，字文伟。刘备时，为太子舍人。刘禅立，为黄门侍郎，迁侍中。数衔命使吴，应对称职。刘禅建兴八年，转为中护军。魏延、杨仪相恶，祎每谏喻解劝，使各尽其才。延熙中，魏军攻蜀，祎为元帅。累官后军师，代蒋琬为尚书令。迁大将军、录尚书事。封成乡侯。后因岁朝大会，为魏降人郭脩所害。谥敬。"}, {"name": "王献之", "info": "王献之（344年－386年），字子敬，小名官奴，汉族，祖籍琅玡临沂（今山东省临沂市兰山区），生于会稽山阴（今浙江省绍兴市）。东晋著名书法家、诗人、画家，“书圣”王羲之第七子、晋简文帝司马昱之婿。王献之少负盛名，才华过人。他先后娶郗道茂及新安公主司马道福为妻。太元十一年（386年），王献之病逝，年仅四十三岁 。隆安元年（397年），追赠侍中、特进、光禄大夫、太宰，谥号“宪”。王献之自幼随父练习书法，以行书及草书闻名，但是在楷书和隶书上亦有深厚功底。与其父王羲之并称为“二王”。并有“小圣”之称。还与张芝、钟繇、王羲之并称“书中四贤”。张怀瓘在《书估》中评其书法为第一等。王献之亦善画，张彦远在《历代名画记》中目其画为“中品下”。"}, {"name": "孔融", "info": "孔融（153－208），字文举，鲁国（治今山东曲阜）人，东汉文学家，“建安七子”之首。家学渊源，是孔子的二十世孙，太山都尉孔宙之子。少有异才，勤奋好学，与平原陶丘洪、陈留边让并称俊秀。献帝即位后任北军中侯、虎贲中郎将、北海相，时称孔北海。在郡六年，修城邑，立学校，举贤才，表儒术。建安元年（196），征还为将作大匠，迁少府，又任大中大夫。性好宾客，喜抨议时政，言辞激烈，后因触怒曹操，为曹操所杀。能诗善文。散文锋利简洁，代表作是《荐祢衡表》。六言诗反映了汉末动乱的现实。原有文集已散佚，明人辑有《孔北海集》。"}, {"dynasty": "彭川市"}, {"name": "郑丰", "info": "西晋沛国人，字曼季。郑胄子。有文学操行。与陆云善。司空张华辟，未就而卒。"}, {"dynasty": "句容市"}, {"name": "孙绰", "info": "（314—371）东晋太原中都（今晋中榆次）人，字兴公。孙楚孙。少以文称。初居会稽，游放山水。与许珣并为玄言诗人，亦能赋，尝作《天台山赋》，辞致甚工，自谓掷地有金石声，为当时文士之冠。名公之碑，必请绰为文。除著作佐郎，累迁廷尉卿，领著作。原有集，已佚，明人辑有《孙廷尉集》。"}, {"dynasty": "开封市"}, {"dynasty": "安平市"}, {"dynasty": "南充市"}, {"name": "嵇喜", "info": "嵇喜，字公穆，生卒年不详，谯国铚县（今安徽省濉溪县临涣镇）人。晋朝人物。魏时举秀才，后为卫将军司马攸之司马，为齐王一派重要幕僚。晋时历江夏太守、徐州刺史、扬州刺史、太仆、宗正。曹魏治书侍御史嵇昭长子，竹林七贤之一嵇康兄长，母亲为孙氏，子嵇蕃（字茂齐，西晋散文家，曾为太子舍人）。"}, {"dynasty": "铜川市"}, {"name": "许询", "info": "东晋高阳人，字玄度。寓居会稽。好黄老，尚虚谈，善属文，作玄言诗与孙绰齐名。征辟不就，与谢安、支遁游处。隐永兴西山，后舍宅为寺。晋简文帝称其五言诗妙绝时人。有《许询集》，已佚。"}, {"name": "阮籍", "info": "阮籍(210～263)，三国魏诗人。字嗣宗。陈留（今属河南）尉氏人。竹林七贤之一，是建安七子之一阮瑀的儿子。曾任步兵校尉，世称阮步兵。崇奉老庄之学，政治上则采谨慎避祸的态度。阮籍是“正始之音”的代表，著有《咏怀》、《大人先生传》等。"}, {"dynasty": "山东省"}, {"name": "王珉", "info": "（351—388）东晋琅邪临沂人，字季琰，小字僧弥。王珣弟。有才艺，善行书，名出珣上。时有外国沙门为珉兄弟讲《毗昙经》，讲未半，珉即领悟。累官著作、散骑郎、国子博士、侍中。代王献之为中书令。二人素齐名，时称献之为“大令”，珉为“小令”。为中书令时，与嫂婢有情，嫂挞婢甚苦。婢善歌，珉好捉白团扇，因制《团扇歌》。"}, {"dynasty": "浙江省"}, {"dynasty": "合肥市"}, {"name": "支遁", "info": "支遁（314-366），字道林，世称支公，也称林公，别称支硎，本姓关。陈留（今河南开封市）人，或说河东林虑（今河南林县）人。东晋高僧、佛学家、文学家。他初隐余杭山，25岁出家，曾居支硎山，后于剡县（今浙江省嵊县）沃洲小岭立寺行道，僧众百余。晋哀帝时应诏进京，居东安寺讲道，三年后回剡而卒。他精通佛理，有诗文传世。据文献记载，《神骏图》画的是支遁爱马的故事。"}, {"dynasty": "太原市"}, {"dynasty": "临沂市"}, {"name": "葛洪", "info": "葛洪(公元284～364年)，字稚川，自号抱朴子，东晋著名医药学家.汉族，晋丹阳郡(今江苏句容)人。三国方士葛玄之侄孙，世称小仙翁。葛洪是中国东晋时期有名的医生，是预防医学的介导者。著有《肘后方》，书中最早记载一些传染病如天花、恙虫病症侯及诊治。“天行发斑疮”是全世界最早有关天花的记载。其在炼丹方面也颇有心得，丹书《抱朴子·内篇》具体地描写了炼制金银丹药等多方面有关化学的知识，也介绍了许多物质性质和物质变化。葛稚川移居图轴》元王蒙绘，故宫博物院藏。《人物图·葛仙吐火图》明郭诩绘，上海博物馆藏。"}, {"name": "张亢", "info": "东晋安平人，字季阳。张载弟。善属诗文，才藻不及其兄张载、张协，而并称“三张”。妙解音乐伎术。东晋初过江，拜散骑侍郎，迁散骑常侍，领著作。"}, {"name": "王徽之", "info": "（?—388）东晋琅邪临沂人，字子猷。王羲之子。为大司马桓温参军。任性放达，不理府事。又为桓冲车骑将军。尝居山阴，夜雪初霁，忽忆戴逵，泛舟往访，造门不入而返。人问则日：“乘兴而来，兴尽而返，何必见戴?”官至黄门侍郎。后弃官东归。弟王献之卒，奔丧不哭，直上灵床坐而取献之琴弹之，久而不调。叹日：“呜呼子敬，人琴俱亡！”因顿绝。月余疾卒。"}, {"name": "陈无名", "info": "汉末建安魏国官员时期，由魏国东曹掾崔琰推荐。在曹操称魏王时，曾上表称赞曹操功业，受到时人讥讽。推荐者崔琰也被时人批评。"}, {"dynasty": "不详"}, {"dynasty": "邯郸市"}, {"name": "左思", "info": "左思（约250～305）字太冲，齐国临淄（今山东淄博）人。西晋著名文学家，其《三都赋》颇被当时称颂，造成“洛阳纸贵”。左思自幼其貌不扬却才华出众。晋武帝时，因妹左棻被选入宫，举家迁居洛阳，任秘书郎。晋惠帝时，依附权贵贾谧，为文人集团“二十四友”的重要成员。永康元年（300年），因贾谧被诛，遂退居宜春里，专心著述。后齐王司马冏召为记室督，不就。太安二年（303年），因张方进攻洛阳而移居冀州，不久病逝。"}, {"name": "阮瑀", "info": "（约165—212）东汉末陈留尉氏人，字元瑜。少师从蔡邕。汉献帝建安中，曹操以为司空军谋祭酒、管记室。好文学，尤善章表书记，为建安七子之一。官至仓曹掾属。后人辑有《阮元瑜集》。"}, {"name": "袁宏", "info": "（328—376）东晋陈郡阳夏人，字彦伯，小字虎。袁猷孙。有逸才，文章绝美。少孤贫，以运租自业。因讽咏史诗而为谢尚所重，引为参军，累迁大司马桓温府记室。温重其文笔，使综书记。尝倚马作文，顷刻得七纸，殊可观。性刚直，故位不显。谢安为扬州刺史时，宏出为东阳太守。撰《后汉纪》。另有《竹林名士传》、《三国名臣颂》等。"}, {"name": "嵇绍", "info": "（253—304）西晋谯郡铚县人，字延祖。嵇康子。山涛以“父子罪不相及”荐于武帝，征为秘书丞。迁给事黄门侍郎，封弋阳子。赵王伦执政，署为侍中。河间王颙、成都王颖讨长沙王乂，绍率众拒之。乂败，废为庶人。后复位。惠帝永安元年，东海王越挟惠帝攻邺。颖将石超破之于荡阴，获惠帝。绍以身捍帝，中流矢死，血溅帝衣。后左右欲浣衣，帝曰：“此嵇侍中血，勿浣。”谥忠穆。"}, {"name": "曹毗", "info": "东晋谯国（今安徽亳州）人，字辅佐。好文籍，善词赋。郡察孝廉，除郎中。迁句章令，征拜太学博士。尝著《扬都赋》。累迁尚书郎、下邳太守。以名位不至，著《对儒》以自释。官至光禄勋。"}, {"name": "张野", "info": "（350—418）东晋南阳人，居柴桑，字莱民。学兼华梵，尤善属文。性孝友。州举秀才，南中郎府功曹，征拜散骑常侍，俱不就。入庐山，依慧远。后端坐而逝。"}, {"name": "嵇康", "info": "嵇康（224－263，一说223－262），字叔夜，汉族，三国时期魏国谯郡铚县（今安徽省宿州市西）人。著名思想家、音乐家、文学家。正始末年与阮籍等竹林名士共倡玄学新风，主张“越名教而任自然”、“审贵贱而通物情”，为“竹林七贤”的精神领袖。曾娶曹操曾孙女，官曹魏中散大夫，世称嵇中散。后因得罪钟会，为其构陷，而被司马昭处死。"}, {"name": "干宝", "info": "干宝，生卒年不详，东晋新蔡（今河南省新蔡县)人，字令升。著述颇丰，主要有《周易注》、《五气变化论》、《论妖怪》 、《论山徙》、《司徒仪》、《周官礼注》、《晋记》、《干子》、《春秋序论》、《百志诗》、《搜神记》等。其祖父干统，三国时为东吴奋武将军都亭（今湖北恩施）侯，父干莹，曾仕吴，任立节都尉，迁居海盐。干宝自小博览群书，晋元帝时担任佐著作郎的史官职务，奉命领修国史。后经王导提拔为司徒右长史，迁散骑常侍。除精通史学，干宝还好易学，为撰写《搜神记》奠定基础。"}, {"name": "祖莹", "info": "东魏范阳遒人，字元珍。祖季真子。少时耽书，常以夜继昼，时号圣小儿。及长，以文学见重。孝文帝时拜太学博士，掌彭城王元协书记。尝语人曰：“文章须自出机杼，自成一家风骨，何能同人共生活也。”后因贪货贿屡受迁谪。孝庄帝末典造金石雅乐，成，迁车骑大将军。孝武帝即位，以太常行礼，得封文安县子。孝静帝天平初，以议迁都功，进伯爵。"}, {"name": "刘琨", "info": "刘琨（271年—318年6月22日），字越石，中山魏昌（今河北无极县）人，西汉中山靖王刘胜后裔，晋朝政治家、文学家、音乐家和军事家。年轻时曾为金谷二十四友之一，后累迁至并州刺史。永嘉之乱后，刘琨据守晋阳近十年，抵御前赵。315年，刘琨任司空，都督并、冀、幽三州诸军事。不久并州失陷，投奔幽州刺史段匹磾，并与之结为兄弟，后驻军征北小城。318年，刘琨及其子侄四人被段匹磾杀害。刘琨善文学，通音律，其诗多描写边塞生活。《隋书·经籍志》有《刘琨集》9卷，又有《别集》12卷。明人张溥辑为《刘中山集》，收入《汉魏六朝百三家集》。"}, {"dynasty": "蚌埠市"}, {"name": "湛方生", "info": "湛方生，东晋诗人。籍贯与生卒年均不详。据他的《庐山神仙诗序》提到“太元十一年”一语，可知他当生活于东晋后期，孝武帝时人，曾任西道县县令、卫军咨议，后辞官归隐。《隋书·经籍志》载《湛方生集》共10卷，今佚。今人逯钦立《先秦汉魏晋南北朝诗》辑其诗9首，另有一些佚句。严可均《全上古三代秦汉三国六朝文》辑其文和赋18篇。"}, {"dynasty": "南阳市"}, {"dynasty": "衡水市"}, {"name": "吴质", "info": "（177—230）三国魏济阴人，字季重。以文才为曹丕所善。汉献帝建安中为朝歌长，迁元城令。入魏，拜振威将军，假节都督河北诸军事，封列侯。魏明帝太和四年，入为侍中。卒谥丑，后改谥威。"}, {"dynasty": "甘肃省"}, {"name": "王赞", "info": "王赞（？～311）字正长，义阳（今河南新野）人。生卒年不详，约晋惠帝初年前后在世。博学有俊才。泰始中辟司空掾，迁著作郎。太康中迁太子舍人，惠帝拜侍中。永嘉中为陈留内史，加散骑侍郎。担任陈留太守期间曾在石勒围攻仓垣时击败石勒。西晋末为石勒所杀。钟嵘将其诗列入中品。今存诗五首，《文选》中所录《杂诗》较有名。《宋书·谢灵运传论》曾加以称引。原有集，有已散佚。"}, {"dynasty": "沧州市"}, {"dynasty": "焦作市"}, {"dynasty": "山西省"}, {"name": "向秀", "info": "向秀（约227-272年），字子期，河内怀（今河南武陟西南）人。魏晋竹林七贤之一。官至黄门侍郎、散骑常侍。向秀雅好读书，与嵇康、吕安等人相善，隐居不仕。景元四年（263年）嵇康、吕安被司马氏害死后，向秀应本郡的郡上计到洛阳，受司马昭接见任散骑侍郎、黄门散骑常侍、散骑常侍，与任恺等相善。向秀喜谈老庄之学，曾注《庄子》，“妙析奇致，大畅玄风”（《世说新语·文学》）。注未成便过世，郭象承其《庄子》余绪，成书《庄子注》三十三篇。另著《思旧赋》、《难嵇叔夜养生论》。"}, {"name": "徐干", "info": "汉末文学家、哲学家。“建安七子”之一。以诗、辞赋、政论著称。其著作《中论》对历朝历代的统治者和文化学者影响深远。"}, {"name": "刘廙", "info": "刘廙yì（180年—221年），字恭嗣，南阳（今河南南阳市）人，汉末魏初名士。西汉长沙定王刘发之子安众康侯刘丹之后。初从荆州牧刘表，后投奔曹操，甚受器重，为黄门侍郎。曹丕继位，擢为侍中，并赐爵关内侯。为政主张先刑后礼，且通天文历数之术，与司马徽、丁仪等名流相齐。黄初二年（221）卒。著书数十篇，皆失传。</p>"}, {"name": "西晋·李密", "info": "李密（224年—287年），字令伯，一名虔，犍为武阳（今四川彭山）人。幼年丧父，母何氏改嫁，由祖母抚养成人。后李密以对祖母孝敬甚笃而名扬于乡里。师事著名学者谯周，博览五经，尤精《春秋左传》。初仕蜀汉为尚书郎。蜀汉亡，晋武帝召为太子洗马，李密以祖母年老多病、无人供养而力辞。历任温县令、汉中太守。后免官，卒于家中。著有《述理论》十篇，不传世。其生平见载《华阳国志》、《晋书》。代表作为《陈情表》。"}, {"name": "温子升", "info": "（495—547）北魏济阴冤句人，字鹏举。自云为晋温峤之后。博学善文章。初为广阳王元渊贱客，教诸奴子书。孝明帝熙平初，对策高第，补御史，台中文笔皆出其手。孝明帝正光末，随元渊镇压六镇起事，为东北道行台郎中，军国文翰皆出其手。孝庄帝建义初，为南主客郎中，修起居注。孝庄帝诛尔朱荣，子升参预谋画。尔朱兆入洛，惧祸逃匿。孝武帝永熙中，复官侍读，兼舍人。后领本州大中正。东魏时高澄引为大将军府咨议参军。疑其知元仅等谋反，投之晋阳狱中，饿死。子升文笔，当时已传于江南，为梁武帝所称，又远传至吐谷浑。今有《温侍读集》明辑本。"}, {"name": "郗超", "info": "（336—377）东晋高平金乡人，字景兴，一字嘉宾。郗愔子。卓荦不羁，父信天师道而超奉佛，好施与。桓温辟为征西大将军掾，转参军。深相结纳。温欲立霸王之基，超为之谋。谢安尝诣温论事，温令超于帐中听之，风动帐开，安称超为“入幕之宾”。温定废立，超谋成之。迁中书侍郎，权重一时。转左司徒长史，母丧去职。性好闻人栖遁，有能辞荣隐居者，为起屋宇。与沙门支遁交游，甚相知赏。"}, {"dynasty": "保定市"}, {"name": "陈琳", "info": "陈琳（？－217年），字孔璋，广陵射阳人。东汉末年著名文学家，“建安七子”之一。生年无确考，惟知在“建安七子”中比较年长，约与孔融相当。汉灵帝末年，任大将军何进主簿。何进为诛宦官而召四方边将入京城洛阳，陈琳曾谏阻，但何进不纳，终于事败被杀。董卓肆恶洛阳，陈琳避难至冀州，入袁绍幕府。袁绍失败后，陈琳为曹军俘获。曹操爱其才而不咎，署为司空军师祭酒，使与阮瑀同管记室。后又徙为丞相门下督。建安二十二年（217年），与刘桢、应玚、徐干等同染疫疾而亡。 陈琳著作，据《隋书·经籍志》载原有集10卷，已佚。明代张溥辑有《陈记室集》，收入《汉魏六朝百三家集》中。"}, {"dynasty": "涿州市"}, {"name": "木华", "info": "（约公元二九0 年）字玄虚，广川人。生卒年不详，约晋惠帝初年前后在世。为杨骏主薄。作《海赋》，（见《文选》）文甚隽丽。"}, {"name": "薛寘", "info": "薛寘，北魏平远将军，广读典籍，喜好文章，20岁就依赖父祖的政绩被朝廷起用为奉朝请，他还撰写了《西京记》2卷，文章杂记20余卷。先后做过北魏尚书吏部郎，清河郡和广平郡二郡守。"}, {"dynasty": "新疆省"}, {"dynasty": "亳州市"}, {"dynasty": "石家庄市"}, {"name": "苏伯玉妻", "info": "晋人。相传伯玉出使蜀地，久而不归，其妻居长安思念之深，乃作诗书于盘中，屈曲成文，故称盘中诗。"}, {"dynasty": "毫州市"}, {"dynasty": "平凉市"}, {"dynasty": "巨野市"}, {"dynasty": "菏泽市"}, {"dynasty": "临沂"}, {"dynasty": "扬州市"}, {"name": "左芬", "info": "名一作棻。西晋齐国临淄人，字兰芝。左思妹。少善缀文，名亚于思。为晋武帝贵嫔。姿陋无宠，以才德见礼。有词藻，为帝所重，每有方物异宝，必使为赋颂。有答兄思诗、书及杂赋颂数十篇。"}, {"name": "潘岳", "info": "潘岳（公元247年～公元300年）即潘安，西晋著名文学家。字安仁，汉族，河南荥阳中牟（今河南郑州中牟大潘庄）人，出生于河南巩县（今河南郑州巩义）。潘安之名始于杜甫《花底》诗“恐是潘安县，堪留卫玠车。”后世遂以潘安称焉。"}, {"name": "刘伶", "info": "西晋沛国人，字伯伦。肆意放荡，常以宇宙为狭，不以家产有无为意。性嗜酒，作《酒德颂》，嘲弄礼法。魏末为建威参军。晋武帝泰始初对策，盛言无为之化，以无用罢。寿终。为竹林七贤之一。"}, {"name": "傅玄", "info": "傅玄（217~278年），字休奕，北地郡泥阳（今陕西铜川耀州区东南）人，西晋初年的文学家、思想家。 出身于官宦家庭，祖父傅燮，东汉汉阳太守。父亲傅干，魏扶风太守。"}, {"name": "王铨", "info": "西晋陈郡陈人。王隐父。少好学。仕历阳令、参军。性刚直，梁王司马肜恃宠而骄，铨切谏。有志著述，每私录晋事及大臣行状，未就而卒。"}, {"dynasty": "河南省"}, {"dynasty": "晋城市"}, {"name": "王羲之", "info": "王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。祖籍琅琊（今属山东临沂），后迁无锡，晚年隐居剡县金庭（今属浙江）。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。"}, {"name": "欧阳建", "info": "（约269—300）西晋渤海人，字坚石。世为冀方右族。石崇甥。有才藻思理。擅名北州，后为贾谧“二十四友”之一。辟公府，累迁山阳令、冯翊太守。赵王司马伦专权，建每匡正，由是有隙。及伦篡位，劝淮南王司马允诛伦。事泄被杀。临刑作《临终诗》。有《言尽意论》。"}, {"dynasty": "郑州市"}, {"dynasty": "四川省"}, {"name": "温峤", "info": "（288—329）东晋太原祁县人，字太真。博学能属文。尝从姨夫刘琨讨石勒、刘聪。元帝建武元年，奉劝进表南下，见元帝，为帝及朝士推重。明帝立，拜侍中，参预机密。出为丹杨尹。王敦反，率师讨平之。成帝咸和初为江州刺史，镇武昌，有惠政。预讨苏峻、祖约，封始安郡公，拜骠骑将军、开府仪同三司。寻卒，谥忠武。"}, {"dynasty": "淄博市"}, {"dynasty": "曲阜市"}, {"name": "陈寿", "info": "陈寿（233－297），字承祚，西晋史学家，巴西安汉（今四川南充）人。他小时候好学，师事同郡学者谯周，在蜀汉时曾任卫将军主簿、东观秘书郎、观阁令史、散骑黄门侍郎等职。当时，宦官黄皓专权，大臣都曲意附从。陈寿因为不肯屈从黄皓，所以屡遭遣黜。入晋以后，历任著作郎、长平太守、治书待御史等职。280年，晋灭东吴，结束了分裂局面。陈寿当时四十八岁，开始撰写并《三国志》。历经10年艰辛，陈寿完成了流传千古的历史巨著《三国志》。《三国志》是一部纪传体三国史，书中有440名三国历史人物的传记，全书共65卷，36.7万字，完整地记叙了自汉末至晋初近百年间中国由分裂走向统一的历史全貌。"}, {"dynasty": "宿州市"}, {"dynasty": "襄汾市"}, {"dynasty": "襄阳市"}, {"dynasty": "苏州市"}, {"name": "司马彪", "info": "（?—约306）西晋河内温人，字绍统。司马睦子。少笃学，博览群籍。晋武帝泰始中，拜骑都尉，迁秘书郎，转丞。官至散骑侍郎。卒年六十余。注《庄子》。撰《九州春秋》。所作《续汉书》，论次东汉史事，纪、志、传均备，今存八志，北宋以后与范晔《后汉书》纪传合刊。"}, {"name": "吴隐之", "info": "吴隐之（？—414），字处默，东晋濮阳鄄城人，生当东晋后期。曾任中书侍郎，左卫将军，广州刺史等职，官至度支尚书，著名廉吏。"}, {"name": "张翰", "info": "张翰，西晋文学家，字季鹰，父亲是三国孙吴的大鸿胪张俨。吴郡吴县（今苏州）人。生卒年不详，葬于芦墟二十九都南役圩。张翰性格放纵不拘，时人比之为阮籍，号“江东步兵”。齐王执政，辟为大司马东曹掾，见祸乱方兴，以秋风起思吴中菰菜、莼羹、鲈鱼为由辞官而归。"}, {"dynasty": "安徽省"}, {"name": "慧远", "info": "（334—416）东晋僧。雁门楼烦人，俗姓贾。幼好学，博综六经，尤善老庄。年二十一，师从道安，精般若性空之学。晋孝武帝太元六年入庐山，结庐讲学。又建莲社，倡弥陀净土法门，卜居三十余年，足不出山。后人尊为净土宗初祖。撰有《沙门不敬王者论》等。"}, {"name": "闾丘冲", "info": "闾丘冲（？—311），字宾卿，高平（今山东巨野）人，西晋诗人。出身于官宦世家，博学多能且有鉴识之才。311年，前赵刘曜围攻洛阳。洛阳尚未失守之时，闾丘冲乘车逃出，不幸被敌军拦截杀害，当时人们对他的死十分痛惜。有文集两卷传世。他的诗歌风格清新自然，代表作 ：《三月三日应诏》、《招隐诗》 。"}, {"name": "李谧", "info": "（484—515）北魏赵郡人，字永和。李安世子。少好学，通诸经，览百家书。初师事小学博士孔璠。数年后，璠还就谧请业。征辟皆不就。卒谥贞靖处士。有《明堂制度论》。"}, {"dynasty": "山东"}, {"name": "曹叡", "info": "曹叡（204年－239年1月22日），即魏明帝，字元仲，豫州沛国谯县（今安徽省亳州市）人。三国时期曹魏第二任皇帝（226年至239年在位）。魏文帝曹丕长子，母为文昭甄皇后。曹叡能诗文，与曹操、曹丕并称魏氏“三祖”，原有集，已散佚，后人辑有其散文二卷、乐府诗十余首。"}, {"name": "邹湛", "info": "（?—299）西晋南阳新野人，字润甫。少以才学知名。仕魏历通事郎。晋武帝立，转尚书郎，深为羊祜所重。太康中，拜散骑常侍。转杨骏长史。惠帝永平中，骏诛，以僚佐免官。寻起为国子祭酒，转少府。"}, {"name": "傅咸", "info": "（239—294）西晋北地泥阳人，字长虞。傅玄子。刚简有大节，好属文论。武帝咸宁初，袭父爵，拜太子洗马，累迁尚书左丞。数上书言事，建议裁并官府，静事息役，惟农是务。并谓“奢侈之费，甚于天灾”。惠帝立，拜司隶校尉。屡劾权贵，京都肃然。卒官。能诗文，今存《傅中丞集》辑本。"}, {"name": "孟宾于", "info": "孟宾于，字国仪，号玉峰叟（《江南野录》卷八），连州（今属广东）人。后晋天福九年（九四四）进士（王禹称《孟水部诗集序》）。曾受孟氏辟，为零陵从事。南唐时，授丰城簿，迁淦阳令。宋太宗太平兴国中，归老连上（《诗话总龟》前集卷五引《雅言系述》）。年八十三卒。有《金鳖集》，已佚。《南唐书》卷二三有传。"}, {"name": "曹摅", "info": "曹摅（？—308年），字颜远，曹魏大司马曹休曾孙，卫将军曹肇之孙，谯国谯县 （今安徽亳州）人，西晋官员、文学家，官至襄城太守、征南司马。曹摅善治地方，爱民如子，担任临淄令期间更被称为“圣君”。其生平见载于《晋书·良吏传》中，张隐《文士传》中亦简载其生平。"}, {"name": "繁钦", "info": "繁钦(?-218)字休伯，东汉颍川（今河南禹县）人。曾任丞相曹操主簿，以善写诗、赋、文章知名于世。"}, {"name": "张协", "info": "西晋安平人，字景阳。张载弟。少有俊才，与载齐名。辟公府掾，转秘书郎，转河间内史，在郡清简寡欲。时大乱，遂弃绝人事，屏居草泽，以吟咏自娱，造语清新。怀帝永嘉初，征黄门侍郎，托疾不就，卒于家。有《七命》，世以为工。今有《张景阳集》辑本。"}, {"name": "挚虞", "info": "（?—311）西晋京兆长安人，字仲洽。少事皇甫谧。才学通博，著述不倦。举贤良，拜中郎，累官至卫尉卿。惠帝永兴元年，从帝至长安。旋流离鄠杜间，入南山。还洛，官至太常卿。怀帝永嘉中，洛阳荒乱，人饥相食，以馁卒。著述甚多，有《文章志》、《文章流别集》等。明人辑有《晋挚太常集》。"}, {"name": "束皙", "info": "束皙（261—300），西晋学者、文学家，字广微，阳平元城（今河北大名）人。博学多闻，性沉退，不慕荣利。曾作玄居释，张华见而奇之。后王戎召皙为掾，转佐著作郎。复迁尚书郎。赵王伦为相国，请为记室。皙辞疾罢归，教授门徒。卒时，元城市里为之废业。门生故人，立碑墓侧。有集七卷，（《隋书经籍志》、《唐书志》作五卷）传于世。"}, {"dynasty": "绍兴市"}, {"name": "贾充", "info": "贾充（217年—282年），字公闾，平阳襄陵（今山西襄汾东北）人，三国曹魏末期至西晋初期重臣，曹魏豫州刺史贾逵之子。西晋王朝的开国元勋。贾充曾参与镇压淮南二叛和弑杀魏帝曹髦，因此深得司马氏信任。晋朝建立后，转任车骑将军、散骑常侍、尚书仆射，后升任司空、太尉等要职。更封鲁郡公。咸宁末，为使持节、假黄钺、大都督征讨吴国。吴国平定后，增邑八千户。太康三年（282年），贾充去世。西晋朝廷追赠他为太宰，礼官议谥曰荒，司马炎不采纳，改谥为武。有集五卷。"}, {"name": "周处", "info": "（?—297）西晋吴义阳羡人，字子隐。相传少横行乡里，与虎、蛟并称三害。后发愤改过，射虎杀蛟，励志好学，传为美谈。仕吴累官无难督。吴亡入晋，迁广汉太守、御史中丞。纠劾不避宠戚，权贵恶其强直。会氐人齐万年起事关中，聚众七万。使处从征西大将军梁王司马肜西征，肜曾被处弹劾，逼处以五千人前击，力战败死。有《风土记》、《默语》等。"}, {"name": "庾阐", "info": "东晋颍川鄢陵人，字仲初。庾东子。幼好学，九岁能属文。怀帝永嘉末，母没于石勒，阐不栉沐、不婚宦，绝酒肉垂二十年。西阳王司马羕辟为掾，迁尚书郎。成帝咸和二年苏峻反，出奔郗鉴，为司空参军。峻平，赐爵吉阳县男。出补零陵太守，官至给事中。年五十四卒。有诗赋铭颂，今已散佚不全。"}, {"name": "桓温", "info": "桓温（312年-373年），字元子（一作符子），谯国龙亢（今安徽怀远龙亢镇）人。东晋政治家、军事家、权臣，谯国桓氏代表人物，东汉名儒桓荣之后，宣城内史桓彝长子。后独揽朝政十余年，操纵废立，有意夺取帝位，终因第三次北伐失败而令声望受损，受制于朝中王谢势力而未能如愿。桓温曾在晚年逼迫朝廷加其九锡，但因谢安等人借故拖延，直至去世也未能实现。死后谥号宣武。其子桓玄建立桓楚后，追尊为“宣武皇帝”。"}, {"name": "杜育", "info": "（?—316）西晋襄城邓陵人，字方叔。幼岐嶷，号“神童”。既长，美风姿，有才藻，时人号曰“杜圣”。惠帝时，附于贾谧，为“二十四友”之一。赵王司马伦败，收付廷尉。累迁国子祭酒、汝南太守。洛阳将没，被杀。"}, {"dynasty": "驻马店市"}, {"name": "张华", "info": "张华（232年－300年），字茂先。范阳方城（今河北固安）人。西晋时期政治家、文学家、藏书家。西汉留侯张良的十六世孙，唐朝名相张九龄的十四世祖。张华工于诗赋，词藻华丽。编纂有中国第一部博物学著作《博物志》。《隋书·经籍志》有《张华集》十卷，已佚，明人张溥辑有《张茂先集》。张华雅爱书籍，精通目录学，曾与荀勖等人依照刘向《别录》整理典籍。《宣和书谱》载有其草书《得书帖》及行书《闻时帖》。"}, {"dynasty": "陕西省"}, {"name": "王康琚", "info": "王康琚，男，汉族，西晋诗人，代表作品有《反招隐诗》。"}, {"dynasty": "无锡市"}, {"name": "陆机", "info": "陆机（261－303），字士衡，吴郡吴县（今江苏苏州）人，西晋文学家、书法家，孙吴丞相陆逊之孙、大司马陆抗之子，与其弟陆云合称“二陆”。孙吴灭亡后出仕晋朝司马氏政权，曾历任平原内史、祭酒、著作郎等职，世称“陆平原”。后死于“八王之乱”，被夷三族。他“少有奇才，文章冠世”（《晋书·陆机传》），与弟陆云俱为中国西晋时期著名文学家，被誉为“太康之英”。陆机还是一位杰出的书法家，他的《平复帖》是中古代存世最早的名人书法真迹。"}, {"name": "夏侯湛", "info": "（243—291）西晋谯国谯人，字孝若。幼有盛才，文章宏富。美容貌，少与潘岳友善，时称连璧。为太尉掾。武帝泰始中，举贤良，对策中第，拜郎中。后补太子舍人，转尚书郎，出为野王令。惠帝立，以为散骑常侍。性豪侈，将死，遗命薄敛。曾著《魏书》，见陈寿《三国志》，便坏己书而罢。今存《夏侯常侍集》。"}], "edges": [{"source": 51, "target": 103, "relation": "省-市"}, {"source": 103, "target": 112, "relation": "出自于"}, {"source": 62, "target": 16, "relation": "出自于"}, {"source": 62, "target": 50, "relation": "出自于"}, {"source": 127, "target": 120, "relation": "省-市"}, {"source": 120, "target": 70, "relation": "出自于"}, {"source": 18, "target": 123, "relation": "省-市"}, {"source": 123, "target": 152, "relation": "出自于"}, {"source": 51, "target": 117, "relation": "省-市"}, {"source": 117, "target": 64, "relation": "出自于"}, {"source": 115, "target": 46, "relation": "省-市"}, {"source": 46, "target": 119, "relation": "出自于"}, {"source": 62, "target": 1, "relation": "出自于"}, {"source": 115, "target": 40, "relation": "省-市"}, {"source": 40, "target": 87, "relation": "出自于"}, {"source": 110, "target": 114, "relation": "省-市"}, {"source": 114, "target": 106, "relation": "出自于"}, {"source": 6, "target": 45, "relation": "省-市"}, {"source": 45, "target": 36, "relation": "出自于"}, {"source": 51, "target": 118, "relation": "省-市"}, {"source": 118, "target": 39, "relation": "出自于"}, {"source": 18, "target": 42, "relation": "省-市"}, {"source": 42, "target": 58, "relation": "出自于"}, {"source": 123, "target": 126, "relation": "出自于"}, {"source": 110, "target": 147, "relation": "省-市"}, {"source": 147, "target": 71, "relation": "出自于"}, {"source": 62, "target": 4, "relation": "出自于"}, {"source": 6, "target": 20, "relation": "省-市"}, {"source": 20, "target": 148, "relation": "出自于"}, {"source": 149, "target": 48, "relation": "省-市"}, {"source": 48, "target": 108, "relation": "出自于"}, {"source": 110, "target": 82, "relation": "省-市"}, {"source": 82, "target": 84, "relation": "出自于"}, {"source": 18, "target": 104, "relation": "省-市"}, {"source": 104, "target": 91, "relation": "出自于"}, {"source": 62, "target": 85, "relation": "出自于"}, {"source": 6, "target": 97, "relation": "省-市"}, {"source": 97, "target": 73, "relation": "出自于"}, {"source": 127, "target": 54, "relation": "省-市"}, {"source": 54, "target": 0, "relation": "出自于"}, {"source": 6, "target": 90, "relation": "省-市"}, {"source": 90, "target": 22, "relation": "出自于"}, {"source": 62, "target": 107, "relation": "出自于"}, {"source": 110, "target": 14, "relation": "省-市"}, {"source": 14, "target": 9, "relation": "出自于"}, {"source": 62, "target": 34, "relation": "出自于"}, {"source": 123, "target": 27, "relation": "出自于"}, {"source": 62, "target": 65, "relation": "出自于"}, {"source": 6, "target": 81, "relation": "省-市"}, {"source": 81, "target": 30, "relation": "出自于"}, {"source": 62, "target": 135, "relation": "出自于"}, {"source": 14, "target": 137, "relation": "出自于"}, {"source": 79, "target": 100, "relation": "省-市"}, {"source": 100, "target": 26, "relation": "出自于"}, {"source": 127, "target": 96, "relation": "省-市"}, {"source": 96, "target": 132, "relation": "出自于"}, {"source": 62, "target": 43, "relation": "出自于"}, {"source": 62, "target": 138, "relation": "出自于"}, {"source": 62, "target": 7, "relation": "出自于"}, {"source": 62, "target": 19, "relation": "出自于"}, {"source": 97, "target": 17, "relation": "出自于"}, {"source": 18, "target": 151, "relation": "省-市"}, {"source": 151, "target": 33, "relation": "出自于"}, {"source": 62, "target": 21, "relation": "出自于"}, {"source": 62, "target": 88, "relation": "出自于"}, {"source": 51, "target": 57, "relation": "省-市"}, {"source": 57, "target": 60, "relation": "出自于"}, {"source": 62, "target": 69, "relation": "出自于"}, {"source": 62, "target": 113, "relation": "出自于"}, {"source": 62, "target": 125, "relation": "出自于"}, {"source": 62, "target": 93, "relation": "出自于"}, {"source": 62, "target": 143, "relation": "出自于"}, {"source": 62, "target": 105, "relation": "出自于"}, {"source": 95, "target": 12, "relation": "省-市"}, {"source": 12, "target": 32, "relation": "出自于"}, {"source": 62, "target": 67, "relation": "出自于"}, {"source": 110, "target": 44, "relation": "省-市"}, {"source": 44, "target": 55, "relation": "出自于"}, {"source": 127, "target": 99, "relation": "省-市"}, {"source": 99, "target": 136, "relation": "出自于"}, {"source": 6, "target": 92, "relation": "省-市"}, {"source": 92, "target": 31, "relation": "出自于"}, {"source": 57, "target": 38, "relation": "出自于"}, {"source": 62, "target": 153, "relation": "出自于"}, {"source": 62, "target": 49, "relation": "出自于"}, {"source": 62, "target": 66, "relation": "出自于"}, {"source": 110, "target": 76, "relation": "省-市"}, {"source": 76, "target": 80, "relation": "出自于"}, {"source": 62, "target": 128, "relation": "出自于"}, {"source": 62, "target": 37, "relation": "出自于"}, {"source": 62, "target": 134, "relation": "出自于"}, {"source": 127, "target": 74, "relation": "省-市"}, {"source": 74, "target": 145, "relation": "出自于"}, {"source": 62, "target": 144, "relation": "出自于"}, {"source": 62, "target": 139, "relation": "出自于"}, {"source": 62, "target": 75, "relation": "出自于"}, {"source": 62, "target": 98, "relation": "出自于"}, {"source": 62, "target": 13, "relation": "出自于"}, {"source": 51, "target": 56, "relation": "省-市"}, {"source": 56, "target": 5, "relation": "出自于"}, {"source": 123, "target": 23, "relation": "出自于"}, {"source": 56, "target": 116, "relation": "出自于"}, {"source": 35, "target": 122, "relation": "省-市"}, {"source": 122, "target": 29, "relation": "出自于"}, {"source": 62, "target": 89, "relation": "出自于"}, {"source": 62, "target": 24, "relation": "出自于"}, {"source": 56, "target": 3, "relation": "出自于"}, {"source": 97, "target": 130, "relation": "出自于"}, {"source": 6, "target": 63, "relation": "省-市"}, {"source": 63, "target": 140, "relation": "出自于"}, {"source": 82, "target": 124, "relation": "出自于"}, {"source": 53, "target": 141, "relation": "省-市"}, {"source": 141, "target": 8, "relation": "出自于"}, {"source": 14, "target": 146, "relation": "出自于"}, {"source": 96, "target": 15, "relation": "出自于"}, {"source": 6, "target": 77, "relation": "省-市"}, {"source": 77, "target": 59, "relation": "出自于"}, {"source": 90, "target": 72, "relation": "出自于"}, {"source": 76, "target": 133, "relation": "出自于"}, {"source": 62, "target": 150, "relation": "出自于"}, {"source": 51, "target": 101, "relation": "省-市"}, {"source": 101, "target": 129, "relation": "出自于"}, {"source": 96, "target": 68, "relation": "出自于"}, {"source": 83, "target": 121, "relation": "省-市"}, {"source": 121, "target": 142, "relation": "出自于"}, {"source": 62, "target": 94, "relation": "出自于"}, {"source": 57, "target": 28, "relation": "出自于"}, {"source": 83, "target": 111, "relation": "省-市"}, {"source": 111, "target": 25, "relation": "出自于"}, {"source": 131, "target": 102, "relation": "省-市"}, {"source": 102, "target": 78, "relation": "出自于"}, {"source": 62, "target": 109, "relation": "出自于"}, {"source": 57, "target": 52, "relation": "出自于"}, {"source": 76, "target": 86, "relation": "出自于"}, {"source": 62, "target": 41, "relation": "出自于"}, {"source": 62, "target": 10, "relation": "出自于"}, {"source": 62, "target": 61, "relation": "出自于"}, {"source": 127, "target": 11, "relation": "省-市"}, {"source": 11, "target": 47, "relation": "出自于"}]}