{"nodes": [{"name": "山亭柳·赠歌者", "prop": {"content": "家住西秦。赌博艺随身。花柳上、斗尖新。偶学念奴声调，有时高遏行云。蜀锦缠头无数，不负辛勤。 数年来往咸京道，残杯冷炙漫消魂。衷肠事、托何人。若有知音见采，不辞遍唱阳春。一曲当筵落泪，重掩罗巾。", "translation": "我家住在西秦，开始只是靠小小的随身技艺维持生活。在吟词唱曲上别出新裁，翻新花样。我偶然学得了念奴的唱腔，声调有时高亢能遏止住行云。所得的财物不计其数。没辜负我的一番辛劳。数年来往返于咸京道上，所挣得的不过是一些剩洒冷饭。满腹心事，该向何人去诉说？若得知音赏识，我不会拒绝为他唱那些最难最高雅的歌曲。唱完一曲后我在酒宴上当众落下泪来，再次拿起罗帕掩面而泣。"}}, {"name": "清平乐·春归何处", "prop": {"content": "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。", "translation": "春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。"}}, {"name": "八声甘州", "prop": {"content": "辛卯岁，沈尧道同余北归，各处杭、越。逾岁，尧道来问寂寞，语笑数日。又复别去。赋此曲，并寄赵学舟。记玉关踏雪事清游，寒气脆貂裘。傍枯林古道，长河饮马，此意悠悠。短梦依然江表，老泪洒西州。一字无题处，落叶都愁。载取白云归去，问谁留楚佩，弄影中洲？折芦花赠远，零落一身秋。向寻常、野桥流水，待招来，不是旧沙鸥。空怀感，有斜阳处，却怕登楼。", "translation": "记得在北方边关，专事去踏雪漫游，寒气冻硬了貂裘。沿着荒枯的树林古老的大道行走，到漫长的黄河边饮马暂休，这内心的情意呵似河水悠悠。北游如一场短梦，梦醒后此身依然在江南漂流，禁不住老泪纵横，洒落在故都杭州。想借红叶题诗，却连一个字也无题写之处，那飘落的片片红叶已写满了忧愁。你载着一船的白云归去，试问谁将玉佩相留，顾盼水中倒影于中洲？折一枝芦花寄赠远方故友，零落的芦花呵透出一身的寒秋。向着平常的野桥流水漫步，待招来的已不是旧日熟识的沙鸥。空怀着无限的情感，在斜阳夕照的时候，我却害怕登楼。"}}, {"name": "苏幕遮·怀旧", "prop": {"content": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)", "translation": "云天蓝碧，黄叶落满地，天边秋色与秋波相连，波上弥漫着空翠略带寒意的秋烟。远山沐浴着夕阳天空连接着江水。不解思乡之苦的芳草，一直延伸到夕阳之外的天际。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，每天夜里除非是美梦才能留人入睡。当明月照射高楼时不要独自依倚。频频地将苦酒灌入愁肠，化为相思的眼泪。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "石州引·薄雨初寒", "prop": {"content": "薄雨收寒，斜照弄睛，春意空阔。长亭柳色才黄，远客一枝先折。烟横水际，映带几点归鸿，平沙消尽龙荒雪。犹记出关来，恰如今时节。将发。画楼芳酒，红泪清歌，顿成轻别。回首经年，杳杳音尘都绝。欲知方寸，共有几许新愁？芭蕉不展丁香结。枉望断天涯，两厌厌风月", "translation": "薄雨收敛寒气斜阳拨开天晴，天地间到处洋溢着春的气息。十里长亭路边的柳树已嫩黄，不知何人倚马折柳以送行？春天河水漫漫流淌烟霭漫空，映带着远天的几点归来的鸿雁，广阔的荒塞上春雪完全消融。还记得出关时也是这样情景。出发前你在画楼为我饯行时，你流着泪为我唱哀怨的歌声，没有想到竟然这样轻易离别。回首往事已经一年音信全无，你要知道我心里有多少新愁？就像芭蕉卷曲丁香打结重重。又是如同远隔天涯一样憔悴，两地苦相思空对风清和月明。"}}, {"name": "鹧鸪天·彩袖殷勤捧玉钟", "prop": {"content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。", "translation": "你挥舞彩袖手捧酒杯殷勤劝酒，回想当年心甘情愿醉倒于颜红。舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇。自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你共同欢聚。今夜里我举起银灯把你细看，唯恐这次相逢又是在梦中。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "程垓", "dynasty": "宋代"}, {"name": "浣溪沙·门隔花深梦旧游", "prop": {"content": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "translation": "我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。"}}, {"name": "昭君怨·赋松上鸥", "prop": {"content": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。俄倾忽然飞去，飞去不知何处？我已乞归休，报沙鸥。", "translation": "偶尔听到窗外松树上拍打翅膀扑扑鹿鹿的声音，知道沙鸥在夜宿，十分惊喜。小孩子声音小一些，别惊动了鸥鸟。不一会儿工夫，沙鸥突然振翅远飞，不知道它落到何处去了。告诉沙鸥，我已经向朝廷提出请求，要辞官归隐了。"}}, {"name": "念奴娇·闹红一舸", "prop": {"content": "余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。(愁人 一作：愁入)", "translation": "无"}}, {"name": "西江月·新秋写兴", "prop": {"content": "天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。", "translation": "天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。"}}, {"name": "半死桐·重过阊门万事非", "prop": {"content": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。 原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。", "translation": "再次来到苏州，只觉得物是人非。曾与我同来的妻子为什么不能与我同归呢？自己如同霜打的梧桐半死半生，又像失伴的鸳鸯，孤独倦飞。原野里绿草嫩叶上的露珠刚刚被晒干。我流连于旧日同住的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，今后还有谁再为我深夜挑灯缝补衣衫？"}}, {"name": "张昪", "dynasty": "宋代"}, {"name": "盐角儿·亳社观梅", "prop": {"content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。", "translation": "花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。"}}, {"name": "风入松·一春长费买花钱", "prop": {"content": "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。", "translation": "入春来不知耗费多少买花钱，一天天沉醉在西湖湖边。玉骢马熟识逛西湖的路，昂首嘶鸣走过酒楼楼前。红杏芳香中箫鼓震天轰响，绿杨婆娑树影里欢荡秋千。春风十里路上丽人翩翩，满头的花朵把云鬓压偏。夕阳西下画船载着春光归去，未尽游兴全付与湖水湖烟。明日还要带残存的醉意，到湖上小路寻找遗落的花钿。"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "水调歌头·送章德茂大卿使虏", "prop": {"content": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！", "translation": "不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场大事，只手可了，毕竟我还是万夫之雄。我们堂堂汉使必能完成使命，哪能像河水永远东流那样，年年向金廷求和？这次遣使往贺金主生辰，是因国势积弱暂且再让一步，终须发愤图强，战而胜之，获彼王之头悬于藁街。那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。那里总有几个有骨头，以向异族俯首臣称为耻的！万里河山充斥着金人游牧民族的腥膻之气，千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！金国的命运用不着多问，宋王朝的国运如赤日之在中天，必将获得最后胜利。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "青玉案·元夕", "prop": {"content": "东风夜放花千树，更吹落、星如雨。宝马雕车香满路。凤箫声动，玉壶光转，一夜鱼龙舞。蛾儿雪柳黄金缕，笑语盈盈暗香去。众里寻他千百度，蓦然回首，那人却在，灯火阑珊处。", "translation": "东风吹开了元宵夜的火树银花，花灯灿烂，就像千树花开。从天而降的礼花，犹如星雨。豪华的马车在飘香的街道行过。悠扬的凤箫声四处回荡，玉壶般的明月渐渐转向西边，一夜舞动鱼灯、龙灯不停歇，笑语喧哗。美人头上都戴着华丽的饰物，笑语盈盈地随人群走过，只有衣香犹在暗中飘散。我在人群中寻找她千百回，猛然回头，不经意间却在灯火零落之处发现了她。"}}, {"name": "卜算子·片片蝶衣轻", "prop": {"content": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。", "translation": "片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。如果说上天不爱花，为何把它们设计得这么巧妙？早上看见树上花儿朵朵，傍晚却剩下不多。如果说上天爱花，为何又用风雨摧残它们？"}}, {"name": "踏莎行·燕燕轻盈", "prop": {"content": "燕燕轻盈，莺莺娇软，分明又向华胥见。夜长争得薄情知？春初早被相思染。别后书辞，别时针线，离魂暗逐郎行远。淮南皓月冷千山，冥冥归去无人管。", "translation": "她体态轻盈、语声娇软的形象，我分明又从好梦中见到了。我仿佛听到她在对我说：长夜多寂寞呀，你这薄情郎怎么会知道呢？春天才刚开头，却早已被我的相思情怀染遍了。自从分别以后，她捎来书信中所说的种种，还有临别时为我刺绣、缝纫的针线活，都令我思念不已。她来到我的梦中，就像是传奇故事中的倩娘，魂魄离了躯体，暗地里跟随着情郎远行。我西望淮南，在一片洁白明亮的月光下，千山是那么的清冷。想必她的魂魄，也像西斜的月亮，在冥冥之中独自归去。也没有个人照管。"}}, {"name": "蝶恋花·送春", "prop": {"content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。", "translation": "楼外垂杨千条万缕，仿佛要拴住这大好的春光，可是春天却只稍稍停留便离去了。只有柳絮仍然在风里飘飞，随着春风要看春归向何处？一片碧绿的山野间传来一声声杜鹃的啼叫声，杜鹃即使无情，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天沉默不语，黄昏时分忽然下起了潇潇细雨。"}}, {"name": "蝶恋花·槛菊愁烟兰泣露", "prop": {"content": "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？", "translation": "栏外的菊花笼罩着一层愁惨的烟雾，兰花沾露好似默默饮泣。罗幕闲垂，空气微寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。昨天夜里秋风劲吹，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我思念的人究竟在何处。"}}, {"name": "谒金门·春半", "prop": {"content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。", "translation": "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。"}}, {"name": "王炎", "dynasty": "宋代"}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "相思令·吴山青", "prop": {"content": "吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)", "translation": "青翠的吴山和越山耸立在钱塘江的北岸和南岸，两两相对，隔江呼应，谁能理解恋人的离别愁绪。你泪眼盈盈，我泪眼盈盈，你我相爱却无法相守在一起。江潮过后水面已经恢复平静了，船儿扬帆要远行。"}}, {"name": "唐多令·芦叶满汀洲", "prop": {"content": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)", "translation": "同一帮友人在安远楼聚会，酒席上一位姓黄的歌女请我作一首词，我便当场创作此篇。时为八月五日。"}}, {"name": "张耒", "dynasty": "宋代"}, {"name": "好事近·七月十三日夜", "prop": {"content": "月未到诚斋，先到万花川谷。不是诚斋无月，隔一林修竹。 如今才是十三夜，月色已如玉。未是秋光奇绝，看十五十六。", "translation": "月亮还未照到我的书斋前，先照到了万花川谷，不是书斋没有月光，而是被高高的竹林隔着。现在才是农历七月十三的夜晚，圆月已像白玉雕成的一样。秋月还没到最美的时候，到了十五、十六日夜晚你再看，那才是最好的。"}}, {"name": "永遇乐·京口北固亭怀古", "prop": {"content": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "translation": "历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。遥想当年，他指挥着强劲精良的兵马，气吞骄虏一如猛虎！元嘉帝兴兵北伐，想建立不朽战功封狼居胥，却落得仓皇逃命，北望追兵泪下无数。四十三年过去了，如今瞭望长江北岸，还记得扬州战火连天的情景。真是不堪回首，拓跋焘祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。还有谁会问，廉颇老了，自己还能吃饭吗？"}}, {"name": "秦楼月·芳菲歇", "prop": {"content": "芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。", "translation": "暮春时节，芳菲飘落，登高遥望故国，内心悲伤痛切。迷离的烟水，朦胧的山色，更让我伤心欲绝。更不能忍受的是乾龙节又快到了，追昔抚今，眼中泪水流尽，像杜鹃鸟那样啼出鲜血来。在一片凄厉的子规声外，是故国破败的河山。"}}, {"name": "西江月·堂上谋臣尊俎", "prop": {"content": "堂上谋臣尊俎，边头将士干戈。天时地利与人和，“燕可伐欤？”曰：“可”。今日楼台鼎鼐，明年带砺山河。大家齐唱《大风歌》，不日四方来贺。", "translation": "大堂之上谋臣开宴，边疆将士手持武器。作战的自然气候条件具备，地理环境优越，且众志成城。“可以讨伐燕国了吗？”说：“可以。”今日在楼台之上筹谋国政，明年建立不世之功。大家一起高唱《大风歌》，不需多日四方便来庆贺。"}}, {"name": "清平乐·候蛩凄断", "prop": {"content": "候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！", "translation": "蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！"}}, {"name": "踏莎行·春暮", "prop": {"content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。", "translation": "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。"}}, {"name": "青门引·春思", "prop": {"content": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。", "translation": "天气刚刚变暖，时而还透着微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。对着落花醉酒酣饮，这伤心病痛像去年一般情境。晚风吹送谯楼画角将我惊醒，入夜后重门紧闭庭院更加宁静。正心烦意乱、心绪不宁时，哪里还能再忍受溶溶月光，隔墙送来少女荡秋千的倩影。"}}, {"name": "柳梢青·茅舍疏篱", "prop": {"content": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "translation": "①宁宁：宁静之意。　移时：谓少顷。 "}}, {"name": "俞国宝", "dynasty": "宋代"}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "黄升", "dynasty": "宋代"}, {"name": "宴清都·初春", "prop": {"content": "春讯飞琼管。风日薄、度墙啼鸟声乱。江城次第，笙歌翠合，绮罗香暖。溶溶涧渌冰泮。醉梦里、年华暗换。料黛眉重锁隋堤，芳心还动梁苑。 新来雁阔云音，鸾分鉴影，无计重见。啼春细雨，笼愁澹月，恁时庭院。离肠未语先断。算犹有、凭高望眼。更那堪、芳草连天，飞梅弄晚。", "translation": "春天的讯息随着葭莩灰飞出琼管，早春的清风日头虽然还不暖，越过墙头的鸟啼已一片噪乱。江城转眼间，已是翠碧笼罩，笙歌喧天，人们穿上绮罗春衫，迎来花香日暖。溪涧里残冰消融，绿水涓涓，恍惚在醉梦里，岁月悄然转换。我料想隋堤的柳叶凝重地紧锁了黛眉，梁苑的林花芳心震颤。新近我久已不闻鸿雁的叫声，分飞的鸾凤对着镜中的孤影悲唤，生离死别的情人再也不能相见。啼泣的春天洒下淋沥的细雨，愁云笼罩的夜晚，月光淡淡，我独守着此时的庭院。离别的愁肠未曾倾诉已先寸断。就算还能登高望远，更如何忍受那芳草连绵伸向天边，飞落的梅花舞弄着暮色昏暗。"}}, {"name": "燕山亭·北行见杏花", "prop": {"content": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。闲院落凄凉，几番春暮。（闲院 一作：问院)凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。", "translation": "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。"}}, {"name": "浪淘沙·莫上玉楼看", "prop": {"content": "莫上玉楼看。花雨斑斑。四垂罗幕护朝寒。燕子不知人去也，飞认阑干。 回首几关山。后会应难。相逢祗有梦魂间，可奈梦随春漏短，不到江南。", "translation": "　　此词所写的不是一般的离愁别恨。他表面上似乎在替一位女子抒发怀念远客江南的的爱人的幽怨，实则是借此寄托北方人民怀念南宋朝廷的亡国之痛。 "}}, {"name": "蔡伸", "dynasty": "宋代"}, {"name": "离亭燕·一带江山如画", "prop": {"content": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。", "translation": "金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。"}}, {"name": "浪淘沙·把酒祝东风", "prop": {"content": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？", "translation": "端起酒杯向东风祈祷，请你再留些时日不要匆匆离去。洛阳城东郊外的小道已是柳枝满垂。大多是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。为人生短暂的相聚和分别所苦，离别的怨恨久久激荡在我的心田。今年的花红胜过去年，明年的花儿肯定会更加美好，可惜不知那时将和谁一起游览？"}}, {"name": "贺新郎·甚矣吾衰矣", "prop": {"content": "邑中园亭，仆皆为赋此词。一日，独坐停云，水声山色，竞来相娱。意溪山欲援例者，遂作数语，庶几仿佛渊明思亲友之意云。甚矣吾衰矣。怅平生、交游零落，只今余几！白发空垂三千丈，一笑人间万事。问何物、能令公喜？我见青山多妩媚，料青山见我应如是。情与貌，略相似。一尊搔首东窗里。想渊明、《停云》诗就，此时风味。江左沉酣求名者，岂识浊醪妙理。回首叫、云飞风起。不恨古人吾不见，恨古人不见吾狂耳。知我者，二三子。", "translation": "我已经很衰老了。平生曾经一同出游的朋友零落四方，如今还剩下多少？真令人惆怅。这么多年只是白白老去而已，功名未竟，对世间万事也慢慢淡泊了。还有什么能真正让我感到快乐？我看那青山潇洒多姿，想必青山看我也是一样。不论情怀还是外貌，都非常相似。把酒一尊，在窗前吟诗，怡然自得。想来当年陶渊明写成《停云》之时也是这样的感觉吧。江南那些醉中都渴求功名的人，又怎能体会到饮酒的真谛？在酒酣之际，回头朗吟长啸，云气会翻飞，狂风会骤起。我不为没见到古人（陶渊明）而感到遗憾！我遗憾的是像他那样的古人不曾见识我这样的疏狂傲气。了解我的，还是那几个朋友。"}}, {"name": "水龙吟·春恨", "prop": {"content": "闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。", "translation": "盛开的花丛深处，耸立着高楼，东风从半卷的画帘吹入，令人觉得分外柔软。春天已经回来，苍翠镀上阡陌，平莎长得娇嫩，垂杨轻轻地飘荡着金线。春日迟迟地催开百花，云烟淡淡地搁住新雨，刚刚感到微寒，忽又稍微和暖。可恨这繁华似锦的世界，游人还未欣赏，却全都交给了黄莺和飞燕。寂寞时登上高处眺望边远，转向南楼又听一听凄切的归雁。回想拔下金钗挑斗绿草，牵住青丝勒紧征马，别后已象风云飘流分散。只有丝带还飘荡着芳香，翠绿的薄绸还残留着眼泪，有多少的幽恨愁怨？正在为离愁伤感却又是稀薄的烟雾中透出淡淡的明月，远处传来杜鹃悲切的叫声令人肠断。"}}, {"name": "菩萨蛮·书江西造口壁", "prop": {"content": "郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)", "translation": "郁孤台下这赣江的流水，水中有多少苦难之人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。但青山怎能把江水挡住？浩浩江水终于还是向东流去。江边日晚我正满怀愁绪，听到深山传来声声鹧鸪悲鸣。"}}, {"name": "千秋岁·数声鶗鴂", "prop": {"content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)", "translation": "杜鹃声声，又来向人们报道春时光景即将逝去。惜春人更是想将那残花折下，挽留点点春意。不料梅子青时，便被无情的风暴突袭。看那庭中的柳树，在无人的园中整日随风飞絮如飘雪。切莫把琵琶的细弦拨动，细弦能够诉说出极致的怨恨。天不会老去，爱情也永远不会断绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。"}}, {"name": "满庭芳·山抹微云", "prop": {"content": "山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。", "translation": "会稽山上，云朵淡淡的像是水墨画中轻抹上去的一般；越州城外，衰草连天，无穷无际。城门楼上的号角声，时断时续。在北归的客船上，与歌妓举杯共饮，聊以话别。回首多少男女间情事，此刻已化作缕缕烟云散失而去。眼前夕阳西下，万点寒鸦点缀着天空，一弯流水围绕着孤村。悲伤之际又有柔情蜜意，心神恍惚下，解开腰间的系带，取下香囊。徒然赢得青楼中薄情的名声罢了。此一去，不知何时重逢？离别的泪水沾湿了衣襟与袖口。正是伤心悲情的时候，城已不见，万家灯火已起，天色已入黄昏。"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "沁园春·答九华叶贤良", "prop": {"content": "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。 当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。", "translation": "熟读一卷《阴符》，能开两石硬弓，手提百斤宝刀。更有玉花骢喷着粗气，挥舞马鞭，鞭梢作响，鞭快如电；展开乌丝阑，醉中的墨迹如蛟龙跳跃。与之谈笑的是勤奋攻读的书生、行侠仗义的豪客，都值得寄信相召。依稀记得，曾经主动请缨出战南越事，草拟檄文征讨辽兵。当年我傲岸不羁、目视云霄，谁肯信，如今竟落得为五斗米而折腰。草草南归，未能在燕然山刻石记功令人十分惆怅；遥遥北望，却不见故都长安。年华已老，胸中郁结着不平之气，高歌后仍需用酒浇灭。罢了罢了，但见帽子两边鬓发渐白，镜中容颜日益憔悴。"}}, {"name": "秋蕊香·帘幕疏疏风透", "prop": {"content": "帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)", "translation": "户外的风吹进疏帘，香炉里飘起一线香烟。黄昏后倚遍红色的栏杆，廊上的月光如同白天。别离的滋味比酒还浓酽，令人瘦损病恹恹。此情比不上墙东的杨柳，春泉时柳色依旧如去年。"}}, {"name": "瑞龙吟·大石春景", "prop": {"content": "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。 黯凝伫。因念个人痴小，乍窥门户。清晨浅约宫黄，障风映袖，盈盈笑语。 前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。", "translation": "无"}}, {"name": "六州歌头·少年侠气", "prop": {"content": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。(闲呼 一作：间呼)似黄粱梦，辞丹凤；明月共，漾孤蓬。官冗从，怀倥偬；落尘笼，簿书丛。鶡弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。", "translation": "无"}}, {"name": "卜算子·不是爱风尘", "prop": {"content": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。", "translation": "我自己并不是生性喜好风尘生活，之所以沦落风尘，是为前生的因缘所致。花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主。总有一天会离此而去，留下来又将如何生活下去呢？若有朝一日能将山花插满头，那就不需要问我归向何处。"}}, {"name": "满江红·写怀", "prop": {"content": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；山缺 一作：山阙) ", "translation": "我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！ "}}, {"name": "六丑·落花", "prop": {"content": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。", "translation": "无"}}, {"name": "望海潮·洛阳怀古", "prop": {"content": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。", "translation": "梅花稀疏，色彩轻淡，冰雪正在消融，春风吹拂暗暗换了年华。想昔日金谷胜游的园景，铜驼街巷的繁华，趁新晴漫步在雨后平沙。总记得曾误追了人家香车，正是柳絮翻飞蝴蝶翩舞，引得春思缭乱交加。柳荫下桃花小径，乱纷纷将春色送到万户千家。西园夜里宴饮，乐工们吹奏起胡笳。缤纷高挂的华灯遮掩了月色，飞驰的车盖碰损了繁花。花园尚未凋残，游子却渐生霜发，重来旧地事事感慨吁嗟。暮霭里一面酒旗斜挂。空倚楼纵目远眺，时而看见栖树归鸦。见此情景，我油然而生归隐之心，神思已暗自随着流水奔到天涯。"}}, {"name": "赵佶", "dynasty": "宋代"}, {"name": "张先", "dynasty": "宋代"}, {"name": "苍梧谣·天", "prop": {"content": "天。休使圆蟾照客眠。人何在，桂影自婵娟。", "translation": "天啊，不要让这一轮圆月照得我这离家的人无法安眠。面对满月，孤身一人，心中的那个她在哪儿呢？月宫里，只有桂树的影子斑斑驳驳，无人赏看。 "}}, {"name": "蓦山溪·梅", "prop": {"content": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？", "translation": "洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？"}}, {"name": "渔家傲·小雨纤纤风细细", "prop": {"content": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。", "translation": "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。"}}, {"name": "鹧鸪天·小令尊前见玉箫", "prop": {"content": "小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。", "translation": "在酒席筵边，唱的是小令，我见到了玉箫。银灯把她映照，只一曲轻歌，便显出妩媚娇娆。在歌声中醉倒，谁能认为这是一种遗憾而产生懊恼呢？歌声停歇了，带着余音归来，酒意还不见消。春天如此静悄，春夜如此漫长，迟迟不见破晓。仰望碧空的游云，难道它跟楚国宫殿一样地天远路遥。做个梦吧，只有梦境才能打破束缚人的框框条条，这是梦，还是真，反正我踏着满地杨花走过了谢家的小桥。"}}, {"name": "一剪梅·舟过吴江", "prop": {"content": "一片春愁待酒浇。江上舟摇，楼上帘招。秋娘渡与泰娘桥，风又飘飘，雨又萧萧。（渡 一作：度。）何日归家洗客袍？银字笙调，心字香烧。流光容易把人抛，红了樱桃，绿了芭蕉。", "translation": "船在吴江上飘摇，岸上酒楼酒旗飘摇，我那满怀羁旅的春愁只能用美酒来消除了。船只经过令文人骚客遐想不尽的胜景秋娘渡与泰娘桥，江风迅疾，落雨潇潇，实在令人烦恼。什么时候才能回到家中清洗衣袍，在家调弄镶有银字的笙，点燃熏炉里心字型的盘香呢？春光容易流逝，使人追赶不上，樱桃才红熟，芭蕉又绿了，春去夏又到。"}}, {"name": "李好古", "dynasty": "宋代"}, {"name": "临江仙·暮春", "prop": {"content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。", "translation": "作者客居他乡，看尽鸿雁的北往和燕子的南来，而故乡的消息茫然，不禁惆怅满怀。整个春天都在惦念家乡，人已憔悴有谁怜？于是只好在这落花时节的寒食夜以酒浇愁。听说江头春波浩渺，春水情意恳切地像是要送他的归船返回家乡，这条曾送他离乡又送他归去的水路，是他最为之情牵梦萦的。最后，他设想登上归船，听着春雨打着船篷，看着将别的断桥边上的疏柳淡烟，充满别离之情。"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "诉衷情·当年万里觅封侯", "prop": {"content": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "translation": "回想当年为了建功立业驰骋万里，单枪匹马奔赴边境戍守梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？唯有曾穿过的貂裘，已积满灰尘变得又暗又旧。胡人还未消灭，自己的双鬓却早已白如秋霜，只能任忧国的眼泪白白地流淌。谁能料我这一生，心始终在前线抗敌，人却老死在沧洲！"}}, {"name": "渔家傲·近日门前溪水涨", "prop": {"content": "近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。", "translation": "这些天门前溪水涨，情郎几度偷偷来相访，船小无法挂上红斗帐，不能亲热无计想，并蒂莲下空惆怅。祈愿妾身成为红芙蓉，年年长在秋江上，再希望郎是花下浪，没有障碍与阻挡，随风逐雨时时来寻访。"}}, {"name": "鹧鸪天·有客慨然谈功名", "prop": {"content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡?，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "translation": "我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。"}}, {"name": "韩缜", "dynasty": "宋代"}, {"name": "扬州慢·淮左名都", "prop": {"content": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？", "translation": "丙申年冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。"}}, {"name": "南柯子·十里青山远", "prop": {"content": "十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)", "translation": "青山连绵不断，潮水褪去路上还带着泥沙。偶尔听到几声鸟鸣，好像是在哀怨时光易逝。又是天各一方的凄凉日子，我远在海角天涯。秋凉的夜露消除残暑的余热，拂晓的徐徐清风吹散朝霞。站在绿杨堤畔询问那池中荷花：你可还记得，去年在此买酒的我？"}}, {"name": "横塘路·凌波不过横塘路", "prop": {"content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)", "translation": "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春天才会知道她的居处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。"}}, {"name": "声声慢·寻寻觅觅", "prop": {"content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）", "translation": "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独地守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！"}}, {"name": "长亭怨慢·渐吹尽", "prop": {"content": "余颇喜自制曲。初率意为长短句，然后协以律，故前后阕多不同。桓大司马云：“昔年种柳，依依汉南。今看摇落，凄怆江潭：树犹如此，人何以堪？”此语余深爱之。渐吹尽，枝头香絮，是处人家，绿深门户。远浦萦回，暮帆零乱向何许？阅人多矣，谁得似长亭树？树若有情时，不会得青青如此！日暮，望高城不见，只见乱山无数。韦郎去也，怎忘得、玉环分付：第一是早早归来，怕红萼无人为主。算空有并刀，难剪离愁千缕。", "translation": "渐渐吹尽了，枝梢上淡香的柳絮，到处人家，柳树浓密的绿荫将门户遮蔽。船儿顺着弯曲回绕的河浦渐渐远去，暮色里云帆凌乱，匆忙往返，究竟奔向哪里？看人间离别多矣，谁能比长亭的柳树悄然冷寂？柳树若是有情时，定不会长得如此青翠碧绿。落日昏暮，高耸的城郭已望不见，只见乱岩层叠的群山无数。我难忘临别的叮嘱：“韦郎这一去呀，怎能忘记你交付给我的玉环信物。”“最要紧是记住早早归来，我怕红萼孤独无人为我作主。”即使有并州制造的锋快剪刀也枉然，亦难以剪断万缕离愁别苦。"}}, {"name": "满江红·送李御带珙", "prop": {"content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹、亭下系扁舟，鲈堪煮。 拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。", "translation": "好端端地在朝廷里做官，因为什么事要翩然辞官引去？遥望湖海上满滩沙鸥白鹭，远处船儿微露半帆笼罩着烟雨。报国无门空自怅怨，济时有良策又能对谁倾吐？路过垂虹亭下不妨暂系小舟，那里著名的鲈鱼堪煮。我甘愿拼死一醉，真诚地挽留你住。我将含泪高歌一曲，送你踏上归乡之路。踏遍江南江北，你将要归向何处？天下大事那么多全没有解决，大好年华就在这无结果中渐渐消逝。举头一笑问湛湛青天，青天也只沉默无语。"}}, {"name": "陈东甫", "dynasty": "宋代"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "雨霖铃·寒蝉凄切", "prop": {"content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)", "translation": "秋蝉的叫声凄凉而急促，傍晚时分，面对着长亭，骤雨刚停。在京都郊外设帐饯行，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着对方的手含着泪对视，哽咽的说不出话来。想到这一去路途遥远，千里烟波渺茫，傍晚的云雾笼罩着天空，深厚广阔，不知尽头 。自古以来，多情的人总是为离别而伤感，更何况是在这冷清、凄凉的秋天！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又再同谁去诉说呢？？"}}, {"name": "水调歌头·丙辰中秋", "prop": {"content": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)", "translation": "丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。"}}, {"name": "诉衷情·宝月山作", "prop": {"content": "清波门外拥轻衣。杨花相送飞。西湖又还春晚，水树乱莺啼。闲院宇，小帘帏。晚初归。钟声已过，篆香才点，月到门时。", "translation": "清波门外和风吹拂，掀动着人的衣带，杨花纷飞殷勤相送。又到了西湖暮春傍晚，水边花树上群莺乱啼。寺院清幽，帘帐低垂，刚乘着夜色把家回。钟声已经响过，篆香刚刚点起，月光正照在院门前。"}}, {"name": "水调歌头·平山堂用东坡韵", "prop": {"content": "秋雨一何碧，山色倚晴空。江南江北愁思，分付酒螺红。芦叶蓬舟千重，菰菜莼羹一梦，无语寄归鸿。醉眼渺河洛，遗恨夕阳中。 苹洲外，山欲暝，敛眉峰。人间俯仰陈迹，叹息两仙翁。不见当时杨柳，只是从前烟雨，磨灭几英雄。天地一孤啸，匹马又西风。", "translation": "平山堂上伫立远望，秋雨过后，江岸的山色在晴空映衬下分外青碧。一个人辗转大江南北，有多少忧愁思绪，都付之一醉，暂且忘却吧。乘坐小船沿芦苇岸边千里漂泊，张翰那种思念菰菜莼羹就辞官归家的作为，于我只能是一场梦了，我惟有默默无语把思念寄托给南飞鸿雁。醉眼朦胧中回望渺远的黄河洛水，夕阳笼罩下留存多少遗憾和愤恨！在苹草萋萋的洲渚外面，远山在暮色里就要收敛他的眉峰。俯仰凭吊平山堂的人间遗迹，叹息欧、苏两位仙翁已然远逝。眼前没了当时的杨柳，只是从前的烟雨，磨灭了几位英雄。且唱响一声孤啸，我又将匹马启程，在西风凄紧的天地间。 "}}, {"name": "小重山·昨夜寒蛩不住鸣", "prop": {"content": "昨夜寒蛩不住鸣。惊回千里梦，已三更。起来独自绕阶行。人悄悄，帘外月胧明。白首为功名。旧山松竹老，阻归程。欲将心事付瑶琴。知音少，弦断有谁听？", "translation": "昨天秋夜的蟋蟀止不住的鸣叫声将我从遥远的梦境中惊醒，已是三更时分。起来独自绕着台阶踽踽行。四周静悄悄没有人声，帘外一轮淡月正朦胧。为国建功留青史，未老已白头。家乡的山上松竹已长大变老，无奈议和声起、阻断了归程。想把满腹心事付与瑶琴弹一曲。可高山流水知音稀，纵然琴弦弹断，又有谁来听？"}}, {"name": "瑞鹤仙·郊原初过雨", "prop": {"content": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。 无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。", "translation": "郊野上秋雨初晴，只见几片零乱的落叶，风住了还在动荡不停。斜阳挂在远树之上，映照着远山或暗或明，宛如美人微颦。来时曾经走过的旧路，当时尚有黄色的岩花开放争荣。如今只有溪边的流水，依旧来见故人。我默默无语，客舍中寂静冷静。我下马开始找寻，从前在何处题诗抒情。奔波旅途的人本来无聊，感伤离别更令人愁苦不宁。纵然我保存着她的香料和明镜，可如今又有何用？等待他年重到那里，人面桃花是否依旧，实在难以肯定。我思绪联翩，眷恋着那个小楼幽窗中的美人，也只能有时在梦里去寻找她的踪影。 "}}, {"name": "水调歌头·秋色渐将晚", "prop": {"content": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。", "translation": "秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "蓦山溪·自述", "prop": {"content": "壶山居士，未老心先懒。爱学道人家，办竹几、蒲团茗碗。青山可买，小结屋三间，开一径，俯清溪，修竹栽教满。客来便请，随分家常饭。若肯小留连，更薄酒，三杯两盏，吟诗度曲，风月任招呼。身外事，不关心，自有天公管。", "translation": "壶山居士，人还没有老心就懒散了。喜欢学道的人，家中里办了读写用的竹九、憩坐用的蒲团、煮茗用的茶碗。有青山可以观赏。筑有小茅屋三间，再开辟一条小径，俯视溪水，将高大茂密的竹子栽满屋子的四周。有客来请自便，随分吃一点家常饭。如果愿意小作停留，再置薄酒，喝它两三杯。吟味诗歌、自制曲子，风和月任人招呼。身外之事。我都不关心，自会有天公去管。"}}, {"name": "临江仙·未遇行藏谁肯信", "prop": {"content": "未遇行藏谁肯信，如今方表名踪。无端良匠画形容。当风轻借力，一举入高空。 才得吹嘘身渐稳，只疑远赴蟾宫。雨馀时候夕阳红。几人平地上，看我碧霄中。", "translation": "一直没有遇上圣明的君主，没作上官，过着隐居的生活，谁肯信服呢？而今才显现了名声和踪迹：画工将我画在风筝上，那么我正好借着风力，乘风直上。在半空中，风慢慢吹来，我觉得身体渐渐平稳了，只觉得要飘到月宫去了。此时正是雨后，夕阳西下之时，又有多少人身在平地，羡慕我登上了碧霄之中啊！"}}, {"name": "玉楼春·春思", "prop": {"content": "春风只在园西畔，荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。 意长翻恨游丝短，尽日相思罗带缓。宝奁明月不欺人，明日归来君试看。", "translation": "暮春的风光只在庭园的西边，荠菜花开得正好，蝴蝶也飞来飞去忙乱着。冰清澄澈的池塘一汪碧绿。香径上的花儿已经落尽，就连落在小路上的花瓣也被风吹得老远。我的相思太深，竟怨摇曳的游丝太短。整日里为相思煎熬，以致体瘦而衣带渐渐松缓。打开梳妆镜，镜如明月，不会骗人，镜中的人容颜已憔悴，等明日君归来看镜，亲自看一看我憔悴的容颜，便知我的一片深情。 "}}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "清平乐·留人不住", "prop": {"content": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。", "translation": "苦苦留人不住，他酒醉后登上画船，扬帆而去。小舟拨开轻卷的碧波，行驶在在漫漫的春水路上，所过之处尽是黄莺啼晓之声。渡口杨柳郁郁青青，枝枝叶叶都满含着别意离情。从此后休要寄锦书再诉衷情，画楼里的欢娱不过是一场春梦，那山盟海誓毕竟空口无凭。"}}, {"name": "张舜民", "dynasty": "宋代"}, {"name": "鹊桥仙·纤云弄巧", "prop": {"content": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。", "translation": "纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。缱绻的柔情像流水般绵绵不断，重逢的约会如梦影般缥缈虚幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。"}}, {"name": "虞美人·听雨", "prop": {"content": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。", "translation": "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。"}}, {"name": "贺新郎·别茂嘉十二弟", "prop": {"content": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "translation": "无"}}, {"name": "永遇乐·落日熔金", "prop": {"content": "落日熔金，暮云合璧，人在何处。染柳烟浓，吹梅笛怨，春意知几许。元宵佳节，融和天气，次第岂无风雨。来相召、香车宝马，谢他酒朋诗侣。(熔金 一作：镕金)中州盛日，闺门多暇，记得偏重三五。铺翠冠儿，捻金雪柳，簇带争济楚。如今憔悴，风鬟霜鬓，怕见夜间出去。不如向、帘儿底下，听人笑语。", "translation": "无"}}, {"name": "齐天乐·蟋蟀", "prop": {"content": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。", "translation": "无"}}, {"name": "望海潮·东南形胜", "prop": {"content": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。", "translation": "无"}}, {"name": "青门饮·寄宠人", "prop": {"content": "胡马嘶风，汉旗翻雪，彤云又吐，一竿残照。古木连空，乱山无数，行尽暮沙衰草。星斗横幽馆，夜无眠、灯花空老。雾浓香鸭，冰凝泪烛，霜天难晓。 长记小妆才了，一杯未尽，离怀多少。醉里秋波，梦中朝雨，都是醒时烦恼。料有牵情处，忍思量、耳边曾道。甚时跃马归来，认得迎门轻笑。", "translation": "北方的骏马迎着烈风嘶叫，大宋的旗帜在雪花里翻搅，黄昏时天边又吐出一片红艳的晚霞，夕阳从一竿高的地平线低低地投射着残照。苍老的枯林连接着天空，无数的山峦重叠耸峭，暮色中走遍漫漫平沙处处皆衰草。幽静的馆舍上星斗横斜，无眠的夜实在难熬。灯芯凝结出残花，相思徒劳。鸭形的熏炉里香雾浓郁缭绕，蜡烛淌泪像冰水凝晶，夜色沉沉总难见霜天破晓。总记得淡淡梳妆才完了，别宴上杯酒尚未饮尽，已引得离情翻涌如潮。醉里的秋波顾盼，梦中的幽欢蜜爱，醒来时都是烦恼。算来更有牵惹情怀处，怎忍细思量、她附在耳边的情话悄悄：“啥时能跃马归来，还能认得迎门的轻柔欢笑！” "}}, {"name": "江城子·画楼帘幕卷新晴", "prop": {"content": "画楼帘幕卷新晴。掩银屏，晓寒轻。坠粉飘香，日日唤愁生。暗数十年湖上路，能几度，著娉婷？ 年华空自感飘零。拥春酲，对谁醒？天阔云闲，无处觅箫声。载酒买花年少事，浑不似，旧心情。", "translation": "画楼上卷起了幕帘，展开一片新晴，清晨的寒意很轻微，我掩紧银白色的屏风。坠落的一片片花瓣飘来淡淡的清香，天天都令人产生愁情。暗暗地计算着十年间西湖上往返行程，有几次能遇着美丽姑娘的钟情，能与佳人幽欢尽兴。我徙然感到韶华易逝，容华凋零，终日在春酒中留连光景。没有知心的人可以交谈，对谁人也用不着清醒。天大地大，无处可以再次寻找那悠扬欢乐的箫声。即使也跟年轻时那样买花携酒，但是却完全没有了当时的那种心情。"}}, {"name": "踏莎行·秋入云山", "prop": {"content": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。", "translation": "高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。"}}, {"name": "鹧鸪天·一点残红欲尽时", "prop": {"content": "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。", "translation": "我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。"}}, {"name": "贺圣朝·留别", "prop": {"content": "满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。", "translation": "斟满淡绿色的美酒，请您再住几日，不要就这样匆匆离去。剩下的三分春色，二分都是离愁别绪，一分又充满了凄风苦雨。年年都见花开花谢，相思之情又有多少呢？就让我们高歌畅饮，不要谈论伤感之事。明年牡丹盛开的时候，不知我们会在哪里相逢？"}}, {"name": "长相思·惜梅", "prop": {"content": "寒相催。暖相催。催了开时催谢时。丁宁花放迟。 角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。", "translation": "寒冷时催促梅花开放，暖和时催促着凋落，早开便会早落。叮嘱花儿，还是迟一点开吧。角声吹起，笛声吹起。吹落了南枝梅花，又吹落了北枝。清晨梅花就漫天飞舞，宛若飘飘白雪。"}}, {"name": "满庭芳", "prop": {"content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。", "translation": "风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的白居易泛舟九江边。年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。"}}, {"name": "水调歌头·游览", "prop": {"content": "瑶草一何碧，春入武陵溪。溪上桃花无数，枝上有黄鹂。我欲穿花寻路，直入白云深处，浩气展虹霓。只恐花深里，红露湿人衣。坐玉石，倚玉枕，拂金徽。谪仙何处？无人伴我白螺杯。我为灵芝仙草，不为朱唇丹脸，长啸亦何为？醉舞下山去，明月逐人归。", "translation": "瑶草多么碧绿，春天来到了武陵溪。溪水上有无数桃花，花的上面有黄鹂。我想要穿过花丛寻找出路，却走到了白云的深处，彩虹之巅展现浩气。只怕花深处，露水湿了衣服。坐着玉石，靠着玉枕，拿着金徽。被贬谪的仙人在哪里，没有人陪我用田螺杯喝酒。我为了寻找灵芝仙草，不为表面繁华，长叹为了什么。喝醉了手舞足蹈地下山，明月一路伴随着我。"}}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "忆秦娥·与君别", "prop": {"content": "与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。 ", "translation": "　　这是一首怅别词。诗人写的不是离别时的凄恻，也不是别君的思念，而是刚刚作别、乍然离去时的旅途情怀。诗人并不正面写这种渐行渐远渐浓的离愁，也不突出他对那位“盈盈微步”的佳人的眷恋，而是把一夜间怒放的梅花推在前景地位进行反复咏叹，这样诗人行旅中的那种难言的惆怅反而更加在丰富、充分地表现出来，这便是超越咏叹实体，把描写对象半空灵化、象征化了的艺术魅力之所在。 "}}, {"name": "侯蒙", "dynasty": "宋代"}, {"name": "浣溪沙·游蕲水清泉寺", "prop": {"content": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。(萧萧 一作：潇潇)谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。", "translation": "游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗得一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！ "}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "鹤冲天·黄金榜上", "prop": {"content": "黄金榜上，偶失龙头望。明代暂遗贤，如何向。未遂风云便，争不恣狂荡。何须论得丧？才子词人，自是白衣卿相。烟花巷陌，依约丹青屏障。幸有意中人，堪寻访。且恁偎红倚翠，风流事，平生畅。青春都一饷。忍把浮名，换了浅斟低唱！", "translation": "在金字题名的榜上，我只不过是偶然失去取得状元的机会。即使在政治清明的时代，君王也会一时错失贤能之才，我今后该怎么办呢？既然没有得到好的机遇，为什么不随心所欲地游乐呢！何必为功名患得患失？做一个风流才子为歌姬谱写词章，即使身着白衣，也不亚于公卿将相。在歌姬居住的街巷里，有摆放着丹青画屏的绣房。幸运的是那里住着我的意中人，值得我细细地追求寻访。与她们依偎，享受这风流的生活，才是我平生最大的欢乐。青春不过是片刻时间，我宁愿把功名，换成手中浅浅的一杯酒和耳畔低徊婉转的歌唱。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "水龙吟·过南剑双溪楼", "prop": {"content": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？", "translation": "抬头观看西北方向的浮云，驾驭万里长空需要长剑，人们说这个地方，深夜的时候，常常能看见斗牛星宿之间的光芒。我觉得山高，水潭的水冰冷，月亮明亮星光惨淡，待点燃犀牛角下到水中看看，刚靠近栏杆处却害怕，风雷震怒，鱼龙凶残。两边高山约束着东溪和西溪冲过来激起很高的浪花，过高楼，想飞去但还是收敛作罢，我有心像陈元龙那样但是身体精神都已老了，不妨高卧家园，凉爽的酒，凉爽的席子，一时登上双溪楼就想到了千古兴亡的事情，想到我自己的一生不过百年的悲欢离合，嬉笑怒骂。是什么人又一次卸下了张开的白帆，在斜阳夕照中抛锚系缆？"}}, {"name": "南歌子·天上星河转", "prop": {"content": "天上星河转，人间帘幕垂。凉生枕簟泪痕滋。起解罗衣聊问、夜何其。翠贴莲蓬小，金销藕叶稀。旧时天气旧时衣。只有情怀不似、旧家时。", "translation": "天上银河星移斗转，人间夜幕低垂。枕席透出丝丝秋凉，眼泪浸湿了席子。起身解下罗衣，姑且问问：“夜已经到什么时候了？”这件穿了多年的罗衣，用青绿色的丝线绣成的莲蓬已经变小，用金线缝成的莲叶也稀疏了。天气如旧时，罗衣如旧时，只有人的心情不似旧时了！"}}, {"name": "一剪梅·红藕香残玉簟", "prop": {"content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。", "translation": "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 "}}, {"name": "临江仙·夜登小阁忆洛中旧游", "prop": {"content": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。", "translation": "回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花稀疏的花影中，吹起竹笛直到天明。二十多年的经历好似一场梦，我虽身在，回首往昔却胆战心惊。闲来无事登上小阁楼观看新雨初晴的景致。古往今来多少历史事迹转瞬即逝，只有把它们编成歌的渔夫，还在那半夜里低声吟唱。"}}, {"name": "蝶恋花·暖雨晴风初破冻", "prop": {"content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。", "translation": "和风暖雨，湖面冰层已慢慢融化。柳叶发新芽，梅花绽放，已经感觉到春天将近了。这样的时刻又能和谁把酒论诗呢？独坐相思，泪融残粉，就连头上所戴的些许首饰，也觉得无比沉重了。初试金丝缝成的夹衫，慵懒的斜靠在枕头上，只把那头钗压坏也难以顾及。愁思太浓，又怎能做得好梦？直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。"}}, {"name": "念奴娇·赤壁怀古", "prop": {"content": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) ", "translation": "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。"}}, {"name": "西江月·顷在黄州", "prop": {"content": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。", "translation": "月光下小溪春水涨满、水波涌动，隐隐约约的看见天空中云气弥漫。濒临溪流，从马上下来，等不及卸下马鞯，就想倒在这芳草中睡一觉。这溪中景致如此可爱，千万不能让马儿踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已明了。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "湘春夜月·近清明", "prop": {"content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。", "translation": "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "如梦令·常记溪亭日暮", "prop": {"content": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。", "translation": "时常记起溪边亭中游玩至日色已暮，沉迷在优美的景色中忘记了回家的路。尽了酒宴兴致才乘舟返回，不小心进入藕花深处。奋力把船划出去呀！奋力把船划出去！划船声惊起了一群鸥鹭。"}}, {"name": "洞仙歌·冰肌玉骨", "prop": {"content": "仆七岁时，见眉州老尼，姓朱，忘其名，年九十岁。自言尝随其师入蜀主孟昶宫中，一日大热，蜀主与花蕊夫人夜纳凉摩诃池上，作一词，朱具能记之。今四十年，朱已死久矣，人无知此词者，但记其首两句，暇日寻味，岂《洞仙歌》令乎？乃为足之云。冰肌玉骨，自清凉无汗。水殿风来暗香满。绣帘开，一点明月窥人，人未寝，欹枕钗横鬓乱。起来携素手，庭户无声，时见疏星渡河汉。试问夜如何？夜已三更，金波淡，玉绳低转。但屈指西风几时来，又不道流年暗中偷换。", "translation": "冰一样的肌肤，玉一般的身骨，自然是遍身清凉没有汗。宫殿里清风徐来幽香弥漫。绣帘被风吹开，一线月光把佳人窥探。佳人还没有入睡，她斜倚绣枕钗横发乱。他起来携着她的小手，走出无声的庭院，随时可见流星横穿河汉。试问夜已多深？已过了三更，月光暗淡，玉绳星向下旋转。她掐着手计算，秋风几时吹来，不知不觉间感到，流年似水，岁月在暗暗变换。"}}, {"name": "蝶恋花·早行", "prop": {"content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。", "translation": "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。"}}, {"name": "南柯子·山冥云阴重", "prop": {"content": "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。", "translation": "无"}}, {"name": "张抡", "dynasty": "宋代"}, {"name": "摸鱼儿·更能消几番风雨", "prop": {"content": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 ", "translation": "　　更能消、几番风雨。匆匆春又归去。"}}, {"name": "时彦", "dynasty": "宋代"}, {"name": "破阵子·为陈同甫赋壮词以寄", "prop": {"content": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "translation": "醉梦里挑亮油灯观看宝剑，恍惚间又回到了当年，各个军营里接连不断地响起号角声。把酒食分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样震耳离弦。我一心想替君主完成收复国家失地的大业，取得世代相传的美名。一梦醒来，可惜已是白发人！"}}, {"name": "酒泉子·长忆观潮", "prop": {"content": "长忆观潮，满郭人争江上望。来疑沧海尽成空，万面鼓声中。 弄潮儿向涛头立，手把红旗旗不湿。别来几向梦中看，梦觉尚心寒。", "translation": "我经常回忆钱塘江观潮的情景，满城的人争先恐后的向江上望去。潮水涌来时，仿佛大海都空了，潮声像一万面鼓齐发，声势震人。踏潮献技的人站在波涛上表演，手中拿着红旗却丝毫没被水打湿。此后曾多次梦到观潮的情景，梦醒时心里仍然觉得惊心动魄。"}}, {"name": "刘过", "dynasty": "宋代"}, {"name": "蒋氏女", "dynasty": "宋代"}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "卜算子·见也如何暮", "prop": {"content": "见也如何暮。别也如何遽。别也应难见也难，后会难凭据。 去也如何去。住也如何住。住也应难去也难，此际难分付。", "translation": "相见为何太晚，而离别又为何如此匆匆。是离别难相见也难，再见无确期。离去该怎样离去，留下又该怎样留下。是留下难离去也难，此时怎么办。"}}, {"name": "忆王孙·春词", "prop": {"content": "萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭门。 ", "translation": "暮春时的萋萋芳草总是让人想起久去不归的游子。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃声声悲凄，令人不忍听闻。眼看又即将到黄昏，暮雨打得梨花凌落，深深闭紧闺门。"}}, {"name": "苏幕遮·燎沉香", "prop": {"content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。", "translation": "焚烧沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下窃窃私语。初出的阳光晒干了荷叶上昨夜的雨滴，水面上的荷花清润圆正，微风吹过，荷叶一团团地舞动起来。想到那遥远的故乡，什么时候才能回去啊？我家本在江南一带，却长久地客居长安。又到五月，不知家乡的朋友是否也在思念我？在梦中，我划着一叶小舟，又闯入那西湖的荷花塘中。"}}, {"name": "双双燕·咏燕", "prop": {"content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "translation": "春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。"}}, {"name": "饮马歌·边头春未到", "prop": {"content": "此腔自虏传至边，饮牛马即横笛吹之，不鼓不拍，声甚凄断。闻兀术每遇对阵之际，吹此则鏖战无还期也。边头春未到，雪满交河道。暮沙明残照，塞烽云间小。断鸿悲，陇月低，泪湿征衣悄。岁华老。", "translation": "这支曲子原在金人统治区域流传，又随着金兵的南侵流传到宋朝边境，金人饮牛马时就横笛而吹，不需要鼓乐伴奏，也不用牙板节拍，乐声极其凄凉悲壮，金兵统帅兀术特别喜欢这首歌曲，每当两军对阵之时，一听吹奏此曲，就斗志昂扬，鏖战不休。边塞的春天还未到，积雪覆盖着交河的大道。黄昏时，落日残照白茫茫的沙漠，边塞的烽火台高高耸入白云间，显得很小。失群的孤雁声声悲鸣，陇山上明月低悬，戍边将士思乡的泪水悄然沾湿了身上的军衣。不知不觉之间年华已老。"}}, {"name": "蝶恋花·醉别西楼醒不记", "prop": {"content": "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。", "translation": "醉中告别西楼，醒后全无记忆。犹如春梦秋云，人生聚散实在太容易。半窗斜月微明，我还是缺少睡意，彩画屏风空展出吴山碧翠。衣上有宴酒的痕迹，聚会所赋的诗句，点点行行，总唤起一番凄凉意绪。红烛自悲自怜也无计解脱凄哀，寒夜里空替人流下伤心泪。"}}, {"name": "卖花声·题岳阳楼", "prop": {"content": "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。", "translation": "秋风里万木凋零，君山上落叶纷飞；洞庭湖水与长天一色，浩浩荡荡。歌女斟满一杯酒，敛起笑容，要唱一首送别歌。我不是当年王维在渭城送别西去的客人，请不要唱这曲令人悲伤的《阳关》。酒醉后，手扶楼上的栏杆举目远望，天空清远，白云悠然。被贬的南行囚客有几人能从这条路上生还呢？回望处，夕阳映红了天边，那里应该是我离开的京都长安。"}}, {"name": "黄裳", "dynasty": "宋代"}, {"name": "点绛唇·蹴罢秋千", "prop": {"content": "蹴罢秋千，起来慵整纤纤手。露浓花瘦，薄汗轻衣透。见客入来，袜刬金钗溜。和羞走，倚门回首，却把青梅嗅。", "translation": "荡完秋千，慵倦地起来整理一下纤纤素手。瘦瘦的花枝上挂着晶莹的露珠，花儿含苞待放，因荡过秋千涔涔香汗渗透着薄薄的罗衣。忽见有客人来到，慌得顾不上穿鞋，只穿着袜子抽身就走，连头上的金钗也滑落下来。含羞跑开，倚靠门回头看，明明看的是客人却要嗅嗅门前的青梅以此掩盖。"}}, {"name": "少年游·并刀如水", "prop": {"content": "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！", "translation": "并州产的剪刀非常锋利，吴地产的盐粒洁白如雪，女子的纤纤细手剥开新产的熟橙。锦制的帷帐中刚刚变暖，兽形的香炉中烟气不断，二人相对着把笙调弄。女子低声地探问情人：今夜您到哪里去住宿？时候已经不早了，城上已报三更。外面寒风凛冽，路上寒霜浓重马易打滑，不如不要走了，街上已经少有人行走！"}}, {"name": "江城子", "prop": {"content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)", "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 "}}, {"name": "诉衷情·眉意", "prop": {"content": "清晨帘幕卷轻霜。呵手试梅妆。都缘自有离恨，故画作远山长。思往事，惜流芳。易成伤。拟歌先敛，欲笑还颦，最断人肠。", "translation": "清晨卷起结着点点薄霜的幕帘，呵暖双手试梳新式梅花妆。都因为内心有太多离愁别恨，所以把双眉画得像远山那么长。回想如烟往事，痛惜流逝的年华，让人更加伤感。准备唱歌的时候先敛容不欢，将笑之时，也还带恨含颦，这日子最令人痛断肝肠。"}}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "六州歌头·长淮望断", "prop": {"content": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。", "translation": "无"}}, {"name": "点绛唇·丁未冬过吴松作", "prop": {"content": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。", "translation": "北方的鸿雁羡慕飞鸟的自由自在，从太湖西畔随着白云翻飞。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在甘泉桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆怀古，只见残败的柳枝杂乱的在风中飞舞。"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "芳心苦·杨柳回塘", "prop": {"content": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。", "translation": "杨柳围绕着环曲的池塘，一对鸳鸯在进水口处嬉戏。池塘水面布满又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕幽幽荷香。最后只能花朵凋敝，结一颗芳心苦涩。夕阳的回光照着晚潮，涌进荷塘，流动的云层带来点点细雨。随风摇曳的荷花，仿佛在向诗人诉说哀肠：当年不肯在春天开放，如今只能在秋风中受尽凄凉。"}}, {"name": "醉垂鞭·双蝶绣罗裙", "prop": {"content": "双蝶绣罗裙。东池宴。初相见。朱粉不深匀。闲花淡淡春。 细看诸处好。人人道。柳腰身。昨日乱山昏。来时衣上云。", "translation": "池东的酒宴上初次见到你，穿的是绣有双蝶的罗裙。娇美的脸上只涂着淡淡的白粉，恰如一朵野花，恬淡而幽雅地沐浴着芳春。 细细端详，你真是尽善尽美，人人都夸赞你细柳般的腰身。你的到来，莫不是昨晚从巫山深处飘然而至？因为你来的时候，衣服上还像带着浮动的白云。"}}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "鹧鸪天·寒日萧萧上琐窗", "prop": {"content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "江神子·杏花村馆酒旗风", "prop": {"content": "杏花村馆酒旗风。水溶溶。飏残红。野渡舟横，杨柳绿阴浓。望断江南山色远，人不见，草连空。 夕阳楼外晚烟笼。粉香融。淡眉峰。记得年时，相见画屏中。只有关山今夜月，千里外，素光同。", "translation": "杏花村馆酒旗迎风。江水溶溶，落红轻扬。野渡无人舟自横，两岸杨柳绿荫浓。遥望江南山色远，人影不见。惟有芳草连碧空。楼外夕阳晚烟笼。粉香四溢淡眉峰。记得去年，与你相见画屏中。今夜关山万千重，千里外，素光明月与君共。"}}, {"name": "迷仙引·才过笄年", "prop": {"content": "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。 已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。", "translation": "新近才满十五岁，刚刚开始梳绾发髻时，我就学习歌舞了。酒宴席上酒杯前，曲意迎奉王孙公子。要是平平常常给我一个笑容，便是千金我也懒得看上一眼。我常常只是害怕，韶华易逝，虚度了青春时光。如今已受恩宠眷顾，要好好为花做主。万里晴空，何不一同牵手归去呢。永远抛弃那些烟花伴侣。免得叫人见了我，早上行云晚上行雨。"}}, {"name": "减字木兰花·题雄州驿", "prop": {"content": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。", "translation": "早上，满天乌云突然滚滚而来。囚车前行的辘辘声就像那流水，一去不返。莽莽黄沙，枯草遍地，惨淡的月光照着只有三两户人家的荒村，只觉一片死寂。大雁南飞，心中万千愁思郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步。渐渐靠近燕山，回头遥望故国乡土，明白想要回去比登天还难了。"}}, {"name": "摸鱼儿·东皋寓居", "prop": {"content": "买陂塘、旋栽杨柳，依稀淮岸江浦。东皋嘉雨新痕涨，沙觜鹭来鸥聚。堪爱处最好是、一川夜月光流渚。无人独舞。任翠幄张天，柔茵藉地，酒尽未能去。 青绫被，莫忆金闺故步。儒冠曾把身误。弓刀千骑成何事，荒了邵平瓜圃。君试觑。满青镜、星星鬓影今如许。功名浪语。便似得班超，封侯万里，归计恐迟暮。", "translation": "买到池塘，在岸边栽上杨柳，看上去好似淮岸江边，风光极为秀美。刚下过雨，鹭、鸥在池塘中间的沙洲上聚集，很是好看。而最好看的是一川溪水映着明月，点点银光照着水上沙洲。四周无人，翩然独舞，自斟自饮。头上是浓绿的树幕，脚底有如茵的柔草，酒喝光了还不忍离开。不要留恋过去的仕宦生涯，读书做官是耽误了自己。自己也曾做过地方官，但仍一事无成，反而因做官而使田园荒芜。您不妨看看，从镜子里可发现鬓发已经白了不少。所谓“功名”，不过是一句空话。连班超那样立功于万里之外，被封为定远侯，但归故乡时已经年岁老大，也是太晚了。"}}, {"name": "兰陵王·柳", "prop": {"content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。", "translation": "无"}}, {"name": "定风波·莫听穿林打叶声", "prop": {"content": "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。", "translation": "三月七日，在沙湖道上赶上了下雨，拿着雨具的仆人先前离开了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。"}}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "绮罗香·咏春雨", "prop": {"content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "translation": "无"}}, {"name": "李重元", "dynasty": "宋代"}, {"name": "水龙吟·次韵章质夫杨花词", "prop": {"content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。", "translation": "非常像花又好像不是花，无人怜惜任凭衰零坠地。杨花离枝坠地，看似无情，却自有它的愁思。娇柔的柳枝，就像思妇受尽离愁折磨的柔肠，那嫩绿的柳叶，犹如思妇的娇眼，春困未消，欲开还闭。正像那思妇梦中行万里，本想寻夫去处，却又被黄莺啼声惊唤起。不恨杨花飘飞落尽，只是愤恨西园满地落红枯萎难再重缀。早晨一阵风雨，又去哪里寻找落红的踪迹？早化作一池翠萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人苦愁的眼泪。"}}, {"name": "定风波(苏轼)", "prop": {"content": "王定国歌儿曰柔奴，姓宇文氏，眉目娟丽，善应对，家世住京师。定国南迁归，余问柔：“广南风土， 应是不好？”柔对曰：“此心安处，便是吾乡。”因为缀词云。常羡人间琢玉郎，天应乞与点酥娘。尽道清歌传皓齿，风起，雪飞炎海变清凉。(天应乞与 一作：天教分付； 尽道 一作：自作)万里归来颜愈少。微笑，笑时犹带岭梅香。试问岭南应不好，却道：此心安处是吾乡。", "translation": "常常羡慕这世间如玉雕琢般丰神俊朗的男子，就连上天也怜惜他，赠予他柔美聪慧的佳人与之相伴。人人都说清亮悦耳的歌声从她芳洁的口中传出，令人感到如同风起雪飞，使炎暑之地一变而为清凉之乡。她从遥远的地方归来，更加容光焕发，更显年轻了，微微一笑，笑颜里好像还带着岭南梅花的清香；我试着问她：“岭南的风土应该不是很好吧？”你却坦然答道：“心安定的地方，便是我的故乡。”"}}, {"name": "踏莎行·郴州旅舍", "prop": {"content": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。", "translation": "暮霭沉沉，楼台消失在浓雾中，月色朦胧，渡口也隐匿不见。望断天涯，理想中的桃花源也无处可寻。怎能忍受得了在这春寒料峭时节，独居在孤寂的客馆，斜阳西下，杜鹃声声哀鸣！远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你本来是环绕着郴山奔流，为什么偏偏要流到潇湘去呢？"}}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "阮郎归·旧香残粉似当初", "prop": {"content": "旧香残粉似当初。人情恨不如。一春犹有数行书。秋来书更疏。 衾凤冷，枕鸳孤。愁肠待酒舒。梦魂纵有也成虚。那堪和梦无。", "translation": "旧日用残的香粉芳馥似当初，人儿的情意淡了反恨不如。一个春天还寄来几行书信，到了秋天书信越见稀疏。绣凤被儿冷，鸳鸯枕儿孤，郁郁愁肠只待酒来宽舒。梦魂儿纵然有相逢把晤也成虚无，怎忍受连想做个虚幻的梦儿也无路。"}}, {"name": "曾觌", "dynasty": "宋代"}, {"name": "卢炳", "dynasty": "宋代"}, {"name": "仲殊", "dynasty": "宋代"}, {"name": "长相思·花深深", "prop": {"content": "花深深，柳阴阴。度柳穿花觅信音，君心负妾心。怨鸣琴，恨孤衾。钿誓钗盟何处寻？当初谁料今！", "translation": "　　这是一首描写弃妇的怨词。"}}, {"name": "文及翁", "dynasty": "宋代"}, {"name": "卜算子·独自上层楼", "prop": {"content": "独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。 独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。", "translation": "独自上层高楼，极目远望，青山在远方若隐若现。望到夕阳要坠落的时候，还是看不见鸿雁飞来传音信。独自走下高楼楼下的蟋蟀发出凄怨之声。待到明月高悬时，仍然愁思肠断。"}}, {"name": "暗香·旧时月色", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。</span>"}}, {"name": "清平乐·年年雪里", "prop": {"content": "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。", "translation": "小时候每年下雪，我常常会沉醉在插梅赏梅的兴致中。后来虽然梅枝在手，却无好心情去赏玩，只是漫不经心地揉搓着，不知不觉泪水沾满了衣裳。今年又到梅花开放的时候，我却漂泊天涯，两鬓稀疏的头发也已斑白。看着那晚来的风吹着开放的梅花，大概也难见它的绚烂了。 "}}, {"name": "好事近·摇首出红尘", "prop": {"content": "摇首出红尘，醒醉更无时节。活计绿蓑青笠，惯披霜冲雪。 晚来风定钓丝闲，上下是新月。千里水天一色，看孤鸿明灭。", "translation": "悠然地脱离尘世，醒醉没有时候。穿着蓑衣头戴斗笠，以钓鱼为生，披霜冒雪已很寻常。夜晚无风静静的坐定垂钓，天上湖中一共两轮新月。千里水天同色，唯见孤鸿出没。"}}, {"name": "太常引·建康中秋夜为吕叔潜赋", "prop": {"content": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。", "translation": "中秋皓月洒下万里金波，好似那刚磨亮的铜镜飞上了夜空。我举起酒杯问那月中的嫦娥：怎么办呢？白发渐渐增多，欺负我拿它没有办法。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中树影摇曳的桂树，因为人们都说，这将使月亮洒下人间的光辉更多。"}}, {"name": "王观", "dynasty": "宋代"}, {"name": "清平乐·宫怨", "prop": {"content": "珠帘寂寂。愁背银缸泣。记得少年初选入。三十六宫第一。 当年掌上承恩。而今冷落长门。又是羊车过也，月明花落黄昏。", "translation": "珠帘静静地低垂，她愁苦地背对着油灯流泪。记得少女时刚被选入宫内，三十六宫中数她最美。当年她备受君王恩宠，如今却被冷落在长门宫中。又传来君王车驾驶过的响声，而她却只能呆立不动，面对着黄昏中的落花，明月照着一个孤单的身影。"}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "千秋岁·水边沙外", "prop": {"content": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。", "translation": "韵译浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。"}}, {"name": "宋自逊", "dynasty": "宋代"}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "西江月·夜行黄沙道中", "prop": {"content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)", "translation": "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。田里稻花飘香，蛙声阵阵，似乎在告诉人们今年是一个丰收年。天边几颗星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"}}, {"name": "王安国", "dynasty": "宋代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "王雱", "dynasty": "宋代"}, {"name": "唐多令·惜别", "prop": {"content": "何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。", "translation": "怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。"}}, {"name": "莺啼序·春晚感怀", "prop": {"content": "　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛。临分败壁题诗，泪墨惨淡尘土。　　危亭望极，草色天涯，叹鬓侵半苎。暗点检，离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沈过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？", "translation": "无"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "蝶恋花·伫倚危楼风细细", "prop": {"content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "translation": "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。"}}, {"name": "韩疁", "dynasty": "宋代"}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "念奴娇·断虹霁雨", "prop": {"content": "八月十七日，同诸生步自永安城楼，过张宽夫园待月。偶有名酒，因以金荷酌众客。客有孙彦立，善吹笛。援笔作乐府长短句，文不加点。断虹霁雨，净秋空，山染修眉新绿。桂影扶疏，谁便道，今夕清辉不足？万里青天，姮娥何处，驾此一轮玉。寒光零乱，为谁偏照醽醁？年少从我追游，晚凉幽径，绕张园森木。共倒金荷，家万里，难得尊前相属。老子平生，江南江北，最爱临风曲。孙郎微笑，坐来声喷霜竹。", "translation": "雨后新晴，秋空如洗，彩虹挂天，青山如黛。桂影繁茂，谁知道，今与夕是那么的清辉不足？万里的晴天，嫦娥在何处？驾驶一轮玉盘，驰骋长空。寒光零乱，在为谁斟酌这醽醁？我和一群年轻人在张园密茂的树林中徜徉，离开家万里，难得有今宵开怀畅饮！老夫，在江南海北，最爱的是是临风笛。孙郎微笑着，是因为听着这笛子的声音。"}}, {"name": "生查子·元夕", "prop": {"content": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(湿 一作：满)", "translation": "去年元宵节的时候，花市被灯光照的如同白昼。与佳人相约在黄昏之后、月上柳梢头之时同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。"}}, {"name": "丑奴儿·书博山道中壁", "prop": {"content": "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。 而今识尽愁滋味，欲说还休。欲说还休，却道“天凉好个秋”！", "translation": "人年轻的时候不懂忧愁的滋味，喜欢登高远望。喜欢登高远望，为了写出新词，没有愁而硬要说有愁。现在尝尽了忧愁的滋味，想说却说不出。想说却说不出，却说道：“好个凉爽的秋天呀！”"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "八六子·倚危亭", "prop": {"content": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。", "translation": "我独自依靠在高高的亭子上，那怨情就像春草，刚刚被清理，不知不觉又已长出来。一想到在柳树外骑马分别的场景，一想到水边与那位红袖佳人分别的情形，我就伤感不已。佳人，上天为何赐你如此美丽？让我深深投入无力自拔？当年在夜月里，我们共同醉入一帘幽梦，温柔的春风吹拂着你我。真是无可奈何，往日的欢乐都伴随着流水远去，绿纱巾上的香味渐渐淡去，再也听不到你那悦耳的琴声。如今已到了暮春时令，片片残红在夜色中飞扬，点点细雨下着下着又晴了，雾气一片迷迷蒙蒙。我的愁思正浓，忽然又传来黄鹂的啼叫声，一声一声。"}}, {"name": "点绛唇·新月娟娟", "prop": {"content": "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。", "translation": "一弯秀美的新月高高悬挂在夜空中。寒夜里，江流澄静，听不到一点波涛的声音，北斗星斜挂在山头。我辗转难眠，心绪不宁，披衣而起，只见窗纸上映现着疏落的几枝梅影。如此寒冷的霜天，本是众人相聚推杯换盏的时候，可现在，这双手却闲下来了。你知道吗？宦海中的“乱鸦”叫人痛恨，我思归的念头比霜天思酒还要浓厚。"}}, {"name": "西江月·阻风山峰下", "prop": {"content": "满载一船秋色，平铺十里湖光。波神留我看斜阳，放起鳞鳞细浪。明日风回更好，今宵露宿何妨。水晶宫里奏霓裳，准拟岳阳楼上。", "translation": "满载着一船的秋色，行驶在广阔平展的江面上。水神有意留住我观看夕阳西下的美丽景色，吹起鳞鳞波浪，泛起波光，让我再不能行往远方。如果明日风向回转，天气变好，那么今夜露宿于此又有什么关系呢？阵阵波涛声好似龙宫中奏演的《霓裳羽衣曲》，明天准能在岳阳楼上欣赏洞庭湖的美景胜状。"}}, {"name": "念奴娇·过洞庭", "prop": {"content": "洞庭青草，近中秋，更无一点风色。玉鉴琼田三万顷，着我扁舟一叶。素月分辉，明河共影，表里俱澄澈。悠然心会，妙处难与君说。(着 同：著；玉鉴 一作：玉界)应念岭海经年，孤光自照，肝肺皆冰雪。短发萧骚襟袖冷，稳泛沧浪空阔。尽挹西江，细斟北斗，万象为宾客。扣舷独啸，不知今夕何夕！(肝肺 一作：肝胆；沧浪 一作：沧冥；岭海 一作：岭表)", "translation": "洞庭湖与青草湖相连，浩瀚无边，在这中秋将至的时节，更是没有一点风势。秋月下浩浩汤汤、一碧万顷的湖水，载着我一叶细小的扁舟。皎洁的明月和灿烂的银河，在这浩瀚的玉镜中映出她们的芳姿，水面上下一片明亮澄澈。体会着万物的空明，这种美妙的体验却不知如何道出与君分享。感怀这一轮孤光自照的明月啊，多少年徘徊于岭海之间，心地光明磊落像冰雪般纯洁。而此刻的我，身着单薄衣衫，平静的泛舟在这广阔浩淼的苍溟之中。让我捧尽西江清澈的江水，细细的斟在北斗星做成的酒勺中，请天地万象统统来做我的宾客，我尽情的拍打着我的船舷，独自的放声高歌啊，怎能记得此时是何年！"}}, {"name": "玉楼春·戏林推", "prop": {"content": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。", "translation": "年年骑着高头大马在京城里东奔西跑，竟然把客舍当成了家里，家里反而像成了寄宿的地方一样。每天都拿着青铜大钱买酒狂饮，整日吊儿郎当，无所事事一天混到晚，每天晚上点起红烛掷骰赌博，经常都是彻夜不眠一直到天亮。你应该知道，妻子的真情容易得到，妓女的心思却难以触摸猜透。西北的神州还没有收复，男子汉应该有收复故土的豪情壮志，切不要为了红粉知已而轻易地流下几行男儿泪。"}}, {"name": "渔家傲·天接云涛连晓雾", "prop": {"content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！", "translation": "水天相接，晨雾蒙蒙笼云涛。银河转动，像无数的船只在舞动风帆。梦魂仿佛回天庭，听见天帝在对我说话。他热情而又有诚意的问我要到哪里去。我回报天帝路途还很漫长，现在已是黄昏却还未到达。即使我学诗能写出惊人的句子，又有什么用呢？长空九万里，大鹏冲天飞正高。风啊！千万别停息，将我这一叶轻舟，直送往蓬莱三仙岛。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "风入松·听风听雨过清明", "prop": {"content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "translation": "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。"}}, {"name": "眼儿媚·迟迟春日弄轻柔", "prop": {"content": "迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。", "translation": "春日暖暖的阳光，像在抚弄着杨柳轻柔的枝条，在花园的小径上，涌动着浓浓的香气。可过了清明节天却阴了起来，云雾笼罩着红楼，好似是把它锁住，那往事，真是不堪回首！午睡醒来，听到莺儿美妙的鸣叫声，却又唤起了我的春愁。这莺儿却在哪里呢？是在绿杨影里，是在海棠亭畔，还是在红杏梢头？"}}, {"name": "卜算子·咏梅", "prop": {"content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著)?无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。", "translation": "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 "}}, {"name": "惜分飞·泪湿阑干花著露", "prop": {"content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。", "translation": "你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。"}}, {"name": "西江月·世事一场大梦", "prop": {"content": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ", "translation": "世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，愁思爬上了眉头，鬓边生出了白发。酒并非好酒，常因客少发愁，月亮虽明，却多被云层遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。"}}, {"name": "蝶恋花·春景", "prop": {"content": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草。墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。", "translation": "花儿残红褪尽，树梢上长出了小小的青杏。燕子在天空飞舞，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，但不要担心，到处都可见茂盛的芳草。围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。"}}, {"name": "八声甘州", "prop": {"content": "对潇潇暮雨洒江天，一番洗清秋。渐霜风凄紧，关河冷落，残照当楼。是处红衰翠减，苒苒物华休。唯有长江水，无语东流。(凄紧 一作：凄惨) 不忍登高临远，望故乡渺邈，归思难收。叹年来踪迹，何事苦淹留。想佳人妆楼颙望，误几回、天际识归舟。争知我，倚阑杆处，正恁凝愁！(阑 一作：栏) ", "translation": "面对着潇潇暮雨从天空洒落在江面上，经过一番雨洗的秋景，分外寒凉清朗。凄凉的霜风一阵紧似一阵，关山江河一片冷清萧条，落日的余光照耀在高楼上。到处红花凋零翠叶枯落，一切美好的景物渐渐地衰残。只有那滔滔的长江水，不声不响地向东流淌。不忍心登高遥看远方，眺望渺茫遥远的故乡，渴求回家的心思难以收拢。叹息这些年来的行踪，为什么苦苦地长期停留在异乡？想着佳人正在华丽的楼上抬头凝望思念着我，多少次错把远处驶来的船当作心上人回家的船。她哪会知道我，倚着栏杆，愁思正如此的深重。"}}, {"name": "眼儿媚·杨柳丝丝弄轻柔", "prop": {"content": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。", "translation": "杨柳在风中摆动着柔软的柳丝，烟缕迷漾织进万千春愁。海棠的花瓣还未像雨点般坠，梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在那芬芳的丁香枝上，那美丽的豆蔻梢头。"}}, {"name": "唐婉", "dynasty": "宋代"}, {"name": "卜算子·我住长江头", "prop": {"content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "translation": "我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江之水。悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。"}}, {"name": "黄机", "dynasty": "宋代"}, {"name": "杵声齐·砧面莹", "prop": {"content": "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。", "translation": "捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。"}}, {"name": "蝶恋花·春涨一篙添水面", "prop": {"content": "春涨一篙添水面。芳草鹅儿，绿满微风岸。画舫夷犹湾百转。横塘塔近依前远。 江国多寒农事晚。村北村南，谷雨才耕遍。秀麦连冈桑叶贱。看看尝面收新茧。", "translation": "春来，绿水新涨一篙深，盈盈地涨平了水面。水边芳草如茵，鹅儿的脚丫满跚，鲜嫩的草色，在微风习习吹拂里，染绿了河塘堤岸。画船轻缓移动，绕着九曲水湾游转，望去，横塘高塔，在眼前很近，却又像启船时一样遥远。江南水乡，春寒迟迟农事也晚。村北，村南，谷雨时节开犁破土，将田耕种遍。春麦已结秀穗随风起伏连岗成片，山冈上桑树茂盛，桑叶卖价很贱，转眼就可以，品尝新面，收取新茧。"}}, {"name": "采桑子·恨君不似江楼月", "prop": {"content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？", "translation": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。"}}, {"name": "黄孝迈", "dynasty": "宋代"}, {"name": "贺新郎·九日", "prop": {"content": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。", "translation": "无"}}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "临江仙·梦后楼台高锁", "prop": {"content": "梦后楼台高锁，酒醒帘幕低垂。去年春恨却来时。落花人独立，微雨燕双飞。 记得小蘋初见，两重心字罗衣。琵琶弦上说相思。当时明月在，曾照彩云归。(蘋 通：苹)", "translation": "深夜梦回楼台朱门紧锁，酒意消退但见帘幕重重低垂。去年的春恨涌上心头时，人在落花纷扬中幽幽独立，燕子在微风细雨中双双翱飞。记得与小苹初次相见，身着两重心字香熏过的罗衣。琵琶轻弹委委诉说相思滋味。当时明月如今犹在，曾照着她彩云般的身影回归。"}}, {"name": "夜游宫·记梦寄师伯浑", "prop": {"content": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。", "translation": "下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！ "}}, {"name": "潘阆", "dynasty": "宋代"}, {"name": "洞仙歌·雪云散尽", "prop": {"content": "一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。 ", "translation": "雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。"}}, {"name": "叶清臣", "dynasty": "宋代"}, {"name": "三台·清明应制", "prop": {"content": "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。", "translation": "无"}}, {"name": "钗头凤·世情薄", "prop": {"content": "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)", "translation": "世态炎凉，人情淡薄，黄昏骤雨催花落。晨风吹干泪水，脸上残留泪痕，想写下心中愁思，却不知如何下笔，只能倚着斜栏自言自语。这一切怎么那么难、难、难！今时不同往日，咫尺天涯，我身染重病，就像秋千索一般反反复复。夜风刺骨，彻体生寒，听着远方的角声，心中再生一层寒意，夜尽了，我也很快就像这夜一样了吧？ 怕人询问，我忍住泪水，在别人面前强颜欢笑。只得瞒、瞒、瞒！"}}, {"name": "凤凰台上忆吹箫", "prop": {"content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)", "translation": "铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。"}}, {"name": "兰陵王·丙子送春", "prop": {"content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "translation": "无"}}, {"name": "霜天晓角·仪真江上夜泊", "prop": {"content": "寒江夜宿。长啸江之曲。水底鱼龙惊动，风卷地、浪翻屋。 诗情吟未足。酒兴断还续。草草兴亡休问，功名泪、欲盈掬。", "translation": "上阕：夜晚，（我）留宿在寒冷的长江边，江景凄寒，伫立江边，（我）思潮翻滚，不禁仰天长啸。（这啸声）搅起冲天巨浪，携着卷地的狂风，把江水举得很高很高，江上的小屋都被冲翻了。就连潜藏在江底的鱼龙神怪都惊得跳出水来。下阕：（我）心中潜藏的诗意被激发出来，吟诵了许多诗词仍嫌不够；又断断续续地喝了许多酒，仍觉得心中的愁怨排解不出，不足以消愁。不要问国家的兴亡为什么就在旦夕之间，（我）虽心有抱负，却难以施展，让我不禁想流下愁苦的泪水。"}}, {"name": "李元膺", "dynasty": "宋代"}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "清平乐·独宿博山王氏庵", "prop": {"content": "绕床饥鼠，蝙蝠翻灯舞。屋上松风吹急雨，破纸窗间自语。平生塞北江南，归来华发苍颜。布被秋宵梦觉，眼前万里江山。", "translation": "饥饿的老鼠绕着床窜来窜去，蝙蝠围着昏黑的油灯上下翻舞。狂风夹带着松涛，犹如汹涌波涛般放声呼啸；大雨瓢泼而下，急促地敲打着屋顶；糊窗纸被风撕裂，发出呼啦啦的声音，仿佛在自言自语。从塞北辗转江南，如今归隐山林，已是容颜苍老，满头白发。一阵凄冷的秋风吹透了单薄的布被，突然惊醒，眼前依稀还是梦中的万里江山。"}}, {"name": "房舜卿", "dynasty": "宋代"}, {"name": "虞美人·疏篱曲径田家小", "prop": {"content": "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。 添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。", "translation": "无"}}, {"name": "浣溪沙·簌簌衣巾落枣花", "prop": {"content": "徐门石潭谢雨，道上作五首。潭在城东二十里，常与泗水增减清浊相应。簌簌衣巾落枣花，村南村北响缲车，牛衣古柳卖黄瓜。(缲 通：缫)酒困路长惟欲睡，日高人渴漫思茶。敲门试问野人家。", "translation": "枣花纷纷落在行人的衣襟上，村南村北响起车缫丝的声音，古老的柳树底下有一个身穿粗布衣的农民在叫卖黄瓜。路途遥远，酒意上心头，昏昏然只想小憩一番，太阳正高人倦口渴好想喝些茶水解渴。于是敲开野外村民家，问可否给碗茶？ "}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "清平乐·红笺小字", "prop": {"content": "红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。", "translation": "红线格的绢纸上写满密密小字，道尽我平生相慕相爱之意。鸿雁高飞在云端，鱼儿在水中游来游去，让我这满腹惆怅的情意难以传寄。斜阳里我独自一人倚着西楼，眺望远方。远方的群山恰好正对窗上帘钩。从前的那个人不知道如今在哪里？唯有碧波绿水依旧向东方流去。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "满江红·太液芙蓉", "prop": {"content": "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？", "translation": "御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。"}}, {"name": "夜游宫·叶下斜阳照水", "prop": {"content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "translation": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "玉楼春·春景", "prop": {"content": "东城渐觉风光好，縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少，肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。", "translation": " 信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。"}}, {"name": "贺新郎·送胡邦衡", "prop": {"content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "translation": "无"}}, {"name": "疏影·苔枝缀玉", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。"}}, {"name": "石孝友", "dynasty": "宋代"}, {"name": "谒金门·花过雨", "prop": {"content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。", "translation": "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东风能吹走侵略的敌人，那就封它做个万户侯吧！"}}, {"name": "浣溪沙·一曲新词酒一杯", "prop": {"content": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "translation": "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。"}}, {"name": "行香子·树绕村庄", "prop": {"content": "树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。", "translation": "绿树环绕着村庄，春水满池塘，迎着暖暖春风，安闲自在地来回漫步着。小小的院子却收尽春光，桃花正红，李花雪白，菜花金黄。越过围墙远望，隐约可见几间茅草房。溪水的小桥旁，青色的酒幌子在风中飞扬。偶然乘着游兴，走过东面的山冈。只见莺儿鸣啼，燕儿飞舞，蝶儿匆忙，一派大好春光。"}}, {"name": "定风波·自春来", "prop": {"content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。", "translation": "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。 "}}, {"name": "柳梢青·岳阳楼", "prop": {"content": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。", "translation": "带着短剑到处歌吟，洞庭湖和青草湖，明净的秋水深又深。在雄伟的岳阳楼上，眺望万顷粼粼波光，迎着西风敞开衣襟。用不着带酒登上高楼，问你有酒又与谁共斟？人世间的事不停变幻，只有湖中那一点君山，依然故我，自古如今。"}}, {"name": "相见欢·金陵城上西楼", "prop": {"content": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "translation": "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。"}}, {"dynasty": "宋代"}, {"name": "醉花阴·薄雾浓云愁永昼", "prop": {"content": "薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)", "translation": "薄雾弥漫，云层浓密，日子过得郁闷愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。此时此地怎么能不令人伤感呢？风乍起，卷帘而入，帘内的人儿因过度思念身形竟比那黄花还要瘦弱。"}}, {"name": "鹧鸪天·西都作", "prop": {"content": "我是清都山水郎，天教分付与疏狂。曾批给雨支风券，累上留云借月章。诗万首，酒千觞。几曾着眼看侯王？玉楼金阙慵归去，且插梅花醉洛阳。", "translation": "我是天宫里掌管山水的郎官，天帝教我这样的狂放不羁。曾多次批过支配风雨的手令，也多次上奏留住彩云，借走月亮。我自由自在，吟诗万首不为过，喝酒千杯不会醉，王侯将相，我何曾放在眼里？就算是在华丽的天宫里做官，我也懒得去，只想插枝梅花，醉倒在花都洛阳城中。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "吴潜", "dynasty": "宋代"}, {"name": "渔家傲·花底忽闻敲两桨", "prop": {"content": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。", "translation": "荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷花当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。"}}, {"name": "蝶恋花·庭院深深深几许", "prop": {"content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。", "translation": "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，登上高楼也望不见通向章台的大路。 风狂雨骤的暮春三月，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。"}}, {"name": "浣溪沙·漠漠轻寒上小楼", "prop": {"content": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。", "translation": "一阵阵轻轻的春寒袭上小楼，清晨的天色阴沉得竟和深秋一样，令人兴味索然。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。柳絮飞舞如虚无缥缈的梦境，丝丝细雨落下如同我的忧愁。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。 "}}, {"name": "江城子·西城杨柳弄春柔", "prop": {"content": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。", "translation": "西城的杨柳逗弄着春天的柔情，让我想起离别时的忧伤，眼泪止不住的流。还记得当年你为我拴着归来的小舟。绿色的原野，红色的小桥，是我们当时离别的情形。而如今你不在，只有水在独自流淌。美好的青春不为少年时停留，离别的苦恨，什么时候才能停止？等到柳絮飘飞、落花满地的时候，我登上楼台。即使这满江春水都化作眼泪，也流不尽，依然有愁苦在心头。"}}, {"name": "渔家傲·秋思", "prop": {"content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "translation": "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "八声甘州", "prop": {"content": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。", "translation": "无"}}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "王清惠", "dynasty": "宋代"}, {"name": "桂枝香·金陵怀古", "prop": {"content": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)", "translation": "登山临水，举目望远，故都金陵正是深秋，天气已变得飒爽清凉。奔腾千里的长江澄澈得好像一条白练，青翠的山峰俊伟峭拔犹如一束束的箭簇。帆船在夕阳往来穿梭，西风起处，斜插的酒旗在小街飘扬。华丽的画船如同在淡云中浮游，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是丹青妙笔也难描画。遥想当年，达官贵人争着过豪华的生活，可叹在朱雀门外结绮阁楼，六朝君主一个个地相继败亡。自古多少人在此登高怀古，无不对历代荣辱喟叹感伤。六朝的风云变化全都随着流水消逝，剩下的只有寒烟惨淡、绿草衰黄。直到如今的商女，还不知亡国的悲恨，时时放声歌唱《后庭花》遗曲。 "}}, {"name": "朱服", "dynasty": "宋代"}, {"name": "减字木兰花·竞渡", "prop": {"content": "红旗高举，飞出深深杨柳渚。鼓击春雷，直破烟波远远回。欢声震地，惊退万人争战气。金碧楼西，衔得锦标第一归。", "translation": "竞渡的龙舟高高地挂起一面面红旗，从柳阴深处的水洲出击。鼓声像春天的雷电，冲破烟雾，劈开波涛，直奔远处夺标目的地。围观人群的欢呼声震天动地，有惊退万人争战的豪气。在金碧辉煌的小阁楼西，夺得锦标的龙舟获得第一名回来了。"}}, {"name": "西河·大石金陵", "prop": {"content": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。", "translation": "南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城张着风帆的船正向遥远的天边驶去。临水的陡峭山崖上的树好像倒下来靠在崖上.莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。"}}, {"name": "解语花·上元", "prop": {"content": "风消焰蜡，露浥红莲，花市光相射。桂华流瓦。纤云散，耿耿素娥欲下。衣裳淡雅。看楚女纤腰一把。箫鼓喧，人影参差，满路飘香麝。因念都城放夜。望千门如昼，嬉笑游冶。钿车罗帕。相逢处，自有暗尘随马。年光是也。唯只见、旧情衰谢。清漏移，飞盖归来，从舞休歌罢。", "translation": "蜡烛在风中燃烧，夜露浸湿了花灯，街市上灯光交相映射。皎洁月光照着屋瓦，淡淡的云层散去，光彩照人的嫦娥飘然欲下。衣裳是多么精致素雅，南国少女个个都细腰如掐。大街小巷箫鼓喧腾，人影攒动，条条路上幽香阵阵。不由想起当年京城的灯夜，千家万户张灯结彩如同白昼。姑娘们笑盈盈出门游赏，香车上不时有人丢下罗帕。有缘相逢的地方，必是打马相随尘土飞洒。今年的京城想必依旧，只是我旧日的情怀已全衰谢。钟漏轻移时间不早，赶快乘车回去吧，任凭人们去尽情歌舞玩耍。"}}, {"name": "浣溪沙·一向年光有限身", "prop": {"content": "一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。", "translation": "人的生命将在有限的时间中结束，平常的离别也会让人觉得悲痛欲绝。不要因为常常离别而推迟酒宴，应当在有限的人生，对酒当歌，开怀畅饮。到了登临之时，放眼辽阔河山，突然思念远方的亲友；等到风雨吹落繁花之际，才发现春天易逝，不禁更生伤春愁情。不如在酒宴上，好好怜爱眼前的人。"}}, {"name": "钗头凤·红酥手", "prop": {"content": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！", "translation": "你红润酥腻的手里，捧着盛上黄縢酒的杯子。春色满城，你却早已像宫墙中的绿柳那般遥不可及。春风多么可恶，将欢情吹得那样稀薄。满怀的忧愁情绪，离别几年来的生活十分萧索。遥想当初，只能感叹：错，错，错！春景依旧，只是人却憔悴消瘦。泪水洗尽脸上的胭脂，又把薄绸的手帕全都湿透。桃花被风吹落，洒满清冷的池塘楼阁上。永远相爱的誓言还在，可是锦文书信再也难以交付。遥想当初，只能感叹：莫，莫，莫！"}}, {"name": "鹊桥仙·华灯纵博", "prop": {"content": "华灯纵博，雕鞍驰射，谁记当年豪举。酒徒一半取封侯，独去作、江边渔父。轻舟八尺，低篷三扇，占断苹洲烟雨。镜湖元自属闲人，又何必、官家赐与。(官家 一作：君恩)", "translation": "当年在装饰华丽的灯台纵情地博弈，骑着骏马猎射驰骋，谁还记得我当年豪壮的军旅生活？当年一起饮酒的许多人如今都已封侯进爵，只有我等独自去做那隐居江边的渔翁。轻舟有八尺余长，撑着低低的三扇篷，独自在烟雨中享受这长满蘋草的水边景色。镜湖本来就属于像我这样的闲适之人，又何必非要你“官家”赐与不可呢？"}}, {"name": "临江仙·夜饮东坡醒复醉", "prop": {"content": "夜饮东坡醒复醉，归来仿佛三更。家童鼻息已雷鸣。敲门都不应，倚杖听江声。 长恨此身非我有，何时忘却营营。夜阑风静縠纹平。小舟从此逝，江海寄余生。(余 一作：馀)", "translation": "　　夜里在东坡饮酒，醉而复醒，醒了又饮。回来的时候仿佛已经三更。家里的童仆早已睡熟鼾声如雷鸣。反复敲门里面全不回应，只好独自倚着藜杖倾听江水微波荡漾、舒缓扑退滩岸的隐约轻叹声。　　长恨身在宦途，这身子已不是我自己所有。什么时候能忘却为功名利禄而奔竞钻营！趁着这夜深、风静、江波坦平，驾起小船从此消逝，泛游江河湖海寄托余生。"}}, {"name": "贺新郎·寄李伯纪丞相", "prop": {"content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "translation": "无"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "青玉案·年年社日停针线", "prop": {"content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。", "translation": "年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。"}}, {"name": "凤箫吟·锁离愁", "prop": {"content": "锁离愁，连绵无际，来时陌上初熏。绣帏人念远，暗垂珠泪，泣送征轮。长亭长在眼，更重重、远水孤云。但望极楼高，尽日目断王孙。 消魂。池塘别后，曾行处、绿妒轻裙。恁时携素手，乱花飞絮里，缓步香茵。朱颜空自改，向年年、芳意长新。遍绿野，嬉游醉眼，莫负青春。", "translation": "离愁萦绕，看着眼前连绵无际的春草，想起与心上人同游时它们还刚在路边吐出香馨。闺中人想到心上人要远行，暗暗地流下泪珠，哽咽着目送远去的车轮。人已远去她还痴痴地张望，可见到的已是重重远水、片片孤云。她又登楼极目远望，但望穿秋水也难见游子踪影。伤心啊伤心，自从池塘分别后无日不黯然销魂。想当年同游的地方连绿草都妒忌她的罗裙。那时候他携着她的手，在花丛柳絮之中，在翠绿香茵上信步徜徉。如今她的容颜虽已渐渐老去，但心中情意仍像芳草一样年年常新。她要再游遍绿野，忘情嬉戏酣饮，不辜负这珍贵的年少青春。"}}, {"name": "清平乐·春晚", "prop": {"content": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。", "translation": "怎么都无法将春天留住，白白地让黄莺唱个不停。昨夜一场风雨的侵凌，让这满地都是脏污的凋落残花。小怜姑娘刚刚弹起琵琶，拂晓她思绪万千萦绕天庭。随风飘扬的杨絮是那样的自由自在，可始终不肯飞入那权贵人家的画堂朱户。"}}, {"name": "鹧鸪天·己酉之秋苕溪记", "prop": {"content": "京洛风流绝代人。因何风絮落溪津。笼鞋浅出鸦头袜，知是凌波缥缈身。 红乍笑，绿长嚬。与谁同度可怜春。鸳鸯独宿何曾惯，化作西楼一缕云。", "translation": "她来自南宋的都城临安，有着高超的品格，又有举世无双的美貌。你为何像风中的飞絮飘落到苕溪呢？从笼鞋露出的鸦头袜可以看出她是风流绝代佳人。轻启朱唇 ，露出浅浅的笑，青黛色的眉毛紧蹙在一起，面对这美好的春景，有谁与她共同度过呢？只剩下孤零零一人怎么会习惯呢，只能饱受这相思之苦。"}}, {"name": "卜算子·黄州定慧院寓居作", "prop": {"content": "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。(谁见 一作：时见)惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。", "translation": "弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽居的人独自往来，仿佛天边孤雁般缥缈的身影。突然惊起又回过头来，心有怨恨却无人知情。挑遍了寒枝也不肯栖息，甘愿在沙洲忍受寂寞凄冷。 "}}, {"name": "岳飞", "dynasty": "宋代"}, {"name": "水龙吟·楚天千里无云", "prop": {"content": "楚天千里无云，露华洗出秋容净。银蟾台榭，玉壶天地，参差桂影。鸳瓦寒生，画檐光射，碧梧金井。听韶华半夜，江梅三弄，风袅袅、良宵永。 携手西园宴罢，下瑶台、醉魂初醒。吹箫仙子，骖鸾归路，一襟清兴。鳷鹊楼高，建章门迥，星河耿耿。看沧江潮上，丹枫叶落，浸关山冷。", "translation": "无"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "思越人·紫府东风放夜时", "prop": {"content": "紫府东风放夜时。步莲秾李伴人归。五更钟动笙歌散，十里月明灯火稀。 香苒苒，梦依依。天涯寒尽减春衣。凤凰城阙知何处，寥落星河一雁飞。", "translation": "东风初起的京城解除宵禁之时，我伴着看貌如秾李、步生莲花的美人归去。五更的钟声响起，笙歌已散尽，月色皎皎而灯火稀疏。香烟袅袅，梦魂恢依。天涯寒意散尽，我减下春衣。京城迢递，不知在何处，只望见稀疏冷落的银河下孤雁高飞。"}}, {"name": "减字木兰花·莎衫筠笠", "prop": {"content": "莎衫筠笠，正是村村农务急。绿水千畦，惭愧秧针出得齐。风斜雨细，麦欲黄时寒又至。馌妇耕夫，画作今年稔岁图。", "translation": "农民们身披蓑衣，头戴斗笠在田间紧张地忙碌着，这正是家家户户农忙的时节。千畦的绿水中，细嫩的秧苗长得出奇的整齐，真是难得。斜风细雨，连日不晴，小麦将黄熟时天又转冷。男人们都去田裡抢收抢种，妇女们送饭来到田头。水田、秧田、麦田，男人、女人冒雨插秧、收麦，以勤劳的双手，描绘出一幅丰收在望的图画。"}}, {"name": "贺新郎·西湖", "prop": {"content": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "translation": "无"}}, {"name": "点绛唇·绍兴乙卯登绝顶小亭", "prop": {"content": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。", "translation": "小亭在高耸入云的山峰，隐隐约约浮现着。在千峰上独自叙述胸意，看那万里云烟如浪花般滚来，我与谁共同欣赏呢？人已经老了，但情怀仍在。虽然思虑着万里山河，但也只能无奈的惆怅。少年啊，要胸怀豪情万丈，莫要学我这个老头子。"}}, {"name": "贺新郎·送陈真州子华", "prop": {"content": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。 两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "translation": "向北眺望通往中原的路，试着议论议论，这一场恢复中原的大事，该怎么嘱咐？记得太行山王善、杨进聚众百万，曾经接受东京留守宗泽驾驭。现在朝廷对义兵左右为难就象握着毒蛇骑着老虎。你到京东路去义军领袖会高兴，料想他们一定会放下武器拜你为父。谈笑间，平定齐鲁。黄河两岸一派萧条只见乱跑的狐兔，试问当年、祖逖离开这里后，还有人来过否？多少在建业新亭洒泪的士大夫，谁真正想到过中原那一大块国土？算起来恢复大业必须由适当的人来做。应该笑象我等书生心里胆怯，向车中、关闭起来象新媳妇。空空地目送，边塞的鸿雁飞去。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "武陵春·春晚", "prop": {"content": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。", "translation": "风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。"}}, {"name": "永遇乐·彭城夜宿燕子楼", "prop": {"content": "彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 ", "translation": "　　月光皎皎如霜，秋风送爽犹如流水一般清凉，这清秋的夜色令人如此沉醉。环曲的港湾鱼儿跳出了水面，圆圆的荷叶露珠儿晶莹流转，这景致夜夜可有，终是无人见的时候多。三更鼓响，秋夜深沉；一片叶落，铿然作声，竟把我的梦惊断。夜色茫茫，再无处重寻梦里悲欢，醒来后走遍小园心中多惆怅。　　我是漂泊天涯的游子，已经感到十分疲倦。看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人已不在，楼中的画堂里空留着那呢喃双燕。古今万事皆成空，还有几人能从梦中醒来，有的只是难了的旧欢新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹。"}}, {"name": "鹧鸪天·座中有眉山隐客史", "prop": {"content": "黄菊枝头生晓寒。人生莫放酒杯干。风前横笛斜吹雨，醉里簪花倒著冠。 身健在，且加餐。舞裙歌板尽清欢。黄花白发相牵挽，付与时人冷眼看。", "translation": "深秋的清晨，黄菊枝头显露出了阵阵寒意，人生短促，今朝有酒今朝醉。冒着斜风细雨吹笛取乐，酒醉里倒戴帽子、摘下菊花簪在头上。要趁着身体健康努力加饭加餐，在佳人歌舞的陪伴下尽情欢乐。头上黄花映衬着斑斑白发，兀傲的作者就要以这副疏狂模样展示在世人面前，任他们冷眼相看。"}}, {"name": "渔家傲·平岸小桥千嶂抱", "prop": {"content": "平岸小桥千嶂抱。柔蓝一水萦花草。茅屋数间窗窈窕。尘不到。时时自有春风扫。午枕觉来闻语鸟。欹眠似听朝鸡早。忽忆故人今总老。贪梦好。茫然忘了邯郸道。", "translation": "峰峦叠嶂，环抱着小桥流水；河水青碧，萦绕着繁花翠草。竹林幽深秀美，几间茅舍静立其中。和煦的春风时时吹拂，使得房屋清洁，纤尘皆无。午睡醒来，满耳都是婉转的鸟鸣。斜倚枕头，想起当年做官时，听早朝的鸡鸣，此情景已恍如隔世。忽然想起故人都已老，自己当然也不例外。如今我贪恋闲适，已忘却了从政建功的美梦。"}}, {"name": "卜算子·送鲍浩然之浙东", "prop": {"content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。", "translation": "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。"}}, {"name": "浪淘沙令·伊吕两衰翁", "prop": {"content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！", "translation": "伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是佣工。如果两位英雄都没有遇到英明的君主，最终也只能老死于山野之中。他们与成汤和周武王偶然相遇，明君与贤臣合作有如云从龙、风从虎，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。到现几千年后的今天，没有谁能与他们一争高下！"}}, {"name": "南乡子·登京口北固亭", "prop": {"content": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "translation": "从哪里可以眺望故土中原？眼前却只见北固楼一带的壮丽江山，千百年的盛衰兴亡，不知经历了多少变幻？说不清呀。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。想当年孙权在青年时代，已统领着千军万马。坐镇东南，连年征战，没有向敌人低过头。天下英雄谁是孙权的敌手呢？只有曹操和刘备可以和他鼎足成三。难怪曹操说：“生下的儿子就应当如孙权一般！”"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "黄公绍", "dynasty": "宋代"}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "点绛唇·感兴", "prop": {"content": "雨恨云愁，江南依旧称佳丽。水村渔市，一缕孤烟细。天际征鸿，遥认行如缀。平生事，此时凝睇，谁会凭栏意。(栏 通：阑)", "translation": "雨绵绵，恨意难消，云层层，愁绪堆积，江南景色，依旧被称为上好美丽。水边村落，湖畔渔市，袅袅升起一缕孤零零的炊烟，那么淡，那么细。一行长途跋涉的鸿雁，在那水天相连的遥远的天际，远远望去，款款飞行，好似列队首尾连缀。回想平生事业，此时此刻，凝视征鸿，谁理会我凭栏远眺的含意！"}}, {"name": "踏莎行·候馆梅残", "prop": {"content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。", "translation": "馆舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。走得越远离愁越没有穷尽，就像那春江之水连绵不断。寸寸柔肠痛断，行行泪水滴落面庞，登上高楼凭栏远望也难解难心中愁情。平坦的草地尽头就是重重春山，行人还在那重重春山之外。"}}, {"name": "破阵子·春景", "prop": {"content": "燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。", "translation": "燕子飞来正赶上社祭之时，梨花落去之后又迎来了清明。几片碧苔点缀着池中清水，树枝掩映下的黄鹂偶尔歌唱两声。白昼越来越长，随处可见柳絮飘飞。在采桑的路上邂逅巧笑着的东邻女伴。正疑惑着她是不是昨晚做了个春宵美梦，原来是今天斗草获得胜利了啊！双颊不由的浮现出了笑意。"}}, {"name": "严仁", "dynasty": "宋代"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "林逋", "dynasty": "宋代"}, {"name": "清平乐·村居", "prop": {"content": "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪？大儿锄豆溪东，中儿正织鸡笼。最喜小儿亡赖，溪头卧剥莲蓬。(亡 同：无)", "translation": "草屋的茅檐又低又小，溪边长满了翠绿的小草。含有醉意的吴地方音，听起来温柔又美好，那满头白发的是谁家的公婆父老？大儿子在小溪东边的豆田锄草，二儿子正在家里编织鸡笼。最喜欢的顽皮的小儿子，他正横卧在溪头草丛，剥着刚摘下的莲蓬。"}}, {"name": "水调歌头·和庞佑父", "prop": {"content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "translation": "　　绍兴三十一年冬，虞允文击溃金主完颜亮的部队于采石矶，这是一次关系到南宋朝廷生死存亡的重要战役，朝野振奋，国人欢呼，张孝祥怀着激动的心情，写了本词。"}}, {"name": "秋波媚·七月十六晚登高", "prop": {"content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "translation": "秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。"}}, {"name": "西江月·遣兴", "prop": {"content": "醉里且贪欢笑，要愁那得工夫。近来始觉古人书，信著全无是处。昨夜松边醉倒，问松我醉何如。只疑松动要来扶，以手推松曰去。", "translation": "喝醉酒我暂且尽情欢笑，哪有工夫整日发愁？近来我才觉得古人的书本，的的确确是没有半点可信的！昨夜我醉倒在松树旁，问松我醉到什么程度？我疑心松枝摆动是要来搀扶于我，连忙用手一推说：“去！”"}}, {"name": "周紫芝", "dynasty": "宋代"}, {"name": "西江月·问讯湖边春色", "prop": {"content": "问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。", "translation": "问候这湖中的春水，岸上的春花，林间的春鸟，你们太美了，这次的到来距前次已是三年了。东风顺吹，我驾船驶过湖面，杨柳丝丝拂面，似对我的到来表示欢迎。人生道路上的曲折、沉浮我已习惯，无论到哪里，我的心一片悠然。寒光亭下，湖水映照天空，真是天水一色，水面上飞起一群沙鸥。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "曹勋", "dynasty": "宋代"}, {"name": "安公子·远岸收残雨", "prop": {"content": "远岸收残雨。雨残稍觉江天暮。拾翠汀洲人寂静，立双双鸥鹭。望几点、渔灯隐映蒹葭浦。停画桡、两两舟人语。道去程今夜，遥指前村烟树。游宦成羁旅。短樯吟倚闲凝伫。万水千山迷远近，想乡关何处。自别后、风亭月榭孤欢聚。刚断肠、惹得离情苦。听杜宇声声，劝人不如归去。", "translation": "你独自靠着船舷向远处的岸边望去，淅淅沥沥的雨快要停歇了。天空中还是布满了黑云，让人觉得仿佛到了傍晚时分。水边的小洲上一片寂静，并没有采摘香草的女子。放眼望去，只见双双鸥鹭立在水边。一阵风拂过芦苇荡，芦苇轻轻摇晃，几点渔灯时隐时现。舟上两人在闲谈，一问“今晚宿在哪儿”？一手遥指远处，烟雨绿树中隐藏着一处村庄。你四处为官，早已成了他乡客。闲倚桅杆凝思长久立。望，万水千山迷茫远近处。家乡在何处。子别后、亭台楼榭依旧在，不见人欢聚。想到此、肝肠寸断，离情苦。却听到，杜鹃声声叫：不如归去“，让你更添愁绪。"}}, {"name": "严蕊", "dynasty": "宋代"}, {"name": "秦观", "dynasty": "宋代"}, {"name": "如梦令·昨夜雨疏风骤", "prop": {"content": "昨夜雨疏风骤，浓睡不消残酒。试问卷帘人，却道海棠依旧。知否，知否？应是绿肥红瘦。", "translation": "昨夜雨虽然下得稀疏，但是风却劲吹不停，酣睡一夜仍有余醉未消。问那正在卷帘的侍女，外面的情况如何，她却说海棠花依然和昨天一样。知道吗？知道吗？这个时节应该是绿叶繁茂，红花凋零了。"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "霜天晓角·题采石蛾眉亭", "prop": {"content": "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。", "translation": "登上蛾眉亭凭栏望远，只见牛渚山峭壁如削、倚天而立，上有飞瀑千尺悬空奔流，泻入滔滔长江。那眉梢眉尖凝聚不解的愁与恨，到什么时候才能消散？波涛汹涌的江水正卷起连天怒潮，浪高风急；酒意初退，耳畔便仿佛响起如怨如诉、不绝如缕的塞外悲笛。试问到哪里去才能追寻到谪仙人李白的踪迹？那万重青山外，千里烟波的尽头、郁郁葱葱的地方。"}}, {"name": "江城子·示表侄刘国华", "prop": {"content": "家园十亩屋头边。正春妍，酿花天。杨柳多情，拂拂带轻烟。别馆闲亭随分有，时策杖，小盘旋。采山钓水美而鲜。饮中仙，醉中禅。闲处光阴，赢得日高眠。一品高官人道好，多少事，碎心田。", "translation": "屋子旁边有田园十亩，春光正好，百花都酝酿竞放娇颜。多情的杨柳，随风披拂摇摆，笼着淡淡轻烟。幽馆闲亭随处可见，我时时拄着手杖，稍作流连。采山货，钓河鱼，味道既鲜而美，我是那酣饮中的酒仙，醉倒后的禅人。在闲居的日子里，日上三竿我还酣睡不起。人们都说做一品高官好，但有多少事，聒碎心田。"}}, {"name": "方岳", "dynasty": "宋代"}, {"name": "江城子·密州出猎", "prop": {"content": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。", "translation": "我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂托起苍鹰，头戴华美鲜艳的帽子，身穿貂鼠皮衣，带着浩浩荡荡的大部队像疾风一样，席卷平坦的山冈。为我报知全城百姓，使随我出猎，我要像孙权一样，亲自射杀猛虎。我痛饮美酒，心胸开阔，胆气更为豪壮，两鬓微微发白，这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚一样信任我呢？那时我将使尽力气拉满雕弓就像满月一样，瞄准西北，射向西夏军队。"}}, {"name": "天仙子·水调数声持酒听", "prop": {"content": "时为嘉禾小倅，以病眠，不赴府会。水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。", "translation": "手执酒杯细听那《水调歌》声声，一觉醒来午间醉意虽消，愁却未曾消减。送走了春天，春天何时再回来？临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。天黑后，鸳鸯在池边并眠，花枝在月光下舞弄自己的倩影。一重重帘幕密密地遮住灯光，风还没有停止，人声已安静，明天落花应该会铺满园中小径。"}}, {"name": "玉楼春·桃溪不作从容住", "prop": {"content": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。", "translation": "桃溪奔流不肯从容留住，秋天的莲藕一断就没有连接之处。回想当时互相等候在赤阑桥，今天独自一人徘徊在黄叶盖地的荒路。烟雾笼罩着排列耸立的山岫，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。"}}], "edges": [{"source": 275, "target": 312, "relation": "创作"}, {"source": 263, "target": 275, "relation": "出自于"}, {"source": 233, "target": 138, "relation": "创作"}, {"source": 263, "target": 233, "relation": "出自于"}, {"source": 317, "target": 29, "relation": "创作"}, {"source": 263, "target": 317, "relation": "出自于"}, {"source": 195, "target": 37, "relation": "创作"}, {"source": 263, "target": 195, "relation": "出自于"}, {"source": 72, "target": 3, "relation": "创作"}, {"source": 263, "target": 72, "relation": "出自于"}, {"source": 72, "target": 272, "relation": "创作"}, {"source": 295, "target": 200, "relation": "创作"}, {"source": 263, "target": 295, "relation": "出自于"}, {"source": 295, "target": 260, "relation": "创作"}, {"source": 295, "target": 85, "relation": "创作"}, {"source": 295, "target": 104, "relation": "创作"}, {"source": 295, "target": 163, "relation": "创作"}, {"source": 295, "target": 220, "relation": "创作"}, {"source": 295, "target": 326, "relation": "创作"}, {"source": 295, "target": 118, "relation": "创作"}, {"source": 64, "target": 335, "relation": "创作"}, {"source": 263, "target": 64, "relation": "出自于"}, {"source": 64, "target": 52, "relation": "创作"}, {"source": 64, "target": 38, "relation": "创作"}, {"source": 64, "target": 159, "relation": "创作"}, {"source": 84, "target": 258, "relation": "创作"}, {"source": 263, "target": 84, "relation": "出自于"}, {"source": 84, "target": 282, "relation": "创作"}, {"source": 84, "target": 248, "relation": "创作"}, {"source": 84, "target": 0, "relation": "创作"}, {"source": 84, "target": 25, "relation": "创作"}, {"source": 84, "target": 314, "relation": "创作"}, {"source": 14, "target": 47, "relation": "创作"}, {"source": 263, "target": 14, "relation": "出自于"}, {"source": 242, "target": 253, "relation": "创作"}, {"source": 263, "target": 242, "relation": "出自于"}, {"source": 235, "target": 109, "relation": "创作"}, {"source": 263, "target": 235, "relation": "出自于"}, {"source": 247, "target": 153, "relation": "创作"}, {"source": 263, "target": 247, "relation": "出自于"}, {"source": 247, "target": 313, "relation": "创作"}, {"source": 247, "target": 204, "relation": "创作"}, {"source": 247, "target": 269, "relation": "创作"}, {"source": 247, "target": 268, "relation": "创作"}, {"source": 247, "target": 74, "relation": "创作"}, {"source": 247, "target": 48, "relation": "创作"}, {"source": 76, "target": 289, "relation": "创作"}, {"source": 263, "target": 76, "relation": "出自于"}, {"source": 206, "target": 277, "relation": "创作"}, {"source": 263, "target": 206, "relation": "出自于"}, {"source": 206, "target": 305, "relation": "创作"}, {"source": 206, "target": 307, "relation": "创作"}, {"source": 194, "target": 290, "relation": "创作"}, {"source": 263, "target": 194, "relation": "出自于"}, {"source": 187, "target": 306, "relation": "创作"}, {"source": 263, "target": 187, "relation": "出自于"}, {"source": 301, "target": 231, "relation": "创作"}, {"source": 263, "target": 301, "relation": "出自于"}, {"source": 301, "target": 147, "relation": "创作"}, {"source": 301, "target": 97, "relation": "创作"}, {"source": 301, "target": 6, "relation": "创作"}, {"source": 301, "target": 68, "relation": "创作"}, {"source": 301, "target": 176, "relation": "创作"}, {"source": 98, "target": 148, "relation": "创作"}, {"source": 263, "target": 98, "relation": "出自于"}, {"source": 119, "target": 172, "relation": "创作"}, {"source": 263, "target": 119, "relation": "出自于"}, {"source": 119, "target": 173, "relation": "创作"}, {"source": 119, "target": 86, "relation": "创作"}, {"source": 119, "target": 125, "relation": "创作"}, {"source": 119, "target": 218, "relation": "创作"}, {"source": 119, "target": 126, "relation": "创作"}, {"source": 119, "target": 285, "relation": "创作"}, {"source": 119, "target": 167, "relation": "创作"}, {"source": 119, "target": 292, "relation": "创作"}, {"source": 119, "target": 131, "relation": "创作"}, {"source": 119, "target": 334, "relation": "创作"}, {"source": 119, "target": 152, "relation": "创作"}, {"source": 119, "target": 219, "relation": "创作"}, {"source": 119, "target": 303, "relation": "创作"}, {"source": 119, "target": 116, "relation": "创作"}, {"source": 119, "target": 246, "relation": "创作"}, {"source": 154, "target": 223, "relation": "创作"}, {"source": 263, "target": 154, "relation": "出自于"}, {"source": 149, "target": 279, "relation": "创作"}, {"source": 263, "target": 149, "relation": "出自于"}, {"source": 196, "target": 221, "relation": "创作"}, {"source": 263, "target": 196, "relation": "出自于"}, {"source": 4, "target": 203, "relation": "创作"}, {"source": 263, "target": 4, "relation": "出自于"}, {"source": 4, "target": 112, "relation": "创作"}, {"source": 4, "target": 1, "relation": "创作"}, {"source": 4, "target": 304, "relation": "创作"}, {"source": 241, "target": 234, "relation": "创作"}, {"source": 263, "target": 241, "relation": "出自于"}, {"source": 278, "target": 67, "relation": "创作"}, {"source": 263, "target": 278, "relation": "出自于"}, {"source": 136, "target": 105, "relation": "创作"}, {"source": 263, "target": 136, "relation": "出自于"}, {"source": 328, "target": 62, "relation": "创作"}, {"source": 263, "target": 328, "relation": "出自于"}, {"source": 328, "target": 207, "relation": "创作"}, {"source": 328, "target": 53, "relation": "创作"}, {"source": 328, "target": 271, "relation": "创作"}, {"source": 328, "target": 99, "relation": "创作"}, {"source": 328, "target": 190, "relation": "创作"}, {"source": 328, "target": 174, "relation": "创作"}, {"source": 328, "target": 270, "relation": "创作"}, {"source": 328, "target": 259, "relation": "创作"}, {"source": 309, "target": 13, "relation": "创作"}, {"source": 263, "target": 309, "relation": "出自于"}, {"source": 309, "target": 225, "relation": "创作"}, {"source": 309, "target": 158, "relation": "创作"}, {"source": 309, "target": 79, "relation": "创作"}, {"source": 309, "target": 58, "relation": "创作"}, {"source": 309, "target": 5, "relation": "创作"}, {"source": 309, "target": 296, "relation": "创作"}, {"source": 179, "target": 78, "relation": "创作"}, {"source": 263, "target": 179, "relation": "出自于"}, {"source": 179, "target": 87, "relation": "创作"}, {"source": 113, "target": 165, "relation": "创作"}, {"source": 263, "target": 113, "relation": "出自于"}, {"source": 113, "target": 15, "relation": "创作"}, {"source": 31, "target": 56, "relation": "创作"}, {"source": 263, "target": 31, "relation": "出自于"}, {"source": 115, "target": 94, "relation": "创作"}, {"source": 263, "target": 115, "relation": "出自于"}, {"source": 316, "target": 57, "relation": "创作"}, {"source": 263, "target": 316, "relation": "出自于"}, {"source": 316, "target": 111, "relation": "创作"}, {"source": 316, "target": 144, "relation": "创作"}, {"source": 316, "target": 151, "relation": "创作"}, {"source": 316, "target": 251, "relation": "创作"}, {"source": 316, "target": 281, "relation": "创作"}, {"source": 316, "target": 166, "relation": "创作"}, {"source": 316, "target": 61, "relation": "创作"}, {"source": 316, "target": 280, "relation": "创作"}, {"source": 316, "target": 245, "relation": "创作"}, {"source": 316, "target": 132, "relation": "创作"}, {"source": 316, "target": 336, "relation": "创作"}, {"source": 160, "target": 162, "relation": "创作"}, {"source": 263, "target": 160, "relation": "出自于"}, {"source": 169, "target": 217, "relation": "创作"}, {"source": 263, "target": 169, "relation": "出自于"}, {"source": 168, "target": 91, "relation": "创作"}, {"source": 263, "target": 168, "relation": "出自于"}, {"source": 168, "target": 299, "relation": "创作"}, {"source": 175, "target": 208, "relation": "创作"}, {"source": 263, "target": 175, "relation": "出自于"}, {"source": 213, "target": 66, "relation": "创作"}, {"source": 263, "target": 213, "relation": "出自于"}, {"source": 96, "target": 236, "relation": "创作"}, {"source": 263, "target": 96, "relation": "出自于"}, {"source": 157, "target": 185, "relation": "创作"}, {"source": 263, "target": 157, "relation": "出自于"}, {"source": 157, "target": 262, "relation": "创作"}, {"source": 157, "target": 265, "relation": "创作"}, {"source": 140, "target": 164, "relation": "创作"}, {"source": 263, "target": 140, "relation": "出自于"}, {"source": 27, "target": 133, "relation": "创作"}, {"source": 263, "target": 27, "relation": "出自于"}, {"source": 63, "target": 44, "relation": "创作"}, {"source": 263, "target": 63, "relation": "出自于"}, {"source": 127, "target": 121, "relation": "创作"}, {"source": 263, "target": 127, "relation": "出自于"}, {"source": 127, "target": 122, "relation": "创作"}, {"source": 127, "target": 212, "relation": "创作"}, {"source": 127, "target": 130, "relation": "创作"}, {"source": 127, "target": 329, "relation": "创作"}, {"source": 127, "target": 238, "relation": "创作"}, {"source": 127, "target": 184, "relation": "创作"}, {"source": 127, "target": 124, "relation": "创作"}, {"source": 127, "target": 161, "relation": "创作"}, {"source": 127, "target": 264, "relation": "创作"}, {"source": 127, "target": 302, "relation": "创作"}, {"source": 127, "target": 150, "relation": "创作"}, {"source": 127, "target": 102, "relation": "创作"}, {"source": 127, "target": 80, "relation": "创作"}, {"source": 17, "target": 226, "relation": "创作"}, {"source": 263, "target": 17, "relation": "出自于"}, {"source": 230, "target": 227, "relation": "创作"}, {"source": 263, "target": 230, "relation": "出自于"}, {"source": 92, "target": 34, "relation": "创作"}, {"source": 263, "target": 92, "relation": "出自于"}, {"source": 244, "target": 114, "relation": "创作"}, {"source": 263, "target": 244, "relation": "出自于"}, {"source": 46, "target": 65, "relation": "创作"}, {"source": 263, "target": 46, "relation": "出自于"}, {"source": 171, "target": 143, "relation": "创作"}, {"source": 263, "target": 171, "relation": "出自于"}, {"source": 28, "target": 123, "relation": "创作"}, {"source": 263, "target": 28, "relation": "出自于"}, {"source": 266, "target": 286, "relation": "创作"}, {"source": 263, "target": 266, "relation": "出自于"}, {"source": 266, "target": 254, "relation": "创作"}, {"source": 141, "target": 39, "relation": "创作"}, {"source": 263, "target": 141, "relation": "出自于"}, {"source": 325, "target": 146, "relation": "创作"}, {"source": 263, "target": 325, "relation": "出自于"}, {"source": 293, "target": 60, "relation": "创作"}, {"source": 263, "target": 293, "relation": "出自于"}, {"source": 293, "target": 89, "relation": "创作"}, {"source": 322, "target": 108, "relation": "创作"}, {"source": 263, "target": 322, "relation": "出自于"}, {"source": 330, "target": 331, "relation": "创作"}, {"source": 263, "target": 330, "relation": "出自于"}, {"source": 287, "target": 215, "relation": "创作"}, {"source": 263, "target": 287, "relation": "出自于"}, {"source": 287, "target": 26, "relation": "创作"}, {"source": 287, "target": 24, "relation": "创作"}, {"source": 134, "target": 107, "relation": "创作"}, {"source": 263, "target": 134, "relation": "出自于"}, {"source": 54, "target": 90, "relation": "创作"}, {"source": 263, "target": 54, "relation": "出自于"}, {"source": 273, "target": 283, "relation": "创作"}, {"source": 263, "target": 273, "relation": "出自于"}, {"source": 273, "target": 320, "relation": "创作"}, {"source": 273, "target": 216, "relation": "创作"}, {"source": 273, "target": 232, "relation": "创作"}, {"source": 273, "target": 284, "relation": "创作"}, {"source": 273, "target": 73, "relation": "创作"}, {"source": 222, "target": 237, "relation": "创作"}, {"source": 263, "target": 222, "relation": "出自于"}, {"source": 8, "target": 182, "relation": "创作"}, {"source": 263, "target": 8, "relation": "出自于"}, {"source": 324, "target": 10, "relation": "创作"}, {"source": 263, "target": 324, "relation": "出自于"}, {"source": 324, "target": 32, "relation": "创作"}, {"source": 327, "target": 59, "relation": "创作"}, {"source": 263, "target": 327, "relation": "出自于"}, {"source": 129, "target": 155, "relation": "创作"}, {"source": 263, "target": 129, "relation": "出自于"}, {"source": 129, "target": 319, "relation": "创作"}, {"source": 129, "target": 210, "relation": "创作"}, {"source": 129, "target": 323, "relation": "创作"}, {"source": 129, "target": 209, "relation": "创作"}, {"source": 189, "target": 71, "relation": "创作"}, {"source": 263, "target": 189, "relation": "出自于"}, {"source": 20, "target": 135, "relation": "创作"}, {"source": 263, "target": 20, "relation": "出自于"}, {"source": 177, "target": 294, "relation": "创作"}, {"source": 263, "target": 177, "relation": "出自于"}, {"source": 20, "target": 51, "relation": "创作"}, {"source": 20, "target": 21, "relation": "创作"}, {"source": 20, "target": 318, "relation": "创作"}, {"source": 20, "target": 243, "relation": "创作"}, {"source": 20, "target": 120, "relation": "创作"}, {"source": 20, "target": 193, "relation": "创作"}, {"source": 20, "target": 101, "relation": "创作"}, {"source": 20, "target": 49, "relation": "创作"}, {"source": 20, "target": 205, "relation": "创作"}, {"source": 20, "target": 186, "relation": "创作"}, {"source": 20, "target": 137, "relation": "创作"}, {"source": 20, "target": 75, "relation": "创作"}, {"source": 20, "target": 321, "relation": "创作"}, {"source": 20, "target": 33, "relation": "创作"}, {"source": 20, "target": 308, "relation": "创作"}, {"source": 256, "target": 142, "relation": "创作"}, {"source": 263, "target": 256, "relation": "出自于"}, {"source": 199, "target": 18, "relation": "创作"}, {"source": 263, "target": 199, "relation": "出自于"}, {"source": 199, "target": 50, "relation": "创作"}, {"source": 139, "target": 30, "relation": "创作"}, {"source": 263, "target": 139, "relation": "出自于"}, {"source": 139, "target": 35, "relation": "创作"}, {"source": 7, "target": 156, "relation": "创作"}, {"source": 263, "target": 7, "relation": "出自于"}, {"source": 7, "target": 23, "relation": "创作"}, {"source": 7, "target": 291, "relation": "创作"}, {"source": 7, "target": 11, "relation": "创作"}, {"source": 7, "target": 103, "relation": "创作"}, {"source": 7, "target": 77, "relation": "创作"}, {"source": 7, "target": 81, "relation": "创作"}, {"source": 7, "target": 183, "relation": "创作"}, {"source": 7, "target": 255, "relation": "创作"}, {"source": 40, "target": 16, "relation": "创作"}, {"source": 263, "target": 40, "relation": "出自于"}, {"source": 252, "target": 261, "relation": "创作"}, {"source": 263, "target": 252, "relation": "出自于"}, {"source": 178, "target": 297, "relation": "创作"}, {"source": 263, "target": 178, "relation": "出自于"}, {"source": 192, "target": 145, "relation": "创作"}, {"source": 263, "target": 192, "relation": "出自于"}, {"source": 192, "target": 170, "relation": "创作"}, {"source": 202, "target": 106, "relation": "创作"}, {"source": 263, "target": 202, "relation": "出自于"}, {"source": 202, "target": 43, "relation": "创作"}, {"source": 201, "target": 45, "relation": "创作"}, {"source": 263, "target": 201, "relation": "出自于"}, {"source": 224, "target": 240, "relation": "创作"}, {"source": 263, "target": 224, "relation": "出自于"}, {"source": 315, "target": 95, "relation": "创作"}, {"source": 263, "target": 315, "relation": "出自于"}, {"source": 249, "target": 55, "relation": "创作"}, {"source": 263, "target": 249, "relation": "出自于"}, {"source": 249, "target": 110, "relation": "创作"}, {"source": 249, "target": 300, "relation": "创作"}, {"source": 249, "target": 229, "relation": "创作"}, {"source": 249, "target": 211, "relation": "创作"}, {"source": 249, "target": 22, "relation": "创作"}, {"source": 311, "target": 69, "relation": "创作"}, {"source": 263, "target": 311, "relation": "出自于"}, {"source": 311, "target": 100, "relation": "创作"}, {"source": 267, "target": 82, "relation": "创作"}, {"source": 263, "target": 267, "relation": "出自于"}, {"source": 267, "target": 332, "relation": "创作"}, {"source": 191, "target": 93, "relation": "创作"}, {"source": 263, "target": 191, "relation": "出自于"}, {"source": 70, "target": 257, "relation": "创作"}, {"source": 263, "target": 70, "relation": "出自于"}, {"source": 310, "target": 288, "relation": "创作"}, {"source": 263, "target": 310, "relation": "出自于"}, {"source": 228, "target": 128, "relation": "创作"}, {"source": 263, "target": 228, "relation": "出自于"}, {"source": 83, "target": 180, "relation": "创作"}, {"source": 263, "target": 83, "relation": "出自于"}, {"source": 333, "target": 88, "relation": "创作"}, {"source": 263, "target": 333, "relation": "出自于"}, {"source": 19, "target": 9, "relation": "创作"}, {"source": 263, "target": 19, "relation": "出自于"}, {"source": 19, "target": 214, "relation": "创作"}, {"source": 19, "target": 198, "relation": "创作"}, {"source": 19, "target": 274, "relation": "创作"}, {"source": 19, "target": 197, "relation": "创作"}, {"source": 42, "target": 188, "relation": "创作"}, {"source": 263, "target": 42, "relation": "出自于"}, {"source": 181, "target": 298, "relation": "创作"}, {"source": 263, "target": 181, "relation": "出自于"}, {"source": 41, "target": 12, "relation": "创作"}, {"source": 263, "target": 41, "relation": "出自于"}, {"source": 41, "target": 239, "relation": "创作"}, {"source": 276, "target": 250, "relation": "创作"}, {"source": 263, "target": 276, "relation": "出自于"}, {"source": 117, "target": 2, "relation": "创作"}, {"source": 263, "target": 117, "relation": "出自于"}, {"source": 117, "target": 36, "relation": "创作"}]}