{"nodes": [{"name": "无衣", "prop": {"content": "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！", "translation": "谁说我们没衣穿？与你同穿战袍。君王发兵去交战，修整我那戈与矛，与你共同对敌。谁说我们没衣穿？与你同穿内衣。君王发兵去交战，修整我那矛与戟，与你一起出发。谁说我们没衣穿？与你同穿战裙。君王发兵去交战，修整甲胄与兵器，杀敌与你共前进。"}}, {"name": "李凭箜篌引", "prop": {"content": "吴丝蜀桐张高秋，空山凝云颓不流。江娥啼竹素女愁，李凭中国弹箜篌。昆山玉碎凤凰叫，芙蓉泣露香兰笑。十二门前融冷光，二十三丝动紫皇。女娲炼石补天处，石破天惊逗秋雨。梦入神山教神妪，老鱼跳波瘦蛟舞。吴质不眠倚桂树，露脚斜飞湿寒兔。", "translation": "无"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "孟子", "dynasty": "先秦"}, {"name": "燕歌行并序", "prop": {"content": "开元二十六年，客有从元戎出塞而还者，作《燕歌行》以示，适感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！", "translation": "唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。"}}, {"name": "墨子", "dynasty": "先秦"}, {"name": "氓", "prop": {"content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ ", "translation": "那个人老实忠厚，怀抱布匹来换丝。其实不是真的来换丝，是找个机会谈婚事。送郎君渡过淇水，一直送到顿丘。并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。请郎君不要生气，秋天到了来迎娶。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "望海潮·东南形胜", "prop": {"content": "东南形胜，三吴都会，钱塘自古繁华。烟柳画桥，风帘翠幕，参差十万人家。云树绕堤沙，怒涛卷霜雪，天堑无涯。市列珠玑，户盈罗绮，竞豪奢。重湖叠巘清嘉，有三秋桂子，十里荷花。羌管弄晴，菱歌泛夜，嬉嬉钓叟莲娃。千骑拥高牙，乘醉听箫鼓，吟赏烟霞。异日图将好景，归去凤池夸。", "translation": "无"}}, {"name": "项脊轩志", "prop": {"content": "　　项脊轩，旧南阁子也。室仅方丈，可容一人居。百年老屋，尘泥渗漉，雨泽下注；每移案，顾视无可置者。又北向，不能得日，日过午已昏。余稍为修葺，使不上漏。前辟四窗，垣墙周庭，以当南日，日影反照，室始洞然。又杂植兰桂竹木于庭，旧时栏楯，亦遂增胜。借书满架，偃仰啸歌，冥然兀坐，万籁有声；而庭阶寂寂，小鸟时来啄食，人至不去。三五之夜，明月半墙，桂影斑驳，风移影动，珊珊可爱。(阶寂寂 一作：堦寂寂)　　然余居于此，多可喜，亦多可悲。先是，庭中通南北为一。迨诸父异爨，内外多置小门墙，往往而是，东犬西吠，客逾庖而宴，鸡栖于厅。庭中始为篱，已为墙，凡再变矣。家有老妪，尝居于此。妪，先大母婢也，乳二世，先妣抚之甚厚。室西连于中闺，先妣尝一至。妪每谓余曰：“某所，而母立于兹。”妪又曰：“汝姊在吾怀，呱呱而泣；娘以指叩门扉曰：‘儿寒乎？欲食乎？’吾从板外相为应答。”语未毕，余泣，妪亦泣。余自束发读书轩中，一日，大母过余曰：“吾儿，久不见若影，何竟日默默在此，大类女郎也？”比去，以手阖门，自语曰：“吾家读书久不效，儿之成，则可待乎！”顷之，持一象笏至，曰：“此吾祖太常公宣德间执此以朝，他日汝当用之！”瞻顾遗迹，如在昨日，令人长号不自禁。　　轩东故尝为厨，人往，从轩前过。余扃牖而居，久之，能以足音辨人。轩凡四遭火，得不焚，殆有神护者。项脊生曰：“蜀清守丹穴，利甲天下，其后秦皇帝筑女怀清台；刘玄德与曹操争天下，诸葛孔明起陇中。方二人之昧昧于一隅也，世何足以知之，余区区处败屋中，方扬眉、瞬目，谓有奇景。人知之者，其谓与坎井之蛙何异？”　　余既为此志，后五年，吾妻来归，时至轩中，从余问古事，或凭几学书。吾妻归宁，述诸小妹语曰：“闻姊家有阁子，且何谓阁子也？”其后六年，吾妻死，室坏不修。其后二年，余久卧病无聊，乃使人复葺南阁子，其制稍异于前。然自后余多在外，不常居。　　庭有枇杷树，吾妻死之年所手植也，今已亭亭如盖矣。", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "兼爱", "prop": {"content": "　　子墨子言曰：“仁人之所以为事者，必兴天下之利，除去天下之害，以此为事者也。”然则天下之利何也？天下之害何也？子墨子言曰：“今若国之与国之相攻，家之与家之相篡，人之与人之相贼，君臣不惠忠，父子不慈孝，兄弟不和调，此则天下之害也。”　　然则察此害亦何用生哉？以不相爱生邪？子墨子言：“以不相爱生。今诸侯独知爱其国，不爱人之国，是以不惮举其国以攻人之国。今家主独知爱其家，而不爱人之家，是以不惮举其家以篡人之家。今人独知爱其身，不爱人之身，是以不惮举其身以贼人之身。是故诸侯不相爱则必野战，家主不相爱则必相篡，人与人不相爱则必相贼，君臣不相爱则不惠忠，父子不相爱则不慈孝，兄弟不相爱则不和调。天下之人皆不相爱，强必执弱，富必侮贫，贵必敖贱，诈必欺愚。凡天下祸篡怨恨，其所以起者，以不相爱生也，是以仁者非之。”　　既以非之，何以易之？子墨子言曰：“以兼相爱、交相利之法易之。”然则兼相爱、交相利之法将奈何哉？子墨子言：“视人之国若视其国，视人之家若视其家，视人之身若视其身。是故诸侯相爱则不野战，家主相爱则不相篡，人与人相爱则不相贼，君臣相爱则惠忠，父子相爱则慈孝，兄弟相爱则和调。天下之人皆相爱，强不执弱，众不劫寡，富不侮贫，贵不敖贱，诈不欺愚。凡天下祸篡怨恨可使毋起者，以相爱生也，是以仁者誉之。”　　然而今天下之士君子曰：“然，乃若兼则善矣。虽然，天下之难物于故也。”子墨子言曰：“天下之士君子特不识其利、辩其故也。今若夫攻城野战、杀身为名，此天下百姓之所皆难也，苟君说之，则士众能为之。况于兼相爱、交相利，则与此异！夫爱人者，人必从而爱之；利人者，人必从而利之；恶人者，人必从而恶之；害人者，人必从而害之。此何难之有？特上弗以为政、士不以为行故也。昔者晋文公好士之恶衣，故文公之臣皆牂羊之裘，韦以带剑，练帛之冠，入以见于君，出以践于朝。是其故何也？君说之，故臣为之也。昔者楚灵王好士细要，故灵王之臣皆以一饭为节，胁息然后带，扶墙然后起。比期年，朝有黧黑之色。是其故何也？君说之，故臣能之也。昔越王句践好士之勇，教驯其臣，私令人焚舟失火，试其士曰：‘越国之宝尽在此！’越王亲自鼓其士而进之。士闻鼓音，破碎乱行，蹈火而死者左右百人有余，越王击金而退之。”是故子墨子言曰：“乃若夫少食恶衣、杀身而为名，此天下百姓之所皆难也，若苟君说之，则众能为之，况兼相爱、交相利与此异矣。夫爱人者，人亦从而爱之；利人者，人亦从而利之；恶人者，人亦从而恶之；害人者，人亦从而害之。此何难之有焉？特士不以为政而士不以为行故也。”", "translation": "　　墨子说：“仁人处理事务的原则，一定是为天下兴利除害，以此原则来处理事务。”既然如此，那么天下的利是什么，而天下的害又是什么呢？墨子说：“现在如国与国之间相互攻伐，家族与家族之间相互掠夺，人与人之间相互残害，君臣之间不相互施惠、效忠，父子之间不相互慈爱、孝敬，兄弟之间不相互融洽、协调，这就都是天下之害。”"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "五代史伶官传序", "prop": {"content": "　　呜呼！盛衰之理，虽曰天命，岂非人事哉！原庄宗之所以得天下，与其所以失之者，可以知之矣。　　世言晋王之将终也，以三矢赐庄宗而告之曰：“梁，吾仇也；燕王，吾所立；契丹与吾约为兄弟；而皆背晋以归梁。此三者，吾遗恨也。与尔三矢，尔其无忘乃父之志！”庄宗受而藏之于庙。其后用兵，则遣从事以一少牢告庙，请其矢，盛以锦囊，负而前驱，及凯旋而纳之。　　方其系燕父子以组，函梁君臣之首，入于太庙，还矢先王，而告以成功，其意气之盛，可谓壮哉！及仇雠已灭，天下已定，一夫夜呼，乱者四应，仓皇东出，未及见贼而士卒离散，君臣相顾，不知所归。至于誓天断发，泣下沾襟，何其衰也！岂得之难而失之易欤？抑本其成败之迹，而皆自于人欤？《书》曰：“满招损，谦得益。”忧劳可以兴国，逸豫可以亡身，自然之理也。　　故方其盛也，举天下之豪杰，莫能与之争；及其衰也，数十伶人困之，而身死国灭，为天下笑。夫祸患常积于忽微，而智勇多困于所溺，岂独伶人也哉？作《伶官传》。", "translation": "　　唉！盛衰的道理，虽说是天命决定的，难道说不是人事造成的吗？推究庄宗取得天下的原因，与他失去天下的原因，就可以明白了。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "蜀道难", "prop": {"content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！", "translation": "无"}}, {"name": "归去来兮辞并序", "prop": {"content": "　　余家贫，耕植不足以自给。幼稚盈室，瓶无储粟，生生所资，未见其术。亲故多劝余为长吏，脱然有怀，求之靡途。会有四方之事，诸侯以惠爱为德，家叔以余贫苦，遂见用于小邑。于时风波未静，心惮远役，彭泽去家百里，公田之利，足以为酒。故便求之。及少日，眷然有归欤之情。何则？质性自然，非矫厉所得。饥冻虽切，违己交病。尝从人事，皆口腹自役。于是怅然慷慨，深愧平生之志。犹望一稔，当敛裳宵逝。寻程氏妹丧于武昌，情在骏奔，自免去职。仲秋至冬，在官八十余日。因事顺心，命篇曰《归去来兮》。乙巳岁十一月也。　　归去来兮，田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。　　乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。　　归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。　　已矣乎！寓形宇内复几时？曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑！", "translation": "无"}}, {"dynasty": "明代"}, {"dynasty": "宋代"}, {"name": "离骚(节选)", "prop": {"content": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名。名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。不抚壮而弃秽兮，何不改此度？(改此度 一作：改乎此度)乘骐骥以驰骋兮，来吾道夫先路！", "translation": "无"}}, {"name": "佚名", "dynasty": "先秦"}, {"dynasty": "两汉"}, {"name": "陈情表", "prop": {"content": "　　臣密言：臣以险衅，夙遭闵凶。生孩六月，慈父见背；行年四岁，舅夺母志。祖母刘愍臣孤弱，躬亲抚养。臣少多疾病，九岁不行，零丁孤苦，至于成立。既无伯叔，终鲜兄弟，门衰祚薄，晚有儿息。外无期功强近之亲，内无应门五尺之僮，茕茕孑立，形影相吊。而刘夙婴疾病，常在床蓐，臣侍汤药，未曾废离。(悯 一作：愍；孑立 一作：独立)　　逮奉圣朝，沐浴清化。前太守臣逵察臣孝廉；后刺史臣荣举臣秀才。臣以供养无主，辞不赴命。诏书特下，拜臣郎中，寻蒙国恩，除臣洗马。猥以微贱，当侍东宫，非臣陨首所能上报。臣具以表闻，辞不就职。诏书切峻，责臣逋慢；郡县逼迫，催臣上道；州司临门，急于星火。臣欲奉诏奔驰，则刘病日笃，欲苟顺私情，则告诉不许。臣之进退，实为狼狈。　　伏惟圣朝以孝治天下，凡在故老，犹蒙矜育，况臣孤苦，特为尤甚。且臣少仕伪朝，历职郎署，本图宦达，不矜名节。今臣亡国贱俘，至微至陋，过蒙拔擢，宠命优渥，岂敢盘桓，有所希冀！但以刘日薄西山，气息奄奄，人命危浅，朝不虑夕。臣无祖母，无以至今日，祖母无臣，无以终余年。母孙二人，更相为命，是以区区不能废远。　　臣密今年四十有四，祖母今年九十有六，是臣尽节于陛下之日长，报养刘之日短也。乌鸟私情，愿乞终养。臣之辛苦，非独蜀之人士及二州牧伯所见明知，皇天后土实所共鉴。愿陛下矜悯愚诚，听臣微志，庶刘侥幸，保卒余年。臣生当陨首，死当结草。臣不胜犬马怖惧之情，谨拜表以闻。(祖母刘 一作：祖母)", "translation": "　　臣李密陈言：我因命运坎坷，很早就遭遇到了不幸，刚出生六个月，父亲就弃我而死去。我四岁的时候，舅父强迫母亲改变了守节的志向。我的祖母刘氏，怜悯我年幼丧父，便亲自抚养。臣小的时候经常生病，九岁时不能走路。孤独无靠，一直到成人自立。既没有叔叔伯伯，又缺少兄弟，门庭衰微、福分浅薄，很晚才有儿子。在外面没有比较亲近的亲戚，在家里又没有照应门户的童仆，生活孤单没有依靠，只有自己的身体和影子相互安慰。但祖母刘氏又早被疾病缠绕，常年卧床不起，我侍奉她吃饭喝药，从来就没有离开她。"}}, {"name": "屈原列传", "prop": {"content": "　　屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，娴于辞令。入则与王图议国事，以出号令；出则接遇宾客，应对诸侯。王甚任之。　　上官大夫与之同列，争宠而心害其能。怀王使屈原造为宪令，屈平属草稿未定。上官大夫见而欲夺之，屈平不与，因谗之曰：“王使屈平为令，众莫不知。每一令出，平伐其功，曰以为‘非我莫能为也。’”王怒而疏屈平。　　屈平疾王听之不聪也，谗谄之蔽明也，邪曲之害公也，方正之不容也，故忧愁幽思而作《离骚》。“离骚”者，犹离忧也。夫天者，人之始也；父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也；疾痛惨怛，未尝不呼父母也。屈平正道直行，竭忠尽智，以事其君，谗人间之，可谓穷矣。信而见疑，忠而被谤，能无怨乎？屈平之作《离骚》，盖自怨生也。《国风》好色而不淫，《小雅》怨诽而不乱。若《离骚》者，可谓兼之矣。上称帝喾，下道齐桓，中述汤、武，以刺世事。明道德之广崇，治乱之条贯，靡不毕见。其文约，其辞微，其志洁，其行廉。其称文小而其指极大，举类迩而见义远。其志洁，故其称物芳；其行廉，故死而不容。自疏濯淖污泥之中，蝉蜕于浊秽，以浮游尘埃之外，不获世之滋垢，皭然泥而不滓者也。推此志也，虽与日月争光可也。　　屈原既绌。其后秦欲伐齐，齐与楚从亲，惠王患之。乃令张仪佯去秦，厚币委质事楚，曰：“秦甚憎齐，齐与楚从亲，楚诚能绝齐，秦愿献商、於之地六百里。”楚怀王贪而信张仪，遂绝齐，使使如秦受地。张仪诈之曰：“仪与王约六里，不闻六百里。”楚使怒去，归告怀王。怀王怒，大兴师伐秦。秦发兵击之，大破楚师于丹、淅，斩首八万，虏楚将屈匄，遂取楚之汉中地。怀王乃悉发国中兵，以深入击秦，战于蓝田。魏闻之，袭楚至邓。楚兵惧，自秦归。而齐竟怒，不救楚，楚大困。明年，秦割汉中地与楚以和。楚王曰：“不愿得地，愿得张仪而甘心焉。”张仪闻，乃曰：“以一仪而当汉中地，臣请往如楚。”如楚，又因厚币用事者臣靳尚，而设诡辩于怀王之宠姬郑袖。怀王竟听郑袖，复释去张仪。是时屈原既疏，不复在位，使于齐，顾反，谏怀王曰：“何不杀张仪？”怀王悔，追张仪，不及。　　其后，诸侯共击楚，大破之，杀其将唐眜。时秦昭王与楚婚，欲与怀王会。怀王欲行，屈平曰：“秦，虎狼之国，不可信，不如毋行。”怀王稚子子兰劝王行：“奈何绝秦欢！”怀王卒行。入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听。亡走赵，赵不内。复之秦，竟死于秦而归葬。　　长子顷襄王立，以其弟子兰为令尹。楚人既咎子兰以劝怀王入秦而不反也。屈平既嫉之，虽放流，眷顾楚国，系心怀王，不忘欲反。冀幸君之一悟，俗之一改也。其存君兴国，而欲反复之，一篇之中，三致志焉。然终无可奈何，故不可以反。卒以此见怀王之终不悟也。　　人君无愚智贤不肖，莫不欲求忠以自为，举贤以自佐。然亡国破家相随属，而圣君治国累世而不见者，其所谓忠者不忠，而所谓贤者不贤也。怀王以不知忠臣之分，故内惑于郑袖，外欺于张仪，疏屈平而信上官大夫、令尹子兰，兵挫地削，亡其六郡，身客死于秦，为天下笑，此不知人之祸也。《易》曰：“井渫不食，为我心恻，可以汲。王明，并受其福。”王之不明，岂足福哉！令尹子兰闻之，大怒。卒使上官大夫短屈原于顷襄王。顷襄王怒而迁之。屈原至于江滨，被发行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫欤？何故而至此？”屈原曰：“举世皆浊而我独清，众人皆醉而我独醒，是以见放。”渔父曰：“夫圣人者，不凝滞于物，而能与世推移。举世皆浊，何不随其流而扬其波？众人皆醉，何不哺其糟而啜其醨？何故怀瑾握瑜，而自令见放为？”屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣。人又谁能以身之察察，受物之汶汶者乎？宁赴常流而葬乎江鱼腹中耳。又安能以皓皓之白，而蒙世之温蠖乎？”乃作《怀沙》之赋。于是怀石，遂自投汨罗以死。　　屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。然皆祖屈原之从容辞令，终莫敢直谏。其后楚日以削，数十年竟为秦所灭。自屈原沉汨罗后百有馀年，汉有贾生，为长沙王太傅。过湘水，投书以吊屈原。　　太史公曰：“余读《离骚》、《天问》、《招魂》、《哀郢》，悲其志。适长沙，过屈原所自沉渊，未尝不垂涕，想见其为人。及见贾生吊之，又怪屈原以彼其材游诸侯，何国不容，而自令若是！读《鵩鸟赋》，同死生，轻去就，又爽然自失矣。” ", "translation": "　　屈原，名字叫平，是楚王的同姓。做楚怀王的左徒。（他）知识广博，记忆力很强，明了国家治乱的道理，擅长外交辞令。对内，同楚王谋划商讨国家大事，颁发号令；对外，接待宾客，应酬答对各国诸侯。楚王很信任他。"}}, {"name": "王羲之", "dynasty": "魏晋"}, {"name": "江城子", "prop": {"content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)", "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 "}}, {"name": "大学之道", "prop": {"content": "　　大学之道，在明明德，在亲民，在止于至善。知止而后有定；定而后能静；静而后能安；安而后能虑；虑而后能得。 物有本末，事有终始。知所先后，则近道矣。　　古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。　　物格而后知至；知至而后意诚；意诚而后心正；心正而后身修；身修而后家齐；家齐而后国治；国治而后天下平。　　自天子以至于庶人，壹是皆以修身为本。其本乱而末治者否矣。其所厚者薄，而其所薄者厚，未之有也！", "translation": "　　大学的宗旨在于弘扬光明正大的品德，学习和应用于生活，使人达到最完善的境界。 知道应达到的境界才能够志向坚定；志向坚定才能够镇静不躁；镇静不躁才能够心安理得；心安理得才能够思虑周详；思虑周详才能够有所收获。每一样东西都有根本有始末，每件事情都有开始有终结。明白了这本末始终的道理，就接近事物发展的规律了。"}}, {"name": "苏武传", "prop": {"content": "　　武字子卿，少以父任，兄弟并为郎。稍迁至栘中厩监。时汉连伐胡，数通使相窥观。匈奴留汉使郭吉、路充国等，前后十余辈。匈奴使来，汉亦留之以相当。天汉元年，且鞮侯单于初立，恐汉袭之，乃曰：“汉天子我丈人行也。”尽归汉使路充国等。武帝嘉其义，乃遣武以中郎将使持节送匈奴使留在汉者，因厚赂单于，答其善意。武与副中郎将张胜及假吏常惠等募士斥候百余人俱，既至匈奴，置币遗单于；单于益骄，非汉所望也。　　方欲发使送武等，会缑王与长水虞常等谋反匈奴中。缑王者，昆邪王姊子也，与昆邪王俱降汉，后随浞野侯没胡中，及卫律所将降者，阴相与谋劫单于母阏氏归汉。会武等至匈奴，虞常在汉时，素与副张胜相知，私候胜曰：“闻汉天子甚怨卫律，常能为汉伏弩射杀之，吾母与弟在汉，幸蒙其赏赐。”张胜许之，以货物与常。　　后月余，单于出猎，独阏氏子弟在。虞常等七十余人欲发，其一人夜亡，告之。单于子弟发兵与战，缑王等皆死，虞常生得。单于使卫律治其事，张胜闻之，恐前语发，以状语武。武曰：“事如此，此必及我，见犯乃死，重负国。”欲自杀，胜、惠共止之。虞常果引张胜。单于怒，召诸贵人议，欲杀汉使者。左伊秩訾曰：“即谋单于，何以复加？宜皆降之。”　　单于使卫律召武受辞。武谓惠等：“屈节辱命，虽生，何面目以归汉！”引佩刀自刺。卫律惊，自抱持武，驰召医。凿地为坎，置煴火，覆武其上，蹈其背以出血。武气绝，半日复息。惠等哭，舆归营。单于壮其节，朝夕遣人候问武，而收系张胜。　　武益愈，单于使使晓武，会论虞常，欲因此时降武。剑斩虞常已，律曰：“汉使张胜谋杀单于近臣，当死。单于募降者赦罪。”举剑欲击之，胜请降。律谓武曰：“副有罪，当相坐。”武曰：“本无谋，又非亲属，何谓相坐？”复举剑拟之，武不动。律曰：“苏君，律前负汉归匈奴，幸蒙大恩，赐号称王，拥众数万，马畜弥山，富贵如此！苏君今日降，明日复然。空以身膏草野，谁复知之！”武不应。律曰：“君因我降，与君为兄弟；今不听吾计，后虽复欲见我，尚可得乎？”武骂律曰：“汝为人臣子，不顾恩义，畔主背亲，为降虏于蛮夷，何以汝为见！且单于信女，使决人死生；不平心持正，反欲斗两主，观祸败！南越杀汉使者，屠为九郡。宛王杀汉使者，头县北阙。朝鲜杀汉使者，即时诛灭。独匈奴未耳。若知我不降明，欲令两国相攻。匈奴之祸，从我始矣。”　　律知武终不可胁，白单于。单于愈益欲降之。乃幽武置大窖中，绝不饮食。天雨雪。武卧啮雪，与旃毛并咽之，数日不死。匈奴以为神。乃徙武北海上无人处，使牧羝，羝乳乃得归。别其官属常惠等各置他所。武既至海上，廪食不至，掘野鼠去草实而食之。杖汉节牧羊，卧起操持，节旄尽落。积五六年，单于弟於靬王弋射海上。武能网纺缴，檠弓弩，於靬王爱之，给其衣食。三岁余，王病，赐武马畜、服匿、穹庐。王死后，人众徙去。其冬，丁令盗武牛羊，武复穷厄。　　初，武与李陵俱为侍中。武使匈奴，明年，陵降，不敢求武。久之，单于使陵至海上，为武置酒设乐。因谓武曰：“单于闻陵与子卿素厚，故使陵来说足下，虚心欲相待。终不得归汉，空自苦亡人之地，信义安所见乎？前长君为奉车，从至雍棫阳宫，扶辇下除，触柱折辕，劾大不敬，伏剑自刎，赐钱二百万以葬。孺卿从祠河东后土，宦骑与黄门驸马争船，推堕驸马河中溺死，宦骑亡，诏使孺卿逐捕，不得，惶恐饮药而死。来时太夫人已不幸，陵送葬至阳陵。子卿妇年少，闻已更嫁矣。独有女弟二人，两女一男，今复十余年，存亡不可知。人生如朝露，何久自苦如此！陵始降时，忽忽如狂，自痛负汉，加以老母系保宫。子卿不欲降，何以过陵？且陛下春秋高，法令亡常，大臣亡罪夷灭者数十家，安危不可知，子卿尚复谁为乎？愿听陵计，勿复有云。”武曰：“武父子亡功德，皆为陛下所成就，位列将，爵通侯，兄弟亲近，常愿肝脑涂地。今得杀身自效，虽蒙斧钺汤镬，诚甘乐之。臣事君，犹子事父也。子为父死，亡所恨，愿无复再言！”　　陵与武饮数日，复曰：“子卿壹听陵言！”武曰：“自分已死久矣！王必欲降武，请毕今日之欢，效死于前！”陵见其至诚，喟然叹曰：“嗟呼，义士！陵与卫律之罪上通于天！”因泣下霑衿，与武决去。　　昭帝即位，数年，匈奴与汉和亲。汉求武等，匈奴诡言武死。后汉使复至匈奴，常惠请其守者与俱，得夜见汉使，具自陈道。教使者谓单于，言天子射上林中，得雁足有系帛书，言武等在某泽中。使者大喜，如惠语以让单于。单于视左右而惊，谢汉使曰：“武等实在。”　　单于召会武官属，前以降及物故，凡随武还者九人。武以始元六年春至京师。武留匈奴凡十九岁，始以强壮出，及还，须发尽白。", "translation": "无"}}, {"name": "种树郭橐驼传", "prop": {"content": "　　郭橐驼，不知始何名。病偻，隆然伏行，有类橐驼者，故乡人号之“驼”。驼闻之曰：“甚善。名我固当。”因舍其名，亦自谓“橐驼”云。　　其乡曰丰乐乡，在长安西。驼业种树，凡长安豪富人为观游及卖果者，皆争迎取养。视驼所种树，或移徙，无不活；且硕茂，早实以蕃。他植者虽窥伺效慕，莫能如也。　　有问之，对曰：“橐驼非能使木寿且孳也，能顺木之天以致其性焉尔。凡植木之性，其本欲舒，其培欲平，其土欲故，其筑欲密。既然已，勿动勿虑，去不复顾。其莳也若子，其置也若弃，则其天者全而其性得矣。故吾不害其长而已，非有能硕茂之也；不抑耗其实而已，非有能早而蕃之也。他植者则不然，根拳而土易，其培之也，若不过焉则不及。苟有能反是者，则又爱之太恩，忧之太勤。旦视而暮抚，已去而复顾。甚者，爪其肤以验其生枯，摇其本以观其疏密，而木之性日以离矣。虽曰爱之，其实害之；虽曰忧之，其实仇之；故不我若也。吾又何能为哉？”　　问者曰：“以子之道，移之官理，可乎？”驼曰：“我知种树而已，官理，非吾业也。然吾居乡，见长人者好烦其令，若甚怜焉，而卒以祸。旦暮吏来而呼曰：‘官命促尔耕，勖尔植，督尔获，早缫而绪，早织而缕，字而幼孩，遂而鸡豚。’鸣鼓而聚之，击木而召之。吾小人辍飧饔以劳吏者，且不得暇，又何以蕃吾生而安吾性耶？故病且怠。若是，则与吾业者其亦有类乎？”　　问者曰：“嘻，不亦善夫！吾问养树，得养人术。”传其事以为官戒。", "translation": "　　郭橐驼，不知道他最初叫什么名字。他患了脊背弯曲的病，脊背高高突起，弯着腰走路，就像骆驼一样，所以乡里人称呼他叫“驼”。橐驼听说后，说：“这个名字很好啊，这样称呼我确实恰当。”于是他舍弃了他原来的名字，也自称起“橐驼”来。"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "归有光", "dynasty": "明代"}, {"name": "班固", "dynasty": "两汉"}, {"dynasty": "魏晋"}, {"name": "人皆有不忍之心", "prop": {"content": "　　孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡 党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”", "translation": "无"}}, {"name": "将进酒", "prop": {"content": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "translation": "无"}}, {"name": "蜀相", "prop": {"content": "丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。", "translation": "去哪里寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。刘备为统一天下而三顾茅庐，问计于诸葛亮，辅佐两代君主的老臣忠心耿耿。可惜出师伐魏还没有取得最后的胜利就先去世了，常使后代英雄感慨泪湿衣襟！"}}, {"dynasty": "先秦"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "司马迁", "dynasty": "两汉"}, {"name": "高适", "dynasty": "唐代"}, {"name": "屈原", "dynasty": "先秦"}, {"name": "扬州慢·淮左名都", "prop": {"content": "淳熙丙申至日，予过维扬。夜雪初霁，荠麦弥望。入其城，则四顾萧条，寒水自碧，暮色渐起，戍角悲吟。予怀怆然，感慨今昔，因自度此曲。千岩老人以为有《黍离》之悲也。淮左名都，竹西佳处，解鞍少驻初程。过春风十里，尽荠麦青青。自胡马窥江去后，废池乔木，犹厌言兵。渐黄昏，清角吹寒，都在空城。 杜郎俊赏，算而今重到须惊。纵豆蔻词工，青楼梦好，难赋深情。二十四桥仍在，波心荡，冷月无声。念桥边红药，年年知为谁生？", "translation": "丙申年冬至这天，我经过扬州。夜雪初晴，放眼望去，全是荠草和麦子。进入扬州，一片萧条，河水碧绿凄冷，天色渐晚，城中响起凄凉的号角。我内心悲凉，感慨于扬州城今昔的变化，于是自创了这支曲子。千岩老人认为这首词有《黍离》的悲凉意蕴。"}}, {"name": "锦瑟", "prop": {"content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。", "translation": "精美的瑟为什么竟有五十根弦，一弦一柱都叫我追忆青春年华。庄周翩翩起舞睡梦中化为蝴蝶，望帝把自己的幽恨托身于杜鹃。沧海明月高照，鲛人泣泪皆成珠；蓝田红日和暖，可看到良玉生烟。此时此景为什么要现在才追忆，只是当时的我茫茫然不懂得珍惜。"}}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "孔雀东南飞并序", "prop": {"content": "　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。　　孔雀东南飞，五里一徘徊。　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。　　阿母谓阿女：“汝可去应之。”　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。　　阿母谢媒人：“女子先有誓，老姥岂敢言！”　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ", "translation": "　　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首诗。"}}, {"dynasty": "南北朝"}, {"name": "西晋·李密", "dynasty": "魏晋"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "春江花月夜", "prop": {"content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。(徘徊 一作：裴回)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)", "translation": "无"}}, {"name": "礼记", "dynasty": "两汉"}, {"name": "过秦论(上篇)", "prop": {"content": "　　秦孝公据崤函之固，拥雍州之地，君臣固守以窥周室，有席卷天下，包举宇内，囊括四海之意，并吞八荒之心。当是时也，商君佐之，内立法度，务耕织，修守战之具，外连衡而斗诸侯。于是秦人拱手而取西河之外。　　孝公既没，惠文、武、昭襄蒙故业，因遗策，南取汉中，西举巴、蜀，东割膏腴之地，北收要害之郡。诸侯恐惧，会盟而谋弱秦，不爱珍器重宝肥饶之地，以致天下之士，合从缔交，相与为一。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。此四君者，皆明智而忠信，宽厚而爱人，尊贤而重士，约从离衡，兼韩、魏、燕、楚、齐、赵、宋、卫、中山之众。于是六国之士，有甯越、徐尚、苏秦、杜赫之属为之谋，齐明、周最、陈轸、召滑、楼缓、翟景、苏厉、乐毅之徒通其意，吴起、孙膑、带佗、倪良、王廖、田忌、廉颇、赵奢之伦制其兵。尝以十倍之地，百万之众，叩关而攻秦。秦人开关延敌，九国之师，逡巡而不敢进。秦无亡矢遗镞之费，而天下诸侯已困矣。于是从散约败，争割地而赂秦。秦有余力而制其弊，追亡逐北，伏尸百万，流血漂橹；因利乘便，宰割天下，分裂山河。强国请服，弱国入朝。延及孝文王、庄襄王，享国之日浅，国家无事。　　及至始皇，奋六世之余烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合，执敲扑而鞭笞天下，威振四海。南取百越之地，以为桂林、象郡；百越之君，俯首系颈，委命下吏。乃使蒙恬北筑长城而守藩篱，却匈奴七百余里；胡人不敢南下而牧马，士不敢弯弓而报怨。于是废先王之道，焚百家之言，以愚黔首；隳名城，杀豪杰；收天下之兵，聚之咸阳，销锋镝，铸以为金人十二，以弱天下之民。然后践华为城，因河为池，据亿丈之城，临不测之渊，以为固。良将劲弩守要害之处，信臣精卒陈利兵而谁何。天下已定，始皇之心，自以为关中之固，金城千里，子孙帝王万世之业也。　　始皇既没，余威震于殊俗。然陈涉瓮牖绳枢之子，氓隶之人，而迁徙之徒也；才能不及中人，非有仲尼，墨翟之贤，陶朱、猗顿之富；蹑足行伍之间，而倔起阡陌之中，率疲弊之卒，将数百之众，转而攻秦；斩木为兵，揭竿为旗，天下云集响应，赢粮而景从。山东豪俊遂并起而亡秦族矣。　　且夫天下非小弱也，雍州之地，崤函之固，自若也。陈涉之位，非尊于齐、楚、燕、赵、韩、魏、宋、卫、中山之君也；锄櫌棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也；深谋远虑，行军用兵之道，非及向时之士也。然而成败异变，功业相反，何也？试使山东之国与陈涉度长絜大，比权量力，则不可同年而语矣。然秦以区区之地，致万乘之势，序八州而朝同列，百有余年矣；然后以六合为家，崤函为宫；一夫作难而七庙隳，身死人手，为天下笑者，何也？仁义不施而攻守之势异也。", "translation": "一、通假字?1.孝公既没（没，通“殁”，死）?2.合从缔交（从，通“纵”，合纵，战国时期六国联合共同对付秦国的的策略）3.赢粮而景从（景，通“影”，像影子一样）?4.百有余年矣（有，通“又”，用在整数和零数之间）??"}}, {"name": "书愤", "prop": {"content": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！", "translation": "年轻时哪里知道世事如此艰难，北望中原，收复故土的豪迈气概坚定如山。记得在瓜州渡痛击金兵，雪夜里飞奔着楼船战舰。秋风中跨战马纵横驰骋，收复了大散关捷报频传。自己当年曾以万里长城来自我期许，到如今鬓发已渐渐变白，盼北伐盼恢复都成空谈。出师表真可谓名不虚传，有谁像诸葛亮鞠躬尽瘁，率三军复汉室北定中原！"}}, {"name": "兰亭集序", "prop": {"content": "　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。　　是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。", "translation": "　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊礼这件事。诸多贤士能人都汇聚到这里，年长、年少者都聚集在这里。兰亭这个地方有高峻的山峰，茂盛高密的树林和竹丛；又有清澈激荡的水流，在亭子的左右辉映环绕，我们把水引来作为飘传酒杯的环形渠水，排列坐在曲水旁边，虽然没有管弦齐奏的盛况，但喝着酒作着诗，也足够来畅快表达幽深内藏的感情了。"}}, {"name": "石钟山记", "prop": {"content": "　　《水经》云：“彭蠡之口有石钟山焉。”郦元以为下临深潭，微风鼓浪，水石相搏，声如洪钟。是说也，人常疑之。今以钟磬置水中，虽大风浪不能鸣也，而况石乎！至唐李渤始访其遗踪，得双石于潭上，扣而聆之，南声函胡，北音清越，桴止响腾，余韵徐歇。自以为得之矣。然是说也，余尤疑之。石之铿然有声者，所在皆是也，而此独以钟名，何哉？　　元丰七年六月丁丑，余自齐安舟行适临汝，而长子迈将赴饶之德兴尉，送之至湖口，因得观所谓石钟者。寺僧使小童持斧，于乱石间择其一二扣之，硿硿焉。余固笑而不信也。至莫夜月明，独与迈乘小舟，至绝壁下。大石侧立千尺，如猛兽奇鬼，森然欲搏人；而山上栖鹘，闻人声亦惊起，磔磔云霄间；又有若老人咳且笑于山谷中者，或曰此鹳鹤也。余方心动欲还，而大声发于水上，噌吰如钟鼓不绝。舟人大恐。徐而察之，则山下皆石穴罅，不知其浅深，微波入焉，涵澹澎湃而为此也。舟回至两山间，将入港口，有大石当中流，可坐百人，空中而多窍，与风水相吞吐，有窾坎镗鞳之声，与向之噌吰者相应，如乐作焉。因笑谓迈曰：“汝识之乎？噌吰者，周景王之无射也；窾坎镗鞳者，魏庄子之歌钟也。古之人不余欺也！”　　事不目见耳闻，而臆断其有无，可乎？郦元之所见闻，殆与余同，而言之不详；士大夫终不肯以小舟夜泊绝壁之下，故莫能知；而渔工水师虽知而不能言。此世所以不传也。而陋者乃以斧斤考击而求之，自以为得其实。余是以记之，盖叹郦元之简，而笑李渤之陋也。 ", "translation": "　　《水经》说：“鄱阳湖的湖口有一座石钟山在那里。”郦道元认为石钟山下面靠近深潭，微风振动波浪，水和石头互相拍打，发出的声音好像大钟一般。这个说法，人们常常怀疑它。如果把钟磬放在水中，即使大风大浪也不能使它发出声响，何况是石头呢！到了唐代李渤才访求石钟山的旧址。在深潭边找到两块山石，敲击它们，聆听它们的声音，南边那座山石的声音重浊而模糊，北边那座山石的声音清脆而响亮，鼓槌停止了敲击，声音还在传播，余音慢慢地消失。他自己认为找到了这个石钟山命名的原因。但是这个说法，我更加怀疑。敲击后能发出声响的石头，到处都这样，可唯独这座山用钟来命名，这是为什么呢？"}}, {"name": "贾谊", "dynasty": "两汉"}, {"name": "柳宗元", "dynasty": "唐代"}], "edges": [{"source": 5, "target": 36, "relation": "创作"}, {"source": 39, "target": 5, "relation": "出自于"}, {"source": 7, "target": 13, "relation": "创作"}, {"source": 39, "target": 7, "relation": "出自于"}, {"source": 23, "target": 0, "relation": "创作"}, {"source": 39, "target": 23, "relation": "出自于"}, {"source": 46, "target": 52, "relation": "创作"}, {"source": 12, "target": 46, "relation": "出自于"}, {"source": 3, "target": 37, "relation": "创作"}, {"source": 12, "target": 3, "relation": "出自于"}, {"source": 15, "target": 28, "relation": "创作"}, {"source": 21, "target": 15, "relation": "出自于"}, {"source": 41, "target": 26, "relation": "创作"}, {"source": 24, "target": 41, "relation": "出自于"}, {"source": 34, "target": 30, "relation": "创作"}, {"source": 24, "target": 34, "relation": "出自于"}, {"source": 58, "target": 54, "relation": "创作"}, {"source": 24, "target": 58, "relation": "出自于"}, {"source": 17, "target": 16, "relation": "创作"}, {"source": 21, "target": 17, "relation": "出自于"}, {"source": 42, "target": 6, "relation": "创作"}, {"source": 12, "target": 42, "relation": "出自于"}, {"source": 4, "target": 1, "relation": "创作"}, {"source": 12, "target": 4, "relation": "出自于"}, {"source": 14, "target": 45, "relation": "创作"}, {"source": 12, "target": 14, "relation": "出自于"}, {"source": 51, "target": 55, "relation": "创作"}, {"source": 21, "target": 51, "relation": "出自于"}, {"source": 23, "target": 8, "relation": "创作"}, {"source": 43, "target": 22, "relation": "创作"}, {"source": 39, "target": 43, "relation": "出自于"}, {"source": 9, "target": 48, "relation": "创作"}, {"source": 49, "target": 9, "relation": "出自于"}, {"source": 3, "target": 18, "relation": "创作"}, {"source": 47, "target": 38, "relation": "创作"}, {"source": 12, "target": 47, "relation": "出自于"}, {"source": 2, "target": 10, "relation": "创作"}, {"source": 21, "target": 2, "relation": "出自于"}, {"source": 40, "target": 44, "relation": "创作"}, {"source": 21, "target": 40, "relation": "出自于"}, {"source": 50, "target": 25, "relation": "创作"}, {"source": 35, "target": 50, "relation": "出自于"}, {"source": 33, "target": 11, "relation": "创作"}, {"source": 20, "target": 33, "relation": "出自于"}, {"source": 27, "target": 56, "relation": "创作"}, {"source": 35, "target": 27, "relation": "出自于"}, {"source": 32, "target": 19, "relation": "创作"}, {"source": 35, "target": 32, "relation": "出自于"}, {"source": 59, "target": 31, "relation": "创作"}, {"source": 12, "target": 59, "relation": "出自于"}, {"source": 15, "target": 57, "relation": "创作"}, {"source": 53, "target": 29, "relation": "创作"}, {"source": 24, "target": 53, "relation": "出自于"}, {"source": 5, "target": 36, "relation": "创作"}, {"source": 7, "target": 13, "relation": "创作"}, {"source": 41, "target": 26, "relation": "创作"}, {"source": 34, "target": 30, "relation": "创作"}, {"source": 58, "target": 54, "relation": "创作"}, {"source": 17, "target": 16, "relation": "创作"}, {"source": 50, "target": 25, "relation": "创作"}, {"source": 33, "target": 11, "relation": "创作"}, {"source": 27, "target": 56, "relation": "创作"}, {"source": 32, "target": 19, "relation": "创作"}, {"source": 59, "target": 31, "relation": "创作"}, {"source": 15, "target": 57, "relation": "创作"}]}