{"nodes": [{"name": "中秋", "prop": {"content": "皓魄当空宝镜升，云间仙籁寂无声。平分秋色一轮满，长伴云衢千里明。狡兔空从弦外落，妖蟆休向眼前生。灵槎拟约同携手，更待银河彻底清。", "translation": "明月缓缓升起，如同镜子般挂在天空。万籁无声，似乎连天上的仙乐也因为美丽的月色而停止了演奏，空中只飘着淡淡的云朵。这一轮满月足以平分秋色，高悬云层之中照亮了千家万户。想起那些关于月亮的传说，月中有兔与蟾蜍。我想要约同明月一起乘坐去往天河的船筏，待银河彻底澄清以后，遨游太空。"}}, {"name": "阳关曲·中秋月", "prop": {"content": "中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。", "translation": "夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？"}}, {"name": "浣溪沙·中秋坐上十八", "prop": {"content": "同是瀛洲册府仙，今朝聊结社中莲，胡笳按拍酒如川。唤起封姨清晚暑，更将荔子荐新圆，从今三夜看婵娟。", "translation": "　　这首小令在《于湖居士长短句》、《于湖居士文集》、《百家词》诸选本中有数处小异，宛敏灏先生在《张孝祥词笺校》中对此词作了认真笺释。"}}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "琵琶仙·中秋", "prop": {"content": "碧海年年，试问取、冰轮为谁圆缺？吹到一片秋香，清辉了如雪。愁中看、好天良夜，知道尽成悲咽。只影而今，那堪重对，旧时明月。花径里、戏捉迷藏，曾惹下萧萧井梧叶。记否轻纨小扇，又几番凉热。只落得，填膺百感，总茫茫、不关离别。一任紫玉无情，夜寒吹裂。", "translation": "碧海青天，年年如此，而云间的月亮，却为何时圆时缺。今夜里，金风送爽，土花映碧，画栏桂树悬挂着一缕秋香；月亮光就像白雪一般晶莹透澈。谁知道，这好天良夜，却让人忧愁，让人悲咽。孤身只影，怎么可面对旧时明月。那时节，也是这么个中秋夜，你和我，花径里捉迷藏，曾经将金井梧桐的霜叶惊落。手上轻巧的小纨扇，至今又经历几番凉热。一时间，不由得百感丛生；但这又与一般的相思离别无关。面对这旧时明月，只好让无情的紫玉萧，于寒风中吹烈。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "江城子·中秋早雨晚晴", "prop": {"content": "中秋佳月最端圆。老痴顽。见多番。杯酒相延，今夕不应慳。残雨如何妨乐事，声淅淅，点斑斑。天应有意故遮阑。拍人间。等闲看。好处时光，须用著些难。直待黄昏风卷霁，金滟滟，玉团团。", "translation": "中秋佳节之时是月亮最圆的时候，愚蠢迟钝的老头，见识比较多，饮酒相见，现在是不应吝啬。将止的雨怎么妨碍高兴的事情？淅淅的雨，小而多的雨点。天应该有意遮拦着，拍打着人间，随便看看，美好的时光，一定要明显的不容易。直到黄昏大风起了，雨停止了，水波像金子一样闪闪发光，圆月像玉器一样皎洁。 "}}, {"name": "闰中秋玩月", "prop": {"content": "禅边风味客边愁，馈我清光又满楼。一月可曾闲几日，百年难得闰中秋。菊花信待重阳久，桂子香闻上界留。遮莫圆明似前度，不知谁续广寒游。", "translation": "　　农历一年与地球公转一周相比，约差十日有奇，每数年积所余之时日为闰，而置闰月。这是闰八月，即有连续两个农历八月，自然也就出现两个中秋节。霖公于闰八月中秋之夜赏月，写下这首有名的赏月诗。诗写了客边之愁，满月之光，菊花之艳，桂子之香。一个百年难遇的闰中秋，被霖公写得有声有色，多姿多彩。 "}}, {"name": "张养浩", "dynasty": "元代"}, {"name": "水调歌头·中秋", "prop": {"content": "砧声送风急，蟠蟀思高秋。我来对景，不学宋玉解悲愁。收拾凄凉兴况，分付尊中醽醁，倍觉不胜幽。自有多情处，明月挂南楼。怅襟怀，横玉笛，韵悠悠。清时良夜，借我此地倒金瓯。可爱一天风物，遍倚阑干十二，宇宙若萍浮。醉困不知醒，欹枕卧江流。", "translation": "中秋的时候，捣衣声混杂着风声，蟠蟀好像在思索高爽的秋天。我面对着这样的景象，是不会学宋玉去纾解悲愁的。把凄凉的心意收拾起来，给每个酒樽里都倒上美酒，内心更加觉得抵不过这样的幽静。明月挂在南楼正是我觉得充满情趣的地方所在。怅惘这样的胸怀，于是拿起笛子吹奏，笛声的韵律悠悠扬扬。在这清平之时，良美之夜，就把这块地方借给我让我痛饮。看着这一天可爱的风景，我倚着曲曲折折的栏杆，宇宙在我眼里也只是小小的浮萍。喝醉困乏了就靠着枕头临江而睡，不知道什么时候会醒来。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "醉落魄·丙寅中秋", "prop": {"content": "琼楼玉宇。分明不受人间暑。寻常岂是无三五。惟有今宵，皓彩皆同普。素娥阅尽今和古。何妨小驻听吾语。当年弄影婆娑舞。妙曲虽传，毕竟人何许。", "translation": "月中宫殿，分明不受到人间之事的变化，难得这不是寻常的十五天。只有在今晚，普天同庆这皓洁的月光。嫦娥经历了古代到今天，怎能妨碍暂停下来听我说话?同一年事物随着影子起舞。妙曲虽然流传，毕竟不知道是什么地方的人。 "}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "高观国", "dynasty": "宋代"}, {"name": "洞仙歌·中秋", "prop": {"content": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。 人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。", "translation": "澄碧的天空如绿水一般，将秋天的污浊一洗而清。明月如飞镜一般，仿佛突然飞到天边。谁曾说把月中的桂树砍倒，明镜似的月亮会更加光辉流溢，便会无所遗漏地覆盖大地山河，使它们的倒影完整地映照出来。夏日的酷暑虽退，但馀热还时而袭来，令人烦闷。只想移去仙山蓬莱、方丈、瀛州仙山躲避。问那月宫中的嫦娥：到底因为什么事，竟然出现让月亮时而圆时而缺的现象。麻烦吴刚挥动手中忽忽生风的玉斧，把缺月重新修整，教它夜夜年年光洁饱满，普照大地，无遗露地映照出统一的山河和繁华的人间。甘愿等待这么多年，就算是借酒浇愁以后仍要醒来继续杀敌。"}}, {"name": "佚名", "dynasty": "明代"}, {"name": "菩萨蛮·何须急管吹云", "prop": {"content": "何须急管吹云暝，高寒滟滟开金饼。今夕不登楼，一年空过秋。桂花香雾冷，梧叶西风影。客醉倚河桥，清光愁玉箫。", "translation": "　　中秋佳节是我国古代文人经常采用的题材。这首词充分表达了作者对中秋赏月的无比赞美之情。"}}, {"name": "中秋玩月", "prop": {"content": "团团离海角，渐渐入云衢。此夜一轮满，清光何处无！", "translation": "衢(qú)：四通八达的道路，云衢则为云中之路。 "}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "中秋夜洞庭湖对月歌", "prop": {"content": "长风霾云莽千里，云气蓬蓬天冒水。风收云散波乍平，倒转青天作湖底。初看落日沉波红，素月欲升天敛容。舟人回首尽东望，吞吐故在冯夷宫。须臾忽自波心上，镜面横开十余丈。月光浸水水浸天，一派空明互回荡。此时骊龙潜最深，目炫不得衔珠吟。巨鱼无知作腾踔，鳞甲一动千黄金。人间此境知难必，快意翻从偶然得。遥闻渔父唱歌来，始觉中秋是今夕。", "translation": "　　这首诗写洞庭湖的月夜景色。诗的开篇展现湖上风云变化的雄奇场面，为下面写湖光月色作好铺垫。在具体描写时，诗人用了比喻的手法，如“镜面横开十余丈”、“巨鱼无知作腾踔，鳞甲一动千黄金”句；并融会神话传说与典故，如“冯夷宫”、“此时骊龙潜最深，目炫不得衔珠吟”句，把月亮从初升到当空的过程，描摹得形神兼备。从风收云散，写到日落月升，最后在渔歌渺渺中收尾，给人清幽淡远之感，仿佛将人带入一个美妙的神话境界。全诗笔调轻健活泼，如行云流水，呈献出一派空明澄澈的景象，使人神往。中秋明月是古代诗文中常见的内容，此诗则以其独特的艺术成就，为同类题材之诗的佼佼者。"}}, {"name": "中秋月·中秋月", "prop": {"content": "中秋月。月到中秋偏皎洁。偏皎洁，知他多少，阴晴圆缺。阴晴圆缺都休说，且喜人间好时节。好时节，愿得年年，常见中秋月。", "translation": "皎洁：形容月光明亮。 "}}, {"name": "李峤", "dynasty": "唐代"}, {"name": "满江红·中秋寄远", "prop": {"content": "快上西楼，怕天放、浮云遮月。但唤取、玉纤横笛，一声吹裂。谁做冰壶凉世界，最怜玉斧修时节。问嫦娥、孤冷有愁无？应华发。云液满，琼杯滑。长袖起，清歌咽。叹十常八九，欲磨还缺。但愿长圆如此夜，人情未必看承别。把从前、离恨总成欢，归时说。", "translation": "快快走上西楼，别等上天散放的浮云遮住了明月。请把纤细柔美的歌女请来，吹奏一首乐曲，驱散云彩。打开云彩遮挡的月宫如此清冷，是谁造就，好可怜这经玉斧修饰的明月。问嫦娥：你在这冰冷的月宫可否有愁？头发已花白。回忆当年歌舞欢聚的情景，长袖善舞的佳人，清歌悲咽的佳人为之助兴添欢。叹明月十有八九悖人心意，总是圆时少、缺时多。愿明月如今夜常圆，人情未必总是别离。我欲化离恨为聚欢，待人归时再细细倾诉。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "齐天乐·中秋宿真定驿", "prop": {"content": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。", "translation": "西风拂来，仿若劝说云彩放行一般，云层逐渐退去。远望东方，金镜似的月亮将在这晴朗无云的天空中冉冉升起。月色如霜，光照四野，月上的桂树映入河水中，水月与明月交相辉映，更添几分风致。夜已深，古驿枯庭里只剩下自己独自徘徊，孤枕难眠。身在故乡的朋友，在远方看着这天边明月，或许也会想起在外的自己。现在还乡只是梦想，只能用书信把思念传回故乡。心事重重，忧虑不安，乌鹊在风中依着残枝，秋露中的蟋蟀在荒井中发出悲鸣。独自在月下饮酒，九重天上的月宫一片凄冷。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "八月十五夜月二首", "prop": {"content": "满月飞明镜，归心折大刀。转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。", "translation": "窗外是满月，明镜里也是满月，思乡的情绪如同刀在心头乱割！辗转流离，家乡越来越远；想要攀折月中桂枝，无奈天空如此远阔！归去吧！路上的霜露像雪一样洁白，林中栖息的小鸟正梳理着羽毛。看着那月宫中的兔儿，正在明亮的月光下，悠闲地数着新生白毛。"}}, {"name": "八月十五日夜湓亭望月", "prop": {"content": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。", "translation": "往年八月十五的夜晚，在京城中的曲江池畔杏园边欢度佳节。今年八月十五的夜晚，却是在被贬后的湓浦沙头水馆前度过。向着西北望也看不到家乡，人在东南看见月亮又圆了好几次。昨天的秋风吹过无人理会这凄凉的秋意，今晚清朗的月光还似以往。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"dynasty": "朝代"}, {"name": "查慎行", "dynasty": "清代"}, {"dynasty": "明代"}, {"name": "中秋月", "prop": {"content": "十轮霜影转庭梧，此夕羁人独向隅。未必素娥无怅恨，玉蟾清冷桂花孤。", "translation": "月光下梧桐树影随着时间推移，不知不觉的移动着，在这团圆夜仍是独自面对着角落。月宫中的嫦娥现在也未尝不感遗憾吧，陪伴她的，毕竟只有那清冷的月宫和孤寂桂树。"}}, {"dynasty": "清代"}, {"name": "八月十五夜桃源玩月", "prop": {"content": "尘中见月心亦闲，况是清秋仙府间。凝光悠悠寒露坠，此时立在最高山。碧虚无云风不起，山上长松山下水。群动悠然一顾中，天高地平千万里。少君引我升玉坛，礼空遥请真仙官。云拼欲下星斗动，天乐一声肌骨寒。金霞昕昕渐东上，轮欹影促犹频望。绝景良时难再并，他年此日应惆怅。", "translation": "　　平时在红尘中见到月亮，心都能清静下来，何况是在这清秋时节的神仙洞府间？凝聚起来的光芒悠悠地象寒露坠落下来，而我此刻站在桃源的最高处。碧空之中没有一丝云彩，风也不见一缕，可以看见山上高高的松树和山下的流水。那些行动的物体全在视野之中，天那么高，地那么平，仿佛可以看见千万里之外：“少君”把我带到了玉坛之上，远远地施礼请仙人相见。云彩聚集，星斗挪动，仙乐奏响，让人肌骨寒肃。金色的霞光从东面渐渐升起，月轮西斜，仙影远去，我还在频频回望。只因为良辰美景难以再回来，以后到了中秋这天应该很惆怅吧！"}}, {"name": "水调歌头·徐州中秋", "prop": {"content": "离别一何久，七度过中秋。去年东武今夕，明月不胜愁。岂意彭城山下，同泛清河古汴，船上载凉州。鼓吹助清赏，鸿雁起汀洲。坐中客，翠羽帔，紫绮裘。素娥无赖，西去曾不为人留。今夜清尊对客，明夜孤帆水驿，依旧照离忧。但恐同王粲，相对永登楼。", "translation": "分别一次要多久呢？已经过了七个中秋节。去年的今天在东武之地，我望着明月，心中愁绪难以承受。想到在彭城山下，一起在古汴河上泛舟，忽然传来凉州曲调。有鼓吹助兴，惊起汀上的鸿雁。宴席中的客人，有的穿着用翠鸟羽毛装饰的披风，有的穿着紫绮为面的裘皮衣服。无奈圆月无情，渐渐西沉不肯为人留下。今天晚上有酒待客，明晚又要独自宿在水路驿站，离愁依旧。就怕像王粲那样，不得返乡，只能登楼相望。"}}, {"name": "西江月·世事一场大梦", "prop": {"content": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ", "translation": "世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，愁思爬上了眉头，鬓边生出了白发。酒并非好酒，常因客少发愁，月亮虽明，却多被云层遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "虎丘中秋夜", "prop": {"content": "　　虎丘八月半，土著流寓、士夫眷属、女乐声伎、曲中名妓戏婆、民间少妇好女、崽子娈童及游冶恶少、清客帮闲、傒僮走空之辈，无不鳞集。自生公台、千人石、鹅涧、剑池、申文定祠，下至试剑石、一二山门，皆铺毡席地坐，登高望之，如雁落平沙，霞铺江上。天暝月上，鼓吹百十处，大吹大擂，十番铙钹，渔阳掺挝，动地翻天，雷轰鼎沸，呼叫不闻。更定，鼓铙渐歇，丝管繁兴，杂以歌唱，皆“锦帆开，澄湖万顷”同场大曲，蹲踏和锣丝竹肉声，不辨拍煞。更深，人渐散去，士夫眷属皆下船水嬉，席席征歌，人人献技，南北杂之，管弦迭奏，听者方辨句字，藻鉴随之。二鼓人静，悉屏管弦，洞萧一缕，哀涩清绵，与肉相引，尚存三四，迭更为之。三鼓，月孤气肃，人皆寂阒，不杂蚊虻。一夫登场，高坐石上，不箫不拍，声出如丝，裂石穿云，串度抑扬，一字一刻。听者寻入针芥，心血为枯，不敢击节，惟有点头。然此时雁比而坐者，犹存百十人焉。使非苏州，焉讨识者！", "translation": "无"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "中秋", "prop": {"content": "去年中秋阴复晴，今年中秋阴复阴。百年好景不多遇，况乃白发相侵寻。吾心自有光明月，千古团圆永无缺。山河大地拥清辉，赏心何必中秋节。", "translation": "去年中秋节先是阴云密布，但最终天晴见月，今年中秋却始终阴云满天。人的一生，本来中秋圆月的美景就看不到多少次，更何况一个人头上的白发越来越多。不过我的心中自有一轮光明的圆月，千古常在，永不缺独。山河大地都沐浴在它的光辉之下，这等快乐，不必非要在中秋才有。"}}, {"name": "曹松", "dynasty": "唐代"}, {"name": "新雁过妆楼·中秋后一", "prop": {"content": "阆苑高寒。金枢动、冰宫桂树年年。翦秋一半，难破万户连环。织锦相思楼影下，钿钗暗约小帘间。共无眠。素娥惯得，西坠阑干。 谁知壶中自乐，正醉围夜玉，浅斗婵娟。雁风自劲，云气不上凉天。红牙润沾素手，听一曲清歌双雾鬟。徐郎老，恨断肠声在，离镜孤鸾。", "translation": "　　《新雁过妆楼》，一名《雁过妆楼》。双调，九十九字，上片九句五平韵，下片十句四平韵。　　"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "八月十五夜赠张功曹", "prop": {"content": "纤云四卷天无河，清风吹空月舒波。沙平水息声影绝，一杯相属君当歌。君歌声酸辞且苦，不能听终泪如雨。洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前捶大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢清朝班。州家申名使家抑，坎轲只得移荆蛮。判司卑官不堪说，未免捶楚尘埃间。同时辈流多上道，天路幽险难追攀。君歌且休听我歌，我歌今与君殊科。一年明月今宵多，人生由命非由他。有酒不饮奈明何。", "translation": "无"}}, {"name": "十五夜望月", "prop": {"content": "中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。", "translation": "庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？"}}, {"name": "癸未八月十四日至十六", "prop": {"content": "年年岁岁望中秋，岁岁年年雾雨愁。凉月风光三夜好，老夫怀抱一生休。明时谅费银河洗，缺处应须玉斧修。京洛胡尘满人眼，不知能似浙江不。", "translation": "无"}}, {"name": "好事近·中秋席上和王", "prop": {"content": "明月到今宵，长是不如人约。想见广寒宫殿，正云梳风掠。夜深休更唤笙歌，檐头雨声恶。不是小山词就，这一场寥索。", "translation": "无"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "中秋", "prop": {"content": "闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。", "translation": "闲暇之余漫步在秋天的夜色中低声吟唱，总觉得心里空虚郁闷、心里惴惴不安。今天晚上如果再没有圆满的月亮，今年的秋天就算是虚度光阴了。"}}, {"name": "苏辙", "dynasty": "宋代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "徐有贞", "dynasty": "明代"}, {"name": "中秋月二首·其二", "prop": {"content": "圆魄上寒空，皆言四海同。安知千里外，不有雨兼风？", "translation": "夜空中升起一轮明月，都说每个地方都是一样的月色。哪里知道远在千里之外，就没有急风暴雨呢？"}}, {"name": "水调歌头·明月几时有", "prop": {"content": "丙辰中秋，欢饮达旦，大醉，作此篇，兼怀子由。明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间。(何似 一作：何时；又恐 一作：惟 / 唯恐)转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。(长向 一作：偏向)", "translation": "丙辰年（公元1076年）的中秋节，高高兴兴地喝酒直到天亮，喝了个大醉，写下这首词，同时也思念弟弟苏辙。"}}, {"name": "中秋夜吴江亭上对月怀", "prop": {"content": "独坐对月心悠悠，故人不见使我愁。古今共传惜今夕，况在松江亭上头。可怜节物会人意，十日阴雨此夜收。不惟人间惜此月，天亦有意于中秋。长空无瑕露表里，拂拂渐上寒光流。江平万顷正碧色，上下清澈双璧浮。自视直欲见筋脉，无所逃避鱼龙忧。不疑身世在地上，只恐槎去触斗牛。景清境胜反不足，叹息此际无交游。心魂冷烈晓不寝，勉为此笔传中州。", "translation": "无"}}, {"dynasty": "近现代"}, {"name": "慧霖", "dynasty": "清代"}, {"name": "桂枝香·吹箫人去", "prop": {"content": "吹箫人去。但桂影徘徊，荒杯承露。东望芙蓉缥缈，寒光如注。去年夜半横江梦，倚危樯，参差曾赋。茫茫角动，回舟尽兴，未惊鸥鹭。情知道、明年何处。漫待客黄楼，尘波前度。二十四桥，颇有杜书记否。二三字者今如此，看使君、角巾东路。人间俯仰，悲欢何限，团圆如故。", "translation": "吹箫的人已经走了，但桂花树的影子徘徊着。收成不好的年岁承接着甘露，向东望去缥缈的荷花池，仿佛注入了寒光。去年在半夜梦见横在江上。依靠着高的桅杆，长短不齐的诗赋。茫茫地搅动着，尽兴返回，没有惊动鸥鹭。谁知道明年在哪里？慢慢地在等待黄鹤楼的友人，一直漂泊在外度过前半生。二十四桥，还记得杜书记吗？二个字，三个字，字字都是这样，看看刺史，东路的布衣。抬头低头的人间，悲欢何时到期限，能像从前一样团圆。"}}, {"name": "秋宵月下有怀", "prop": {"content": "秋空明月悬，光彩露沾湿。惊鹊栖未定，飞萤卷帘入。庭槐寒影疏，邻杵夜声急。佳期旷何许，望望空伫立。", "translation": "秋天的夜空明月高悬，月光映上露珠晶莹剔透，好像被露水打湿了一样。被惊起的寒鹊不知道该到哪里栖息，萤火虫循着那灯光从卷帘飞入屋内。院子中只剩枝丫的槐树落在月光下的影子，稀疏凄凉，而这个时候从邻居那边传来的杵声在秋夜里显得那么清晰急促。你我相隔遥远，如何去约定相聚的日子，只能久久地惆怅地望着同样遥远的月亮。"}}, {"dynasty": "唐代"}, {"name": "李朴", "dynasty": "宋代"}, {"name": "折桂令·中秋", "prop": {"content": "一轮飞镜谁磨？照彻乾坤，印透山河。玉露泠泠，洗秋空银汉无波，比常夜清光更多，尽无碍桂影婆娑。老子高歌，为问嫦娥，良夜恹恹，不醉如何？", "translation": "那一轮悬挂高空的明镜，是谁打磨的呢？它照遍了整个山河。秋天的露珠清凉凄清，水洗过般的明净夜空里，银河平静无波。此夜的月光，较平常更盛，人可以清晰无碍地看到，桂树的影子在舞动。我不由得引吭高歌，问嫦娥仙子，在这美好的夜晚，何不纵情一醉？"}}, {"name": "八月十五日夜瑶台寺对", "prop": {"content": "嬴女乘鸾已上天，仁祠空在鼎湖边。 凉风遥夜清秋半，一望金波照粉田。", "translation": "公主不幸去世了，只留下瑶台寺还在昭陵旁边。今天晚上正值凉风习习的八月十五日清秋月夜，明亮的月光照着这座用公主的汤沐所得造的寺庙。 "}}, {"name": "郭应祥", "dynasty": "宋代"}, {"name": "满江红·中秋夜潮", "prop": {"content": "万水归阴，故潮信盈虚因月。偏只到、凉秋半破，斗成双绝。有物指磨金镜净，何人拏攫银河决？想子胥今夜见嫦娥，沉冤雪。光直下，蛟龙穴；声直上，蟾蜍窟。对望中天地，洞然如刷。激气已能驱粉黛，举杯便可吞吴越。待明朝说似与儿曹，心应折！", "translation": "无"}}, {"name": "洞仙歌·泗州中秋作", "prop": {"content": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。", "translation": "遮蔽了月光的青色云影处，一轮明月穿过云层，像一面金灿灿的明镜飞上碧空。长夜的空阶上卧着桂树的斜影。夜露渐凉之时，多少秋蝉零乱地嘶鸣。京城邈远难至，倒是这一轮明月，与人为伴，对人更加亲近。水晶帘儿高高卷起，云母屏风已经打开，明月的冷光照入室内，宛如浸润着佳人的淡淡脂粉。待我许多月色澄辉，倾入金樽，直到拂晓连同流霞全都倾尽。再携带一张胡床登上南楼，看铺洒月光的人间，领略素白澄洁的千顷清秋。 "}}, {"name": "中秋见月和子由", "prop": {"content": "明月未出群山高，瑞光千丈生白毫。一杯未尽银阙涌，乱云脱坏如崩涛。谁为天公洗眸子，应费明河千斛水。遂令冷看世间人，照我湛然心不起。西南火星如弹丸，角尾奕奕苍龙蟠。今宵注眼看不见，更许萤火争清寒。何人舣舟临古汴，千灯夜作鱼龙变。曲折无心逐浪花，低昂赴节随歌板。青荧灭没转前山，浪飐风回岂复坚。明月易低人易散，归来呼酒更重看。堂前月色愈清好，咽咽寒螀鸣露草。卷帘推户寂无人，窗下咿哑惟楚老。南都从事莫羞贫，对月题诗有几人。明朝人事随日出，恍然一梦瑶台客。", "translation": "无"}}, {"name": "中秋对月", "prop": {"content": "无云世界秋三五，共看蟾盘上海涯。 直到天头天尽处，不曾私照一人家。", "translation": "中秋节这天天空澄碧、万里无云，人们仰望着那刚刚浮出海面的明月。只见它银辉四射，撒向天涯海角，从来不私照过一家半舍。"}}, {"name": "玉漏迟·瓜泾度中秋夕", "prop": {"content": "雁边风讯小，飞琼望杳，碧云先晚。露冷阑干，定怯藕丝冰腕。净洗浮空片玉，胜花影、春灯相乱。秦镜满。素娥未肯，分秋一半。 每圆处即良宵，甚此夕偏饶，对歌临怨。万里婵娟，几许雾屏云幔。孤兔凄凉照水，晓风起、银河西转。摩泪眼。瑶台梦回人远。", "translation": "无"}}, {"name": "喜闻捷报", "prop": {"content": "一九四七年中秋步运河上，闻西北野战军收复蟠龙作。秋风度河上，大野入苍穹。佳令随人至，明月傍云生。故里鸿音绝，妻儿信未通。满宇频翘望，凯歌奏边城。", "translation": "秋风瑟瑟，轻轻从河面上吹过，目之所及的无边原野渐渐与天地融为一体。中秋佳节随着前方归来的人一起到来，夜空中明月傍着如霞似锦的晚云，脱颖而出。家里的音信已经彻底断绝了，妻子儿女的书信也无法收到。广大人民都翘首以盼，渴望听到胜利佳音，边城奏响凯歌之日，正是人民额手相庆之时。"}}, {"name": "中秋咏怀借杜子美秋日", "prop": {"content": "异乡青嶂外，故里白云边。北极悬双眼，中秋度四年。灯前横一剑，江浒宿孤船。玉露漙漙忌，金波炯炯然。山风徒自溷，儒俗不同迁。对酒轻千日，论诗嗣百篇。斫才犹见朴，礲智未成圆。自是穷荒地，谁怜落寞天。梧桐床护满，蟋蟀井吟偏。何处寻灵运，无人问稚川。寒岩巢燕别，疏竹网虫悬。市贾希求纸，民储寡守钱。饔餐粗乃习，衣褐短堪怜。名谷非甘谷，称泉半盗泉。土城门不警，竹屋壁常穿。钧石唯咨背，舆台只食肩。戆呆千百种，秀敏几多员。猎野狐偕走，烧畲蚁并缘。夸酣言沓沓，鼓饱腹便便。定静聋疑吹，晴明瞽讶烟。立名甘在下，恃气或争前。肥丑红楼女，粗豪碧洞仙。城隅频有约，淇水久相传。淰淰重岚晻，潺潺小涧湲。背恩棠遂伐，忘义豆长煎。胥学凶如虿，无惭行有膻。豚蹄祈殖谷，糟酒乐登筵。墉集欺猫鼠，林藏逐雀鹯。礼罗谁共入，宪网底粗悛。腐木难胜斧，孤雏叵受鋋。整冠迷狎李，称物昧持权。天德劳巡抚，人愚苦系挛。树藩吁格逖，作县失烝蠲。平谳翻遗蠹，催科绝胜畋。秽污无与汰，残忍复叨全。私有千端计，公无半语宣。执鞭深结友，握椠恶亲贤。富视铜三百，贫量石二千。中冓言可丑，有北尔当先。反笑人驽钝，私扬已骥翩。谬为明舞态，暗弄卓奔弦。伪狗故盛衍，非鱼罔寄筌。斯人宜罪也，夫我岂为焉。自昔图通变，而今谨折旋。第令心怏怏，未极理玄玄。诸子新粱肉，群经旧井田。鸾鸣将日近，鹏举欲云连。何苦原衣弊，难更肇锦鲜。平澜寒负耒，阴壑夜鸣舷。冷落千军笔，纷披十样笺。廉都多宠顾，贪守一拘牵。固谓身无绌，原来命独邅。昆山宁玉弃，合浦敢珠捐。踧蹜腾高浪，参差始碧涟。悠悠江至澧，浩浩洛吞瀍。对客封佳句，思亲梦故阡。甘心和氏璞，陶面祖生鞭。嫫母声兼恶，南威色丧娟。嗷嗷秋塞雁，嘒嘒晚林蝉。传世心如锦，回天力未绵。马融先解帐，郑老疾推毡。幼子摊书籍，娇妻问翠钿。乾坤无广厦，风雪压危椽。泛慕沧溟际，行思岱岳巅。五穷延使坐，三疾强令痊。日啖如瓜枣，时寻在火莲。拒随昌寓乘，嬉射长房拳。逼侧悲图骏，徘徊笑卜鳣。敛容过土梗，负汗逐罗鞯。灸热谁何焰，随流恁地涓。摘苹聊涉沚，务稼暂依堧。缅为知心惜，难纾渴思缠。晴冈灵凤哑，旱岁老龙眠。恶守邪溪黑，勤磨大道坚。胸襟真濩落，翰墨独瑰妍。既作鹏同起，休论鷃旂翾。数精卑一行，词正狭优旃。气象凌秋汉，光华逼斗躔。居今仍齿齿，览古愈虔虔。珍敌西南美，雄排左右甄。上台凝望锐，寄字远求骈。京赋人争写，麟经手续编。小官居不愠，健笔秉须专。白下岩鸣铎，长沙省佩弦。杖明诛琐伯，吐爱学乘禅。尔雅言言熟，传灯字字诠。贾生谗自汉，郭隗起无燕。门弟怀明道，家人念闵骞。久孤黔首恋，肯与瘴江延。写别衣皆泪，求亲道欲涎。山长空寄鲤，春尽好闻鹃。牛女缡犹结，参商毂怎旋。荡舟如得奡，辟谷苟缝佺。阊阖须臾启，文昌瞬息褰。世间惊两鸟，眼底尽飞鸢。脱后前人步，终贻半世愆。酉山书每附，浯石颂宜镌。处处青春在，年年碧草芊。壮心期不已，浩气亮非孱。韩柳拚来择，萧曹幸免铨。", "translation": "无"}}, {"name": "徐威", "dynasty": "明代"}, {"name": "木兰花慢·可怜今夕月", "prop": {"content": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ ", "translation": "今夜可爱的月亮娇媚千般，你向什么地方走去，悠悠慢慢？是不是天外还有一个人间，那里的人刚刚看见月亮升起在东边？茫茫的宇宙空阔无沿，是浩浩长风将那中秋的明月吹远？是谁用绳索系住明月在天上高悬？如果不是嫦娥“嫁”了过去，那么是谁留在月亮上？？据说月亮是经海底运转，这其中的奥秘无处寻探，只能让人捉摸不透而心中愁烦。又怕那长鲸在海中横冲直撞，撞坏了华美的月中宫殿。蛤蟆本来就熟悉水性，为什么玉兔也能在海中游潜？假如说这一切都很平安，为什么圆月会渐渐变得钩一样弯？"}}, {"name": "陈著", "dynasty": "宋代"}, {"name": "文征明", "dynasty": "明代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "木兰花慢·丁未中秋", "prop": {"content": "水亭凝望久，期不至、拟还差。隔翠幌银屏，新眉初画，半面犹遮。须臾淡烟薄霭，被西风扫尽不留些。失了白衣苍狗，夺回雪兔金蟆。 乘云径到玉皇家。人世鼓三挝。试自判此生，更看几度，小住为佳。何须如钩似玦，便相将、只有半菱花。莫遣素娥知道，和他发也苍华。", "translation": "在水亭旁注目远望，归期还没到，猜测着还差几天。隔着绿色的帷幔屏风，画着新长出的眉毛，犹如遮挡着半边的脸。片刻飞起的淡淡的薄雾，被西风吹得不留一丝痕迹。顷刻，变化不定，夺回了月亮。乘云到了玉皇大帝家。人世间敲打三下鼓，试着自己判定今生，更是看了好几次，小住为最佳。何用形状像钩子一样的玦，相伴着半菱花。不要遣怪发鬓苍白的嫦娥。 "}}, {"dynasty": "宋代"}, {"name": "思佳客·闰中秋", "prop": {"content": "丹桂花开第二番。东篱展却宴期宽。人间宝镜离仍合，海上仙槎去复还。分不尽，半凉天。可怜闲剩此婵娟。素娥未隔三秋梦，赢得今宵又倚阑。", "translation": "　　《思佳客》，即《鹧鸪天》，首见于北宋宋祁之作，至晏几道填此调最多。《词谱》卷十一说：“宋人填此调者，字、句、韵悉同”。因贺铸词有“化出白莲千叶花”句，故又名《千叶莲》，又因其有“梧桐半死清霜后”句，故又名《半死桐》，又名《于中好》、《思越人》、《看瑞香》、《第一花》、《禁烟》、《翦朝霞》、《骊歌一叠》、《锦鹧鸪》、《避少年》、《鹧鸪引》、《醉梅花》。双调，五十五字，上片四句，下片五句，上下片各三平韵。前片第三、四句，与过片三言两句多作对偶。"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "天竺寺八月十五日夜桂", "prop": {"content": "玉颗珊珊下月轮，殿前拾得露华新。 至今不会天中事，应是嫦娥掷与人。", "translation": "零落的桂花瓣，如同一颗颗玉珠从月亮下边撒落下来，拾起殿前的桂花，花瓣带着露珠更显湿润。到现在也不知道天上发生了什么事，这桂花大概是嫦娥撒下来给予众人的吧。"}}, {"name": "中秋登楼望月", "prop": {"content": "目穷淮海满如银，万道虹光育蚌珍。天上若无修月户，桂枝撑损向西轮。", "translation": "目之所及的淮海海水就好似银子般泛着白光，彩色的光芒下，蚌孕育着珍珠。天上的月如果没有人为他修治，桂树枝恐怕会撑破月亮。"}}, {"dynasty": "元代"}, {"name": "尾犯·甲辰中秋", "prop": {"content": "绀海掣微云，金井暮凉，梧韵风急。何处楼高，想清光先得。江汜冷、冰绡乍洗，素娥堪，菱花再拭。影留人去，忍向夜深，帘户照陈迹。 竹房苔径小，对日暮、数尽烟碧。露蓼香泾，记年时相识。二十五、声声秋点，梦不认、屏山路窄。醉魂幽扬，满地桂阴无人惜。", "translation": "无"}}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "张岱", "dynasty": "明代"}, {"name": "曾几", "dynasty": "宋代"}, {"name": "永遇乐·乙巳中秋风雨", "prop": {"content": "风拂尘徽，雨侵凉榻，才动秋思。缓酒销更，移灯傍影，净洗芭蕉耳。铜华沧海，愁霾重嶂，燕北雁南天外。算阴晴，浑似几番，渭城故人离会。 青楼旧日，高歌取醉，唤出玉人梳洗。红叶流光，苹花两鬓，心事成秋水。白凝虚晓，香吹轻烬，倚窗小瓶疏桂。问深宫，姮娥正在，妒云第几。", "translation": "　　《永遇乐》，此调有平仄两体。仄韵始自柳永，见于《乐章集》，入“歇指调”。平韵始见于陈允平《日湖渔唱》，自注：“旧上声韵，今移入平声。”此为仄韵，双调，一百零四字，前后片各十一句四仄韵。　"}}, {"name": "念奴娇·中秋", "prop": {"content": "凭高眺远，见长空万里，云无留迹。桂魄飞来，光射处，冷浸一天秋碧。玉宇琼楼，乘鸾来去，人在清凉国。江山如画，望中烟树历历。我醉拍手狂歌，举杯邀月，对影成三客。起舞徘徊风露下，今夕不知何夕？便欲乘风，翻然归去，何用骑鹏翼。水晶宫里，一声吹断横笛。", "translation": "置身高楼，凭高看去，中秋的月夜，长空万里无云，显得更为辽阔无边。月亮的光辉从天上照射下来，使秋天的碧空沉浸在一片清冷之中。在月宫的琼楼玉宇上，仙女们乘鸾凤自由自在地来来往往，我向往月宫中的清净自由，秀丽的江山像图画般的美丽，看过去在朦胧的月色里，树影婆娑。现在我把天上的明月和身边自己的影子当成知心朋友和他一起起舞，希望愉快地度过如此良宵，邀月赏心，用酒浇愁，但悲愁还在。不要辜负了这良辰美景，此时此刻，唯有月亮才是我的知音，渴望乘风归去，在明净的月宫里，把横笛吹得响彻云霄，唤起人们对美好境界的追求和向往。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "米芾", "dynasty": "宋代"}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "念奴娇·中秋对月", "prop": {"content": "桂花浮玉，正月满天街，夜凉如洗。风泛须眉并骨寒，人在水晶宫里。蛟龙偃蹇，观阙嵯峨，缥缈笙歌沸。霜华满地，欲跨彩云飞起。记得去年今夕，酾酒溪亭，淡月云来去。千里江山昨梦非，转眼秋光如许。青雀西来，嫦娥报我，道佳期近矣。寄言俦侣，莫负广寒沈醉。", "translation": "枝头的桂花像垂着的块块白玉，圆月映照了整个苍穹，夜空好似被洗净了一般。风拂动着眉梢和身躯，人儿仿佛就在水晶宫殿里一样。遥看天际，龙翻偃舞，宫殿如画，能感受到那儿歌舞升平而沸腾的气氛。白霜（月光）铺满大地，（我）愿意乘着缤纷的云朵腾空而起。仍记得旧年的今夜，于溪亭酌酒畅饮，望云飘月移。过往的情境如刚消逝的梦，转眼却到了去年此时。自西而来的青雀与嫦娥都告知我佳节（中秋）快到了。（我）寄托旧知好友捎信于你，万万别辜负了这月宫甘甜的香醪。"}}, {"name": "王建", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "回董提举中秋请宴启", "prop": {"content": "照江叠节，载画舫之清冰；待月举杯，呼芳樽于绿净。拜华星之坠几，约明月之浮槎。风雨满城，何幸两重阳之近；江山如画，尚从前赤壁之游。槁秸申酬，轮嗣布。", "translation": "　　这是宋末著名文学家文天祥（1236--1283）回复董提举的一封书函。从题目看，董提举给文天祥先送了请柬，请文天祥中秋赴宴，从此文的内容看，文天祥欣然应允，并表示了游赏的兴致。文中骈偶行文，多使掌故，词情中肯，表意简明，很有特色。同时，我们还可在这篇短文中看到当时文人过中秋的风俗习惯。 "}}, {"name": "一剪梅·中秋元月", "prop": {"content": "忆对中秋丹桂丛，花也杯中，月也杯中。今宵楼上一尊同，云湿纱窗，雨湿纱窗。(月也杯中 一作：月在杯中)浑欲乘风问化工，路也难通，信也难通。满堂唯有烛花红，歌且从容，杯且从容。", "translation": "回忆昔日中秋，我置身在芳香的丹桂丛。花影映照在酒杯中，皓月也倒映在酒杯中。今晚同样在楼台举杯赏月，可是乌云密布，雨水浸湿了纱窗，哪里还有月光。我简直想乘风上天去质问天公，可是这天路没法打通，想送个信吧信也难通。画堂里没有月亮，只有红烛高照，让我们慢慢把酒喝几盅，慢慢把曲唱到终。"}}, {"name": "太常引·建康中秋夜为", "prop": {"content": "一轮秋影转金波，飞镜又重磨。把酒问姮娥：被白发，欺人奈何？乘风好去，长空万里，直下看山河。斫去桂婆娑，人道是，清光更多。", "translation": "中秋皓月洒下万里金波，好似那刚磨亮的铜镜飞上了夜空。我举起酒杯问那月中的嫦娥：怎么办呢？白发渐渐增多，欺负我拿它没有办法。我要乘风飞上万里长空，俯视祖国的大好山河。还要砍去月中树影摇曳的桂树，因为人们都说，这将使月亮洒下人间的光辉更多。"}}, {"name": "辛弃疾", "dynasty": "宋代"}], "edges": [{"source": 11, "target": 100, "relation": "创作"}, {"source": 31, "target": 11, "relation": "出自于"}, {"source": 45, "target": 56, "relation": "创作"}, {"source": 80, "target": 45, "relation": "出自于"}, {"source": 45, "target": 38, "relation": "创作"}, {"source": 99, "target": 47, "relation": "创作"}, {"source": 62, "target": 99, "relation": "出自于"}, {"source": 104, "target": 103, "relation": "创作"}, {"source": 80, "target": 104, "relation": "出自于"}, {"source": 45, "target": 1, "relation": "创作"}, {"source": 20, "target": 34, "relation": "创作"}, {"source": 80, "target": 20, "relation": "出自于"}, {"source": 104, "target": 102, "relation": "创作"}, {"source": 6, "target": 83, "relation": "创作"}, {"source": 62, "target": 6, "relation": "出自于"}, {"source": 45, "target": 93, "relation": "创作"}, {"source": 50, "target": 29, "relation": "创作"}, {"source": 62, "target": 50, "relation": "出自于"}, {"source": 23, "target": 55, "relation": "创作"}, {"source": 62, "target": 23, "relation": "出自于"}, {"source": 27, "target": 51, "relation": "创作"}, {"source": 62, "target": 27, "relation": "出自于"}, {"source": 52, "target": 37, "relation": "创作"}, {"source": 80, "target": 52, "relation": "出自于"}, {"source": 104, "target": 75, "relation": "创作"}, {"source": 54, "target": 22, "relation": "创作"}, {"source": 33, "target": 54, "relation": "出自于"}, {"source": 88, "target": 68, "relation": "创作"}, {"source": 80, "target": 88, "relation": "出自于"}, {"source": 95, "target": 61, "relation": "创作"}, {"source": 62, "target": 95, "relation": "出自于"}, {"source": 104, "target": 24, "relation": "创作"}, {"source": 9, "target": 64, "relation": "创作"}, {"source": 85, "target": 9, "relation": "出自于"}, {"source": 53, "target": 4, "relation": "创作"}, {"source": 35, "target": 53, "relation": "出自于"}, {"source": 96, "target": 10, "relation": "创作"}, {"source": 80, "target": 96, "relation": "出自于"}, {"source": 43, "target": 70, "relation": "创作"}, {"source": 62, "target": 43, "relation": "出自于"}, {"source": 5, "target": 46, "relation": "创作"}, {"source": 62, "target": 5, "relation": "出自于"}, {"source": 96, "target": 84, "relation": "创作"}, {"source": 78, "target": 36, "relation": "创作"}, {"source": 62, "target": 78, "relation": "出自于"}, {"source": 16, "target": 18, "relation": "创作"}, {"source": 33, "target": 16, "relation": "出自于"}, {"source": 77, "target": 98, "relation": "创作"}, {"source": 33, "target": 77, "relation": "出自于"}, {"source": 41, "target": 28, "relation": "创作"}, {"source": 62, "target": 41, "relation": "出自于"}, {"source": 14, "target": 17, "relation": "创作"}, {"source": 80, "target": 14, "relation": "出自于"}, {"source": 76, "target": 7, "relation": "创作"}, {"source": 80, "target": 76, "relation": "出自于"}, {"source": 82, "target": 60, "relation": "创作"}, {"source": 80, "target": 82, "relation": "出自于"}, {"source": 13, "target": 72, "relation": "创作"}, {"source": 58, "target": 13, "relation": "出自于"}, {"source": 59, "target": 8, "relation": "创作"}, {"source": 35, "target": 59, "relation": "出自于"}, {"source": 25, "target": 81, "relation": "创作"}, {"source": 80, "target": 25, "relation": "出自于"}, {"source": 63, "target": 0, "relation": "创作"}, {"source": 80, "target": 63, "relation": "出自于"}, {"source": 89, "target": 65, "relation": "创作"}, {"source": 62, "target": 89, "relation": "出自于"}, {"source": 19, "target": 26, "relation": "创作"}, {"source": 80, "target": 19, "relation": "出自于"}, {"source": 94, "target": 42, "relation": "创作"}, {"source": 33, "target": 94, "relation": "出自于"}, {"source": 66, "target": 12, "relation": "创作"}, {"source": 80, "target": 66, "relation": "出自于"}, {"source": 32, "target": 21, "relation": "创作"}, {"source": 35, "target": 32, "relation": "出自于"}, {"source": 91, "target": 48, "relation": "创作"}, {"source": 80, "target": 91, "relation": "出自于"}, {"source": 25, "target": 71, "relation": "创作"}, {"source": 30, "target": 15, "relation": "创作"}, {"source": 80, "target": 30, "relation": "出自于"}, {"source": 19, "target": 67, "relation": "创作"}, {"source": 97, "target": 79, "relation": "创作"}, {"source": 80, "target": 97, "relation": "出自于"}, {"source": 25, "target": 92, "relation": "创作"}, {"source": 45, "target": 69, "relation": "创作"}, {"source": 74, "target": 73, "relation": "创作"}, {"source": 33, "target": 74, "relation": "出自于"}, {"source": 25, "target": 86, "relation": "创作"}, {"source": 104, "target": 49, "relation": "创作"}, {"source": 39, "target": 2, "relation": "创作"}, {"source": 80, "target": 39, "relation": "出自于"}, {"source": 87, "target": 101, "relation": "创作"}, {"source": 80, "target": 87, "relation": "出自于"}, {"source": 3, "target": 57, "relation": "创作"}, {"source": 80, "target": 3, "relation": "出自于"}, {"source": 25, "target": 44, "relation": "创作"}, {"source": 90, "target": 40, "relation": "创作"}, {"source": 33, "target": 90, "relation": "出自于"}]}