{"nodes": [{"name": "生查子·惆怅彩云飞", "prop": {"content": "惆怅彩云飞，碧落知何许。不见合欢花，空倚相思树。总是别时情，那待分明语。判得最长宵，数尽厌厌雨。", "translation": "彩云飞逝，碧霞漫天，心中惆怅有人知道多少。看不见合欢花，只能独自依在相思树旁。与伊人道别的场景历历在目，内心的情感也说不清楚。心甘情愿地到深夜，去数尽那绵长的相思雨。"}}, {"name": "寿楼春·寻春服感念", "prop": {"content": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我，今无裳？自少年、消磨疏狂。但听雨挑灯，攲床病酒，多梦睡时妆。飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客、愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。", "translation": "想换件春衫去赏花。记起了你洁白的手拿着剪刀与我同在晴窗裁剪春衫的情景。此景已过去多年，几度春风，照样柳绿花开，人已不在。谁能想到我如今无衣裳？当年少年疏狂，轻易消磨时光。现在只挑灯听雨，倚床.醉酒，经常梦到你睡时的妆貌。暮春飞花落去，夜晚显得十分漫长。有旧曲有新腔，音乐都非常美好。但难与旧人共赏。最可恨伊人已去，生离死别，徒然心伤。身在客中，愁为思乡。玉箫生不能与韦皋再会，死后犹能化为歌妓与爱人团圆。时近寒食，难以忘记当年的美好往事。"}}, {"name": "望湘人·春思", "prop": {"content": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。", "translation": "讨厌那黄莺声传到枕边，心烦那鲜花芳香进到房间，它让我半醉半愁好梦难圆。锦被还留着她身体的余香，而我的腰带却又空了多眼，多少次伤春又到春晚。湘妃竹泪痕正鲜，春兰已花谢香散，湘中春暮天气温暖。曾记得江上风清月明之时，我多次约她相伴游玩。想来琴弦最容易断，如今再把琴弹，一曲既终她就远去不返。要寻找她已无影无踪，旧游处只见江水清浅。我把涂着青色的船靠岸，停在白蓣洲畔。整日里登楼极目远望，却不见她寄来一封书信，好在伴我的还有归来双燕。"}}, {"name": "高阳台·落梅", "prop": {"content": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。", "translation": "无"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "采桑子·海天谁放冰轮", "prop": {"content": "海天谁放冰轮满，惆怅离情。莫说离情，但值凉宵总泪零。只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。", "translation": "谁在海天之间放了一轮皎洁的圆月，匆匆一瞥就不禁令人惆怅起来。不要再说什么离愁别绪，每个夜晚总是涕泪飘零。只有去到另外一个世界才能重逢，可今生又到哪里去相遇呢?这无奈的今生今世，刚刚因触景而伤了情，就又在愁怀中想起了你。"}}, {"name": "别房太尉墓", "prop": {"content": "他乡复行役，驻马别孤坟。近泪无干土，低空有断云。对棋陪谢傅，把剑觅徐君。唯见林花落，莺啼送客闻。", "translation": "我东西漂泊，一再奔走他乡异土，今日歇脚阆州，来悼别你的孤坟。泪水沾湿了泥土，心情十分悲痛，精神恍惚，就像低空飘飞的断云。当年与你对棋，比你为晋朝谢安，而今在你墓前，象季札拜别徐君。不堪回首，眼前只见这林花错落，离去时，听得黄莺啼声凄怆难闻。"}}, {"name": "楚宫", "prop": {"content": "湘波如泪色漻漻，楚厉迷魂逐恨遥。枫树夜猿愁自断，女萝山鬼语相邀。空归腐败犹难复，更困腥臊岂易招？但使故乡三户在，彩丝谁惜惧长蛟。", "translation": "湘江如泪色一般又清又深，屈原的冤魂随浪而去，他的怨恨永无绝期。夜晚的枫树林中猿啼使人愁断肠，唯有穿着萝带的山鬼相邀。埋在土里，身形腐败，魂魄难以招回，更用说是葬身鱼腹了。只要楚地后人还在，谁会可惜那喂食蛟龙彩丝包的食物？"}}, {"name": "东风齐着力·电急流光", "prop": {"content": "电急流光，天生薄命，有泪如潮。勉为欢谑，到底总无聊。欲谱频年离恨，言已尽、恨未曾消。凭谁把，一天愁绪，按出琼箫。往事水迢迢，窗前月、几番空照魂销。旧欢新梦，雁齿小红桥。最是烧灯时候，宜春髻、酒暖蒲萄。凄凉煞，五枝青玉，风雨飘飘。", "translation": "　　这首词可以说是作者用血泪滴洒而成的，其伤感之苦情，灼人心脾。上片开端三句笼罩全篇，点明抒凄绝伤感的悲悼之旨。接下去“勉为”二句转说无论怎样自作宽解也“总无聊”。又接以“欲谱”二句再转说离恨积深积久已无法消解。结穴三句化情思为景物，说凄切的萧声传出了那“一天愁绪”，更使人伤感了。过篇承上片意脉而又开启下片追忆之情景。“旧欢”以下四句是追忆，而所追忆的都是梦里往日欢会的景象，这便加倍地表达出情伤彻骨，同时也为结穴三句作了衬垫。故结处写眼前凄清之景以“凄凉煞”三字总括。这收束极厚重，既与开端照应，又宕出远韵高致，其无穷无尽的悲悼之凄情，尽在不言之中了。"}}, {"dynasty": "南北朝"}, {"name": "江城子·乙卯正月二十", "prop": {"content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)", "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 "}}, {"dynasty": "两汉"}, {"name": "蝶恋花·辛苦最怜天上", "prop": {"content": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。(都成 一作：长如；若似 一作：但似)无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。(无那尘缘 一作：无奈钟情)", "translation": "最怜爱那天空辛苦的明月，一月之中只有一夜是像玉环一样的满月，其它时候都像是不完整的玉玦。如果能够像天上的圆月，长盈不亏，那么我作为冰雪，将不惜为你融化。无奈尘世的情缘最易断绝，而不懂忧愁的燕子依然轻轻地踏在帘钩上，呢喃絮语。我在秋日，面对你的坟茔，高歌一曲，然而愁绪丝毫没有削减。我是多么希望能和你像春天里双飞双宿的蝴蝶那样在草丛里嬉戏啊。"}}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "风入松·听风听雨过清", "prop": {"content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "translation": "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。"}}, {"dynasty": "宋代"}, {"dynasty": "五代"}, {"name": "岳鄂王墓", "prop": {"content": "鄂王坟上草离离，秋日荒凉石兽危。南渡君臣轻社稷，中原父老望旌旗。英雄已死嗟何及，天下中分遂不支。莫向西湖歌此曲，水光山色不胜悲。", "translation": "岳飞墓上荒草离离，一片荒凉，只有秋草、石兽而已。南渡君臣轻视社稷，可中原父老还在盼望着王师的旌旗。英雄被害，后悔晚矣，天下灭亡已成定局。不要向西湖吟唱此诗，面对这样的景致无从吟起。"}}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "崔珏", "dynasty": "唐代"}, {"name": "浣溪沙·凤髻抛残秋草", "prop": {"content": "凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。", "translation": "凤髻散乱，枯黄的秋草到处生长。天上的月亮给人湿润的感觉，好像哭过一般，冰冷没有声息。当年每逢七夕之夜，我们都在月下互诉着山盟海誓。而今，只剩我一个人伴着寒月哭泣。原来相信仙人可以传递亡妻的信物，但后悔的是她的遗物都与她一同埋葬了。亡妻已逝，如今唯有自己空自怅痛了，凭吊美好的曾经。"}}, {"name": "卜算子·悼国际共产主", "prop": {"content": "疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。　残固不堪残，何须自寻烦？花落自有花开日，蓄芳待来年。", "translation": "冬日寒窗前只有梅树孤零零伫立，它总在百花开放之前开放。只可惜那绽放的花朵难以持久，春天一到就已全部凋残。本来要凋谢的总要凋谢，人又何必自寻愁烦？花落花开自有它的时间，蓄积的芬芳只待明年再次开放。"}}, {"name": "霜叶飞·重九", "prop": {"content": "断烟离绪。关心事，斜阳红隐霜树。半壶秋水荐黄花，香噀西风雨。纵玉勒、轻飞迅羽，凄凉谁吊荒台古？记醉踏南屏， 彩扇咽寒蝉，倦梦不知蛮素。聊对旧节传杯，尘笺蠹管，断阕经岁慵赋。小蟾斜影转东篱，夜冷残蛩语。早白发、缘愁万缕。惊飙从卷乌纱去。谩细将、茱萸看，但约明年，翠微高处。", "translation": "无"}}, {"name": "减字木兰花·新月", "prop": {"content": "晚妆欲罢，更把纤眉临镜画。准待分明，和雨和烟两不胜。莫教星替，守取团圆终必遂。此夜红楼，天上人间一样愁。", "translation": "晚妆梳罢，又手执画笔。镜中，你的纤纤柳眉，是否正如窗外的一弯新月。回首天边，烟雨正朦胧，让人看不分明的，是藏在烟雨后的一弯新月。这样的夜空，不需要有星星，和我一起守着永恒誓言的。是你，是在星海飘摇的一弯新月。寂静的夜，寂寞的小楼。茫茫人间，你我同样的哀愁。想必也如天边的那弯新月。"}}, {"name": "赵佶", "dynasty": "宋代"}, {"name": "潘岳", "dynasty": "魏晋"}, {"name": "青衫湿·悼亡", "prop": {"content": "近来无限伤心事，谁与话长更？从教分付，绿窗红泪，早雁初莺。当时领略，而今断送，总负多情。忽疑君到，漆灯风飐，痴数春星。", "translation": "最近有太多的伤心事，我能与谁倾诉于这漫漫长夜？一切听从命运的安排，早春时节，窗外绿影婆娑，大雁归来，黄莺歌舞，任凭泪流满面。当年与你欣赏美景，如今却丧失了，辜负了往日的一片深情。忽然一阵风吹，明灯随风摇动，我以为是你的魂魄回来了，罢了，我只能痴情地数星等待。"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "为薛台悼亡", "prop": {"content": "半死梧桐老病身，重泉一念一伤神。 手携稚子夜归院，月冷空房不见人。", "translation": "一边是就要枯死的梧桐树一边是久病的身躯，每当想到人死后要去九泉之下心里感到悲伤。夜晚手拉着年幼的儿子回到了自己的故园中，寒冷的月光下空空的房子里没有看见任何人。"}}, {"name": "向秀", "dynasty": "魏晋"}, {"name": "刘彻", "dynasty": "两汉"}, {"name": "绿衣", "prop": {"content": "绿兮衣兮，绿衣黄里。心之忧矣，曷维其已？绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡？绿兮丝兮，女所治兮。我思古人，俾无訧兮。絺兮绤兮，凄其以风。我思古人，实获我心。", "translation": "绿衣裳啊绿衣裳，绿色面子黄里子。心忧伤啊心忧伤，什么时候才能止！绿衣裳啊绿衣裳，绿色上衣黄下裳。心忧伤啊心忧伤，什么时候才能忘！绿丝线啊绿丝线，是你亲手来缝制。我思亡故的贤妻，使我平时少过失。细葛布啊粗葛布，穿上冷风钻衣襟。我思亡故的贤妻，实在体贴我的心。"}}, {"name": "金缕曲·亡妇忌日有感", "prop": {"content": "此恨何时已。滴空阶、寒更雨歇，葬花天气。三载悠悠魂梦杳，是梦久应醒矣。料也觉、人间无味。不及夜台尘土隔，冷清清、一片埋愁地。钗钿约，竟抛弃。重泉若有双鱼寄。好知他、年来苦乐，与谁相倚。我自中宵成转侧，忍听湘弦重理。待结个、他生知己。还怕两人俱薄命，再缘悭、剩月零风里。清泪尽，纸灰起。", "translation": "这愁绪什么时候才是尽头？滴落在空空台阶上的细雨终于止住，夜晚如此清冷，正是适宜葬花的天气。你离我而去已整整三年，纵然是一场大梦，也早就应该醒来了。你一定是觉得人间没有趣味吧，不如泥土深处的黄泉，虽冷冷清清，但它能埋葬所有的愁怨。你倒是去了那清净之地，而我们生生世世不离不弃的约定，就这样被你抛弃。如果可以寄书信到黄泉该多好，好让我知道你这些年过得怎样，是谁在身旁照顾你。夜深了，我仍然辗转反侧，无法入睡，不忍再弹奏那哀怨凄婉的琴弦。让我们来生再结为知己吧，就怕真的有来生，我们两个仍然无法长相厮守。而今，我的泪水已经流尽，纸钱烧成灰，飘忽不定。"}}, {"name": "赵孟頫", "dynasty": "元代"}, {"name": "书琵琶背", "prop": {"content": "侁自肩如削，难胜数缕绦。天香留凤尾，余暖在檀槽。", "translation": "她肩细若削成，几乎纤丽到了难以承受数条丝带的地步。身上独特的香味依然留在琵琶的凤尾里，琵琶上架弦的格子里也还残留着她怀抱时的余温。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "南乡子·为亡妇题照", "prop": {"content": "泪咽却无声，只向从前悔薄情。凭仗丹青重省识，盈盈，一片伤心画不成。别语忒分明，午夜鹣鹣梦早醒。卿自早醒侬自梦，更更，泣尽风檐夜雨铃。", "translation": "热泪双流却饮泣无声，只是痛悔从前没有珍视你的一往深情。想凭藉丹青来重新和你聚会，泪眼模糊心碎肠断不能把你的容貌画成。离别时的话语还分明在耳，比翼齐飞的好梦半夜里被无端惊醒。你已自早早醒来我却还在梦中，哭尽深更苦雨风铃声声到天明。"}}, {"name": "木兰花慢·莺啼啼不尽", "prop": {"content": "莺啼啼不尽，任燕语、语难通。这一点闲愁，十年不断，恼乱春风。重来故人不见，但依然、杨柳小楼东。记得同题粉壁，而今壁破无踪。兰皋新涨绿溶溶。流恨落花红。念着破春衫，当时送别，灯下裁缝。相思谩然自苦，算云烟、过眼总成空。落日楚天无际，凭栏目送飞鸿。", "translation": "让黄莺呜叫也叫不完，让呢喃的燕子任意地诉说，也说不清。这一点孤独愁苦，十年萦绕心头从未间断，这愁苦搅乱春风。旧地重来妻子却再也看不见。但小楼东边的杨柳，却依然如旧。曾记得你我共同在粉壁题诗，而今墙壁残破诗句无影无踪。长满兰草的沼泽地，新涨起一片碧绿溶溶，凋落的红花含着遗恨翻腾。看身上已经穿得破旧的春衫，清楚地记得这是当年送别时，你在灯下连夜剪裁制成。折磨我的是无边无际的思念之苦，算起来，往事像云烟一样，从眼前经过一切总是成空。在暮色中仰望楚天漫无边际，只能靠着阑干目送远去的飞鸿。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "思旧赋", "prop": {"content": "余与嵇康、吕安居止接近，其人并有不羁之才。然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发音寥亮。追思曩昔游宴之好，感音而叹，故作赋云：将命适于远京兮，遂旋反而北徂。济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹黍离之愍周兮，悲麦秀于殷墟。惟古昔以怀今兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如。昔李斯之受罪兮，叹黄犬而长吟。悼嵇生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，遂援翰而写心。 ", "translation": "无"}}, {"dynasty": "元代"}, {"name": "临江仙·秦楼不见吹箫", "prop": {"content": "秦楼不见吹箫女，空余上苑风光。粉英金蕊自低昂。东风恼我，才发一衿香。琼窗梦醒留残日，当年得恨何长！碧阑干外映垂杨。暂时相见，如梦懒思量。", "translation": "没有像秦穆公女那样的美人，有皇家上苑的美好景色，也是空的了。那些花开得如此美，瓣是粉红的，蕊是金黄的，可是只有它们自己或低或昂，没人能和我去欣赏。也许东风不高兴我，所以才使那些花开了一半。我长日思念，百无聊赖，倚窗独困倦后昏然入睡，一觉醒来夕阳已西下。在梦中梦见了当年的欢爱之情，而梦醒后一切都是空的了，这恨该是何等长久啊！往年两人曾一起在垂杨处依恋相爱，而如今都看不到了。我和她相处只是暂时的，真是很短，和梦一样，还是懒于再想那些事了。"}}, {"name": "醉落魄·预赏景龙门追", "prop": {"content": "无言哽噎。看灯记得年时节。行行指月行行说。愿月常圆，休要暂时缺。 今年华市灯罗列。好灯争奈人心别。人前不敢分明说。不忍抬头，羞见旧时月。", "translation": "　　这是一首悼亡词。1121年(宣和三年)夏四月丙寅"}}, {"name": "孤雁儿·藤床纸帐朝眠", "prop": {"content": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。", "translation": "初春的早晨在藤床纸帐这样清雅的环境中醒来，却有一种说不尽的伤感与思念。沉香燃尽了没有再往香炉中添续，香炉的温度也就凉了，我的情绪也如水一样凄凉孤寂。《梅花三弄》的笛曲吹开了枝头的梅花，春天虽然来临了，却引起了我无限的幽恨。门外细雨潇潇下个不停，门内伊人枯坐，泪下千行。明诚既逝，人去楼空，纵有梅花好景，又有谁与自己倚阑同赏呢 ？今天折下梅花，找遍人间天上，四处茫茫，没有一人可供寄赠。"}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "思佳客·迷蝶无踪晓梦", "prop": {"content": "迷蝶无踪晓梦沉，寒香深闭小庭心。欲知湖上春多少，但看楼前柳浅深。愁自遣，酒孤斟。一帘芳景燕同吟。杏花宜带斜阳看，几阵东风晚又阴。", "translation": "清晨梦醒，梦中的情景全都没了踪影。寒风送来的阵阵花香，深藏在庭院中。想知道湖上的春光如何，只要看看楼前的杨柳的绿色是浓是淡。独自排忧，独自斟酒浅酌。窗外的景色正好，与那翻飞的燕子一同吟唱。斜阳下的杏花看起来更加绚丽迷人。阵阵东风吹走阳光，黄昏也变得幽冷暗沉。"}}, {"name": "山花子·风絮飘残已化", "prop": {"content": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情。又到断肠回首处，泪偷零。(不多情 一作：悔多情)", "translation": "风中的柳絮残飞到水面化作浮萍，河泥中的莲花虽然刚劲果断，但是它的茎却依然会丝丝萦绕不断。别离时拈一花瓣赠与对方，记念以前的事情。人们常说人多情了他的感情就不会很深，现在真的后悔以前的多情，回到以前伤心离别的地方，泪水禁不住悄悄流下来。"}}, {"name": "七律·吊罗荣桓同志", "prop": {"content": "记得当年草上飞，红军队里每相违。长征不是难堪日，战锦方为大问题。斥鷃每闻欺大鸟，昆鸡长笑老鹰非。君今不幸离人世，国有疑难可问谁？", "translation": "记得当年红军初创的游击战争年代，你我同在军中却常常想见而见不到。长征并不是什么了不起的困难日，战争胜利后如何保卫祖国的锦绣河山才是大问题。斥鷃嘲笑鹏鸟为了飞得高而天天那么辛苦，哪像自己在蓬蒿中飞翔那么轻松自在。此时此刻你却不幸辞世，今后国家大事的商讨可问计于谁？"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "悼亡诗三首", "prop": {"content": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。皎皎窗中月，照我室南端。清商应秋至，溽暑随节阑。凛凛凉风升，始觉夏衾单。岂曰无重纩，谁与同岁寒。岁寒无与同，朗月何胧胧。展转盻枕席，长簟竟床空。床空委清尘，室虚来悲风。独无李氏灵，髣髴覩尔容。抚衿长叹息，不觉涕沾胸。沾胸安能已，悲怀从中起。寝兴目存形，遗音犹在耳。上惭东门吴，下愧蒙庄子。赋诗欲言志，此志难具纪。命也可奈何，长戚自令鄙。曜灵运天机，四节代迁逝。凄凄朝露凝，烈烈夕风厉。奈何悼淑俪，仪容永潜翳。念此如昨日，谁知已卒岁。改服从朝政，哀心寄私制。茵帱张故房，朔望临尔祭。尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。亹亹朞月周，戚戚弥相愍。悲怀感物来，泣涕应情陨。驾言陟东阜，望坟思纡轸。徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰。落叶委埏侧，枯荄带坟隅。孤魂独茕茕，安知灵与无。投心遵朝命，挥涕强就车。谁谓帝宫远，路极悲有余。", "translation": "　　潘岳《悼亡诗》是诗人悼念亡妻杨氏的诗作，共有三首。杨氏是西晋书法家戴侯杨肇的女儿。潘岳十二岁时与她订婚，结婚之后，大约共同生活了二十四个年头。杨氏卒于公元298年（晋惠帝元康八年）。潘岳夫妇感情很好，杨氏亡后，潘岳写了一些悼亡诗赋，除《悼亡诗》三首之外，还有《哀永逝文》《悼亡赋》等，表现了诗人与妻子的深厚感情。在这些悼亡诗赋中，《悼亡诗》三首都堪称杰作，而在三首《悼亡诗》中，第一首传诵千古，尤为有名。这里选析第一首。"}}, {"name": "西江月·梅花", "prop": {"content": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。(翻嫌 一作：常嫌)", "translation": "梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因它淡雅的姿态有神仙的风姿。海仙经常派遣使者来到花丛中探望，这个使者，原来是倒挂在树上的绿毛小鸟。它的素色面容不屑于用铅粉来妆饰，即使梅花谢了，而梅叶仍有红色。爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梅花云那样做同一类的梦了。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "浣溪沙·谁念西风独自", "prop": {"content": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。", "translation": "是谁独自在西风中感慨悲凉，不忍见萧萧黄叶而闭上轩窗。独立屋中任夕阳斜照，沉浸在往事回忆中。酒后小睡，春日好景正长，闺中赌赛，衣襟满带茶香。曾经美好快乐的记忆，当时只觉得最寻常不过，而今却物是人非。"}}, {"name": "元稹", "dynasty": "唐代"}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "沈园二首·其二", "prop": {"content": "梦断香消四十年，沈园柳老不吹绵。此身行作稽山土，犹吊遗踪一泫然。", "translation": "离她香消玉殒已过去四十多年，沈园柳树也老得不能吐絮吹绵。我眼看着要化作会稽山中的一抔黄土，仍然来此凭吊遗踪而泪落潸然。"}}, {"dynasty": "唐代"}, {"name": "李元膺", "dynasty": "宋代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "遣悲怀三首·其一", "prop": {"content": "谢公最小偏怜女，自嫁黔娄百事乖。顾我无衣搜荩箧，泥他沽酒拔金钗。(荩箧 一作：画箧)野蔬充膳甘长藿，落叶添薪仰古槐。今日俸钱过十万，与君营奠复营斋。", "translation": "你如同谢公最受偏爱的女儿，嫁给我这个贫士事事不顺利。你见我没有衣衫就在箱子找，你拔下金钗因我相求而买酒。你用野蔬充饥却说食物甘美，古槐落叶当柴也无怨无悔。如今我高官厚禄你却离人间，为祭奠你延请僧道超度士灵。"}}, {"name": "遣悲怀三首·其二", "prop": {"content": "昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。", "translation": "往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。因怀念你我对婢仆也格外怜爱，也曾因梦见你并为你送去钱财。我诚知死别之恨世间人人都有，但咱们共苦夫妻死别更觉哀痛。"}}, {"name": "葛生", "prop": {"content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。", "translation": "葛藤覆盖了一丛丛的黄荆，野葡萄蔓延在荒凉的坟茔。我的亲密爱人长眠在这里，谁和他在一起？独守安宁！葛藤覆盖了丛生的酸枣枝，野葡萄蔓延在荒凉的坟地。我的亲密爱人埋葬在这里，谁和他在一起？独自安息！他头下的角枕是那样光鲜，身上的锦被多么光华灿烂！我的亲密爱人安眠在这里，谁和他在一起？独枕待旦！没有你的日子里夏天煎熬，冬夜是那样漫长难耐孤寒。终有一天我也要化作清风，随你而来相会在碧落黄泉！没有你的日子里冬夜漫漫，夏天是那样漫长尤感孤寂。终有一天我也要化为泥土，随你而来相聚在这块宝地！"}}, {"name": "三姝媚·过都城旧居有", "prop": {"content": "湖山经醉惯。渍春衫、啼痕酒痕无限。又客长安，叹断襟零袂，涴尘谁浣。紫曲门荒，沿败井、风摇青蔓。对语东邻，犹是曾巢，谢堂双燕。 春梦人间须断。但怪得、当年梦缘能短。绣屋秦筝，傍海棠偏爱，夜深开宴。舞歇歌沈，花未减、红颜先变。伫久河桥欲去，斜阳泪满。", "translation": "无"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "沈园二首·其一", "prop": {"content": "城上斜阳画角哀，沈园非复旧池台。伤心桥下春波绿，曾是惊鸿照影来。", "translation": "斜阳下城墙上的画角声仿佛也在哀痛，沈园已经不是原来的池阁亭台。那座令人伤心的桥下春水依然碧绿，当年我曾在这里见到她美丽的身影。"}}, {"name": "临江仙·送王缄", "prop": {"content": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "translation": "忘掉了成都那些事儿已经有十多年了，但是因为你的到来，使我不得不再三思念。今日送别，请你将我的伤心之泪带回家乡，洒向江头一吊。我又何尝不知道故乡的好啊，自己飘零已久，赋归无日，自成天涯孤凉客。哪里悲凉的愁绪你不会知道，早已被我吟断的衷肠已不会再过分伤愁。今日殷勤给你送上离别的酒宴，希望你能尽兴。我的身躯就好像传舍一样辗转流离，何处才能是我的家乡啊！"}}, {"name": "吊白居易", "prop": {"content": "缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。", "translation": "你应该继续做大唐的诗人，谁教你那么突然就走了。人如浮云，想留也留不住你，愿你随处安居，原谅我造化不够，想唤回你的生命也是徒然，愿你九天之上能够快乐，巧妙地嵌入逝者名、字。你名闻大唐天下，你的诗篇光耀子孙，连孩童也会吟《长恨歌》，胡人也能唱《琵琶行》。你的功德和声望行人尽知，我会常常想起你来。"}}, {"name": "梦微之", "prop": {"content": "夜来携手梦同游，晨起盈巾泪莫收。漳浦老身三度病，咸阳宿草八回秋。君埋泉下泥销骨，我寄人间雪满头。阿卫韩郎相次去，夜台茫昧得知不？", "translation": "夜里做梦与你携手共同游玩，早晨醒来泪水流满巾也止不住。在漳浦我三次生病，长安城草生草长已经八个年头。想你逝去九泉尸骨已经化成泥沙，我还暂时寄住人间白发满头。阿卫韩郎已经先后去世，黄泉渺茫昏暗能够知晓吗？"}}, {"name": "九歌·国殇", "prop": {"content": "操吴戈兮被犀甲，车错毂兮短兵接。旌蔽日兮敌若云，矢交坠兮士争先。凌余阵兮躐余行，左骖殪兮右刃伤。霾两轮兮絷四马，援玉枹兮击鸣鼓。天时怼兮威灵怒，严杀尽兮弃原野。(怼 一作：坠)出不入兮往不反，平原忽兮路超远。带长剑兮挟秦弓，首身离兮心不惩。诚既勇兮又以武，终刚强兮不可凌。身既死兮神以灵，子魂魄兮为鬼雄！(子魂魄兮 一作：魂魄毅兮)", "translation": "战士手持兵器身披犀甲，敌我战车交错戈剑相接。旌旗遮天蔽日敌众如云，飞箭如雨战士奋勇争先。敌军侵犯我们行列阵地，右骖马受伤左骖马倒毙。兵车两轮深陷绊住四马，主帅举起鼓槌猛击战鼓。杀得天昏地暗神灵震怒，全军将士捐躯茫茫原野。将士们啊一去永不回还，走向那平原的遥远路途。佩长剑夹强弓争战沙场，首身分离雄心永远不屈。真正勇敢顽强而又英武，始终刚强坚毅不可凌辱。人虽死啊神灵终究不泯， 魂魄刚毅不愧鬼中英雄！"}}, {"name": "临江仙·点滴芭蕉心欲", "prop": {"content": "点滴芭蕉心欲碎，声声催忆当初。欲眠还展旧时书。鸳鸯小字，犹记手生疏。倦眼乍低缃帙乱，重看一半模糊。幽窗冷雨一灯孤。料应情尽，还道有情无？", "translation": "窗外，雨打芭蕉声声，唤起了我对于往事的思忆，痛得心欲破碎。临睡前还展开旧时书信，看着那写满相思情意的书笺，记起当时她书写鸳鸯二字时还不熟练的模样。看着这些散乱的书册，不禁泪眼模糊。在这个冷冷的雨夜里，点着一盏孤灯，独坐这幽暗窗前。料想你我的缘分已尽，可谁又道得清究竟是有情还是无情呢？"}}, {"name": "李夫人赋", "prop": {"content": "　　美连娟以修嫭兮，命樔绝而不长。饰新官以延贮兮，泯不归乎故乡。惨郁郁其芜秽兮，隐处幽而怀伤。释舆马于山椒兮，奄修夜之不阳。秋气憯以凄泪兮，桂枝落而销亡。神茕茕以遥思兮，精浮游而出畺。托沈阴以圹久兮，惜蕃华之未央。念穷极之不还兮，惟幼眇之相羊。函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄。燕淫衍而抚楹兮，连流视而娥扬。既激感而心逐兮，包红颜而弗明。欢接狎以离别兮，宵寤梦之芒芒。忽迁化而不反兮，魄放逸以飞扬。何灵魄之纷纷兮，哀裴回以踌躇。势路日以远兮，遂荒忽而辞去。超兮西征，屑兮不见。寖淫敞，寂兮无音。思若流波，怛兮在心。 　　乱曰：佳侠函光，陨朱荣兮。嫉妒闟茸，将安程兮。方时隆盛，年夭伤兮。弟子增欷，洿沫怅兮。悲愁於邑，喧不可止兮。向不虚应，亦云己兮。嫶妍太息，叹稚子兮。懰栗不言，倚所恃兮。仁者不誓，岂约亲兮？既往不来，申以信兮。去彼昭昭，就冥冥兮。既不新宫，不复故庭兮。呜呼哀哉，想魂灵兮！ ", "translation": "无"}}, {"dynasty": "魏晋"}, {"name": "祭十二郎文", "prop": {"content": "　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。　　去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。　　虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。　　汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？　　汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！", "translation": "　　某年、某月、某日，叔父韩愈在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并让建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位："}}, {"name": "清平乐·东风依旧", "prop": {"content": "东风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。去年紫陌青门，今宵雨魄云魂。断送一生憔悴，能消几个黄昏！", "translation": "和煦的东风，依旧像往年多情地吹拂着隋堤的杨柳。搓揉得柳条儿长出鹅黄的嫩叶，在清和明丽的天气里勾缠撕扭。去年曾到京都青门游春，今晚却不见朝云暮雨，落得丧魄失魂。如果想要折磨人，想让他一生都憔悴伤心，也不需要别的什么，只用几个这样寂寞难耐的黄昏。"}}, {"name": "蓼莪", "prop": {"content": "蓼蓼者莪，匪莪伊蒿。哀哀父母，生我劬劳。蓼蓼者莪，匪莪伊蔚。哀哀父母，生我劳瘁。瓶之罄矣，维罍之耻。鲜民之生，不如死之久矣。无父何怙？无母何恃？出则衔恤，入则靡至。父兮生我，母兮鞠我。抚我畜我，长我育我，顾我复我，出入腹我。欲报之德。昊天罔极！南山烈烈，飘风发发。民莫不穀，我独何害！南山律律，飘风弗弗。民莫不穀，我独不卒！", "translation": "看那莪蒿长得高，却非莪蒿是散蒿。可怜我的爹与妈，抚养我大太辛劳！"}}, {"name": "刘弇", "dynasty": "宋代"}, {"name": "山花子·欲话心情梦已", "prop": {"content": "欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。", "translation": "想对你倾诉衷肠时已梦醒，在妆镜中隐约见到你眉如春山。这才后悔以前太过于草率，没有对你分外珍惜爱怜。你缥缈的芳魂只能在月夜归来，你遗下的钿钗为什么偏偏寄留人间。我和红烛一起滴残了多少眼泪啊，不知何时才能干？"}}, {"name": "渡江云三犯·西湖清明", "prop": {"content": "羞红颦浅恨，晚风未落，片绣点重茵。旧堤分燕尾，桂棹轻鸥，宝勒倚残云。千丝怨碧，渐路入、仙坞迷津。肠漫回，隔花时见，背面楚腰身。 逡巡。题门惆怅，堕履牵萦，数幽期难准。还始觉、留情缘眼，宽带因春。明朝事与孤烟冷，做满湖、风雨愁人。山黛暝，尘波澹绿无痕。", "translation": "无"}}, {"name": "莺啼序·春晚感怀", "prop": {"content": "　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛。临分败壁题诗，泪墨惨淡尘土。　　危亭望极，草色天涯，叹鬓侵半苎。暗点检，离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沈过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？", "translation": "无"}}, {"name": "陈衡恪", "dynasty": "清代"}, {"dynasty": "清代"}, {"name": "离思五首·其四", "prop": {"content": "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。", "translation": "经历过波澜壮阔的大海，别处的水再也不值得一观。陶醉过巫山的云雨的梦幻，别处的风景就不称之为云雨了。即使身处万花丛中，我也懒得回头顾盼；这缘由，一半是因为修道人的清心寡欲，一半是因为曾经拥有过的你。"}}, {"dynasty": "先秦"}, {"name": "鹧鸪天·重过阊门万事", "prop": {"content": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。 原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。", "translation": "再次来到苏州，只觉得物是人非。曾与我同来的妻子为什么不能与我同归呢？自己如同霜打的梧桐半死半生，又像失伴的鸳鸯，孤独倦飞。原野里绿草嫩叶上的露珠刚刚被晒干。我流连于旧日同住的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，今后还有谁再为我深夜挑灯缝补衣衫？"}}, {"name": "悼亡三首", "prop": {"content": "结发为夫妇，于今十七年。相看犹不足，何况是长捐！我鬓已多白，此身宁久全？终当与同穴，未死泪涟涟。每出身如梦，逢人强意多。归来仍寂寞，欲语向谁何？窗冷孤萤入，宵长一雁过。世间无最苦，精爽此销磨。从来有修短，岂敢问苍天？见尽人间妇，无如美且贤。譬令愚者寿，何不假其年？忍此连城宝，沉埋向九泉！", "translation": "我们成为结发夫妻，到如今一共有十七年。互相厮守还嫌不够，何况现在是永远失去！我鬓发已多见斑白，这肉身还能坚持多久？与你同穴为期不远，未死时还是涕泪涟涟。"}}, {"name": "妾薄命·为曾南丰作", "prop": {"content": "主家十二楼，一身当三千。古来妾薄命，事主不尽年。起舞为主寿，相送南阳阡。忍著主衣裳，为人作春妍。有声当彻天，有泪当彻泉。死者恐无知，妾身长自怜。叶落风不起，山空花自红。捐世不待老，惠妾无其终。一死尚可忍，百岁何当穷？天地岂不宽？妾身自不容。死者如有知，杀身以相从。向来歌舞地，夜雨鸣寒蛩。 ", "translation": "我夫主家富贵豪华，高楼连云；我受到夫主的看重，宠爱集于一身。自古以来女子薄命的不知有多少，如今轮到我，侍奉夫主，不能尽自己的天年。正在轻歌曼舞为夫主祝寿，忽然间送殡南阳雨泪涟涟。我怎忍心穿着夫主为我做的衣裳，为别人歌舞打扮强作欢颜？我悲痛呼叫，声彻云天；我泪如雨下，洒到黄泉。死去的人恐怕不会知道，我是这样地日日夜夜惆怅自怜。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "哭李商隐", "prop": {"content": "成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。", "translation": "其一成纪郎官名字叫李义山，身归黄土让人空怀长叹。诗词树林的枝叶已落尽，学术界的浪涛一夜枯干。狂风暴雨把那灯烛吹灭，姓名一直在我心中思念。他应该到世外攀折玉树，身著霓裳登上那仙人坛。"}}, {"name": "五律·挽戴安澜将军", "prop": {"content": "外侮需人御，将军赋采薇。师称机械化，勇夺虎罴威。浴血东瓜守，驱倭棠吉归。沙场竟殒命，壮志也无违。", "translation": "来自国外的侮弄需要人去抵挡，戴安澜将军受命于危难之中，率部远征，用自己的行动谱写了一曲抗日的《采薇》诗篇。戴安澜将军所率领的200师靠英勇善战，勇敢顽强，大灭了日本帝国主义的威风。东瓜之战中，将军率领将士浴血奋战，终于坚守住了东瓜重镇，又在棠吉之战中，率领将士从日寇手中夺回了棠吉。一代抗日英杰竟然命丧缅北战场，将军虽壮志未酬，却用自己年轻的生命实践了自己的凌云壮志，死得其所，死而无憾。"}}, {"name": "茶瓶儿·去年相逢深院", "prop": {"content": "去年相逢深院宇，海棠下、曾歌《金缕》。歌罢花如雨。 翠罗衫上，点点红无数。 今岁重寻携手处，空物是人非春暮。回首青门路。乱红飞絮，相逐东风去。", "translation": "　　这首词讲了一个类似于“人面桃花”的故事。虽为悼亡词，但含蓄不露，不加点破，更见风致。 "}}, {"dynasty": "近现代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "题春绮遗像", "prop": {"content": "人亡有此忽惊喜， 兀兀对之呼不起。嗟余只影系人间， 如何同生不同死？同死焉能两相见， 一双白骨荒山里。及我生时悬我睛， 朝朝伴我摩书史。漆棺幽閟是何物？ 心藏形貌差堪拟。去年欢笑已成尘， 今日梦魂生泪泚。", "translation": ""}}, {"name": "六么令·夷则宫七夕", "prop": {"content": "露蛩初响，机杼还催织。婺星为情慵懒，伫立明河侧。不见津头艇子，望绝南飞翼。云梁千尺。尘缘一点，回首西风又陈迹。那知天上计拙，乞巧楼南北。瓜果几度凄凉，寂寞罗池客。人事回廊缥缈，谁见金钗擘。今夕何夕。杯残月堕，但耿银河漫天碧。", "translation": "　　“六么令”，唐教坊曲名，后用作词调。王灼《碧鸡漫志》说：“此曲拍无过六字者，故曰六么。”又名《绿腰》、《乐世》、《录要》。双调，九十四字上片九句五仄韵，下片九句五仄韵。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "蝶恋花·眼底风光留不", "prop": {"content": "眼底风光留不住，和暖和香，又上雕鞍去。欲倩烟丝遮别路，垂杨那是相思树。惆怅玉颜成间阻，何事东风，不作繁华主。断带依然留乞句，斑骓一系无寻处。", "translation": "眼前的美好风光是留不住的，在一片温暖和芳香里，他叉上马去远行。想要请柳丝拂动起来遮挡他前进的路，但杨柳树不是相思树，怎会懂得我的伤心。为我们的天涯相隔而倍感痛苦惆怅，这东风为什么留不住这繁华旧梦。身边还留有当年他所写的信，但他的马已经走远，不知道现在身在何处。"}}, {"name": "沁园春·代悼亡", "prop": {"content": "梦冷蘅芜，却望姗姗，是耶非耶？怅兰膏渍粉，尚留犀合；金泥蹙绣，空掩蝉纱。影弱难持，缘深暂隔，只当离愁滞海涯。归来也，趁星前月底，魂在梨花。鸾胶纵续琵琶。问可及、当年萼绿华。但无端摧折，恶经风浪；不如零落，判委尘沙。最忆相看，娇讹道字，手剪银灯自泼茶。令已矣，便帐中重见，那似伊家。", "translation": "蘅芜香渐渐消散的烟气里，隐约看到你的身影，亦真亦幻。，梳妆盒里仍有你未用尽的胭脂，你的首饰与衣衫美丽依旧，看着这些我不禁怅惘良久。留不住你的身影，我们只能分别在两个世界，不，还是把我们的永诀当作远隔天涯海角的思念吧。梨花在星月清辉之下的秀美模样，仿如你魂魄归来。即便我还可以续弦，但谁又及得上你？可恨命运无端将你从我身边夺去：我最常想起你陪我读书的时候，你为我亲剪灯花，和我赌赛书中的掌故，那是何等的欢乐。幸福一去不返，纵然我隔着纱帐看到你缥缈魂魄的影子，但那毕竟不是真实的！"}}, {"name": "悼室人", "prop": {"content": "秋至捣罗纨，泪满未能开。风光肃入户，月华为谁来？结眉向蛛网，沥思视青苔。鬓局将成葆，带减不须摧。我心若涵烟，葐蒀满中怀。", "translation": "　　“秋至捣罗纨，泪满未能开”，秋天到了，天气转凉，照例要另添新衣了。罗、纨都是丝织品，在制衣前先要将其展开放在砧上用杵捣，然后才能制衣。在古代诗歌作品中，捣衣常常用来表现妇女对远行在外的亲人的思念，可是这首诗中，诗人却因捣衣无人而引起了和妻子生死永诀的巨大悲哀。捣衣、制衣都是妇女的工作，妻子如果在世，此时肯定要忙碌起来了，可如今到了这个时节，妻子却已永离人世了。面对成叠的罗纨，诗人不觉又潸然泪下。那帛匹上已沾满了泪水，诗人还在怅然伫立。“未能”二字，见出诗人的内心已由酸痛而至于麻木，他无力也不忍打开那帛匹了。这二句由事及人，由人及情，包含了作者深切的情思。"}}, {"name": "屈原", "dynasty": "先秦"}, {"name": "悼亡诗三首·其一", "prop": {"content": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。", "translation": "无"}}, {"name": "李忱", "dynasty": "唐代"}, {"name": "黄鸟", "prop": {"content": "交交黄鸟，止于棘。谁从穆公？子车奄息。维此奄息，百夫之特。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于桑。谁从穆公？子车仲行。维此仲行，百夫之防。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！交交黄鸟，止于楚。谁从穆公？子车针虎。维此针虎，百夫之御。临其穴，惴惴其栗。彼苍者天，歼我良人！如可赎兮，人百其身！", "translation": "无"}}], "edges": [{"source": 63, "target": 10, "relation": "创作"}, {"source": 15, "target": 63, "relation": "出自于"}, {"source": 53, "target": 84, "relation": "创作"}, {"source": 56, "target": 53, "relation": "出自于"}, {"source": 38, "target": 52, "relation": "创作"}, {"source": 83, "target": 38, "relation": "出自于"}, {"source": 101, "target": 71, "relation": "创作"}, {"source": 85, "target": 101, "relation": "出自于"}, {"source": 89, "target": 70, "relation": "创作"}, {"source": 56, "target": 89, "relation": "出自于"}, {"source": 48, "target": 67, "relation": "创作"}, {"source": 15, "target": 48, "relation": "出自于"}, {"source": 53, "target": 60, "relation": "创作"}, {"source": 38, "target": 12, "relation": "创作"}, {"source": 54, "target": 86, "relation": "创作"}, {"source": 15, "target": 54, "relation": "出自于"}, {"source": 64, "target": 75, "relation": "创作"}, {"source": 56, "target": 64, "relation": "出自于"}, {"source": 53, "target": 59, "relation": "创作"}, {"source": 4, "target": 14, "relation": "创作"}, {"source": 15, "target": 4, "relation": "出自于"}, {"source": 63, "target": 50, "relation": "创作"}, {"source": 38, "target": 46, "relation": "创作"}, {"source": 94, "target": 31, "relation": "创作"}, {"source": 85, "target": 94, "relation": "出自于"}, {"source": 38, "target": 32, "relation": "创作"}, {"source": 94, "target": 77, "relation": "创作"}, {"source": 63, "target": 68, "relation": "创作"}, {"source": 51, "target": 43, "relation": "创作"}, {"source": 15, "target": 51, "relation": "出自于"}, {"source": 19, "target": 90, "relation": "创作"}, {"source": 56, "target": 19, "relation": "出自于"}, {"source": 48, "target": 55, "relation": "创作"}, {"source": 103, "target": 69, "relation": "创作"}, {"source": 56, "target": 103, "relation": "出自于"}, {"source": 38, "target": 36, "relation": "创作"}, {"source": 94, "target": 61, "relation": "创作"}, {"source": 38, "target": 72, "relation": "创作"}, {"source": 97, "target": 6, "relation": "创作"}, {"source": 56, "target": 97, "relation": "出自于"}, {"source": 25, "target": 49, "relation": "创作"}, {"source": 74, "target": 25, "relation": "出自于"}, {"source": 94, "target": 104, "relation": "创作"}, {"source": 29, "target": 39, "relation": "创作"}, {"source": 74, "target": 29, "relation": "出自于"}, {"source": 38, "target": 0, "relation": "创作"}, {"source": 44, "target": 21, "relation": "创作"}, {"source": 93, "target": 44, "relation": "出自于"}, {"source": 33, "target": 17, "relation": "创作"}, {"source": 40, "target": 33, "relation": "出自于"}, {"source": 38, "target": 8, "relation": "创作"}, {"source": 4, "target": 80, "relation": "创作"}, {"source": 44, "target": 47, "relation": "创作"}, {"source": 38, "target": 5, "relation": "创作"}, {"source": 38, "target": 26, "relation": "创作"}, {"source": 89, "target": 28, "relation": "创作"}, {"source": 4, "target": 81, "relation": "创作"}, {"source": 44, "target": 91, "relation": "创作"}, {"source": 18, "target": 87, "relation": "创作"}, {"source": 15, "target": 18, "relation": "出自于"}, {"source": 27, "target": 41, "relation": "创作"}, {"source": 16, "target": 27, "relation": "出自于"}, {"source": 35, "target": 37, "relation": "创作"}, {"source": 15, "target": 35, "relation": "出自于"}, {"source": 38, "target": 20, "relation": "创作"}, {"source": 38, "target": 23, "relation": "创作"}, {"source": 58, "target": 7, "relation": "创作"}, {"source": 56, "target": 58, "relation": "出自于"}, {"source": 65, "target": 1, "relation": "创作"}, {"source": 15, "target": 65, "relation": "出自于"}, {"source": 78, "target": 76, "relation": "创作"}, {"source": 15, "target": 78, "relation": "出自于"}, {"source": 4, "target": 45, "relation": "创作"}, {"source": 4, "target": 3, "relation": "创作"}, {"source": 38, "target": 98, "relation": "创作"}, {"source": 30, "target": 73, "relation": "创作"}, {"source": 11, "target": 30, "relation": "出自于"}, {"source": 38, "target": 99, "relation": "创作"}, {"source": 38, "target": 79, "relation": "创作"}, {"source": 4, "target": 22, "relation": "创作"}, {"source": 4, "target": 96, "relation": "创作"}, {"source": 66, "target": 88, "relation": "创作"}, {"source": 15, "target": 66, "relation": "出自于"}, {"source": 4, "target": 62, "relation": "创作"}, {"source": 54, "target": 2, "relation": "创作"}, {"source": 24, "target": 42, "relation": "创作"}, {"source": 15, "target": 24, "relation": "出自于"}, {"source": 82, "target": 95, "relation": "创作"}, {"source": 83, "target": 82, "relation": "出自于"}, {"source": 57, "target": 92, "relation": "创作"}, {"source": 15, "target": 57, "relation": "出自于"}, {"source": 27, "target": 34, "relation": "创作"}, {"source": 13, "target": 100, "relation": "创作"}, {"source": 9, "target": 13, "relation": "出自于"}, {"source": 25, "target": 102, "relation": "创作"}]}