{"nodes": [{"name": "骆宾王", "dynasty": "唐代"}, {"name": "贺新郎·送胡邦衡待制", "prop": {"content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "translation": "无"}}, {"name": "满江红·送李正之提刑", "prop": {"content": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。", "translation": "蜀道攀登难于上青天，一杯薄酒为你践行。正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此。希望借着这首《喻巴蜀檄》让金人闻风心惊。你文才出众，希望大展身手，为国立功建业。君莫要流泪伤心，倒不如听我说一说你要去的荆楚这一路的风光吧？请用诗写下一路美好景色：庐山的丰姿，赤壁的激浪，襄阳的明月。正是梅花花开、大雪纷飞季节，务必相互勉励莫相忘并不断传递消息。"}}, {"name": "指南录后序", "prop": {"content": "　　德祐二年二月十九日，予除右丞相兼枢密使，都督诸路军马。时北兵已迫修门外，战、守、迁皆不及施。缙绅、大夫、士萃于左丞相府，莫知计所出。会使辙交驰，北邀当国者相见，众谓予一行为可以纾祸。国事至此，予不得爱身；意北亦尚可以口舌动也。初，奉使往来，无留北者，予更欲一觇北，归而求救国之策。于是辞相印不拜，翌日，以资政殿学士行。　　初至北营，抗辞慷慨，上下颇惊动，北亦未敢遽轻吾国。不幸吕师孟构恶于前，贾余庆献谄于后，予羁縻不得还，国事遂不可收拾。予自度不得脱，则直前诟虏帅失信，数吕师孟叔侄为逆，但欲求死，不复顾利害。北虽貌敬，实则愤怒，二贵酋名曰“馆伴”，夜则以兵围所寓舍，而予不得归矣。未几，贾余庆等以祈请使诣北。北驱予并往，而不在使者之目。予分当引决，然而隐忍以行。昔人云：“将以有为也”。　　至京口，得间奔真州，即具以北虚实告东西二阃，约以连兵大举。中兴机会，庶几在此。留二日，维扬帅下逐客之令。不得已，变姓名，诡踪迹，草行露宿，日与北骑相出没于长淮间。穷饿无聊，追购又急，天高地迥，号呼靡及。已而得舟，避渚洲，出北海，然后渡扬子江，入苏州洋，展转四明、天台，以至于永嘉。　　呜呼！予之及于死者，不知其几矣！诋大酋当死；骂逆贼当死；与贵酋处二十日，争曲直，屡当死；去京口，挟匕首以备不测，几自刭死；经北舰十余里，为巡船所物色，几从鱼腹死；真州逐之城门外，几彷徨死；如扬州，过瓜洲扬子桥，竟使遇哨，无不死；扬州城下，进退不由，殆例送死；坐桂公塘土围中，骑数千过其门，几落贼手死；贾家庄几为巡徼所陵迫死；夜趋高邮，迷失道，几陷死；质明，避哨竹林中，逻者数十骑，几无所逃死；至高邮，制府檄下，几以捕系死；行城子河，出入乱尸中，舟与哨相后先，几邂逅死；至海陵，如高沙，常恐无辜死；道海安、如皋，凡三百里，北与寇往来其间，无日而非可死；至通州，几以不纳死；以小舟涉鲸波出，无可奈何，而死固付之度外矣。呜呼！死生，昼夜事也。死而死矣，而境界危恶，层见错出，非人世所堪。痛定思痛，痛何如哉！　　予在患难中，间以诗记所遭，今存其本不忍废。道中手自抄录。使北营，留北关外，为一卷；发北关外，历吴门、毗陵，渡瓜洲，复还京口，为一卷；脱京口，趋真州、扬州、高邮、泰州、通州，为一卷；自海道至永嘉、来三山，为一卷。将藏之于家，使来者读之，悲予志焉。　　呜呼！予之生也幸，而幸生也何为？所求乎为臣，主辱，臣死有余僇；所求乎为子，以父母之遗体行殆，而死有余责。将请罪于君，君不许；请罪于母，母不许；请罪于先人之墓，生无以救国难，死犹为厉鬼以击贼，义也；赖天之灵，宗庙之福，修我戈矛，从王于师，以为前驱，雪九庙之耻，复高祖之业，所谓誓不与贼俱生，所谓鞠躬尽力，死而后已，亦义也。嗟夫！若予者，将无往而不得死所矣。向也使予委骨于草莽，予虽浩然无所愧怍，然微以自文于君亲，君亲其谓予何！诚不自意返吾衣冠，重见日月，使旦夕得正丘首，复何憾哉！复何憾哉！　　是年夏五，改元景炎，庐陵文天祥自序其诗，名曰《指南录》。", "translation": "　　德祐二年二月十九日，我受任右丞相兼枢密使，统率全国各路兵马。当时元兵已经逼近都城北门外，交战、防守、转移都来不及做了。满朝大小官员会集在左丞相吴坚家里，都不知道该怎么办。适逢双方使者的车辆往来频繁，元军邀约宋朝主持国事的人前去相见，大家认为我去一趟就可以解除祸患。国事到了这种地步，我不能顾惜自己了；估计元方也许可以用言词打动。当初，使者奉命往来，并没有被扣留在北方的，我就更想察看一下元方的虚实，回来谋求救国的计策。于是，辞去右丞相职位，第二天，以资政殿学士的身份前往。"}}, {"name": "醉中感怀", "prop": {"content": "早岁君王记姓名，只今憔悴客边城。青衫犹是鵷行旧，白发新从剑外生。古戍旌旗秋惨淡，高城刁斗夜分明。壮心未许全消尽，醉听檀槽出塞声。", "translation": "年轻时蒙君王记起陆游，现如今居边城憔悴哀愁。依旧是穿青衫位列八品，早已剑阁门外白发满头。古堡上飘旌旗秋色惨淡，深更夜响刁斗声震城楼。怀壮志收失地此心未灭，醉梦中闻军乐出塞伐胡。"}}, {"name": "文廷式", "dynasty": "清代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "添字丑奴儿·窗前谁种", "prop": {"content": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。", "translation": "不知是谁在窗前种下的芭蕉树，一片浓阴，遮盖了整个院落。叶片和不断伸展的叶心相互依恋，一张张，一面面，遮蔽了庭院。满怀愁情，无法入睡，偏偏又在三更时分下起了雨，点点滴滴，响个不停。雨声淅沥，不停敲打着我的心扉。我听不惯，于是披衣起床。"}}, {"name": "赴戍登程口占示家人二", "prop": {"content": "出门一笑莫心哀，浩荡襟怀到处开。时事难从无过立，达官非自有生来。风涛回首空三岛，尘壤从头数九垓。休信儿童轻薄语，嗤他赵老送灯台。力微任重久神疲，再竭衰庸定不支。苟利国家生死以，岂因祸福避趋之。谪居正是君恩厚，养拙刚于戍卒宜。戏与山妻谈故事，试吟断送老头皮。", "translation": "我离家外出去远行，无论到哪里，都会敞开宽阔的胸怀。我们要乐观旷达，心里不要难受悲哀。世上的大事、国家的大事，是很难从没有过错中成功的，就连高官达贵也不是天生得来。回想广东那轰轰烈烈的禁烟抗英，我蔑视英国侵略者。从今以后，我将游历祖国大地，观察形势，数历山川。不要理会那般人幸灾乐祸、冷嘲热讽，鄙弃那些“赵老送灯台”之类的混话。"}}, {"name": "戚继光", "dynasty": "明代"}, {"name": "宜春苑", "prop": {"content": "狐冢獾蹊满路隅，行人犹作御园呼。连昌尚有花临砌，断肠宜春寸草无。", "translation": "宜春苑各个角落已经遍布坟墓和狐獾洞穴，但是过路人仍以东御园称呼这里。当年的连昌宫台阶旁还生长着几株残花，而这里却寸草不生让人思之肝肠寸断。"}}, {"name": "离骚(节选)", "prop": {"content": "长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。", "translation": "无"}}, {"name": "金陵新亭", "prop": {"content": "金陵风景好，豪士集新亭。举目山河异，偏伤周顗情。四坐楚囚悲，不忧社稷倾。王公何慷慨，千载仰雄名。", "translation": "金陵人杰地灵，风光优美，豪强众集，今天会聚到新亭。放眼中原，满目疮痍，河山不复繁荣如旧，周颐情结大伤。大家坐在这里如同楚囚一样悲怨，谁真正为国家的命运着想。王导公何其慷慨激昂，千秋万代留下美名。"}}, {"name": "咏煤炭", "prop": {"content": "凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。", "translation": "凿开混沌之地层，获得煤炭是乌金。蕴藏无尽之热力，心藏情义最深沉。融融燃起之炬火，犹如浩浩之春风。熊熊洪炉之烈焰，照破灰沉之夜空。钟鼎彝器之制作，全靠原力之生成。铁石虽然已死去，仍然保留最忠心。只是希望天下人，都能吃饱又穿暖。不辞辛劳与艰苦，走出荒僻之山林。"}}, {"name": "绮罗香·红叶", "prop": {"content": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。长安谁问倦旅？羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。", "translation": "无"}}, {"name": "过零丁洋", "prop": {"content": "辛苦遭逢起一经，干戈寥落四周星。山河破碎风飘絮，身世浮沉雨打萍。惶恐滩头说惶恐，零丁洋里叹零丁。人生自古谁无死？留取丹心照汗青。", "translation": "回想我早年由科举入仕历尽千辛万苦，如今战火消歇已经过四年的艰苦岁月。国家危在旦夕似那狂风中的柳絮，自己一生的坎坷如雨中浮萍，漂泊无根，时起时沉。惶恐滩的惨败让我至今依然惶恐，可叹我零丁洋里身陷元虏自此孤苦无依。自古以来，人终不免一死！倘若能为国尽忠，死后仍可光照千秋，青史留名。"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "贺新郎·往事何堪说", "prop": {"content": "往事何堪说。念人生、消磨寒暑，漫营裘葛。少日功名频看镜，绿鬓鬅鬙未雪。渐老矣、愁生华发。国耻家仇何年报，痛伤神、遥望关河月。悲愤积，付湘瑟。人生未可随时别。守忠诚、不替天意，自能符合。误国诸人今何在，回首怨深次骨。叹南北、久成离绝。中夜闻鸡狂起舞，袖青蛇、戛击光磨铁。三太息，眦空裂。", "translation": "往事不再回首。人这一辈子，过的时间无非是春夏秋冬，所求无非是温饱和睡得地方。那时心忧家国，便蹉跎了岁月，于是对镜频繁，满头乌发油黑，唯恐年华早逝，致使壮志不酬。虽然才刚刚跨入渐老的年龄，却因为愁而早生了华发。国耻家仇何时才能报呀？遥望北国关山河月，不觉令人黯然神伤。人生的正确志向，不应随时更改，别趋蹊径。只有忠诚于国家的思想和行为，才是不韪天意、顺应民情、自心坦荡的。那些误国的贼人现在又在哪里，现在想来心中仍是愤恨难平。南北分裂，怕是要长久的隔绝了。夜半闻鸡起舞，苦练武艺只愿报效国家。想到这个愿望遥遥无期，只能哀叹连连，怨满肠。"}}, {"name": "少年行四首·其三", "prop": {"content": "弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。", "translation": "弓箭沐浴着霞光，宝剑照耀着寒霜。剑起案列的秋风，驰马飞出了咸阳。国土一角仍沦陷，天子没有收河湟。这种情况不改变，不拟回头望故乡。"}}, {"name": "刘琨", "dynasty": "魏晋"}, {"name": "题青泥市萧寺壁", "prop": {"content": "雄气堂堂贯斗牛，誓将直节报君仇。斩除顽恶还车驾，不问登坛万户侯。", "translation": "我的杀敌之气直冲霄汉，发誓用坚贞的气节为君王报仇。斩除金人迎回君王的车驾，不图谋拜将封侯、高官厚禄。"}}, {"name": "邓廷桢", "dynasty": "清代"}, {"dynasty": "两汉"}, {"name": "在水军宴赠幕府诸侍御", "prop": {"content": "月化五白龙，翻飞凌九天。胡沙惊北海，电扫洛阳川。虏箭雨宫阙，皇舆成播迁。英王受庙略，秉钺清南边。云旗卷海雪，金戟罗江烟。聚散百万人，弛张在一贤。霜台降群彦，水国奉戎旃。绣服开宴语，天人借楼船。如登黄金台，遥谒紫霞仙。卷身编蓬下，冥机四十年。宁知草间人，腰下有龙泉。浮云在一决，誓欲清幽燕。愿与四座公，静谈金匮篇。齐心戴朝恩，不惜微躯捐。所冀旄头灭，功成追鲁连。", "translation": "无"}}, {"name": "上韩公枢密二首·其二", "prop": {"content": "想见皇华过二京，壶浆夹道万人迎。连昌宫里桃应在，华萼楼前鹊定惊。但说帝心怜赤子，须知天意念苍生。圣君大信明知日，长乱何须在屡盟。", "translation": "希望看见南宋使臣出使金朝，百姓们会用竹篮盛着饭，用瓦壶盛着酒浆来欢迎。连昌宫华萼楼的花木、鸟鹊也将以惊喜的心情迎候这两位大得人心的使者。假如皇上对人民有怜悯之心，上天也同情受苦的老百姓。圣上你圣明如日，你应该知道愈是一次又一次地会盟讲和，愈是助长祸乱。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "谒金门·花过雨", "prop": {"content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。", "translation": "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东风能吹走侵略的敌人，那就封它做个万户侯吧！"}}, {"name": "银山碛西馆", "prop": {"content": "银山碛口风似箭，铁门关西月如练。双双愁泪沾马毛，飒飒胡沙迸人面。丈夫三十未富贵，安能终日守笔砚。", "translation": "银山碛口狂风好似利箭，铁门关西明月有如白练。双双愁泪沾湿战马皮毛，飒飒风沙扑打行人脸面。男儿三十未能建功立业，怎能终日死守笔墨纸砚！"}}, {"name": "满江红·题南京夷山驿", "prop": {"content": "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？", "translation": "御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。"}}, {"name": "出塞", "prop": {"content": "军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。", "translation": "出征的战士应当高唱军歌胜利归来，决心把满族统治者赶出山海关。战士只知道在战场上为国捐躯，哪会想将来战死后尸体以马革包裹而还。 "}}, {"name": "江城子·密州出猎", "prop": {"content": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。", "translation": "我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂托起苍鹰，头戴华美鲜艳的帽子，身穿貂鼠皮衣，带着浩浩荡荡的大部队像疾风一样，席卷平坦的山冈。为我报知全城百姓，使随我出猎，我要像孙权一样，亲自射杀猛虎。我痛饮美酒，心胸开阔，胆气更为豪壮，两鬓微微发白，这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚一样信任我呢？那时我将使尽力气拉满雕弓就像满月一样，瞄准西北，射向西夏军队。"}}, {"name": "梅花绝句·其二", "prop": {"content": "幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。", "translation": "一树梅花长在背阴的山谷，加上枝条伸向北方，阳光终年罕至，所以每年开花总是比较迟。但你可知道它那高尚的气节、优美的风度？要知道，当它吐苞，正是那冰雪覆盖、最为严酷的寒冬时节啊！"}}, {"name": "荆州贼平临洞庭言怀作", "prop": {"content": "修蛇横洞庭，吞象临江岛。积骨成巴陵，遗言闻楚老。水穷三苗国，地窄三湘道。岁晏天峥嵘，时危人枯槁。思归阴丧乱，去国伤怀抱。郢路方丘墟，章华亦倾倒。风悲猿啸苦，木落鸿飞早。日隐西赤沙，月明东城草。关河望已绝，氛雾行当扫。长叫天可闻，吾将问苍昊。", "translation": "巨蛇横陈在洞庭湖畔，在江岛边将大象一口吞掉。吐出象骨堆成巴陵，告诉我这个传说的是楚国的遗老。三苗国在水的尽头、三湘道旁水多土少。岁月峥嵘又到了年末，困境中的人显得多么苍老。战乱不已我思归不得，远离放土悠伤满怀抱。郢都已成了废墟，章华台早就倾倒。悲风中猿啼多么哀苦，叶落雁飞秋来得太早。夕阳隐没在赤沙湖，明月映照着东城草。望断关山河川，妖雾该被清扫。我仰天长啸，老天你可知道？老天啊我在问你，你可知道？"}}, {"name": "州桥", "prop": {"content": "南望朱雀门，北望宣德楼，皆旧御路也。州桥南北是天街，父老年年等驾回。忍泪失声询使者，几时真有六军来？", "translation": "天汉桥南北的天街之上，中原父老年年都伫足南望，盼望王师返回。哭不成声，强忍泪水询问使者：什么时候真有我们朝廷的军队过来？"}}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "施岳", "dynasty": "宋代"}, {"name": "拟咏怀·榆关断音信", "prop": {"content": "榆关断音信，汉使绝经过。胡笳落泪曲，羌笛断肠歌。纤腰减束素，别泪损横波。恨心终不歇，红颜无复多。枯木期填海，青山望断河。", "translation": "边塞上梁朝的音信已然断绝，梁朝的的使者也不见到来。听到的皆是胡地悲哀凄凉的音乐，联想到自己的遭遇，只能泪落痛断肠。自己原本纤瘦的腰，更加消瘦如束素，眼睛也因伤别流泪而损伤。离恨之心终不能尽，以至于很快就衰老了。归国的愿望就像用枯木填平大海一样不能实现，只盼望青山崩塌能阻断黄河，畅通归乡的路。"}}, {"name": "鹧鸪天·有客慨然谈功", "prop": {"content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡?，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "translation": "我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。"}}, {"name": "韬钤深处", "prop": {"content": "小筑暂高枕，忧时旧有盟。呼樽来揖客，挥麈坐谈兵。云护牙签满，星含宝剑横。封侯非我意，但愿海波平。", "translation": ""}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "挽张魏公", "prop": {"content": "背水未成韩信阵，明星已陨武侯军。平生一点不平气，化作祝融峰上云。", "translation": "符离之役中背水而战却未能像韩信那样大破敌军，你染病过世就像诸葛谢世，天下殒落一颗明星。你生平未酬的壮志、抑郁愤懑之情没有逝去，化作了南岳衡山祝融峰上的流云。"}}, {"name": "声声慢·滁州旅次登楼", "prop": {"content": "征埃成阵，行客相逢，都道幻出层楼。指点檐牙高处，浪拥云浮。今年太平万里，罢长淮、千骑临秋。凭栏望，有东南佳气，西北神州。千古怀嵩人去，还笑我、身在楚尾吴头。看取弓刀，陌上车马如流。从今赏心乐事，剩安排、酒令诗筹。华胥梦，愿年年、人似旧游。", "translation": "无"}}, {"name": "柳梢青·春感", "prop": {"content": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。", "translation": "到处都是披着毛毡的蒙古骑兵，亡国后，人们去观看上元灯市，花灯好像也伴人洒泪。春天来到这座悲惨的城市，元军在街头打着鼓、耍把戏，横笛吹奏起蒙古的腔调，哪里有一点儿春天的光景?耳闻目睹，心头不是滋味!在微弱的灯光下叹息，悲伤无聊的生活把人折磨，在这明月高悬的上元灯市，我十分留恋沦陷的楼台房舍。那令人眷恋的临安都城的风景，那隐居山林的寂寞岁月，那逃往海滨的小朝廷的君臣，怎么进行抗敌斗争，复兴祖国?我的心情久久不能平静!"}}, {"name": "魏禧", "dynasty": "明代"}, {"name": "赠画师", "prop": {"content": "风生白下千林暗，雾塞苍天百卉殚。愿乞画家新意匠，只研朱墨作春山。", "translation": "从南京城刮出的阴风使千林万树暗淡无光，沉沉雾气遮天蔽日使百花枯萎凋零。希望画家构想出新的意境，只管用鲜丽的颜彩描绘春光明媚的山色。"}}, {"name": "紫萸香慢·近重阳", "prop": {"content": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。", "translation": "偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比诗篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。"}}, {"name": "河湟", "prop": {"content": "元载相公曾借箸，宪宗皇帝亦留神。旋见衣冠就东市，忽遗弓剑不西巡。牧羊驱马虽戎服，白发丹心尽汉臣。唯有凉州歌舞曲，流传天下乐闲人。", "translation": "元载相公曾具体筹划过收复河湟，宪宗皇帝对此事关心也格外留神。不久却见大臣身穿朝服就刑东市，皇上也突然驾崩来不及实施西巡。河湟百姓虽然穿着戎服牧羊驱马，可是他们白发丹心仍是唐朝臣民。只有产生于凉州的动人歌舞乐曲，流传天下在娱乐着那些富贵闲人。"}}, {"name": "咏霍将军北伐", "prop": {"content": "拥旄为汉将，汗马出长城。长城地势险，万里与云平。凉秋八九月，虏骑入幽并。飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊。乘墉挥宝剑，蔽日引高旍。云屯七萃士，鱼丽六郡兵。胡笳关下思，羌笛陇头鸣。骨都先自詟，日逐次亡精。玉门罢斥候，甲第始修营。位登万庾积，功立百行成。天长地自久，人道有亏盈。未穷激楚乐，已见高台倾。当令麟阁上，千载有雄名！", "translation": "　　霍去病（前140－前117），西汉名将，大将军卫青姊子。年十八，为天子侍中，善骑射，初从卫青击匈奴，屡立战功，封冠军侯，三年后为骠骑将军。曾与卫青一起击败匈奴主力，对安定边界做出卓绝贡献。此诗咏霍将军北伐，与齐梁之际南北对峙的形势有关，例如南齐武帝欲北伐，多次临琅邪城讲武；又如公元505年（天监四年），梁武帝命中军将军临川王萧宏率众北伐。但诗歌的具体作年难于考订。诗人借歌咏霍去病击败匈奴事，抒发了为国建功立业的豪情，尽管凭借当时南方政权的国力希冀北伐成功并非易事，但诗歌所表现的进取精神，在那个时代却是难能可贵的。"}}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "临江仙·金锁重门荒苑", "prop": {"content": "金锁重门荒苑静，绮窗愁对秋空。翠华一去寂无踪。玉楼歌吹，声断已随风。烟月不知人事改，夜阑还照深宫。藕花相向野塘中，暗伤亡国，清露泣香红。", "translation": "层层宫门关锁，荒凉的皇家园林异常安静；我靠着窗户，含愁望秋天的夜空。自从皇帝去后，这里便一片寂静，再也看不到皇帝的踪影。宫殿里歌声乐声，也早已断绝，去追随那一去不返的风。云雾笼罩的朦胧之月，不知人事已经变更，直到夜将尽时，还照耀着深宫。在荒废的池塘中，莲花正相对哭泣；她们像暗暗伤感亡国，清露如同泪珠，从清香的红花上往下滴。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "诸将五首", "prop": {"content": "汉朝陵墓对南山，胡虏千秋尚入关。昨日玉鱼蒙葬地，早时金碗出人间。见愁汗马西戎逼，曾闪朱旗北斗殷。多少材官守泾渭，将军且莫破愁颜。韩公本意筑三城，拟绝天骄拔汉旌。岂谓尽烦回纥马，翻然远救朔方兵。胡来不觉潼关隘，龙起犹闻晋水清。独使至尊忧社稷，诸君何以答升平。洛阳宫殿化为烽，休道秦关百二重。沧海未全归禹贡，蓟门何处尽尧封。朝廷衮职虽多预，天下军储不自供。 稍喜临边王相国，肯销金甲事春农。回首扶桑铜柱标，冥冥氛祲未全销。越裳翡翠无消息，南海明珠久寂寥。殊锡曾为大司马，总戎皆插侍中貂。炎风朔雪天王地，只在忠臣翊圣朝。锦江春色逐人来，巫峡清秋万壑哀。正忆往时严仆射，共迎中使望乡台。主恩前后三持节，军令分明数举杯。西蜀地形天下险，安危须仗出群材。", "translation": "　　其一"}}, {"name": "少年游·端午赠黄守徐", "prop": {"content": "银塘朱槛麹尘波，圆绿卷新荷。兰条荐浴，菖花酿酒，天气尚清和。好将沉醉酬佳节，十分酒、一分歌。狱草烟深，讼庭人悄，无吝宴游过。", "translation": "银亮的池塘，红色的栏杆，倒映在淡黄色的水波里，团团的绿叶托起清新的荷花。用兰叶浸水洗澡，用菖蒲花酿酒喝，天气清明而暖和。需要用喝酒、聚会来酬谢端午佳节，这里有美酒歌舞陪伴。监狱里的草长的深，公堂上也静悄悄的，不妨多多的摆宴、游玩。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "水龙吟·甲辰岁寿韩南", "prop": {"content": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。", "translation": "无"}}, {"name": "白马篇", "prop": {"content": "龙马花雪毛，金鞍五陵豪。秋霜切玉剑，落日明珠袍。斗鸡事万乘，轩盖一何高。弓摧南山虎，手接太行猱。酒后竞风采，三杯弄宝刀。杀人如剪草，剧孟同游遨。发愤去函谷，从军向临洮。叱咤经百战，匈奴尽奔逃。归来使酒气，未肯拜萧曹。羞入原宪室，荒径隐蓬蒿。", "translation": "无"}}, {"name": "蔡挺", "dynasty": "宋代"}, {"name": "登雨花台", "prop": {"content": "生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。", "translation": "四十年来，甘守贫困度残生，脚穿麻鞋，此日登台望旧京。满目破碎，大好河山谁摧毁？一腔悲愤，园陵松柏竟凋零！牛羊践踏，大片春草变狼籍，车马驰骋，半是旧官显骄横。暮色苍茫，欲哭无泪残阳斜，悲风猎猎，吹起大江呜咽声。 "}}, {"name": "示儿", "prop": {"content": "死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。", "translation": "原本知道死去之后就什么也没有了，只是感到悲伤，没能见到国家统一。当大宋军队收复了中原失地的那一天时，你们举行家祭时不要忘了告诉我！"}}, {"name": "北来人", "prop": {"content": "十口同离仳，今成独雁飞。饥锄荒寺菜，贫着陷蕃衣。甲第歌钟沸，沙场探骑稀。老身闽地死，不见翠銮归。", "translation": "十口之家一起分散离开，如今只剩我如孤雁南飞。在荒废的寺庙里种菜充饥，生活贫苦还穿着当年沦陷时的旧衣。豪华的府第里歌声钟声腾沸，战场上很少有探骑来回。我就这样老死在福建，见不到皇上的车驾回归。"}}, {"name": "江梅引·忆江梅", "prop": {"content": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。", "translation": "　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。"}}, {"name": "桃源忆故人·中原当日", "prop": {"content": "中原当日三川震，关辅回头煨烬。泪尽两河征镇，日望中兴运。 秋风霜满青青鬓，老却新丰英俊。云外华山千仞，依旧无人问。", "translation": "想当年金人南犯，北宋灭亡，三川之地受到金人的践踏，关中一带都被焚烧殆尽。抗金志士莫不痛哭流涕，日日期望宋朝能收复失地，振兴国家。多年过去，有志之士只能在萧瑟的秋风中渐渐衰老，两鬓渐白。可叹沦于敌手的千仞华山，依然难以回归。"}}, {"name": "水龙吟·放船千里凌波", "prop": {"content": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。 回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。", "translation": "无"}}, {"name": "许穆夫人", "dynasty": "先秦"}, {"name": "六么令·次韵和贺方回", "prop": {"content": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。 潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "translation": "无"}}, {"name": "水调歌头·冒大风渡沙", "prop": {"content": "落日暝云合，客子意如何。定知今日，封六巽二弄干戈。四望际天空阔，一叶凌涛掀舞，壮志未消磨。为向吴儿道，听我扣舷歌。 我常欲，利剑戟，斩蛟鼍。胡尘未扫，指挥壮士挽天河。谁料半生忧患，成就如今老态，白发逐年多。对此貌无恐，心亦畏风波。", "translation": "　　这是一首爱国主义的词篇。词中深刻的表现了作者要一扫胡尘的爱国思想感情。"}}, {"name": "黄海舟中日人索句并见", "prop": {"content": "万里乘云去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。", "translation": "千万里远途我像腾云驾雾一样去了又回，我独自一人穿越东海往返伴随滚滚春雷。不忍心看到祖国的地图变成别国的领土，怎能让锦绣江山被侵略者炮火化成飞灰。那浊酒哪能排解我忧心国事所洒的热泪，国家的救亡图存依靠的是大家群策群力。就算是需要拼上十万将士抛头颅洒热血，我也必须把这颠倒的乾坤大地拼力挽回。"}}, {"name": "南乡子·登京口北固亭", "prop": {"content": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "translation": "从哪里可以眺望故土中原？眼前却只见北固楼一带的壮丽江山，千百年的盛衰兴亡，不知经历了多少变幻？说不清呀。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。想当年孙权在青年时代，已统领着千军万马。坐镇东南，连年征战，没有向敌人低过头。天下英雄谁是孙权的敌手呢？只有曹操和刘备可以和他鼎足成三。难怪曹操说：“生下的儿子就应当如孙权一般！”"}}, {"name": "酬朱监纪四辅", "prop": {"content": "十载江南事已非，与君辛苦各生归。愁看京口三军溃，痛说扬州十日围。碧血未消今战垒，白头相见旧征衣。东京朱祜年犹少，莫向尊前叹式微。", "translation": "故国已经远去十年了，处处物是人非，我和你辛苦遭逢，艰难生存在现今。我想起京口三军溃败就愁闷，想起扬州血洗十日便内心万分悲苦。死国难的烈士们血洒疆场，那段历史不可遽消，而此刻不得不面对白头早衰了。你要学汉时朱祜，不要消沉与哀叹。"}}, {"name": "岁暮", "prop": {"content": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！", "translation": "作客异乡，年关已经临近；边防前线，战争还在进行。警报传来，敌人进犯雪岭；军鼓号角，响声振动江城。前方将士，日夜流血牺牲；朝廷大员，可有一人请缨？国难当头，岂敢吝惜性命；报效无路，空有一片豪情！"}}, {"name": "南园十三首·其五", "prop": {"content": "男儿何不带吴钩，收取关山五十州。请君暂上凌烟阁，若个书生万户侯？", "translation": "男子汉大丈夫为什么不腰带武器，去收复黄河南北被割据的关塞河山五十州呢？请你暂且登上那凌烟阁去看一看，又有哪一个书生曾被封为食邑万户的列侯？ "}}, {"name": "贺新郎·寄李伯纪丞相", "prop": {"content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "translation": "无"}}, {"name": "白马篇", "prop": {"content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)", "translation": "无"}}, {"name": "对酒", "prop": {"content": "不惜千金买宝刀，貂裘换酒也堪豪。一腔热血勤珍重，洒去犹能化碧涛。", "translation": "不吝惜花费千金去买一把好刀，用貂皮大衣去换美酒也算得上豪迈。应该多珍惜这一腔革命的热血，将来献出它时，定能化成碧绿的波涛。"}}, {"name": "六州歌头·长淮望断", "prop": {"content": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。", "translation": "无"}}, {"name": "胡铨", "dynasty": "宋代"}, {"name": "饮马长城窟行", "prop": {"content": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。", "translation": "无"}}, {"name": "文及翁", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。", "translation": "稀稀落落地梅树枝条歪歪轻斜地挂满那洁白如玉的雪花，使得枝条上一朵又一朵的梅花花萼泛着斑斑点点的雪花在阳光照射下闪着晶莹的光采。忽然有一朵梅花最先绽开放了，这使得想要在春天竞吐芳香的种种百花都落在梅花的后面了。梅花要想把春天悄然而来的信息传递出去，又怎么会害怕被厚厚的积雪所深深埋藏呢！请玉笛不要再吹奏那令人伤感的古曲《梅花三弄》了，让主宰春天的神东君为梅花留住春天，不要让开在早春的梅花因一支悲伤曲调而过早地凋谢。"}}, {"name": "浣溪沙·霜日明霄水蘸", "prop": {"content": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "translation": "秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。"}}, {"name": "陈子龙", "dynasty": "明代"}, {"dynasty": "魏晋"}, {"name": "念奴娇·还都后诸公见", "prop": {"content": "还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋。离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。块垒胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。", "translation": "无"}}, {"name": "夜游宫·记梦寄师伯浑", "prop": {"content": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。", "translation": "下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！ "}}, {"name": "寄生草·饮", "prop": {"content": "长醉后方何碍，不醒时有甚思。糟腌两个功名字，醅渰千古兴亡事，曲埋万丈虹霓志。不达时皆笑屈原非，但知音尽说陶潜是。", "translation": "长醉以后没有妨碍，不醒的时候有什么可以想的呢？用酒糟腌渍了功名二字，用浊酒淹没了千年来的兴亡史事，用酒曲埋掉了万丈凌云壮志。不识时务的人都笑话屈原不应轻生自尽，但知己的人都说陶渊明归隐田园是正确的。"}}, {"name": "杨继盛", "dynasty": "明代"}, {"name": "邓剡", "dynasty": "宋代"}, {"name": "即事三首", "prop": {"content": "复楚情何极，亡秦气未平。雄风清角劲，落日大旗明。缟素酬家国，戈船决死生！胡笳千古恨，一片月临城。战苦难酬国，仇深敢忆家？一身存汉腊，满目渺胡沙。落月翻旗影，清霜冷剑花。六军浑散尽，半夜起悲笳。一旅同仇谊，三秋故主怀。将星沉左辅，卿月隐中台。东阁尘宾幕，西征愧赋才。月明笳鼓切，今夜为谁哀。 ", "translation": "复国的愿望多么急切难禁，消灭敌人的志气在心头热烈奔腾。大风送来清脆而雄劲的角声，夕阳的余辉照在大旗上，红艳鲜明。我全身缟素，立誓要报国仇家恨，指挥兵船跟敌人拼个你死我生。听到胡笳声，激起我满腔无限的悲愤；抬头见明月已上城头，一片光明。"}}, {"name": "送紫岩张先生北伐", "prop": {"content": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。", "translation": "军中的号令好似疾风暴雷，官军的声威震动了大地的每个角落。军队长驱直入，必将迅速收复河洛一带失地，一直攻打到幽燕一带。战马到处，踏着入侵之敌的血迹，旗杆上悬挂着敌国君主的头颅。官军胜利归来，把好消息报告皇帝，收复了失地，祖国又得到了统一。"}}, {"name": "大江歌罢掉头东", "prop": {"content": "大江歌罢掉头东，邃密群科济世穷。面壁十年图破壁，难酬蹈海亦英雄。", "translation": "唱完了苏轼的《念奴娇·赤壁怀古》，就掉头东去日本留学，精深严密的多种科学能够救世上的穷困。用了十年苦功，学成以后要回国干一番事业，挽救中国。假如这个志愿难以达到，即使像陈天华用投海而死来唤醒国人，也称得上是英雄。"}}, {"dynasty": "先秦"}, {"name": "摸鱼儿·更能消几番风", "prop": {"content": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 ", "translation": "　　更能消、几番风雨。匆匆春又归去。"}}, {"name": "庆州败", "prop": {"content": "无战王者师，有备军之志。天下承平数十年，此语虽存人所弃。今岁西戎背世盟，直随秋风寇边城。屠杀熟户烧障堡，十万驰骋山岳倾。国家防塞今有谁？官为承制乳臭儿。酣觞大嚼乃事业，何尝识会兵之机？符移火急蒐卒乘，意谓就戮如缚尸。未成一军已出战，驱逐急使缘崄巇。马肥甲重士饱喘，虽有弓剑何所施？连颠自欲堕深谷，虏骑笑指声嘻嘻。一麾发伏雁行出，山下奄截成重围。我军免胄乞死所，承制面缚交涕洟。逡巡下令艺者全，争献小技歌且吹。其余劓馘放之去，东走矢液皆淋漓。首无耳准若怪兽，不自愧耻犹生归！守者沮气陷者苦，尽由主将之所为。地机不见欲侥胜，羞辱中国堪伤悲！", "translation": "无"}}, {"name": "十一月四日风雨大作·", "prop": {"content": "僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。", "translation": "穷居孤村，躺卧不起，不为自己的处境而感到哀伤，心中还想着替国家戍守边疆。夜深了，我躺在床上听到那风雨声，就梦见自己骑着披着盔甲的战马跨过冰封的河流出征北方疆场。"}}, {"name": "念奴娇·我来牛渚", "prop": {"content": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。", "translation": "我客游牛渚山，登高远眺，顿觉心胸开阔。高高的然犀亭耸立于此，占尽古往今来多少登临之士的愁闷。采石矶畔的江水如巨鲸般奔腾翻滚，岸上的山岩如猛虎盘距，地势险要，实为阻击敌人的一道天然屏障。当年正是在这里，我军战舰将来犯的金兵彻底击溃，大获全胜。当年的名将温峤平定了苏峻叛乱，屡立战功，曾在牛渚矶燃犀照水。今天的好男儿，就应该像他那样，才能算得上是英雄豪杰。时光匆匆流逝，转眼问鬓发已经斑白，朝朝镊又生。今日倚栏凝伫，但见江上云笼雾锁，一片昏暗，令人哀伤至极。我借酒浇愁，醉后不觉将栏干捶碎，满腔忠愤于此得以尽情宣泄。"}}, {"name": "蔡松年", "dynasty": "宋代"}, {"name": "大铁椎传", "prop": {"content": "　　大铁椎，不知何许人。北平陈子灿省兄河南，与遇宋将军家。宋，怀庆青华镇人，工技击，七省好事者皆来学，人以其雄健，呼宋将军云。宋弟子高信之，亦怀庆人，多力善射，长子灿七岁，少同学，故尝与过宋将军。　　时座上有健啖客，貌甚寝，右胁夹大铁椎，重四五十斤，饮食拱揖不暂去。柄铁折叠环复，如锁上练，引之长丈许。与人罕言语，语类楚声。扣其乡及姓字，皆不答。　　既同寝，夜半，客曰：“吾去矣！”言讫不见。子灿见窗户皆闭，惊问信之。信之曰：“客初至，不冠不袜，以蓝手巾裹头，足缠白布，大铁椎外，一物无所持，而腰多白金。吾与将军俱不敢问也。”子灿寐而醒，客则鼾睡炕上矣。　　一日，辞宋将军曰：“吾始闻汝名，以为豪，然皆不足用。吾去矣！”将军强留之，乃曰：“吾数击杀响马贼，夺其物，故仇我。久居，祸且及汝。今夜半，方期我决斗某所。”宋将军欣然曰：“吾骑马挟矢以助战。”客曰：“止！贼能且众，吾欲护汝，则不快吾意。”宋将军故自负，且欲观客所为，力请客。客不得已，与偕行。将至斗处，送将军登空堡上，曰：“但观之，慎弗声，令贼知也。”　　时鸡鸣月落，星光照旷野，百步见人。客驰下，吹觱篥数声。顷之，贼二十余骑四面集，步行负弓矢从者百许人。一贼提刀突奔客，客大呼挥椎，贼应声落马，马首裂。众贼环而进，客奋椎左右击，人马仆地，杀三十许人。宋将军屏息观之，股栗欲堕。忽闻客大呼曰：“吾去矣。”尘滚滚东向驰去。后遂不复至。", "translation": "　　庚戌年十一月，我从扬州回家，与陈子灿同船。子灿时年二十八岁，爱好弄枪使棒，我给他讲授《左传》中的兵谋兵法时，趁机问：“你走南闯北，碰到过奇异之人吗？”子灿向我讲述了大铁椎的事，于是我写了《大铁椎传》。"}}, {"name": "月下笛·与客携壶", "prop": {"content": "与客携壶，梅花过了，夜来风雨。幽禽自语。啄香心，度墙去。春衣都是柔荑剪，尚沾惹、残茸半缕。怅玉钿似扫，朱门深闭，再见无路。凝伫，曾游处。但系马垂杨，认郎鹦鹉。扬州梦觉，彩云飞过何许？多情须倩梁间燕，问吟袖弓腰在否？怎知道、误了人，年少自恁虚度。", "translation": "我与好友携酒踏青，却发现一夜的风雨已将梅花摧残殆尽。梅花枝头孤鸟独鸣，啄食花心，凌空而去。出自佳人纤纤玉手的一件崭新的春衣上还残留一点儿缝制时的线头。可惜现在梅花香凋玉殒，她也被锁在深深的庭院，我们不可能再相见了。我伫立凝望当初和她携手同游的地方，而今只剩下那日我们系马的垂杨柳和熟悉我的鹦鹉了。当我从旧梦中醒来时，我的爱人又在何处呢？我只能借助梁间的燕子把我的深情传达给她，问一问她现在过得怎样。当初我们怎能料想到这样会虚度时光、浪费青春呢。"}}, {"dynasty": "近现代"}, {"name": "白朴", "dynasty": "元代"}, {"name": "虎丘题壁", "prop": {"content": "虎迹苍茫霸业沈，古时山色尚阴阴。半楼月影千家笛，万里天涯一夜砧。南国干戈征士泪，西风刀剪美人心。市中亦有吹篪客，乞食吴门秋又深。", "translation": "虎丘一片苍茫，过去吴王称霸的业绩传扬千古，而今也只是山色阴阴，遗迹难辨了。 姑苏城外，月影斜照，城内歌舞楼台笛声幽扬，天涯万里，砧声阵阵，夜色迷蒙，心中泛起思乡之情。南国与敌浴血战斗的抗清战士，在这样的夜晚，想起家乡也会潸然泪下；严冬将临之时，战士的妻子正拿着剪刀在裁制冬装。只要能完成复仇大业，我愿意像伍子胥那样鼓腹吹萧。但是想想自己的处境，复仇的希望越来越渺茫，心中一片凄凉。"}}, {"name": "送浑将军出塞", "prop": {"content": "将军族贵兵且强，汉家已是浑邪王。子孙相承在朝野，至今部曲燕支下。控弦尽用阴山儿，登阵常骑大宛马。银鞍玉勒绣蝥弧，每逐嫖姚破骨都。李广从来先将士，卫青未肯学孙吴。传有沙场千万骑，昨日边庭羽书至。城头画角三四声，匣里宝刀昼夜鸣。意气能甘万里去，辛勤判作一年行。黄云白草无前后，朝建旌旄夕刁斗。塞下应多侠少年，关西不见春杨柳。从军借问所从谁，击剑酣歌当此时。远别无轻绕朝策，平戎早寄仲宣诗。", "translation": "无"}}, {"name": "沁园春·丁酉岁感事", "prop": {"content": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。", "translation": "是谁使得中原大片国土沦于敌手？北宋覆亡已百年有余，始终没有收复。北方有志之士，已寥若晨星；半壁江山，如西风中落日，已穷途末路；朝廷中的有些人，只是坐着空谈，有些人行事鲁莽轻率，这些都是在弹指间贻误战机、令人伤心的是，南宋年年遭到强敌的进攻，长期屈辱苟安，形势岌岌可危。和不能安，战不能胜，朝廷偏安于江南，享乐安逸。可叹我虽有建功封侯之志，却像鳣鲸离开江湖大海，不能施展；虽然怀揣平戎之策，却因奸佞弄权无人赏识：当权者虽然无能，但国事尚有可为，我深夜难寐，灯下看剑。难道只有武将才能为中兴立功，读书人就不能被画在麒麟阁上吗？"}}, {"name": "小园赋", "prop": {"content": "　　若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。　　尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细茵，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。　　一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？　　加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。　　昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。　　遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。", "translation": "　　一枝之上，巢父便得栖身之处：一壶之中，壶公就有安居之地。何况管宁有藜木床榻，虽磨损穿破但仍可安坐；嵇康打铁之灶，既能取暖又可睡眠其上。难道一定要有南阳樊重那样门户连属的高堂大厦；西汉王根那样绿色阶台、青漆门环的官舍！我有几亩小园一座破旧的小屋，寂寥清静与喧嚣尘世隔绝。姑且能与祭祀伏腊的阔屋相比，姑且能以此避风遮霜。虽像晏婴住宅近市，但不求朝夕之利；虽同潘岳面城而居，却可享安然闲居之乐。况且鹤鸣仅为警露，非有意乘华美之车；爰居鸟只是避风，本无心于钟鼓之祭。陆机、陆云兄弟也曾共同挤住一处，殷浩、韩伯舅甥相伴居住也不加区别。蜗牛之角，蚊目之睫，都足以容身。"}}, {"name": "题郑所南兰", "prop": {"content": "秋风兰蕙化为茅，南国凄凉气已消。只有所南心不改，泪泉和墨写离骚。", "translation": "秋风凛冽兰蕙变成茅，江南寂寂生气已全消。只有所南忠心仍不改，用泪泉磨墨抒发爱国情操。"}}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "西河·天下事", "prop": {"content": "天下事，问天怎忍如此！陵图谁把献君王，结愁未已。少豪气概总成尘，空馀白骨黄苇。千古恨，吾老矣。东游曾吊淮水。绣春台上一回登，一回揾泪。醉归抚剑倚西风，江涛犹壮人意。只今袖手野色里，望长淮、犹二千里。纵有英心谁寄！近新来又报胡尘起。绝域张骞归来未？", "translation": "天下的事，试问苍天怎么会变成这样呢？《八陵图》是谁献给君王的，这种已经凝结的愁绪还没有在我心中停止。少年的豪气总会化为尘埃，只留下白骨和黄色的芦苇。怀恨千古，可是我已经年老了。东游时我曾经凭吊淮水。绣春台每登一次就擦一次眼泪。喝醉后归来，借着西风抚视自己的宝剑，江水涛水似乎也在鼓舞我的意志。而如今我只能在野外的景色中徜徉，望着遥远的淮水，距离这里还有两千里。即使我有英雄壮志，又有谁可寄托呢！新近又听说胡人那边起了战争。抗击匈奴的张骞已经归来了吗？"}}, {"name": "初入淮河四绝句", "prop": {"content": "船离洪泽岸头沙，人到淮河意不佳。何必桑乾方是远，中流以北即天涯！刘岳张韩宣国威，赵张二相筑皇基。长淮咫尺分南北，泪湿秋风欲怨谁？两岸舟船各背驰，波浪交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。中原父老莫空谈，逢着王人诉不堪。却是归鸿不能语，一年一度到江南。", "translation": ""}}, {"name": "在金日作·选二", "prop": {"content": "满腹诗书漫古今，频年流落易伤心。南冠终日囚军府，北雁何时到上林？开口摧颓空抱朴，协肩奔走尚腰金。莫邪利剑今何在？不斩奸邪恨最深！遥夜沉沉满幕霜，有时归梦到家乡。传闻已筑西河馆，自许能肥北海羊。回首两朝俱草莽，驰心万里绝农桑。人生一死浑闲事，裂眥穿胸不汝忘！", "translation": "装满一肚子诗书，博古通今。连年流落他乡，最易伤情。囚徒整天关押在帅府里，哪年才有机会回到宋京？可叹立身正直动辄得咎，　谄媚奔兢之徒，反据要津。锋利的莫邪剑啊，你在哪里？不杀尽这些奸邪，此恨难平！"}}, {"name": "酹江月·和友驿中言别", "prop": {"content": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。", "translation": "大地如此广阔，你我都是胸怀大志的英雄豪杰，现在虽然如同蛟龙被困禁在池中，但是蛟龙终当脱离小池，飞腾于广阔天地。秋风秋雨煞人，再加上牢房的蟋蟀叫个不停，我心烦意乱愁肠百结，你我像曹操、槊题诗那样的英雄气概，王粲登楼作岍那样的名士风流，都成了空中花一般的往事，眼前长江滚滚，后浪推前浪，将来肯定还有英雄豪杰起来完成未竞的事业。"}}, {"name": "岳飞", "dynasty": "宋代"}, {"name": "述国亡诗", "prop": {"content": "君王城上竖降旗，妾在深宫那得知？十四万人齐解甲，更无一个是男儿！", "translation": "后蜀的君王城楼上竟然竖起了白旗，我被封锁在了这冷清清的行宫里哪里知道？十四万军士一起放下武器投降，这些人中没有一个是真正守家卫国的男子！"}}, {"name": "佚名", "dynasty": "未知"}, {"name": "王清惠", "dynasty": "宋代"}, {"name": "春望", "prop": {"content": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。", "translation": "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感于战败的时局，看到花开而潸然泪下，内心惆怅怨恨，听到鸟鸣而心惊胆战。连绵的战火已经延续了一个春天，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "高阳台·和嶰筠前辈韵", "prop": {"content": "玉粟收余，金丝种后，蕃航别有蛮烟。双管横陈，何人对拥无眠。不知呼吸成滋味，爱挑灯、夜永如年。最堪怜，是一泥丸，捐万缗钱。春雷歘破零丁穴，笑蜃楼气尽，无复灰然。沙角台高，乱帆收向天边。浮槎漫许陪霓节，看澄波、似镜长圆。更应传，绝岛重洋，取次回舷。", "translation": "中国古代也种罂粟作药用并种植烟草，但现在英国大量贩运来的却是鸦片毒品。是什么人面对面把着烟枪，横躺着整夜不睡呢？不知不觉吸上了瘾，便点起灯来熬长夜如年了。令人可叹的是，人们不惜重金，为了一个泥丸似的烟头，就舍弃了万贯的银钱。禁烟运动像春雷一样震毁了英国鸦片贩子在零丁洋上的巢穴，笑看英国侵略者锐气已尽，切莫使他们死灰复燃。广州沙角炮台高高耸立，外国走私鸦片的船都远远地躲开了。外国使者正常活动的船只，还在清澈平静的水面上来往。英侵略军舰和贩运鸦片的大船，由于中国人民反击的胜利，都一一地走开了。"}}, {"name": "战城南", "prop": {"content": "将军出紫塞，冒顿在乌贪。笳喧雁门北，阵翼龙城南。雕弓夜宛转，铁骑晓参驔。应须驻白日，为待战方酣。", "translation": "将军骑马出了紫塞长城，去与驻扎在乌贪的冒顿作战。两军在雁门关的北面发起了战争，我军与敌军在城南布下了阵势。战争一夜未停，战士们的雕弓发出的鸣声抑扬动听，铁骑的奔跑声到次日天亮还未断绝。战士们晚上浴血奋战，白天本应驻地休息，但他们并未停下来，只等作战胜利再好好地睡上一觉。"}}, {"name": "沁园春·题潮阳张许二", "prop": {"content": "为子死孝，为臣死忠，死又何妨。自光岳气分，士无全节；君臣义缺，谁负刚肠。骂贼张巡，爱君许远，留取声名万古香。后来者，无二公之操，百炼之钢。人生翕歘云亡。好烈烈轰轰做一场。使当时卖国，甘心降虏，受人唾骂，安得流芳。古庙幽沉，仪容俨雅，枯木寒鸦几夕阳。邮亭下，有奸雄过此，仔细思量。", "translation": "　　做儿子的能死节于孝，做臣子的能死节于忠，那就是死得其所。安史乱起，正气崩解，不见尽忠报国之士，反多无耻降敌之徒，士风不振，大义不存。张巡骂贼寇直到双眼出血，许远温文尔雅爱君能守死节，他们都留下万古芳名。后来的人已经没有他们那样的操守，那种如百炼精钢似的精诚。　　人生短促，转眼生离死别。更应该轰轰烈烈做一番为国为民的事业。如果他们当时甘心投降卖国，则必受人唾骂，以至遗臭万年，又怎么能够流芳百世呢？双庙幽邃深沉，二公塑像庄严典雅。夕阳下寒鸦枯木示万物易衰，而古庙不改。邮亭下，如有奸雄经过，面对先烈，则当仔细思量、反躬自省。"}}, {"name": "花蕊夫人", "dynasty": "五代"}, {"name": "李鸿章", "dynasty": "清代"}, {"name": "蝶恋花·九十韶光如梦", "prop": {"content": "九十韶光如梦里，寸寸关河，寸寸销魂地。落日野田黄蝶起，古槐丛荻摇深翠。惆怅玉箫催别意，蕙些兰骚，未是伤心事。重叠泪痕缄锦字，人生只有情难死。", "translation": "九十天的春光匆匆而过如在梦里，一寸寸的山河，每一寸土地都让人极度哀痛。落日之下野田里黄蝶飞舞，古槐树和丛荻摇曳着枝条显出一片浓碧。玉箫吹奏起惆怅失意的音调催人别离，个人的挫折和失意，并不是令我伤心的事。热泪纵横悲愤难已，封好了信封，人生中只有真挚的感情才永不会死。"}}, {"name": "沁园春·寒食郓州道中", "prop": {"content": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。 鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。", "translation": "十五年来，每逢寒食节，都是远离家乡，漂泊在天涯。在下雨的天气里，思念着坟墓上的柏树；在风和日丽的天气里，却又羞于见到飞花。寒食节自己不能供奉麦饭、纸钱、鸡和酒祭扫祖茔，林间的喜鹊乌鸦也空等了！老天笑道：这不是因为我，也不是因为元军的入侵。自己早已深思熟虑，胸有成竹，如同鼎中丹砂炼熟，随时可以升天，以紫府清都仙界为家了。想以前仙人驾鹤常游于天上的绛阙；世俗之身如同蝉蜕壳一样被丢弃，岂能留恋于尘埃浊世？帝王命臣子守坟、修葺墓园，男子应当这样报效君王。又何必等到回家上坟，如同白天衣锦还乡一样显示荣华！"}}, {"name": "春愁", "prop": {"content": "春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。", "translation": "春愁难以排遣，强打起精神眺望远山，想起往事就深感惊心难安，不由潸然泪下。台湾的四百万同胞齐声大哭，为的是去年的今天腐败的清政府把台湾割让给了侵略者日本。"}}, {"name": "楚归晋知罃", "prop": {"content": "　　晋人归楚公子谷臣，与连尹襄老之尸于楚，以求知罃。于是荀首佐中军矣，故楚人许之。　　王送知罃，曰：“子其怨我乎？”对曰：“二国治戎，臣不才，不胜其任，以为俘馘。执事不以衅鼓，使归即戮，君之惠也。臣实不才，又谁敢怨？”　　王曰：“然则德我乎？”对曰：“二国图其社稷，而求纾其民，各惩其忿，以相宥也，两释累囚，以成其好。二国有好，臣不与及，其谁敢德？”　　王曰：“子归何以报我？”对曰：“臣不任受怨，君亦不任受德。无怨无德，不知所报。”　　王曰：“虽然，必告不谷。”对曰：“以君之灵，累臣得归骨于晋，寡君之以为戮，死且不朽。若从君之惠而免之，以赐君之外臣首；首其请于寡君，而以戮于宗，亦死且不朽。若不获命，而使嗣宗职，次及于事，而帅偏师以脩封疆，虽遇执事，其弗敢违。其竭力致死，无有二心，以尽臣礼。所以报也。　　王曰：“晋未可与争。”重为之礼而归之。 ", "translation": "无"}}, {"name": "岳阳楼记", "prop": {"content": "　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴，乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上，属予作文以记之。(具 通：俱)　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯，朝晖夕阴，气象万千，此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎？　　若夫淫雨霏霏，连月不开，阴风怒号，浊浪排空，日星隐曜，山岳潜形，商旅不行，樯倾楫摧，薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；淫雨 通：霪雨)　　至若春和景明，波澜不惊，上下天光，一碧万顷，沙鸥翔集，锦鳞游泳，岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲，居庙堂之高则忧其民，处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐”乎！噫！微斯人，吾谁与归？时六年九月十五日。", "translation": "　　庆历四年的春天，滕子京被降职到巴陵郡做太守。到了第二年，政事顺利，百姓和乐，各种荒废的事业都兴办起来了。于是重新修建岳阳楼，扩大它原有的规模，把唐代名家和当代人的诗赋刻在它上面。嘱托我写一篇文章来记述这件事情。"}}, {"name": "鹧鸪天·建康上元作", "prop": {"content": "客路那知岁序移，忽惊春到小桃枝。天涯海角悲凉地，记得当年全盛时。花弄影，月流辉，水晶宫殿五云飞。分明一觉华胥梦，回首东风泪满衣。", "translation": "身在异地，哪里知道时光节序转换得如此之快，忽然惊喜地发现春色早已催生了小桃枝上的花蕊。如今我虽被贬到这偏远凄凉之地，但还记得当年繁华盛世时的汴京风光。月夜下繁花舞弄着清影，月光流泻出琼玉般的银辉，月色下的宫殿如水晶般晶莹，飞云绚丽美好。分明是做了一场繁华美梦，回首东风泪满衣衫。"}}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "鲁迅", "dynasty": "近现代"}, {"name": "谢枋得", "dynasty": "宋代"}, {"name": "生查子·题京口郡治尘", "prop": {"content": "悠悠万世功，矻矻当年苦。鱼自入深渊，人自居平土。红日又西沉，白浪长东去。不是望金山，我自思量禹。", "translation": "大禹治水的功绩留传万古，当年他奔波劳碌多么辛苦！他使鱼儿乖乖地游进深渊，人们安安稳稳地定居在平土。一轮红日又向西天沉沉下坠，江中的白浪却永远向东流去。我并非眺望金山，而是在缅怀大禹。"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "贺新郎·弹铗西来路", "prop": {"content": "弹铗西来路。记匆匆、经行十日，几番风雨。梦里寻秋秋不见，秋在平芜远树。雁信落、家山何处？万里西风吹客鬓，把菱花、自笑人如许。留不住、少年去。男儿事业无凭据。记当年、悲歌击楫，酒酣箕踞。腰下光芒三尺剑，时解挑灯夜语。谁更识、此时情绪？唤起杜陵风月手，写江东渭北相思句。歌此恨，慰羁旅。", "translation": "无"}}, {"dynasty": "金朝"}, {"name": "吴渊", "dynasty": "宋代"}, {"name": "子夜歌·人生愁恨何能", "prop": {"content": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。往事已成空，还如一梦中。", "translation": "人生的愁恨怎能免得了？只有我伤心不已悲情无限！我梦见自己重回故国，一觉醒来双泪垂落。有谁与我同登高楼？我永远记得一个晴朗的秋天，在高楼眺望。往事已经成空，就仿佛在梦中一般。"}}, {"name": "永王东巡歌·其一", "prop": {"content": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。", "translation": "永王在至德三载三月出师东巡，天子宣他遥分龙虎之旗委以重任。永王的楼船听过之处，波涛汹涌的长江和汉水，顿时变得像雁鹜一样风平浪静。"}}, {"name": "钱谦益", "dynasty": "清代"}, {"name": "谢池春·壮岁从戎", "prop": {"content": "壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。", "translation": "壮年从军，曾经有一口气吞下敌人的豪迈气魄。浓重的云层高挂在天上，原来是点着了烽火。红润的面庞、头发乌黑（的年轻人），捧着雕饰精美的戈向西去戍边。讥笑自古以来的儒生大多耽误了宝贵的青春时光。上阵杀敌、建功立业的梦想已经破灭，却只能在吴楚大地上泛一叶扁舟。漫自悲歌，伤心地凭吊古人。烟波浩渺无际，边关到底在何处？感叹年华又被虚度了。"}}, {"name": "念奴娇·登多景楼", "prop": {"content": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)", "translation": "无"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "小孤山", "prop": {"content": "人言此是海门关，海眼无涯骇众观。天地偶然留砥柱，江山有此障狂澜。坚如猛士敌场立，危似孤臣末世难。明日登峰须造极，渺观宇宙我心宽。", "translation": "人们都说这里是海上的大门关卡，急流漩涡无边无际足以让人胆战心惊。这山是天地偶然留下来的砥柱，江山有此山就可以挡住任何狂风巨澜。小孤山坚固得犹如猛士在战场上屹立，又高危得好似孤单的臣子在末世时的艰难。明天我要登上峰顶，放眼眺望宇宙我的心才会宽一些。"}}, {"name": "江月晃重山·初到嵩山", "prop": {"content": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。候骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。", "translation": "军队中的鼓声、角声在秋风中作响，城头上的旗帜在夕阳的照耀下缓缓地飘动。 少年应当从军，身跨战马，驰骋边关。只要能够从军驰骋就十分快乐，并不要在乎由谁来带兵。侦察的骑兵才通过蓟北，而部队的威名已震动辽西。等打完仗，回到故乡时，仍是杨柳依依的春天，时间不会太长。 征人连战连胜，可以很快凯旋，闺中人不必因相思而流泪。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "崔与之", "dynasty": "宋代"}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "周恩来", "dynasty": "近现代"}, {"name": "二砺", "prop": {"content": "愁里高歌梁父吟，犹如金玉戛商音。十年勾践亡吴计，七日包胥哭楚心。秋送新鸿哀破国，昼行饥虎齧空林。胸中有誓深于海，肯使神州竟陆沉？", "translation": "愁闷时高歌一曲《梁父吟》，象敲金击玉一般发出悲凉的声音。要学勾践立下十年亡吴的大计，有包胥哭师秦庭七天七夜的坚心。秋雁悲鸣也懂得亡国的惨痛，空林饿虎白昼也要出来咬人。我心中立下比海还深的誓愿，决不让中国大好河山永远沉沦！"}}, {"name": "永王东巡歌十一首", "prop": {"content": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙盘虎踞帝王州，帝子金陵访故丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三江按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。", "translation": ""}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "李好古", "dynasty": "宋代"}, {"name": "哀郢", "prop": {"content": "皇天之不纯命兮，何百姓之震愆。民离散而相失兮，方仲春而东迁。去故乡而就远兮，遵江夏以流亡。出国门而轸怀兮，甲之朝吾以行。发郢都而去闾兮，怊荒忽之焉极。楫齐杨以容与兮，哀见君而不再得。望长楸而太息兮，涕淫淫其若霰。过夏首而西浮兮，顾龙门而不见。心婵媛而伤怀兮，眇不知其所蹠。顺风波以从流兮，焉洋洋而为客。凌阳侯之泛滥兮，忽翱翔之焉薄。心絓结而不解兮，思蹇产而不释。将运舟而下浮兮，上洞庭而下江。去终古之所居兮，今逍遥而来东。羌灵魂之欲归兮，何须臾而忘反。背夏浦而西思兮，哀故都之日远。登大坟以远望兮，聊以舒吾忧心。哀州土之平乐兮，悲江介之遗风。当陵阳之焉至兮，淼南渡之焉如。曾不知夏之为丘兮，孰两东门之可芜。心不怡之长久兮，忧与愁其相接。惟郢路之辽远兮，江与夏之不可涉。忽若去不信兮，至今九年而不复。惨郁郁而不通兮，蹇侘傺而含戚。外承欢之汋约兮，谌荏弱而难持。忠湛湛而愿进兮，妒被离而障之。尧舜之抗行兮，瞭杳杳而薄天。众谗人之嫉妒兮，被以不慈之伪名。憎愠惀之修美兮，好夫人之慷慨。众踥蹀而日进兮，美超远而逾迈。乱曰：曼余目以流观兮，冀一反之何时。鸟飞反故乡兮，狐死必首丘。信非吾罪而弃逐兮，何日夜而忘之。", "translation": "　　天道不专反复无常啊，为何使老百姓在动乱中遭殃？人民妻离子散、家破人亡啊，正当仲春二月迁往东方。"}}, {"name": "徐锡麟", "dynasty": "清代"}, {"name": "点绛唇·春日风雨有感", "prop": {"content": "满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。梦里相思，故国王孙路。春无主！杜鹃啼处，泪洒胭脂雨。", "translation": "美丽的春光映入眼帘，春日东风总是将繁花吹散。几重烟雨朦胧，只有这些娇弱的花朵难以庇护。梦里总是时不时浮现起旧时故国的道路。春天反复无常，在那杜鹃泣血的地方，分不清落花染红的是春雨还是眼泪。"}}, {"name": "望阙台", "prop": {"content": "十年驱驰海色寒，孤臣于此望宸銮。繁霜尽是心头血，洒向千峰秋叶丹。", "translation": "在大海的寒波中，我同倭寇周旋已有十年之久；我站在这里，遥望着京城宫阙。我的心血如同千山万岭上的浓霜，洒向群峰，染红所有秋叶。"}}, {"name": "金缕歌·陪履斋先生沧", "prop": {"content": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。 遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "translation": "无"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "达摩支曲", "prop": {"content": "捣麝成尘香不灭，拗莲作寸丝难绝。红泪文姬洛水春，白头苏武天山雪。君不见无愁高纬花漫漫，漳浦宴馀清露寒。一旦臣僚共囚虏，欲吹羌管先汍澜。旧臣头鬓霜华早，可惜雄心醉中老。万古春归梦不归，邺城风雨连天草。", "translation": "麝香捣成粉尘香不灭，莲藕折成寸断丝难绝。历经万难文姬回故乡，白头苏武心如天山雪。不见无愁天子尽欢宴，宴后津水之滨清露寒。一旦君臣被虏成囚徒，要吹羌管不禁泪涟涟。北齐老臣过早添白发，可惜醉梦之中度残年。人说自古春回梦不回，只见邺城风雨草连天。"}}, {"dynasty": "元代"}, {"name": "夜泊水村", "prop": {"content": "腰间羽箭久凋零，太息燕然未勒铭。老子犹堪绝大漠，诸君何至泣新亭。一身报国有万死，双鬓向人无再青。记取江湖泊船处，卧闻新雁落寒汀。", "translation": "腰上佩带的羽箭已长期凋零，只叹未到燕然山刻石记功名。想老夫我尚能横越那大沙漠，诸位何至于新亭落泪空悲鸣。我虽有万死不辞的报国之志，却无奈双鬓斑白不能再转青。应牢牢记住常年江湖泊船处，卧闻寒州上新雁到来的叫声。"}}, {"name": "立春日感怀", "prop": {"content": "年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。孤怀激烈难消遣，漫把金盘簇五辛。", "translation": "一年年过去，白头发不断添新，戎马匆匆里，又一个春天来临。为了什么事长久留我在边塞？岁月太无情，年纪从来不饶人。念念不忘是一片忠心报祖国，想起尊亲来便不禁双泪直淋。孤独的情怀激动得难以排遣，就凑个五辛盘，聊应新春节景。"}}, {"name": "临江仙·试问梅花何处", "prop": {"content": "试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。", "translation": "　　此词借赏梅抒写爱国情怀。上片写月夜对酒赏梅，是实景。下片写忽听《梅花落》，不禁梦绕清都，是虚景。<a href=\"https://so.gushiwen.cn/authorv_83fa70cf5a10.aspx\" target=\"_blank\">张孝祥词以雄奇奔放称，风格近<a href=\"https://so.gushiwen.cn/authorv_3b99a16ff2dd.aspx\" target=\"_blank\">苏轼。但此词却清幽含蓄，虽婉约名家亦不能过；而寄意收复中原，情真调高。 "}}, {"name": "载驰", "prop": {"content": "载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不閟。陟彼阿丘，言采其蝱。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，芃芃其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。", "translation": "驾起轻车快驰骋，回去吊唁悼卫侯。挥鞭赶马路遥远，到达漕邑时未久。许国大夫跋涉来，阻我行程令我愁。竟然不肯赞同我，哪能返身回许地。我的内心可以毫不隐藏地展示给你们看，我怀宗国思难弃。竟然没有赞同我，无法渡河归故里。我的内心可以毫不隐藏地展示给你们看，我恋宗国情不已。登高来到那山冈，采摘贝母治忧郁。女子心柔善怀恋，各有道理有头绪。许国众人责难我，实在狂妄又稚愚。我在田野缓缓行，垄上麦子密密遍。欲赴大国去陈诉，谁能依靠谁来援？许国大夫君子们，不要对我生尤怨。你们纵有千条妙计，不如我亲自跑一遍。"}}, {"name": "王埜", "dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "水调歌头·登多景楼", "prop": {"content": "寒眼乱空阔，客意不胜秋。强呼斗酒，发兴特上最高楼。舒卷江山图画，应答龙鱼悲啸，不暇愿诗愁。风露巧欺客，分冷入衣裘。忽醒然，成感慨，望神州。可怜报国无路，空白一分头。都把平生意气，只做如今憔悴，岁晚若为谋。此意仗江月，分付与沙鸥。", "translation": "无"}}, {"name": "哀江头", "prop": {"content": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。", "translation": "无"}}, {"name": "王涯", "dynasty": "唐代"}, {"name": "李清照", "dynasty": "宋代"}, {"name": "水调歌头·九月望日与", "prop": {"content": "霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。 岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "translation": "无"}}, {"name": "曹勋", "dynasty": "宋代"}, {"name": "喜迁莺·霜天秋晓", "prop": {"content": "霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。", "translation": "边塞秋晓，霜天无际，冷气袭人，步出帐外，只见晓色中隐约可见的故垒和低压的黄云下那随风摇曳的枯草。战马在风中嘶叫，边鸿在月下呜叫，陇山上戍卒身穿铠甲，在早寒中戍守。将士们唱着悲壮的军歌，都说皇恩应报。衣甲鲜明的少年将士，深觉从军守边之乐。我们在从容镇定之间就把边事平定了。夜间不必击刁斗以警戒，每夜放炳一炬，经常送出平安的信息。朝廷采取守边的策略，对化外之民，也想用仁义去感化他们，而不用武力去镇压，等待他们自己来归附。但在太平时期，我却叹息岁晚难归、年华空逝。边境平静了，暂且尽情欢乐，不要吝惜金樽里的美酒，频频畅饮吧。"}}, {"name": "贺新郎·兵后寓吴", "prop": {"content": "深阁帘垂绣。记家人、软语灯边，笑涡红透。万叠城头哀怨角，吹落霜花满袖。影厮伴、东奔西走。望断乡关知何处，羡寒鸦、到著黄昏后。一点点，归杨柳。相看只有山如旧。叹浮云、本是无心，也成苍狗。明日枯荷包冷饭，又过前头小阜。趁未发、且尝村酒。醉探枵囊毛锥在，问邻翁。要写牛经否。翁不应，但摇手。", "translation": "深深的闺阁绣帘垂地。还记得家人在灯烛边的绵绵话语，会心之处，嫣然一笑，酒涡迷人。万叠的山间城头传来哀怨的号角声，风把霜花吹到了我的袖口。只有影子与我为伴，我东西来回奔走。望着远处，我不知家乡在什么地方，羡慕寒鸦可以在黄昏之后，回到杨柳树上它们的巢穴。只有山还是和原来一样，叹息亡国之后时事的变化如此之大。明天将带上枯干的荷叶包着的冷饭，越过前面那座小山，设法谋生，以便糊口。趁还没有出发，我再喝一口酒。幸喜那唯一的谋生工具毛笔还在，询问邻近的老翁需不需要抄写《牛经》，老翁只是摇手而已。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "三月十七日夜醉中作", "prop": {"content": "前年脍鲸东海上，白浪如山寄豪壮；去年射虎南山秋，夜归急雪满貂裘。今年摧颓最堪笑，华发苍颜羞自照。谁知得酒尚能狂，脱帽向人时大叫。逆胡未灭心未平，孤剑床头铿有声。破驿梦回灯欲死，打窗风雨正三更。", "translation": "前些年在东海遨游，切细鲸鱼肉做羹汤，眼前是如山白浪，激起我豪情万丈。去年在终南山下射虎，半夜里回营，漫天大雪积满了我的貂裘。今年摧丧颓废真令人发笑，花白的头发，苍老的容颜，使人羞于取镜一照。谁能料到喝醉了酒还能作出狂态，脱帽露顶，向着人大喊大叫。金虏还没消灭我的怒气不会平静，那把挂在床头上的宝剑也发出铿然的响声。破败的驿站里一觉醒来灯火黯淡欲灭，风雨吹打着窗户，天气约摸是半夜三更。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "关山月", "prop": {"content": "和戎诏下十五年，将军不战空临边。朱门沉沉按歌舞，厩马肥死弓断弦。戍楼刁斗催落月，三十从军今白发。笛里谁知壮士心，沙头空照征人骨。中原干戈古亦闻，岂有逆胡传子孙！遗民忍死望恢复，几处今宵垂泪痕。", "translation": "与金人议和的诏书已经下了十五年，可笑将军们不战徒然地驻守在边疆。豪门府第终日沉溺于宴乐歌舞，棚里的战马肥胖老死，军库中闲置的弓箭也已腐朽断折了。守望岗楼上报更的刁斗催促着月亮下山，三十岁从军现已是白发丛生。谁又能理解羌笛声中传出的战士心声呢？落月的余光把战场上征人的尸骨照映。中原大地古来战争不断地发生，而今只能让金人在此传子生孙？遗民忍死偷生盼望着失地收复，今夜不知有多少人流泪望月轮！"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "高蟾", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "相见欢·金陵城上西楼", "prop": {"content": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "translation": "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。"}}, {"name": "丘逢甲", "dynasty": "清代"}, {"name": "杨炯", "dynasty": "唐代"}, {"name": "高适", "dynasty": "唐代"}, {"name": "宇文虚中", "dynasty": "宋代"}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "卜算子·旅雁向南飞", "prop": {"content": "旅雁向南飞，风雨群初失。饥渴辛勤两翅垂，独下寒汀立。鸥鹭苦难亲，矰缴忧相逼。云海茫茫无处归，谁听哀鸣急。", "translation": "大雁南飞，风雨中与雁群失散。饥渴辛苦的大雁双翅无力地下垂，只好独宿在冷落凄清的河中小洲。苦于和沙鹞、白鹭难以亲近，时刻担心被弓箭射杀。云海茫茫归处又在何方？有谁来听鸿雁的声声哀号。"}}, {"name": "水龙吟·雪中登大观亭", "prop": {"content": "关河冻合梨云，冲寒犹试连钱骑。思量旧梦，黄梅听雨，危阑倦倚。披氅重来，不分明出，可怜烟水。算夔巫万里，金焦两点，谁说与，苍茫意？却忆蛟台往事，耀弓刀，舳舻天际。而今剩了，低迷鱼艇，模粘雁字。我辈登临，残山送暝，远江延醉。折梅花去也，城西炬火，照琼瑶碎。", "translation": "　　公元1840年，中英鸦片战争爆发，邓廷桢因曾随林则徐参与虎门销烟，被诬削职，次年远戍伊犁。从词人在长江下游追忆自己昔年禁烟抗英壮举的叙述来看，此首词应创作于他被革职之后，流放伊犁之前。"}}, {"name": "雅志小饮适宽仲送相州", "prop": {"content": "相州昼锦堂厨酝，卫国淇川岸竹萌。二物烦君走分饷，时哉乘兴倒瑶觥。", "translation": "　　此诗乃诗人姜氏忽得友人送来相州（今安阳）佳酿及淇园竹笋，因此物乃沦陷之故国所产，故激动兴奋，欢欣宴饮。诗中透露出了诗人的爱国情怀。 "}}, {"name": "顾炎武", "dynasty": "清代"}, {"name": "金陵驿二首", "prop": {"content": "草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。", "translation": "夕阳下那被野草覆盖的行宫，自己的归宿在哪里啊？祖国的大好河山和原来没有什么不同，而人民已成了异族统治的臣民。满地的芦苇花和我一样老去，人民流离失所，国亡无归。现在要离开这个熟悉的老地方了，从此以后南归无望，等我死后让魂魄归来吧！"}}, {"name": "贺新郎·寄辛幼安和见", "prop": {"content": "老去凭谁说。看几番、神奇臭腐，夏裘冬葛。父老长安今余几，后死无仇可雪。犹未燥、当时生发。二十五弦多少恨，算世间、那有平分月。胡妇弄，汉宫瑟。 树犹如此堪重别。只使君、从来与我，话头多合。行矣置之无足问，谁换妍皮痴骨。但莫使、伯牙弦绝。九转丹砂牢拾取，管精金、只是寻常铁。龙共虎，应声裂。", "translation": "年华老去我能向谁诉说？看了多少世事变幻，是非颠倒！那时留在中原的父老，活到今天的已所剩无几，年青人已不知复仇雪耻。如今在世的，当年都是乳臭未干的婴儿！宋金议和有着多少的悔恨，世间哪有南北政权平分土地的道理。胡女弄乐，琵琶声声悲。树也已经长得这么大了，怎堪离别。只有你（辛弃疾），与我有许多相同的见解。我们天各一方，但只要双方不变初衷，则无须多问挂念。希望不会缺少知音。炼丹一旦成功，就要牢牢拾取，点铁成金。龙虎丹炼就，就可功成迸裂而出。"}}, {"name": "少年行四首", "prop": {"content": "少小边州惯放狂，骣骑蕃马射黄羊。如今年老无筋力，犹倚营门数雁行。家本清河住五城，须凭弓箭得功名。等闲飞鞚秋原上，独向寒云试射声。弓背霞明剑照霜，秋风走马出咸阳。未收天子河湟地，不拟回头望故乡。霜满中庭月满楼，金樽玉柱对清秋。当年称意须行乐，不到天明不肯休。", "translation": "青午时在边城使性放狂，骣骑着蕃地马箭射黄羊。到如今年纪老没了筋力，还靠着军营门来数雁行。"}}, {"name": "德佑二年岁旦·其一", "prop": {"content": "力不胜于胆，逢人空泪垂。一心中国梦，万古下泉诗。日近望犹见，天高问岂知。朝朝向南拜，愿睹汉旌旗。", "translation": "赤手空拳，难酬报国雄心；遇见朋友，只能流流眼泪。日思夜想，一心恢复中国；弱肉强食，古今不免同慨。天颜不远，还能盼望得见；苍苍者天，可能预见未来？朝朝暮暮向南膜拜祷告，但愿重见大宋旌旗回来。"}}, {"name": "别云间", "prop": {"content": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。", "translation": "三年为抗清兵辗转飘零，今天兵败被俘成为阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。"}}, {"name": "德佑二年岁旦·其二", "prop": {"content": "有怀长不释，一语一酸辛。此地暂胡马，终身只宋民。读书成底事，报国是何人。耻见干戈里，荒城梅又春。", "translation": "有桩心事久久未能忘怀；一提起来，就要心酸泪零。胡人虽然暂时占领此地，我到死了还是宋朝臣民。读书半世，有甚功名成就？世乱如此，报国竟无一人！看到荒城梅花已经开放，使我惭愧白白又过一春！"}}, {"name": "蝶恋花·桐叶晨飘蛩夜", "prop": {"content": "桐叶晨飘蛩夜语。旅思秋光，黯黯长安路。忽记横戈盘马处。散关清渭应如故。江海轻舟今已具。一卷兵书，叹息无人付。早信此生终不遇。当年悔草长杨赋。", "translation": "我于深秋时节从前线奉调回京，一路上但见枯黄的桐叶在晨光中飒飒飘落，又听到寒蛩不停地在夜里悲鸣。面对如此萧瑟的秋景，想到回京后再也难以受到重用的现实，心中十分沮丧灰暗。忽然忆起当年在前线横戈盘马、纵横疆场的战斗生活，那大散关上和清渭之滨大概还战事依旧吧。想到将来黯淡的前途，我顿时萌生了驾舟隐居江湖的想法，只可惜自己早就了然于胸的那套北伐抗金策略无人可以托付，不能让其继续为恢复大业作出应有的贡献。如果早知道我的一腔爱国之志和作战策略终不会得到皇上的理解和采纳，我当年又何必煞费苦心地去劝谏皇上呢？"}}, {"name": "水调歌头·和庞佑父", "prop": {"content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "translation": "　　绍兴三十一年冬，虞允文击溃金主完颜亮的部队于采石矶，这是一次关系到南宋朝廷生死存亡的重要战役，朝野振奋，国人欢呼，张孝祥怀着激动的心情，写了本词。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "汴京纪事二十首·其三", "prop": {"content": "圣君尝胆愤艰难，双跸无因日问安。汉节凋零胡地阔，北州何处是通汗。", "translation": "皇帝卧薪尝胆知道时局艰难，每天派出通问使慰问徽钦二帝。可是北去的人却像苏武一样长久地一去不回，到底在什么地方去慰问徽钦二帝呢？ "}}, {"name": "满江红·燕子楼中", "prop": {"content": "和王夫人《满江红》韵，以庶几后山《妾薄命》之意。燕子楼中，又捱过、几番秋色。相思处、青年如梦，乘鸾仙阙。肌玉暗消衣带缓，泪珠斜透花钿侧。最无端、蕉影上窗纱，青灯歇。曲池合，高台灭。人间事，何堪说！向南阳阡上，满襟清血。世态便如翻覆雨，妾身元是分明月。笑乐昌、一段好风流，菱花缺。", "translation": "燕子楼中，又煎熬过去了几度春秋岁月。怀念青春美好时光，正像美人乘鸾上仙阙，都已梦幻般飘逝。容颜悄悄地枯萎，衣带渐渐地宽缓，成串的珠泪滚落，湿透了花钿鬓侧。最无缘无故的是，芭蕉叶影倒映上窗纱，青灯又恰恰熄灭。曲池合拢，高台倾毁，人问万事，哪能一一诉说。面对着南阳阡墓，襟袖上洒满了泪血。人情世态，就像变化无常的风雨；我矢志不移，本来就是一轮不变的明月。可笑乐昌公主，曾有过那么一段美好风流的时光。最终不免铜镜残缺。"}}, {"name": "曹豳", "dynasty": "宋代"}, {"name": "琴茶", "prop": {"content": "兀兀寄形群动内，陶陶任性一生间。自抛官后春多醉，不读书来老更闲。琴里知闻唯渌水，茶中故旧是蒙山。穷通行止常相伴，谁道吾今无往还？", "translation": "　　白居易晚年辞去刑部侍郎的官职，赋闲东都，做《琴茶》一诗，表达了诗人“达则兼济天下，穷则独善其身”的观点。"}}, {"name": "虞集", "dynasty": "元代"}, {"name": "屈原", "dynasty": "先秦"}, {"name": "夏日绝句", "prop": {"content": "生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。", "translation": "活着就要当人中的俊杰，死了也要做鬼中的英雄。人们到现在还思念项羽，只因他不肯偷生回江东。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "上枢密韩肖胄诗二首·", "prop": {"content": "绍兴癸丑五月，枢密韩公、工部尚书胡公使虏，通两宫也。有易安室者，父祖皆出韩公门下，今家世沦替，子姓寒微，不敢望公之车尘。又贫病，但神明未衰落。见此大号令，不能忘言，作古、律诗各一章，以寄区区之意，以待采诗者云。三年夏六月，天子视朝久。凝旒望南云，垂衣思北狩。如闻帝若曰，岳牧与群后。贤宁无半千，运已遇阳九。勿勒燕然铭，勿种金城柳。岂无纯孝臣，识此霜露悲。何必羹舍肉，便可车载脂。土地非所惜，玉帛如尘泥。谁当可将命，币厚辞益卑。四岳佥曰俞，臣下帝所知。中朝第一人，春官有昌黎。身为百夫特，行足万人师。嘉祐与建中，为政有皋虁。匈奴畏王商，吐蕃尊子仪。夷狄已破胆，将命公所宜。公拜手稽首，受命白玉墀。曰臣敢辞难，此亦何等时。家人安足谋，妻子不必辞。愿奉天地灵，愿奉宗庙威。径持紫泥诏，直入黄龙城。单于定稽颡，侍子当来迎。仁君方恃信，狂生休请缨。胡公清德人所难，谋同德协心志安。脱衣已被汉恩暖，离歌不道易水寒。皇天久阴后土湿，雨势未回风势急。车声辚辚马萧萧，壮士懦夫俱感泣。闾阎嫠妇亦何知，沥血投书干记室。夷虏从来性虎狼，不虞预备庸何伤。衷甲昔时闻楚幕，乘城前日记平凉。葵丘践土非荒城，勿轻谈士弃儒后。露布词成马犹倚，崤函关出鸡未鸣。巧匠何曾弃樗栎，刍荛之言或有益。不乞隋珠与和璧，吸乞乡关新信息。灵光虽在应萧萧，草中翁仲今何若。遗氓岂尚种桑麻，残虏如闻保城郭。嫠家父祖生齐鲁，位下名高人比数。当时稷下纵谈时，犹记人挥汗成雨。子孙南渡今几年，飘零遂与流人伍。欲将血汗寄山河，去洒东山一抔土。", "translation": "无"}}, {"name": "虞羲", "dynasty": "南北朝"}, {"name": "杨炎正", "dynasty": "宋代"}, {"name": "好事近·秋晓上莲峰", "prop": {"content": "秋晓上莲峰，高蹑倚天青壁。谁与放翁为伴？有天坛轻策。铿然忽变赤龙飞，雷雨四山黑。谈笑做成丰岁，笑禅龛楖栗。", "translation": "秋日晨晓上莲峰，脚踏倚天悬崖上。谁与放翁相为伴？惟有天坛轻藤杖。铿然杖化赤龙飞，雷雨大作群山暗。谈笑问好雨润丰年，只笑僧徒空拖禅杖。"}}, {"name": "菩萨蛮·书江西造口壁", "prop": {"content": "郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)", "translation": "郁孤台下这赣江的流水，水中有多少苦难之人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。但青山怎能把江水挡住？浩浩江水终于还是向东流去。江边日晚我正满怀愁绪，听到深山传来声声鹧鸪悲鸣。"}}, {"name": "和端午", "prop": {"content": "竞渡深悲千载冤，忠魂一去讵能还。国亡身殒今何有，只留离骚在世间。", "translation": "龙舟竞赛是为了悲悼屈原的千载冤魂，但是忠烈之魂一去不返。国破身死后现在还有什么呢？只留下千古绝唱之离骚在人世间了！ "}}, {"name": "野老", "prop": {"content": "野老篱前江岸回，柴门不正逐江开。渔人网集澄潭下，贾客船随返照来。长路关心悲剑阁，片云何意傍琴台。王师未报收东郡，城阙秋生画角哀。", "translation": "江岸回曲，竹篱茅舍，我正在草堂前的江边漫步观赏， 柴门歪歪斜斜的却自然而然的正好迎着大江。而那边澄碧的百花潭种渔民们正欢快的下网捕鱼呢 ，连那一艘艘商船也映着晚霞，纷纷在此靠岸了。我想到那返回故里的路途，然而剑门失守，不尽归路断绝，整个局势都是那样危急，使人忧念日深，可我这浮云般的漂泊之身却滞留蜀中。去年洛阳再次失陷后，至今尚未光复，而西北方面的吐蕃又在虎视眈眈，蜀中也隐伏战乱的危机听那从萧瑟秋风中的成都墙头传来的画角声，凄切悲凉。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "北来人", "prop": {"content": "试说东都事，添人白发多。寝园残石马，废殿泣铜驼。胡运占难久，边情听易讹。凄凉旧京女，妆髻尚宣和。", "translation": "聊起了汴京旧事，使人头上的白发增多。皇帝陵寝前的石马残败，荒废的宫殿外铜驼泣下如河。推算胡人的气运难以长久，边地传来的情报大多错讹。我这个旧时京城的女子无比凄凉，仍保留着宣和年间的梳妆衣着。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "正气歌", "prop": {"content": "余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿在，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典型在夙昔。风檐展书读，古道照颜色。", "translation": "无"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "戊午上高宗封事", "prop": {"content": "　　绍兴八年十一月日，右通直郎枢密院编修臣胡铨，谨斋沐裁书，昧死百拜，献于皇帝陛下。　　臣谨按：王伦本一狎邪小人，市井无赖，顷缘宰相无识，遂举以使虏，专务诈诞，斯罔天听，骤得美官，天下之人切齿唾骂。今者无故诱致虏使，以“诏谕江南”为名，是欲臣妾我也，是欲刘豫我也！刘豫臣事丑虏，南面称王，自以为子孙帝王、万世不拔之业，一旦豺狼改虑，捽而缚之，父子为虏。商鉴不远，而伦又欲陛下效之。　　夫天下者，祖宗之天下也；陛下所居之位，祖宗之位也。奈何以祖宗之天下为犬戎之天下，以祖宗之位为犬戎藩臣之位？陛下一屈膝，则祖宗庙社之灵尽污夷狄，祖宗数百年之赤子尽为左衽，朝廷宰执尽为陪臣，天下之士大夫皆当裂冠毁冕，变为胡服。异时豺狼无厌之求，安知不加我以无礼如刘豫也哉！夫三尺童子至无知也，指犬豕而使之拜，则怫然怒。今丑虏，则犬豕也。堂堂大国，相率而拜犬豕，曾童孺之所羞，而陛下忍为之邪？　　伦之议乃曰：“我一屈膝，则梓宫可还，太后可复，渊圣可归，中原可得。”呜呼！自变故以来，主和议者，谁不以此说啖陛下哉？然而卒无一验，则虏之情伪已可知矣。而陛下尚不觉悟，竭民膏血而不恤，忘国大仇而不报，含垢忍耻，举天下而臣之甘心焉。就令虏决可和，尽如伦议，天下后世谓陛下何如主？况丑虏变诈百出，而伦又以奸邪济之，梓宫决不可还，太后决不可复，渊圣决不可归，中原决不可得。而此膝一屈，不可复伸；国势陵夷，不可复振，可为痛哭流涕长太息矣。　　向者陛下间关海道，危如累卵，当时尚不肯北面臣敌，况今国势稍张，诸将尽锐，士卒思奋。只如顷者敌势陆梁，伪豫入寇，固尝败之于襄阳，败之于淮上，败之于涡口，败之于淮阴，较之前日蹈海之危，已万万矣！倘不得已而至于用兵，则我岂遽出虏人下哉？今无故而反臣之，欲屈万乘之尊，下穹庐之拜，三军之士不战而气已索。此鲁仲连所以义不帝秦，非惜夫帝秦之虚名，惜夫天下大势有所不可也！今内而百官，外而军民，万口一谈，皆欲食伦之肉。谤议汹汹，陛下不闻，正恐一旦变作，祸且不测。臣窃谓不斩王伦，国之存亡未可知也。　　虽然，伦不足道也，秦桧以心腹大臣而亦为之。陛下有尧舜之资，桧不能致陛下如唐虞，而欲导陛下为石晋。近者礼部侍郎曾开等引古谊以折之，桧乃厉声责曰：“侍郎知故事，我独不知！”则桧之遂非狠愎，已自可见。而乃建白，令台谏侍臣佥议可否，是明畏天下议己，而令台谏侍臣共分谤耳。有识之士，皆以为朝廷无人。吁，可惜哉！孔子曰：“微管仲，吾其被发左衽矣。”夫管仲，霸者之佐耳，尚能变左衽之区，而为衣裳之会。秦桧，大国之相也，反驱衣冠之俗，归左衽之乡。则桧也，不唯陛下之罪人，实管仲之罪人矣。孙近附会桧议，遂得参知政事。天下望治有如饥渴，而近伴食中书，漫不敢可否事。桧曰“虏可和”，近亦曰“可和”；桧曰“天子当拜”，近亦曰“当拜”。臣尝至政事堂，三发问而近不答，但曰：“已令台谏侍从议矣”。呜呼！参赞大政，徒取充位如此，有如虏骑长驱，尚能折冲御侮耶？臣窃谓：秦桧、孙近亦可斩也！　　臣备员枢属，义不与桧等共戴天。区区之心，愿断三人头，竿之藁街。然后羁留虏使，责以无礼，徐兴问罪之师，则三军之士不战而气自倍。不然，臣有赴东海而死耳，宁能处小朝廷求活耶？小臣狂妄，冒渎天威，甘俟斧钺，不胜陨越之至！", "translation": "　　绍兴八年十一月，右通直郎枢密院编修官臣子胡铨，斋戒沐浴，恭敬地写下这篇奏疏，冒着死罪献于皇帝陛下。"}}, {"name": "大风登城书雨", "prop": {"content": "风从北来不可当，街中横吹人马僵。西家女儿午未妆，帐底炉红愁下床。东家唤客宴画堂，两行玉指调丝簧。锦绣四合如垣墙，微风不动金猊香。我独登城望大荒，勇欲为国平河湟。才疏志大不自量，西家东家笑我狂。", "translation": "凛冽的北风吹来没有人可以抵挡，吹得街上的人和马都发僵了。西面人家的女儿屋里生着炉子，仍然怕冷不愿下床，到中午还没梳妆。东面人家正在富丽堂皇的室内设宴待客，有美女弹奏音乐。精美鲜艳的丝织品合抱在四周就像围墙一样，连细小的风丝也吹不进来，熏香炉里飘散着阵阵清香。我独自登上城楼遥望远方，还想为国家奋勇扫平胡虏。我才智浅薄，志向远大，不自量力，以致左右的人都笑我狂放不羁。"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "水调歌头·题剑阁", "prop": {"content": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。", "translation": "在离朝廷很远的地方戍守边疆，骑马立于剑门关上。在群山中尽目远眺看不到边，正北的方向是长安城。百年来，生灵涂炭，百姓受苦，边境的战事依旧严峻，无数军民在战火中罹难，金人统治时间长了，干的坏事多了必定会遭到上天的惩罚。我亲手写好要求常驻此地的奏表，一寸丹心，精光炯炯。面对着昏黄的青灯，双手挠着苍老的白发，夜晚的沙漏即将流尽，英雄年迈却功业未成，不妨归隐山林。蒲涧的景色优美，白云山间，泉清水甜，梅岭青梅阴阴，都怪我负却旧约。但在烽烟尚存，逆胡未平的时刻，我的梦魂难以回到家园。"}}, {"name": "遣遇", "prop": {"content": "磐折辞主人，开帆驾洪涛。春水满南国，朱崖云日高。舟子废寝食，飘风争所操。我行匪利涉，谢尔从者劳。石间采蕨女，鬻市输官曹。丈夫死百役，暮返空村号。闻见事略同，刻剥及锥刀。贵人岂不仁？视汝如莠蒿！索钱多门户，丧乱纷嗷嗷。奈何黠吏徒，渔夺成逋逃！自喜遂生理，花时甘缊袍。", "translation": "无"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "黄海舟中日人索句并见", "prop": {"content": "万里乘风去复来，只身东海挟春雷。忍看图画移颜色，肯使江山付劫灰。浊酒不销忧国泪，救时应仗出群才。拼将十万头颅血，须把乾坤力挽回。", "translation": "千万里远途我像腾云驾雾一样去了又回，我独自一人穿越东海往返伴随滚滚春雷。不忍心看到祖国的地图变成别国的领土，怎能让锦绣江山被侵略者炮火化成飞灰。那浊酒哪能排解我忧心国事所洒的热泪，国家的救亡图存依靠的是大家群策群力。就算是需要拼上十万将士抛头颅洒热血，我也必须把这颠倒的乾坤大地拼力挽回。"}}, {"name": "临终诗", "prop": {"content": "劳劳车马未离鞍，临事方知一死难。三百年来伤国步，八千里外吊民残。秋风宝剑孤臣泪，落日旌旗大将坛。海外尘氛犹未息，诸君莫作等闲看。", "translation": "无"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "郑思肖", "dynasty": "宋代"}, {"name": "李世民", "dynasty": "唐代"}, {"name": "满江红·丁未九月南渡", "prop": {"content": "惨结秋阴，西风送、霏霏雨湿。凄望眼、征鸿几字，暮投沙碛。试问乡关何处是，水云浩荡迷南北。但一抹、寒青有无中，遥山色。 天涯路，江上客。肠欲断，头应白。空搔首兴叹，暮年离拆。须信道消忧除是酒，奈酒行有尽情无极。便挽取、长江入尊罍，浇胸臆。", "translation": "空阴沉愁云盘结多悲惨，西风凄凉吹送满天细雨湿江舟。抬眼望风雨凄迷归雁结成人字队，暮色里振翅兼程投宿沙漠和荒丘。铁蹄下请问我家乡在何处，江上云水相连浩浩荡荡不辨南北迷双眸。我只见一抹寒冷的青色时隐现，想必是江对岸遥远的山峦峰头。国家破我南渡天涯飘泊江上成难客，时危艰我寸肠欲断满头白发生忧愁。空悲叹我心烦意乱搔首踟蹰郁苦恨，谁料到晚年竞与家人分散避寇仇。该相信唯有酒能消忧闷，却无奈饮酒有尽情不休。便只有引取江水入酒杯，以浇我胸中块垒万古愁。"}}, {"name": "看梅绝句", "prop": {"content": "老子舞时不须拍，梅花乱插乌巾香。樽前作剧莫相笑，我死诸君思此狂。", "translation": "我起舞时狂态尽显，不依节拍、把梅花随意的插在头巾之上。在酒杯前的种种表现大家不要笑，等到我死了你们就会想念我活着时候的狂态了。"}}, {"name": "入塞", "prop": {"content": "仆持节朔庭，自燕山向北，部落以三分为率，南人居其二。闻南使过，骈肩引颈，气哽不得语，但泣数行下，或以慨叹，仆每为挥涕惮见也。因作《入塞》纪其事，用示有志节，悯国难者云。妾在靖康初，胡尘蒙京师。城陷撞军入，掠去随胡儿。忽闻南使过，羞顶羖羊皮。立向最高处，图见汉官仪。数日望回骑，荐致临风悲。", "translation": "我的一生是多么地不幸：靖康初，金虏包围了京城。城被攻破后，金兵蜂拥而入，把我掳到了这北国。今天忽然听说宋朝的使节要从这里经过，看看这身胡人打扮，心中羞惭难遏。我立在最高的山坡，尽力想看清楚宋使的仪仗面目。宋使过去了，我又悄悄地计算着他回程的时间，想再次看到他，在西风中满怀伤心，涕下滂沱。"}}, {"name": "沁园春·记上层楼", "prop": {"content": "予弱冠之年，随牒江东漕闱，尝与友人暇日命酒层楼。不惟钟阜、石城之胜，班班在目，而平淮如席，亦横陈樽俎间。既而北历淮山，自齐安溯江泛湖，薄游巴陵，又得登岳阳楼，以尽荆州之伟观。孙刘虎视遗迹依然，山川草木，差强人意。洎回京师，日诣丰乐楼以观西湖。因诵友人“东南妩媚，雌了男儿”之句，叹息者久之。酒酣，大书东壁，以写胸中之勃郁。时嘉熙庚子秋季下浣也。记上层楼，与岳阳楼，酾酒赋诗。望长山远水，荆州形胜，夕阳枯木，六代兴衰。扶起仲谋，唤回玄德，笑杀景升豚犬儿。归来也，对西湖叹息，是梦耶非？诸君傅粉涂脂，问南北战争都不知。恨孤山霜重，梅凋老叶；平堤雨急，柳泣残丝。玉垒腾烟，珠淮飞浪，万里腥风送鼓鼙。原夫辈，算事今如此，安用毛锥？", "translation": "无"}}, {"dynasty": "五代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "漫感", "prop": {"content": "绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。", "translation": "从军疆场的壮志难酬令人怅惘，只能将对东南形势的忧虑情怀注满诗行。赋诗抒怀和仗剑抗敌是我平生志愿，如今十五年过去，白白辜负了“狂士”声名。"}}, {"name": "唐多令·芦叶满汀洲", "prop": {"content": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)", "translation": "同一帮友人在安远楼聚会，酒席上一位姓黄的歌女请我作一首词，我便当场创作此篇。时为八月五日。"}}, {"name": "曾几", "dynasty": "宋代"}, {"name": "秦楼月·芳菲歇", "prop": {"content": "芳菲歇，故园目断伤心切。伤心切，无边烟水，无穷山色。可堪更近乾龙节，眼中泪尽空啼血。空啼血，子规声外，晓风残月。", "translation": "暮春时节，芳菲飘落，登高遥望故国，内心悲伤痛切。迷离的烟水，朦胧的山色，更让我伤心欲绝。更不能忍受的是乾龙节又快到了，追昔抚今，眼中泪水流尽，像杜鹃鸟那样啼出鲜血来。在一片凄厉的子规声外，是故国破败的河山。"}}, {"name": "病起书怀", "prop": {"content": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。", "translation": "病体虚弱消瘦，以致纱帽帽沿都已宽松，不受重用只好客居在与之相隔万里的成都江边。职位低微却从未敢忘记忧虑国事，即使事情已经商定"}}, {"name": "秋夜将晓出篱门迎凉有", "prop": {"content": "迢迢天汉西南落，喔喔邻鸡一再鸣。壮志病来消欲尽，出门搔首怆平生。三万里河东入海，五千仞岳上摩天。遗民泪尽胡尘里，南望王师又一年。", "translation": "迢迢万里的银河朝西南方向下坠，邻家的公鸡喔喔叫个不停。疾病几乎把报国壮志消磨殆尽，出门四望不禁手搔白发抱憾平生。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "追忆征西幕中旧事四首", "prop": {"content": "忆昨王师戍陇回，遗民日夜望行台。不论夹道壶浆满，洛笋河鲂次第来。", "translation": "回想以前大军防守陇山从前线返回，中原父老日日夜夜心向着我将帅的驻地所在。他们不但捧着茶水和酒浆夹道迎接士兵，还把洛水的鲜笋，黄河的活鱼一次次送上门来。"}}, {"name": "刘过", "dynasty": "宋代"}, {"name": "追忆征西幕中旧事四首", "prop": {"content": "大散关头北望秦，自期谈笑扫胡尘。收身死向农桑社，何止明明两世人！", "translation": "曾记得当年在大散关向北眺望失地的情景，我自信能在谈笑之间把敌人扫除干净。谁能料到我最终竟要在田园里了此一生，呵，过去和现在的我明明判若两世又何止是两世人！"}}, {"name": "寓居吴兴", "prop": {"content": "相对真成泣楚囚，遂无末策到神州。但知绕树如飞鹊，不解营巢似拙鸠。江北江南犹断绝，秋风秋雨敢淹留？低回又作荆州梦，落日孤云始欲愁。", "translation": "与朋友们相会，我伤心地发现，我们真的成了当年的过江诸人，以泪洗面，一个个忧心忡忡，可又想不出救国的良策。我就像那绕树飞鸣的乌鹊，找不到个栖息的地方；又如同无能的鸠，没法谋造个安定的巢穴。江北江南，相望不远，也已音讯断绝；在这秋风秋雨中，我又怎能在吴兴滞留岁月？伤心流连，我想找个有力的朋友避乱托身，却只是梦想；抬起头，眼见那天边夕阳西坠，孤云飘浮，禁不住忧愁悱恻。"}}, {"dynasty": "朝代"}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "魏禧", "dynasty": "清代"}, {"name": "忆秦娥·梅谢了", "prop": {"content": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "translation": "梅花凋谢了，北方边塞的冰雪已经融化，大雁也早早地向北飞去了。我要委托那北归的大雁，请它问候一下故都家乡的父老。前线地区防务荒疏、边声悄寂，金人占领的淮河以北，人烟稀少。那曾经繁华奢靡的宣和宫殿，已经衰草遍地，尘烟缭绕。"}}, {"name": "五月十一日夜且半梦从", "prop": {"content": "五月十一日，夜且半，梦从大驾亲征，尽复汉、唐故地。见城邑人物繁丽，云：西凉府也。喜甚，马上作长句，未终篇而觉，乃足成之。天宝胡兵陷两京，北庭安西无汉营。五百年间置不问，圣主下诏初亲征。熊罴百万从銮驾，故地不劳传檄下。筑城绝塞进新图，排仗行宫宣大赦。冈峦极目汉山川，文书初用淳熙年。驾前六军错锦锈，秋风鼓角声满天。苜蓿峰前尽亭障，平安火在交河上。凉州女儿满高楼，梳头已学京都样。", "translation": "天宝年间安禄山攻陷了洛阳长安，北庭安西都被敌人侵占。五百年来土地丧失无人过问，今日里圣明的皇上亲自征战。百万猛士跟随皇帝的车驾前进，用不着传下檄文故土纷纷归顺。遥远的边塞筑起城墙划入版图，行宫里排列仪仗宣读大赦的诏文。极目远望都是宋朝的河山，发布文书开始用淳熙纪年。庆功大典的将士穿着彩色的战袍，秋风里军乐奏起鼓角震天。苜蓿峰前都是哨亭堡垒，交河上的烽火报告着平安。高楼上满是凉州的少女，连梳头的样式也学着京都的打扮。"}}, {"name": "水龙吟·淮河舟中夜闻", "prop": {"content": "鼓鞞惊破霓裳，海棠亭北多风雨。歌阑酒罢，玉啼金泣，此行良苦。驼背模糊，马头匼匝，朝朝暮暮。自都门燕别，龙艘锦缆，空载得、春归去。目断东南半壁，怅长淮已非吾土。受降城下，草如霜白，凄凉酸楚。粉阵红围，夜深人静，谁宾谁主？对渔灯一点，羁愁一搦，谱琴中语。", "translation": "战乱的繁鼓声，惊破霓裳羽衣的轻歌曼舞，海棠春睡的亭北，骤然一阵凄风苦雨。歌断宴残，一片凄惶的玉啼金哭，这北掳一去是何等的不堪悲苦？骆驼背上，摇摇晃晃泪眼模糊，押解的铁骑，一路巡防一路催逼，惊悸不定从朝到暮。故都啊，城外一席冷宴，辞别得那么仓皇急促，北上的锦帆龙舟，空载衰残的春色归去。远望江南如画的半壁江山，可叹江淮两岸拱手相送，已非吾土。受降城下如茫茫秋霜白草干枯，北去的残余生涯将是无尽的凄凉酸楚。这狭窄舟中粉拥红围，夜深时疲困睡熟。又怎能分辨哪是高贵的殡妃，哪是卑贱的奴仆？只有瘦影伶俜的她一怀羁愁对一点渔火，犹自将难言的凄哀在琴声中低诉。"}}, {"name": "满江红·代王夫人作", "prop": {"content": "试问琵琶，胡沙外怎生风色。最苦是、姚黄一朵，移根仙阙。王母欢阑琼宴罢，仙人泪满金盘侧。听行宫、半夜雨淋铃，声声歇。彩云散，香尘灭。铜驼恨，那堪说！想男儿慷慨，嚼穿龈血。回首昭阳辞落日，伤心铜雀迎秋月。算妾身、不愿似天家，金瓯缺。", "translation": "试问哀怨凄婉的琵琶声，万里胡沙外是怎样的风物情景？最痛苦是一朵名贵的姚黄花，被强移出扎根的仙家宫庭。王母的欢意销歇盛宴已终场，铜仙铅泪淌满的金盘也欹倾。半夜里行宫外雨淋风铃肠欲断，一滴滴一声声没有消停。美丽的彩云已消散，宫中的香尘再不见，铜驼荒草亡国恨，待要述说哪堪言！真思慕那慷慨赴国的男子汉，嚼碎钢牙满口血斑斑。回想起昭阳殿离别坠落的红日，最伤心铜雀台迎接新月一弯。细思量妾身不似当今帝王家，眼睁睁让大好河山沦陷。"}}, {"name": "建康", "prop": {"content": "金陵古会府，南渡旧陪京。山势犹盘礴，江流已变更。健儿徒幽土，新鬼哭台城。一片清溪月，偏于客有情。", "translation": "建康古时的大都会，宋高宗南渡时的陪都。四周群山依旧，山势磅礴，而江流却以改变，已非往昔。曾经居于城中的人偏徒幽土，含冤的鬼魂竟哭于往日繁华的台城。只有这一片清溪上的月亮，还情偏于我这远来的客人。"}}, {"name": "林则徐", "dynasty": "清代"}, {"name": "金陵后观棋绝句六首·", "prop": {"content": "寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。", "translation": "　　诗人将寂寞冷落的残局，融入秦淮秋潮幽咽凄清的背景之中，极力渲染金陵城的萧瑟氛围。进而借观棋抒发心中感慨，在棋的残局中寄寓了诗人的故国之思。构思精巧，情调凄楚，含蓄蕴藉，是一首情景兼胜的好诗。 "}}, {"name": "水调歌头·追和", "prop": {"content": "举手钓鳌客，削迹种瓜侯。重来吴会，三伏行见五湖秋。耳畔风波摇荡，身外功名飘忽，何路射旄头？孤负男儿志，怅望故园愁。梦中原，挥老泪，遍南州。元龙湖海豪气，百尺卧高楼。短发霜粘两鬓，清夜盆倾一雨，喜听瓦鸣沟。犹有壮心在，付与百川流。", "translation": "我从前如李白是钓鳌的巨手，而今却如邵平成了隐居种瓜的园丁。三伏交秋的时节重来吴县，准能欣赏到太湖美秀丽的秋景。人世风波在耳边摇荡，千古功名在身外飘浮，何时能让我张开神弓射金兵?辜负了大丈夫的雄心壮志，无奈何望着故园生愁发怔。我常梦见受敌人蹂躏的中原，老泪纵横挥洒遍江南的大地。我有陈登志在天下的豪气，不似求田问舍的许汜。我有刘备忧国忘家之心，身在百尺高楼上卧睡。头发已稀疏还加上几根银丝，喜听清凉夜的倾盆大雨，在屋顶瓦沟上哗啦鸣脆。雄心壮志依然在，恨只恨光阴白白地随百川向东流逝。"}}, {"name": "丘为", "dynasty": "唐代"}, {"name": "赵鼎", "dynasty": "宋代"}, {"name": "鹿虔扆", "dynasty": "五代"}, {"name": "酹江月·秋夕兴元使院", "prop": {"content": "神州沉陆，问谁是、一范一韩人物。北望长安应不见，抛却关西半壁。塞马晨嘶，胡笳夕引，赢得头如雪。三秦往事，只数汉家三杰。试看百二山河，奈君门万里，六师不发。阃外何人，回首处、铁骑千群都灭。拜将台欹，怀贤阁杳，空指冲冠发。阑干拍遍，独对中天明月。", "translation": "我神州大地沦丧，试问谁会成为范仲淹、韩琦式的人物来保家卫国。北望中原已失，连函谷关以西的大半土地也抛弃了。在边塞，我清晨骑在嘶呜的马背上出营，晚上伴着胡笳声宿营，所赢得的不过是满头的白发。收复“三秦”，只有汉初三杰再世了。关中易守难攻，怎奈朝廷远在万里之外，又不肯发兵抗敌。主张和议的人谁还记得边关的耻辱，诸路兵马都几乎被灭。拜将台歪在一边，怀贤阁不见踪影，我怒发冲冠又有什么用。拍遍栏杆，只能独自仰望天空中的明月。"}}, {"name": "赠梁任父同年", "prop": {"content": "寸寸山河寸寸金，侉离分裂力谁任，杜鹃再拜忧天泪，精卫无穷填海心。", "translation": "祖国山河美好如金，如今被列强瓜分谁来负责？我便如杜鹃一样呼唤祖国东山再起，向精卫填海一边的奋斗。"}}, {"name": "柳梢青·岳阳楼", "prop": {"content": "袖剑飞吟。洞庭青草，秋水深深。万顷波光，岳阳楼上，一快披襟。不须携酒登临。问有酒、何人共斟？变尽人间，君山一点，自古如今。", "translation": "带着短剑到处歌吟，洞庭湖和青草湖，明净的秋水深又深。在雄伟的岳阳楼上，眺望万顷粼粼波光，迎着西风敞开衣襟。用不着带酒登上高楼，问你有酒又与谁共斟？人世间的事不停变幻，只有湖中那一点君山，依然故我，自古如今。"}}, {"name": "岳忠武王祠", "prop": {"content": "匹马南来渡浙河，汴城宫阙远嵯峨。中兴诸将谁降敌，负国奸臣主议和。黄叶古祠寒雨积，清山荒冢白云多。(“清山”一作“青山”)如何一别朱仙镇，不见将军奏凯歌。", "translation": "　　自南宋建都杭州以来，舍弃了汴梁巍峨的宫阙。此时号称中兴宋室，可有几个将领能克敌制胜呢？反倒是主和负国的奸臣一直掌权。在寒雨中，岳王祠庙满是黄叶堆积，青山野坟间白云霭霭。为什么朱仙镇大捷之后，岳将军就再没能打胜仗、高奏凯歌了呢？ "}}, {"name": "书愤", "prop": {"content": "早岁那知世事艰，中原北望气如山。楼船夜雪瓜洲渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁堪伯仲间！", "translation": "年轻时哪里知道世事如此艰难，北望中原，收复故土的豪迈气概坚定如山。记得在瓜州渡痛击金兵，雪夜里飞奔着楼船战舰。秋风中跨战马纵横驰骋，收复了大散关捷报频传。自己当年曾以万里长城来自我期许，到如今鬓发已渐渐变白，盼北伐盼恢复都成空谈。出师表真可谓名不虚传，有谁像诸葛亮鞠躬尽瘁，率三军复汉室北定中原！"}}, {"name": "凄凉犯·绿杨巷陌秋风", "prop": {"content": "绿杨巷陌秋风起，边城一片离索。马嘶渐远，人归甚处，戍楼吹角。情怀正恶，更衰草寒烟淡薄。似当时、将军部曲，迤逦度沙漠。追念西湖上，小舫携歌，晚花行乐。旧游在否？想如今、翠凋红落。漫写羊裙，等新雁来时系著。怕匆匆、不肯寄与误后约。", "translation": "无"}}, {"name": "鹧鸪天·祖国沉沦感不", "prop": {"content": "祖国沉沦感不禁，闲来海外觅知音。金瓯已缺总须补，为国牺牲敢惜身！嗟险阻，叹飘零。关山万里作雄行。休言女子非英物，夜夜龙泉壁上鸣。", "translation": "祖国沉沦危亡忍不住感叹，东渡日本寻找革命同志。国土被列强瓜分需要收复，为国家敢于牺牲自己的身体。叹路途之艰险梗塞，感慨自身漂泊无依。虽然远隔万里也要赴日留学。人们休要说女子不能成为英雄，连我那挂在墙上的宝剑，也不甘于雌伏鞘中，而夜夜在鞘中作龙吟。"}}, {"name": "念奴娇·送张明之赴京", "prop": {"content": "艅艎东下，望西江千里，苍茫烟水。试问襄州何处是？雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几？其肯为我来耶？河阳下士，差足强人意。勿谓时平无事也，便以言兵为讳。眼底河山，楼头鼓角，都是英雄泪。功名机会，要须闲暇先备。", "translation": "艅艎大船东流下，远望千里西来的大江，只见一片烟水苍苍茫茫。若问襄州究竟在哪里？雉堞一直与天边云霞连接的地方。羊祜的残碑，诸葛亮的遗迹，都满载遗恨浴着残阳。后来的人物，有几个能有您这样卓伟超常。“其肯为我来耶？”说这话的乌重胤的礼贤下士，才能够使人们精神振奋，意志增强。不要老是认为现在太平无事了，便避讳讨论军备武装。眼前的江山，楼头的鼓角，都流露着英雄的慷慨悲凉。要想得到取功名的机会，在闲暇时就应该准备停当。"}}, {"name": "薛逢", "dynasty": "唐代"}, {"name": "梁栋", "dynasty": "宋代"}, {"name": "盱眙北望", "prop": {"content": "北望茫茫渺渺间，鸟飞不尽又飞还。难禁满目中原泪，莫上都梁第一山。", "translation": "我向北方观望，一片渺茫，鸟儿可以自由地飞来飞去。想起失陷于异族的中原，泪水沾满了衣襟，还是不要登上那高高的都梁山向北眺望，以免使我更伤心。"}}, {"dynasty": "唐代"}, {"name": "倪瓒", "dynasty": "元代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "上西平·送杜叔高", "prop": {"content": "恨如新，新恨了，又重新。看天上、多少浮云。江南好景，落花时节又逢君。夜来风雨，春归似欲留人。 尊如海，人如玉，诗如锦，笔如神。能几字、尽殷勤。江天日暮，何时重与细论文。绿杨阴里，听阳关、门掩黄昏。", "translation": "　　杜叔高，即杜斿，叔高为其字。公元1189年，他从故乡金华到三百里之外的上饶，拜访罢官闲居的辛弃疾，两人一见如故，相处极为欢洽。1200年，杜斿再次拜访辛弃疾，相得甚欢。杜斿两次拜访，辛与之宴游与赠答，存词12首，诗2首。与杜酬应的作品之多，不但在辛集中少有，就是在中国文学史上，也实属罕见。此词即为其中之一。"}}, {"name": "左掖梨花", "prop": {"content": "冷艳全欺雪，余香乍入衣。春风且莫定，吹向玉阶飞。", "translation": "梨花自然比白雪艳丽，清冷的样子也赛过雪花，它散发出的香气一下就侵入衣服里。春风请继续吹动它的花瓣，希望这美丽的花朵能飘落在皇宫大殿的玉石台阶上。"}}, {"name": "水调歌头·题李季允侍", "prop": {"content": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。 骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。", "translation": "高敞华美的楼阁矗立半天，南楼的胜概也不能同它比肩。你独坐阁上筹策御边，不单是为了满足观景的快感。别止说胸中能吞纳云梦的幅员，你的浩气直把残剩的金虏尽行席卷，朝着西北时时眺望沦陷的中原。千载难逢的战机就在眼前，只可叹人事上总有无止尽的恨憾。王子安在这里骑鹤登仙，祢衡在这里写下《鹦鹉》的赋篇，都已算不上什么风流事件。看岳王祠畔杨柳如烟，古往今来的愁意凝聚不散。你的手段足以去再造河山，你的方略足以向英雄授传，可高尚的抱负又何从施展？如果手中不时时举起酒盏，只怕会惊异地发现，两鬓上已是秋霜一片。"}}, {"name": "忆秦娥·中斋上元客散", "prop": {"content": "中斋上元客散感旧，赋《忆秦娥》见属，一读凄然。随韵寄情，不觉悲甚。烧灯节，朝京道上风和雪。风和雪，江山如旧，朝京人绝。百年短短兴亡别，与君犹对当时月。当时月，照人烛泪，照人梅发。", "translation": "邓剡在上元节客散后怀念起往事，作一首《忆秦娥》词赠予我，我读过之后顿感凄凉，便按照原韵和了一首，不禁觉得非常悲痛。"}}, {"name": "浣溪沙·赠子文侍人名", "prop": {"content": "侬是嶔崎可笑人，不妨开口笑时频。有人一笑坐生春。歌欲颦时还浅笑，醉逢笑处却轻颦。宜颦宜笑越精神。", "translation": "笑笑你真是一个杰出不群的可爱的人，不妨多多地开口笑一笑，只要你开口一笑，就能使满座生春。唱到让人皱眉时你却面带微笑，醉到让人坐起喧哗时又微皱眉头。无论是皱眉还是发笑都合人心意。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "全祖望", "dynasty": "清代"}, {"name": "临江仙·高咏楚词酬午", "prop": {"content": "高咏楚词酬午日，天涯节序匆匆。榴花不似舞裙红。无人知此意，歌罢满帘风。 万事一身伤老矣，戎葵凝笑墙东。酒杯深浅去年同。试浇桥下水，今夕到湘中。", "translation": "　　我放声吟诵楚辞，来度过端午。此时我漂泊在天涯远地，是一个匆匆过客。异乡的石榴花再红，也比不上京师里的舞者裙衫飘飞，那般艳丽。没有人能理解我此时的心意，慷慨悲歌后，只有一身风动凉过。万事在如今，只是空有一身老病在。墙东的蜀葵，仿佛也在嘲笑我的凄凉。杯中之酒，看起来与往年相似，我将它浇到桥下的江水，让江水会带着流到湘江去。 "}}, {"name": "夕次蒲类津 / 晚泊", "prop": {"content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。", "translation": "在边庭上望不见归处，客居万里心中充满忧愁。山中之路依然向南断续绵延，黄河之源从北面流来。晚风中夹杂着寒气，弯月照耀着边塞的秋景。火灶通向军营的墙壁，报警的烽火飘上嘹望楼。在边疆只要奋力作战，就会像班超一样得到封侯。不要作兰山下投降的李陵，平白地让大汉帝国蒙受羞辱。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "左丘明", "dynasty": "先秦"}, {"name": "九歌·国殇", "prop": {"content": "操吴戈兮被犀甲，车错毂兮短兵接。旌蔽日兮敌若云，矢交坠兮士争先。凌余阵兮躐余行，左骖殪兮右刃伤。霾两轮兮絷四马，援玉枹兮击鸣鼓。天时怼兮威灵怒，严杀尽兮弃原野。(怼 一作：坠)出不入兮往不反，平原忽兮路超远。带长剑兮挟秦弓，首身离兮心不惩。诚既勇兮又以武，终刚强兮不可凌。身既死兮神以灵，子魂魄兮为鬼雄！(子魂魄兮 一作：魂魄毅兮)", "translation": "战士手持兵器身披犀甲，敌我战车交错戈剑相接。旌旗遮天蔽日敌众如云，飞箭如雨战士奋勇争先。敌军侵犯我们行列阵地，右骖马受伤左骖马倒毙。兵车两轮深陷绊住四马，主帅举起鼓槌猛击战鼓。杀得天昏地暗神灵震怒，全军将士捐躯茫茫原野。将士们啊一去永不回还，走向那平原的遥远路途。佩长剑夹强弓争战沙场，首身分离雄心永远不屈。真正勇敢顽强而又英武，始终刚强坚毅不可凌辱。人虽死啊神灵终究不泯， 魂魄刚毅不愧鬼中英雄！"}}, {"name": "登乐游原", "prop": {"content": "长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。", "translation": "天空广阔无边鸟儿消失天际，古时的遗迹消失在这荒废的乐游原里。请看那昔日的汉王朝何等壮阔的事业，如今的五陵原上树都没有了，只有秋风呼啸。"}}, {"name": "送族弟绾从军安西", "prop": {"content": "汉家兵马乘北风，鼓行而西破犬戎。尔随汉将出门去，剪虏若草收奇功。君王按剑望边色，旄头已落胡天空。匈奴系颈数应尽，明年应入蒲萄宫。", "translation": "我大唐兵马乘北风出征，军鼓壮行色，向西击破万恶的侵略者。你跟随大将军出门去，杀虏就如挥镰刀割草，一定会立下奇功。君王在宫中按剑，神情肃穆了解边情，敌军的命星已坠落下胡疆上空。匈奴侵略者的命数已尽，系颈投降吧！明年你就能驱马入宫报捷。"}}, {"name": "水调歌头·细数十年事", "prop": {"content": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "translation": "细细算来十年宦海沉浮，人在十处度过十个中秋。旧梦未了今秋忽如新梦，飘然人到黄鹤旧时山头。老子今夜豪兴不浅，忽忆当年庾亮守鄂州，天教历史上的聚会重现，我辈今朝宴饮赏月在南楼。迢迢银河暗淡无光，独见一轮皓月当空浮。江北烟散，江南雾收，江水平似白练滔滔东流。山河破碎，南北分裂，月光依然照临一片清愁。月中嫦娥冷眼相看，当笑我白发东归，空损貂裘，壮志不酬。我今举杯邀明月，肯否与我结伴共去沧洲？"}}, {"name": "贺新郎·国脉微如缕", "prop": {"content": "实之三和有忧边之语，走笔答之。国脉微如缕。问长缨何时入手，缚将戎主？未必人间无好汉，谁与宽些尺度？试看取当年韩五。岂有谷城公付授，也不干曾遇骊山母。谈笑起，两河路。少时棋柝曾联句。叹而今登楼揽镜，事机频误。闻说北风吹面急，边上冲梯屡舞。君莫道投鞭虚语，自古一贤能制难，有金汤便可无张许？快投笔，莫题柱。", "translation": "用原韵第三次作词唱和王实之，有忧虑边境被敌人侵犯的话，回笔疾书回答这件事。"}}, {"name": "黄遵宪", "dynasty": "清代"}, {"name": "塞下曲五首·其三", "prop": {"content": "朔雪飘飘开雁门，平沙历乱卷蓬根。功名耻计擒生数，直斩楼兰报国恩。", "translation": "北方边境大雪飘落雁门，战场上战斗激烈连蓬根都挖出来了。如果杀敌作战的功名记载史册只有我生擒人的数量，我会感到很耻辱；只希望能直接消灭敌国，报答国家对我的恩情。"}}, {"name": "永王东巡歌·其二", "prop": {"content": "三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。", "translation": "北方的胡虏在三川一带纷乱如麻，中原地区的人民争相南奔避难，似晋朝的永嘉之难。如果起用东山谢安石来辅佐平叛，一定能为君在谈笑中扫净胡沙。"}}, {"dynasty": "明代"}, {"name": "令狐楚", "dynasty": "唐代"}, {"name": "张炎", "dynasty": "宋代"}, {"name": "生查子·三尺龙泉剑", "prop": {"content": "三尺龙泉剑，匣里无人见。一张落雁弓，百支金花箭。为国竭忠贞，苦处曾征战。先望立功勋，后见君王面。", "translation": "三尺宝剑名龙泉，藏在匣里无人见。一张宝弓号落雁，又配百支金花箭。竭尽全力为国尽忠，几番沙场苦征战。先望立功把勋建，后去朝拜君王面。 "}}, {"name": "重有感", "prop": {"content": "玉帐牙旗得上游，安危须共主君忧。窦融表已来关右，陶侃军宜次石头。岂有蛟龙愁失水，更无鹰隼与高秋！昼号夜哭兼幽显，早晚星关雪涕收？", "translation": "将军的玉帐牙旗正处有利地位，国家危难的时刻应与皇帝分忧。虽然已像窦融从关右奏上战表，还应效法陶侃率大军进驻石头。哪能有蛟龙为失水而愁的道理，偏没有鹰隼在高爽的秋空遨游。京城里日夜号哭不分人世阴间，宫内何时能抹干眼泪恢复自由。"}}, {"dynasty": "未知"}, {"name": "送人赴安西", "prop": {"content": "上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。", "translation": "韵译跨上英俊的战马宝刀佩在身边，策马翩翩地飞驰翻越陇山之颠。自小衷心地希望献身国家危难，哪把高官与厚禄耿耿挂于心间。置身于万里之外乡情化为梦境，眼望那边地明月激起阵阵怀恋。祝愿亲爱的战友早早扫清顽敌，边庭无事早归来切莫再经秋天！"}}, {"name": "高阳台·和周草窗寄越", "prop": {"content": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。 江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。", "translation": "庭院背阴处尚有残雪堆积，透过帘幕，也还能感到轻寒。玉管中葭灰飞扬，不知不觉已到了立春时节。门前虽然已经有金泥帖，却不知道春光到来了谁家的亭阁？我对你相思若渴，梦中迷离隐约相见，无奈终究被天水阴遮。待梦境醒来时，更加凄然伤心，只见满树幽香，地上都是疏影横斜。江南离别自然充满愁苦，何况在古道上策马。都在羁旅天涯，只见飞雁归落平沙。如何能在信笺之上，诉说自己空度年华。如今处处长满芳草，纵然登上高楼眺望，也只能见萋萋芳草遍布天涯。更何况，（人生）还能经受几度春风，几番飞红落花。"}}, {"name": "水调歌头·定王台", "prop": {"content": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "translation": "无"}}, {"name": "念奴娇·春雪咏兰", "prop": {"content": "问天何意，到春深，千里龙山飞雪？解佩凌波人不见，漫说蕊珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴂。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。", "translation": "我问老天这究竟是为什么，已经是阳春三月， 龙山一带却还千里飞雪？凌波而来送我玉佩的您不见了，还说什么龙宫仙阙。南方宫殿已经如烟销云散，连倒映在水中的月亮也显得寒冷。料想那里的花全都给折断，只有我还在这深山中顾影自怜，“不如归去”的啼声让人悲痛欲绝。回想当年九畹种兰花的情形，那么多的花含着清彻的露珠，是您亲手为我们分开花叶。我曾经投入您多情的怀抱，气味相投我们同心相结。您却走了，玉殒香销，连美丽的身影也消失在浓雾之中，白白里留下送给我的金跳脱。我在洛水之滨，寻找着再度降临的美好时节。"}}, {"name": "刘子翚", "dynasty": "宋代"}, {"name": "北征", "prop": {"content": "北归至凤翔，墨制放往鄜州作。按鄜在凤翔东北，故曰北征。皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。维时遭艰虞，朝野无暇日。顾惭恩私被，诏许归蓬筚。拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕？靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。潼关百万师，往者散何卒？遂令半秦民，残害为异物。况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。见耶背面啼，垢腻脚不袜。床前两小女，补缀才过膝。海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。粉黛亦解包，衾绸稍罗列。瘦妻面复光，痴女头自栉。学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝？翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉得说？至尊尚蒙尘，几日休练卒？仰观天色改，坐觉妖氛豁。阴风西北来，惨淡随回纥。其王愿助顺，其俗善驰突。送兵五千人，躯马一万匹。此辈少为贵，四方服勇决。所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。伊洛指掌收，西京不足拔。官军请深入，蓄锐可俱发。此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。祸转亡胡岁，势成擒胡月。胡命其能久？皇纲未宜绝。忆昨狼狈初，事与古先别：奸臣竟葅醢，同恶随荡析。不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。园陵固有神，洒扫数不缺。煌煌太宗业，树立甚宏达！", "translation": "无"}}, {"name": "残春旅舍", "prop": {"content": "旅舍残春宿雨晴，恍然心地忆咸京。树头蜂抱花须落，池面鱼吹柳絮行。禅伏诗魔归净域，酒冲愁阵出奇兵。两梁免被尘埃污，拂拭朝簪待眼明。", "translation": "旅舍中春残夜雨刚刚晴，恍然间心里忆起长安城。树枝中蜂拥蝶舞花将落，水面上风起柳絮飘飘行。借写诗杆情因悟禅语止，用酒冲愁阵如同出奇兵。保存好官帽不要遭污损，擦拭净朝簪等待唐复兴。"}}, {"name": "水调歌头·多景楼", "prop": {"content": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "translation": "无"}}, {"name": "宝鼎现·春月", "prop": {"content": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。 父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。 肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。", "translation": "无"}}, {"name": "小旻", "prop": {"content": "旻天疾威，敷于下土。谋犹回遹，何日斯沮？谋臧不从，不臧覆用。我视谋犹，亦孔之邛。潝潝訿訿，亦孔之哀。谋之其臧，则具是违。谋之不臧，则具是依。我视谋犹，伊于胡厎。我龟既厌，不我告犹。谋夫孔多，是用不集。发言盈庭，谁敢执其咎？如匪行迈谋，是用不得于道。哀哉为犹，匪先民是程，匪大犹是经。维迩言是听，维迩言是争。如彼筑室于道谋，是用不溃于成。国虽靡止，或圣或否。民虽靡膴，或哲或谋，或肃或艾。如彼泉流，无沦胥以败。不敢暴虎，不敢冯河。人知其一，莫知其他。战战兢兢，如临深渊，如履薄冰。", "translation": "无"}}, {"name": "姜特立", "dynasty": "宋代"}, {"name": "洪皓", "dynasty": "宋代"}, {"name": "水调歌头·寿赵漕介庵", "prop": {"content": "千里渥洼种，名动帝王家。金銮当日奏草，落笔万龙蛇。带得无边春下，等待江山都老，教看鬓方鸦。莫管钱流地，且拟醉黄花。唤双成，歌弄玉，舞绿华。一觞为饮千岁，江海吸流霞。闻道清都帝所，要挽银河仙浪，西北洗胡沙。回首日边去，云里认飞车。", "translation": "你就像驰骋千里的渥洼神马，声名惊动了朝廷。礼下于人，必有所求。当年给皇帝掌理过制诰诏书，颇有文采，落笔万言，如走龙蛇。能赐福于人民，他把春天般的温暖带来人间。江山都等老了，他青春长驻，鬓发还象乌鸦羽毛一样乌黑。像刘晏那样会理财，使江南富庶，如钱流遍地，席间且不管这些，还是痛饮赏菊吧！欣赏着歌舞，敬赵介庵一杯美酒：望你象倾江倒海一样痛饮，祝你长寿。听闻皇帝要出兵北伐，驱逐金人，洗净中原大地膻腥的胡沙。赵介庵他日能到皇帝的身边，人们会钦羡地望着他乘坐飞车消逝于天地云间。"}}, {"name": "北望", "prop": {"content": "昔我初生岁，中原失太平。宁知墓木拱，不见塞尘清。京洛无来信，江淮尚宿兵。何时青海月，重照汉家营？", "translation": "我出生后不久，就遇到了靖康之耻。哪里知道我都已经老去，还是没有听到收复中原的好消息。汴京和西京洛阳已经失陷多年，可是江淮一带的军队没有北伐中原的动作。请问什么时候我才能听到宋军收复中原的好消息呢？"}}, {"name": "清明二首", "prop": {"content": "朝来新火起新烟，湖色春光净客船。绣羽衔花他自得，红颜骑竹我无缘。胡童结束还难有，楚女腰肢亦可怜。不见定王城旧处，长怀贾傅井依然。虚沾焦举为寒食，实藉严君卖卜钱。钟鼎山林各天性，浊醪粗饭任吾年。此身飘泊苦西东，右臂偏枯半耳聋。寂寂系舟双下泪，悠悠伏枕左书空。十年蹴踘将雏远，万里秋千习俗同。旅雁上云归紫塞，家人钻火用青枫。秦城楼阁烟花里，汉主山河锦绣中。春去春来洞庭阔，白苹愁杀白头翁。", "translation": "早起匆匆赶路，天气晴朗春色正好，可以清晰的看到那小舟荡漾在湖水之上。飞鸟在天上自在飞翔，少年无忧无虑的嬉戏打闹，只是这般天真无虑的时光却是与我无缘了。少数名族儿童的独特的服饰已经很少看到了，楚地的女孩腰肢纤细，惹人怜惜。昔日辉煌的定王府已无踪迹，想象着贾谊府中的古井仍是当年模样。虽是只需禁火三日，无奈没有食物烹煮实在辜负了周举的好意了，一直四处奔波，生计却仍无着落。富足奢侈的生活还是山林平淡生活都是天意，有浊酒、粗茶淡饭颐养天年也已足够了。"}}, {"name": "贺新郎·寄丰真州", "prop": {"content": "忆把金罍酒，叹别来光阴荏苒，江湖宿留。世事不堪频着眼，赢得两眉长皱。但东望故人翘首。木落山空天远大，送飞鸿北去伤怀久。天下事，公知否？钱塘风月西湖柳，渡江来百年机会，从前未有。唤起东山丘壑梦，莫惜风霜老手，要整顿封疆如旧。早晚枢庭开幕府，是英雄尽为公奔走。看金印，大如斗。", "translation": "回想过去用金罍盛酒欢饮，感叹分别后光阴如水流走，如今长期在江湖漂流。“世事”不能多看，不然只会长皱眉头。抬头东望盼望与老友相见，只见木衰山阔天悠悠，目送鸿雁北飞去，忧伤久久。恢复中原、统一中国的大事，您忘记了没有？观赏钱塘风景和西湖垂柳，是南渡百年来难逢的机会，是从前所没有的。你不能像谢安那样隐居东山，对山水之乐一味追求；要献出自己的经验和才华，毫不吝惜与保留；还要积极抗金收复故土，使国家完整如旧。不停的向枢庭开幕府招揽人才，那英雄豪杰们都会为您奔走。祝愿你杀敌立功受赏，得到大如斗的金印。"}}, {"name": "张煌言", "dynasty": "明代"}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "汴京纪事二十首·其一", "prop": {"content": "帝城王气杂妖氛，胡虏何知屡易君。犹有太平遗老在，时时洒泪向南云。", "translation": "都城汴京中既有帝王之气又杂有妖孽之气，金人们无知却频繁地改易国君。至今仍有那些经历过太平生活的北宋遗民，时刻想着北方，对着南来的云彩洒下辛酸的眼泪。"}}, {"name": "谭嗣同", "dynasty": "清代"}, {"name": "战城南", "prop": {"content": "塞北途辽远，城南战苦辛。幡旗如鸟翼，甲胄似鱼鳞。冻水寒伤马，悲风愁杀人。寸心明白日，千里暗黄尘。", "translation": "　　诗歌虽然以征战者的口吻讲述了远征边塞的军旅生涯，但已不同于汉乐府中的《 战城南 》那样写得血流成河、惨不卒读了。诗中的主人公在叙述战争时，豪情满怀，信心百倍，充满了胜利的希冀。诗的格调雄浑激越，洋溢着浓烈的爱国之情。恰如李调元在《雨村诗话》里评述的：“浑厚朴茂，犹开国风气。”读后令人神情激奋，成为诗人代表作之一。"}}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "北望", "prop": {"content": "北望中原泪满巾，黄旗空想渡河津。丈夫穷死由来事，要是江南有此人！", "translation": "每当我眺望失陷于异族的北方大地，泪水沾满了衣襟。现在想要让宋军渡过黄河收复失地，那不过是一阵空想而已。大丈夫视死如归不怕牺牲，是从来就有的事；我只是希望江南能够再出现收复失地的人！"}}, {"name": "永遇乐·京口北固亭怀", "prop": {"content": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "translation": "历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。遥想当年，他指挥着强劲精良的兵马，气吞骄虏一如猛虎！元嘉帝兴兵北伐，想建立不朽战功封狼居胥，却落得仓皇逃命，北望追兵泪下无数。四十三年过去了，如今瞭望长江北岸，还记得扬州战火连天的情景。真是不堪回首，拓跋焘祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。还有谁会问，廉颇老了，自己还能吃饭吗？"}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "离骚", "prop": {"content": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名：名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汩余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。(惟 通：唯)不抚壮而弃秽兮，何不改乎此度？乘骐骥以驰骋兮，来吾道夫先路！昔三后之纯粹兮，固众芳之所在。杂申椒与菌桂兮，岂惟纫夫蕙茝！彼尧、舜之耿介兮，既遵道而得路。何桀纣之猖披兮，夫惟捷径以窘步。惟夫党人之偷乐兮，路幽昧以险隘。岂余身之殚殃兮，恐皇舆之败绩！忽奔走以先后兮，及前王之踵武。荃不查余之中情兮，反信谗而齌怒。余固知謇謇之为患兮，忍而不能舍也。指九天以为正兮，夫惟灵修之故也。曰黄昏以为期兮，羌中道而改路！初既与余成言兮，后悔遁而有他。余既不难夫离别兮，伤灵修之数化。余既滋兰之九畹兮，又树蕙之百亩。畦留夷与揭车兮，杂杜衡与芳芷。冀枝叶之峻茂兮，愿俟时乎吾将刈。虽萎绝其亦何伤兮，哀众芳之芜秽。众皆竞进以贪婪兮，凭不厌乎求索。羌内恕己以量人兮，各兴心而嫉妒。忽驰骛以追逐兮，非余心之所急。老冉冉其将至兮，恐修名之不立。朝饮木兰之坠露兮，夕餐秋菊之落英。苟余情其信姱以练要兮，长顑颔亦何伤。掔木根以结茝兮，贯薜荔之落蕊。矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法夫前修兮，非世俗之所服。虽不周于今之人兮，愿依彭咸之遗则。长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。女嬃之婵媛兮，申申其詈予，曰：鲧婞直以亡身兮，终然夭乎羽之野。汝何博謇而好修兮，纷独有此姱节？薋菉葹以盈室兮，判独离而不服。众不可户说兮，孰云察余之中情？世并举而好朋兮，夫何茕独而不予听？依前圣以节中兮，喟凭心而历兹。济沅、湘以南征兮，就重华而敶词：启《九辩》与《九歌》兮，夏康娱以自纵。不顾难以图后兮，五子用失乎家衖。羿淫游以佚畋兮，又好射夫封狐。固乱流其鲜终兮，浞又贪夫厥家。浇身被服强圉兮，纵欲而不忍。日康娱而自忘兮，厥首用夫颠陨。夏桀之常违兮，乃遂焉而逢殃。后辛之菹醢兮，殷宗用而不长。汤、禹俨而祗敬兮，周论道而莫差。举贤才而授能兮，循绳墨而不颇。皇天无私阿兮，览民德焉错辅。夫维圣哲以茂行兮，苟得用此下土。瞻前而顾后兮，相观民之计极。夫孰非义而可用兮？孰非善而可服？阽余身而危死兮，览余初其犹未悔。不量凿而正枘兮，固前修以菹醢。曾歔欷余郁邑兮，哀朕时之不当。揽茹蕙以掩涕兮，沾余襟之浪浪。跪敷衽以陈辞兮，耿吾既得此中正。驷玉虬以椉鹥兮，溘埃风余上征。朝发轫于苍梧兮，夕余至乎县圃。欲少留此灵琐兮，日忽忽其将暮。吾令羲和弭节兮，望崦嵫而勿迫。路曼曼其修远兮，吾将上下而求索。饮余马于咸池兮，总余辔乎扶桑。折若木以拂日兮，聊逍遥以相羊。前望舒使先驱兮，后飞廉使奔属。鸾皇为余先戒兮，雷师告余以未具。吾令凤鸟飞腾兮，继之以日夜。飘风屯其相离兮，帅云霓而来御。纷总总其离合兮，斑陆离其上下。吾令帝阍开关兮，倚阊阖而望予。时暧暧其将罢兮，结幽兰而延伫。世溷浊而不分兮，好蔽美而嫉妒。朝吾将济于白水兮，登阆风而绁马。忽反顾以流涕兮，哀高丘之无女。溘吾游此春宫兮，折琼枝以继佩。及荣华之未落兮，相下女之可诒。吾令丰隆乘云兮，求宓妃之所在。解佩纕以结言兮，吾令謇修以为理。纷总总其离合兮，忽纬繣其难迁。夕归次于穷石兮，朝濯发乎洧盘。保厥美以骄傲兮，日康娱以淫游。虽信美而无礼兮，来违弃而改求。览相观于四极兮，周流乎天余乃下。望瑶台之偃蹇兮，见有娀之佚女。吾令鸩为媒兮，鸩告余以不好。雄鸠之鸣逝兮，余犹恶其佻巧。心犹豫而狐疑兮，欲自适而不可。凤皇既受诒兮，恐高辛之先我。欲远集而无所止兮，聊浮游以逍遥。及少康之未家兮，留有虞之二姚。理弱而媒拙兮，恐导言之不固。世溷浊而嫉贤兮，好蔽美而称恶。闺中既以邃远兮，哲王又不寤。怀朕情而不发兮，余焉能忍而与此终古？索琼茅以筳篿兮，命灵氛为余占之。曰：两美其必合兮，孰信修而慕之？思九州之博大兮，岂惟是其有女？曰：勉远逝而无狐疑兮，孰求美而释女？何所独无芳草兮，尔何怀乎故宇？世幽昧以昡曜兮，孰云察余之善恶？民好恶其不同兮，惟此党人其独异！户服艾以盈要兮，谓幽兰其不可佩。览察草木其犹未得兮，岂珵美之能当？苏粪壤以充祎兮，谓申椒其不芳。欲从灵氛之吉占兮，心犹豫而狐疑。巫咸将夕降兮，怀椒糈而要之。百神翳其备降兮，九疑缤其并迎。皇剡剡其扬灵兮，告余以吉故。曰：勉升降以上下兮，求矩矱之所同。汤、禹俨而求合兮，挚、咎繇而能调。苟中情其好修兮，又何必用夫行媒？说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀兮，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。及年岁之未晏兮，时亦犹其未央。恐鹈鴂之先鸣兮，使夫百草为之不芳。何琼佩之偃蹇兮，众薆然而蔽之。惟此党人之不谅兮，恐嫉妒而折之。时缤纷其变易兮，又何可以淹留？兰芷变而不芳兮，荃蕙化而为茅。何昔日之芳草兮，今直为此萧艾也？岂其有他故兮，莫好修之害也！余以兰为可恃兮，羌无实而容长。委厥美以从俗兮，苟得列乎众芳。椒专佞以慢慆兮，樧又欲充夫佩帏。既干进而务入兮，又何芳之能祗？固时俗之流从兮，又孰能无变化？览椒兰其若兹兮，又况揭车与江离？惟兹佩之可贵兮，委厥美而历兹。芳菲菲而难亏兮，芬至今犹未沬。和调度以自娱兮，聊浮游而求女。及余饰之方壮兮，周流观乎上下。灵氛既告余以吉占兮，历吉日乎吾将行。折琼枝以为羞兮，精琼爢以为粻。为余驾飞龙兮，杂瑶象以为车。何离心之可同兮？吾将远逝以自疏。邅吾道夫昆仑兮，路修远以周流。扬云霓之晻蔼兮，鸣玉鸾之啾啾。朝发轫于天津兮，夕余至乎西极。凤皇翼其承旗兮，高翱翔之翼翼。忽吾行此流沙兮，遵赤水而容与。麾蛟龙使梁津兮，诏西皇使涉予。路修远以多艰兮，腾众车使径待。路不周以左转兮，指西海以为期。屯余车其千乘兮，齐玉轪而并驰。驾八龙之婉婉兮，载云旗之委蛇。抑志而弭节兮，神高驰之邈邈。奏《九歌》而舞《韶》兮，聊假日以媮乐。陟升皇之赫戏兮，忽临睨夫旧乡。仆夫悲余马怀兮，蜷局顾而不行。乱曰：已矣哉！国无人莫我知兮，又何怀乎故都！既莫足与为美政兮，吾将从彭咸之所居！", "translation": "无"}}, {"name": "陈人杰", "dynasty": "宋代"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "唐多令·雨过水明霞", "prop": {"content": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。 寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。", "translation": "大雨过后，霞光将水面照得十分明亮，潮水从江岸上退去后，岸上留下些许沙痕。落叶声声，寒意穿透窗纱 可恨西风将世代吹换，更将我吹落到天涯。昔日豪华之地今天已经寂寞萧条，乌衣巷口太阳叉向西落去。说历史兴亡，燕子飞入谁家？只有往南飞回的无数大雁，在明月下，栖宿在芦花丛中。"}}, {"name": "无衣", "prop": {"content": "岂曰无衣？与子同袍。王于兴师，修我戈矛。与子同仇！岂曰无衣？与子同泽。王于兴师，修我矛戟。与子偕作！岂曰无衣？与子同裳。王于兴师，修我甲兵。与子偕行！", "translation": "谁说我们没衣穿？与你同穿战袍。君王发兵去交战，修整我那戈与矛，与你共同对敌。谁说我们没衣穿？与你同穿内衣。君王发兵去交战，修整我那矛与戟，与你一起出发。谁说我们没衣穿？与你同穿战裙。君王发兵去交战，修整甲胄与兵器，杀敌与你共前进。"}}, {"name": "重阳", "prop": {"content": "万里飘零两鬓蓬，故乡秋色老梧桐。雁栖新月江湖满，燕别斜阳巷陌空。落叶何心定流水，黄花无主更西风。乾坤遗恨知多少，前日龙山如梦中。", "translation": "离家万里孤身被囚于元朝监狱，窗外梧桐叶落仿似故乡秋色。祈望自己能像大雁般自由的在天地间翱翔，等到黄昏日落就归巢。落叶本就无心定流水，无主的菊花就连那让万物凋敝的西风都无可奈何。昨日隐痛恍如梦中，那心中的遗憾与悔恨该有多少呢？"}}, {"name": "金陵三迁有感", "prop": {"content": "憔悴城南短李绅，多情乌帽染黄尘。读书不了平生事，阅世空存后死身。落日江山宜唤酒，西风天地正愁人。任他蜂蝶黄花老，明月园林是小春。", "translation": "我就是城南那憔悴短小的李绅，多愁善感，乌纱帽上落满黄尘。苦读诗书，却不明白平生所历世事；阅尽世态，空留下未曾殉国之身。眼看着落日残照下的江山，还是叫一壶酒吧；不见那西风萧瑟中的天地，正要愁杀士人！任凭它蜂蝶为黄花老去而发愁，明月下的园林里，自有一派小阳春。"}}, {"name": "贺新郎·同父见和再用", "prop": {"content": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "translation": "无"}}, {"name": "贺新郎·把酒长亭说", "prop": {"content": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之不遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "translation": "小序　　陈亮自浙江省东阳县来会见我，留居十日。我俩同游鹅湖（江西铅山县境内），后又同赴紫溪等候与朱熹会晤，而朱没来。陈亮明天就要飘然东归，我十分恋恋不舍，追送他一程。走到鹭鸶林，遇雪深泥滑，我难以前进，与他分别。便独自在方村饮酒，惆怅了许久，恨自己挽留不住好友。我于夜半投宿吴氏泉湖四望楼，闻邻笛甚悲，便写下了《贺新郎》寄托情思。过了五天，陈亮来信索取此词，我俩千里相隔而心思相同，料想彼此会发出会心的微笑。"}}, {"dynasty": "南北朝"}, {"name": "鲁中送二从弟赴举之西", "prop": {"content": "鲁客向西笑，君门若梦中。霜凋逐臣发，日忆明光宫。复羡二龙去，才华冠世雄。平衢骋高足，逸翰凌长风。舞袖拂秋月，歌筵闻早鸿。送君日千里，良会何由同。", "translation": "虽然寓居东鲁，我的心仍然留在京城，连梦中都是当日在君主身边的情景。自从放还回来我的头发已白如霜染，这是因为日日都在思念宫廷。令人羡慕的是你们二位前去应举，真如同二条出渊的胶龙，何况你俩又有冠盖当世的才情。试场上你们将如奔驰在平坦大道上的骏马，又将像展翅迎风的鲲鹏。酒后禁不住展袖在秋月下起舞，歌舞尽兴处又从天边传来阵阵的雁鸣。今日欢送你们到千里之外去赴试，不知何日能在这样的盛会中相逢？"}}, {"name": "白帝城怀古", "prop": {"content": "日落沧江晚，停桡问土风。城临巴子国，台没汉王宫。荒服仍周甸，深山尚禹功。岩悬青壁断，地险碧流通。古木生云际，归帆出雾中。川途去无限，客思坐何穷。", "translation": "夕阳隐没苍茫的江水，天色已晚，停船探问当地乡俗土风。城楼面临着古代的子爵巴国，高台乃是那湮没的蜀汉王宫。这荒远地区仍属周朝的领域，深山里至今推崇大禹的丰功。山岩陡峭好像青青墙壁中断，地势险峻下临清碧江水流通。高大的古树挺立在白云边上，归来的船帆出现在浓浓雾中。水行的旅途一去便无限遥远，旅客的愁思因此更无尽无穷。"}}, {"name": "满江红·写怀", "prop": {"content": "怒发冲冠，凭栏处、潇潇雨歇。抬望眼，仰天长啸，壮怀激烈。三十功名尘与土，八千里路云和月。莫等闲，白了少年头，空悲切！(栏 通：阑)靖康耻，犹未雪。臣子恨，何时灭！驾长车，踏破贺兰山缺。壮志饥餐胡虏肉，笑谈渴饮匈奴血。待从头、收拾旧山河，朝天阙。(壮志 一作：壮士；山缺 一作：山阙) ", "translation": "我愤怒得头发竖了起来，帽子被顶飞了。独自登高凭栏远眺，骤急的风雨刚刚停歇。抬头远望天空，禁不住仰天长啸，一片报国之心充满心怀。三十多年来虽已建立一些功名，但如同尘土微不足道，南北转战八千里，经过多少风云人生。好男儿，要抓紧时间为国建功立业，不要空空将青春消磨，等年老时徒自悲切。靖康之变的耻辱，至今仍然没有被雪洗。作为国家臣子的愤恨，何时才能泯灭！我要驾着战车向贺兰山进攻，连贺兰山也要踏为平地。我满怀壮志，打仗饿了就吃敌人的肉，谈笑渴了就喝敌人的鲜血。待我重新收复旧日山河，再带着捷报向国家报告胜利的消息！ "}}, {"name": "荆轲歌 / 渡易水歌", "prop": {"content": "风萧萧兮易水寒，壮士一去兮不复还。(复还 一作：复反)探虎穴兮入蛟宫，仰天呼气兮成白虹。(此句疑为后人补作)", "translation": "风声萧萧地吹呵，易水寒气袭人，壮士在此远去呵，不完成任务誓不回还！刺杀秦王就像是到虎穴到龙宫一样危险啊，但是我们的英雄英勇的气概，连仰天吐气都能形成白虹。"}}, {"name": "凉州词", "prop": {"content": "昨夜蕃兵报国仇，沙州都护破凉州。黄河九曲今归汉，塞外纵横战血流。", "translation": "　　这首《凉州词》与其说它有一定的艺术价值，莫不如说更具有史料价值。从诗中“沙州”、“凉州”等地名可以推断，反映的是中唐河湟(今青海)一带的战事。此地本是吐谷浑领地，后来因闹内哄，国王被部下杀死，唐朝一度降服了那里的军队。但凶悍的吐蕃不断侵扰，经过多年的战争，便把这片土地争夺过去。"}}, {"name": "倦夜", "prop": {"content": "竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。", "translation": "竹林中的凉气渐渐侵入卧室，郊野茫茫，月光洒满庭院的每个角落。更深露重，竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，星子稀疏时有时无。萤火虫在黑暗中飞行，自己照亮自己；栖息在溪旁的鸟儿已经醒来，呼唤着同伴。 这一夜思考着千桩万桩的事，哪一桩不与战事有关？只能枉自悲叹如此良夜白白地逝去。"}}, {"name": "张耒", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "蝶恋花·上巳召亲族", "prop": {"content": "永夜恹恹欢意少。空梦长安，认取长安道。为报今年春色好，花光月影宜相照。随意杯盘虽草草。酒美梅酸，恰称人怀抱。醉里插花花莫笑，可怜春似人将老。", "translation": "漫漫长夜让人提不起一点精神，心情也郁郁不欢，只能在梦里梦见京城，还能认出那些熟悉的京都街道。为了报答眼下的好春色，花儿与月影也是相互相映照。简便的宴席，虽然菜很一般，酒却是美酒，味道也很合口，一切都让人称心如意。喝醉了将花插在头上，花儿不要笑我，可怜春天也像人的衰老一样快要过去了。"}}, {"name": "黄中辅", "dynasty": "宋代"}, {"name": "喜迁莺·真宗幸澶渊", "prop": {"content": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。", "translation": "北方的边塞，寒冬来得早。横行的辽兵，入境侵扰。披着铁甲的战马在寒风中嘶吼，纷飞的大雪中到处是辽军的铁蹄毡袍，使我北国一片纷纷扰扰。朝廷无计退敌，欲逃往南方。多亏寇相国力排众议，使皇上御驾亲征把辽兵征讨。好一派雄伟气象！皇上的车驾迤逦上路，霓旌龙旗像云一样把我皇围绕在中央，大军直指澶渊城。旭日把禁军的金戈衬得寒光闪闪，彩云把皇帝的黄伞映得富丽堂皇，清冷的拂晓，大军渡过黄河。看到君王驾到，军民喜上眉梢，一箭射死敌将，大军喜气洋洋。敌人心怀恐惧，来书请求讲和，双方订立盟约，从此保我边疆。"}}, {"name": "塞下曲二首·其二", "prop": {"content": "年少辞家从冠军，金鞍宝剑去邀勋。不知马骨伤寒水，惟见龙城起暮云。", "translation": "　　年轻的时候就离家跟随大将军出征，身佩金饰的宝剑去建 功立业。不顾天寒地冻水寒伤马骨，只见边境战争阴云四起，努力 去杀敌。诗赞美少年在边境不安宁的时候，不怕天寒地冻，毅然从军为国立业的精神。 "}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "杂诗", "prop": {"content": "悲风动中夜，边马嘶且惊。壮士匣中刀，犹作风雨鸣。飞将不见期，萧条阴北征。关河空杳霭，烟草转纵横。披衣视良夜，河汉已西倾。国忧今未释，何用慰平生。", "translation": "悲凉的北风在半夜里呼啸，边地的战马被惊起而嘶鸣。壮士的宝刀在匣中发出风雨般的鸣叫声。北上抗清的事业受阻，如同李广一样英勇善战的飞将军不受重视，无法出征。祖国大地笼罩在迷茫的云雾里，到处是寒烟衰草一片凄清。我披衣起来看这美好的夜色，银河西倾，天已将明。国忧至今尚未解除消释，用什么来告慰我平生报国之心！"}}, {"name": "十一月四日风雨大作二", "prop": {"content": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。", "translation": "大风好似卷起江湖，下雨黯淡了村庄，四面山上被风雨吹打的声音，像海上的浪涛翻卷。若耶溪所出的小束柴火和裹在身上的毛毡都很暖和，我和猫儿都不愿出门。"}}, {"name": "念奴娇·炎精中否", "prop": {"content": "炎精中否？叹人材委靡，都无英物。胡马长驱三犯阙，谁作长城坚壁？万国奔腾，两宫幽陷，此恨何时雪？草庐三顾，岂无高卧贤杰？天意眷我中兴，吾皇神武，踵曾孙周发。河海封疆俱效顺，狂虏何劳灰灭？翠羽南巡，叩阍无路，徒有冲冠发。孤忠耿耿，剑铓冷浸秋月。", "translation": "宋朝的国势还是如日中天吗？可叹人材平庸，不见杰出的英雄。金兵长驱直入三困汴京，谁是保国的壁垒长城？天翻地复，二帝被虏，深仇大恨何时雪清。君王求贤三顾茅庐，民间自有隐居的豪英。上天希骥大宋中兴，新皇神武英明，如周武王姬发一样贤明。海内边陲愿为朝廷效力，狂妄的金人很快就要灰飞烟灭无踪。高宗南渡驾兴临安，使人无处拜谒宫廷。空怀愤慨激昂，一腔孤忠，相伴只有秋月下闪着冷光的剑锋。"}}, {"name": "水龙吟·登建康赏心亭", "prop": {"content": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "translation": "无"}}, {"name": "陈恭尹", "dynasty": "清代"}, {"name": "将赴吴兴登乐游原一绝", "prop": {"content": "清时有味是无能，闲爱孤云静爱僧。 欲把一麾江海去，乐游原上望昭陵。", "translation": "天下太平之时，像我这般无大才的过得很有兴味，闲时喜欢如孤云般逍遥悠闲，静时就如老僧的静空恬淡。我将手持符节，远去江海，临去之前，到乐游原上去西望那位文治武功煊赫一时的明君唐太宗的陵墓。 "}}, {"name": "沁园春·张路分秋阅", "prop": {"content": "万马不嘶，一声寒角，令行柳营。见秋原如掌，枪刀突出，星驰铁骑，阵势纵横。人在油幢，戎韬总制，羽扇从容裘带轻。君知否，是山西将种，曾系诗盟。 龙蛇纸上飞腾。看落笔四筵风雨惊。便尘沙出塞，封侯万里，印金如斗，未惬平生。拂拭腰间，吹毛剑在，不斩楼兰心不平。归来晚，听随军鼓吹，已带边声。", "translation": "无"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "赠梁任父母同年 / ", "prop": {"content": "寸寸山河寸寸金，侉离分裂力谁任。杜鹃再拜忧天泪，精卫无穷填海心。", "translation": "国家的每一寸土地我们都把它当成一寸黄金般去珍惜，如今被列强瓜分，谁才能担当起救国于危难的重任？我便如杜鹃一样呼唤祖国东山再起，要学习精卫填海的精神，不把东海填平誓不罢休。"}}, {"name": "菩提寺禁裴迪来相看说", "prop": {"content": "万户伤心生野烟，百僚何日更朝天。(更 一作：再)秋槐叶落空宫里，凝碧池头奏管弦。", "translation": "千家万户都为满城荒烟感到悲惨，百官什么时候才能再次朝见天子？秋天的槐叶飘落在空寂的深宫里，凝碧池头却在高奏管弦，宴饮庆祝！"}}, {"name": "自题小像", "prop": {"content": "灵台无计逃神矢，风雨如磐暗故园。寄意寒星荃不察，我以我血荐轩辕。", "translation": "我的心无法逃避爱神射来的神箭，我炽爱着仍遭受侵略和封建压迫的家园。这份情感寄托给天上的星星却没有人明了，我誓将我的一腔热血报效我的祖国。"}}, {"name": "苏武令·塞上风高", "prop": {"content": "塞上风高，渔阳秋早。惆怅翠华音杳，驿使空驰，征鸿归尽，不寄双龙消耗。念白衣、金殿除恩，归黄阁、未成图报。谁信我、致主丹衷，伤时多故，未作救民方召。调鼎为霖，登坛作将，燕然即须平扫。拥精兵十万，横行沙漠，奉迎天表。", "translation": "无"}}, {"name": "胡世将", "dynasty": "宋代"}, {"name": "初入淮河四绝句·其三", "prop": {"content": "两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。", "translation": "　　因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意翻飞。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕相接也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的愿望。 "}}, {"name": "观大散关图有感", "prop": {"content": "上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。", "translation": "无"}}, {"name": "诉衷情·当年万里觅封", "prop": {"content": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "translation": "回想当年为了建功立业驰骋万里，单枪匹马奔赴边境戍守梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？唯有曾穿过的貂裘，已积满灰尘变得又暗又旧。胡人还未消灭，自己的双鬓却早已白如秋霜，只能任忧国的眼泪白白地流淌。谁能料我这一生，心始终在前线抗敌，人却老死在沧洲！"}}, {"name": "金错刀行", "prop": {"content": "黄金错刀白玉装，夜穿窗扉出光芒。丈夫五十功未立，提刀独立顾八荒。京华结交尽奇士，意气相期共生死。千年史册耻无名，一片丹心报天子。尔来从军天汉滨，南山晓雪玉嶙峋。呜呼！楚虽三户能亡秦，岂有堂堂中国空无人！", "translation": "用黄金、白玉装饰的宝刀，到了夜间它的光芒穿透窗户，直冲云霄。大丈夫五十岁了还没有在沙场立功，手提战刀迎风独立傲视天下。我在京城里结交的都是些豪杰义士，彼此意气相投，相约为国战斗，同生共死。羞耻于不能在流传千年的史册上留名，但一颗丹心始终想消灭胡虏，报效天子。近来，我来到汉水边从军，远处的终南山顶山石嶙峋、白雪耀眼。啊，楚国即使只剩下三户人家，最后也一定能报仇灭秦。难道我堂堂中华大国，竟会没有一个能人，把金虏赶出边关？"}}, {"name": "刘学箕", "dynasty": "宋代"}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "于谦", "dynasty": "明代"}, {"name": "西河·和王潜斋韵", "prop": {"content": "今日事。何人弄得如此。漫漫白骨蔽川原，恨何日已。关河万里寂无烟，月明空照芦苇。 谩哀痛，无及矣。无情莫问江水。西风落日惨新亭，几人坠泪。战和何者是良筹，扶危但看天意。 只今寂寞薮泽里。岂无人、高卧闾里。试问安危谁寄。定相将、有诏催公起。须信前书言犹未。", "translation": "　　曹豳因敢于在皇帝面前直言劝谏而与同时代的王万、郭磊卿、徐清叟被称为“嘉熙四谏”。王潜斋，即是王埜，曹豳与王埜（号潜斋）同为浙江人，同在宁宗朝先后中进士第，在政治上两人有着共同的爱国进步主张。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "泊秦淮", "prop": {"content": "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。", "translation": "迷离的月色下，轻烟笼罩寒水、白沙，小船夜泊秦淮，靠近岸边酒家。卖唱为生的歌女为人作乐，哪知亡国之恨？隔着江水仍然高唱着《玉树后庭花》。"}}, {"name": "就义诗", "prop": {"content": "浩气还太虚，丹心照千古。生平未报国，留作忠魂补。", "translation": "自己虽死，浩然正气回归太空，但一颗耿耿丹心照耀千古。这一生还未来得及报效国家，死后也要留下忠魂来弥补。"}}, {"name": "念奴娇·驿中别友人", "prop": {"content": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "translation": "无"}}, {"name": "少年行二首·其一", "prop": {"content": "西陵侠年少，送客过长亭。青槐夹两路，白马如流星。闻道羽书急，单于寇井陉。气高轻赴难，谁顾燕山铭。", "translation": "西陵的一位少年游侠，在长亭为他人饯行。在那青槐夹道的驿路上，呈报紧急公文的信使骑着白马如同流星一样飞驰而过。听说这是一道来自边关的紧急军事文书，传来了匈奴侵扰井陉的消息。少年得知后浩气冲天赶赴危难，立志要像窦宪那样驱逐鞑虏，“刻石燕然”。"}}, {"name": "塞上曲二首·其二", "prop": {"content": "汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。", "translation": "无"}}, {"name": "柏舟", "prop": {"content": "泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往愬，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。觏闵既多，受侮不少。静言思之，寤辟有摽。日居月诸，胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。", "translation": "柏木船儿荡悠悠，河中水波漫漫流。圆睁双眼难入睡，深深忧愁在心头。不是想喝没好酒，姑且散心去遨游。我心并非青铜镜，不可美丑全都包容。也有长兄与小弟，不料兄弟难依凭。前去诉苦求安慰，竟遇发怒坏性情。我心并非卵石圆，不能随便来滚转。我心并非草席软，不能任意来翻卷。雍容娴雅有威仪，不能荏弱被欺瞒。忧愁重重难排除，小人恨我真可恶。碰到患难已很多，遭受凌辱更无数。静下心来仔细想，抚心拍胸猛醒悟。白昼有日夜有月，为何明暗相交迭？不尽忧愁在心中，好似脏衣未洗洁。静下心来仔细想，不能奋起高飞越。 "}}, {"name": "蝶恋花·月下醉书雨岩", "prop": {"content": "九畹芳菲兰佩好。空谷无人，自怨蛾眉巧。宝瑟泠泠千古调。朱丝弦断知音少。 冉冉年华吾自老。水满汀洲，何处寻芳草。唤起湘累歌未了。石龙舞罢松风晓。", "translation": "用来作为佩饰是多么美好！可空谷无人，叫我埋怨娥眉再巧谁个来瞧？琴瑟清脆奏出千古绝调，即便弹断朱红的丝弦，知音依旧稀少。年华悄然流逝，我已经衰老。汀洲涨满了江水，该到何处寻觅芳草？我只能将<a href=\"https://so.gushiwen.cn/authorv_9c69482f885f.aspx\" target=\"_blank\">屈原大夫唤醒，在石龙前边歌边。阵阵松风里，不知不觉天已破晓。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "扶风歌", "prop": {"content": "朝发广莫门，暮宿丹水山。左手弯繁弱，右手挥龙渊。顾瞻望宫阙，俯仰御飞轩。据鞍长叹息，泪下如流泉。系马长松下，发鞍高岳头。烈烈悲风起，泠泠涧水流。挥手长相谢，哽咽不能言。浮云为我结，归鸟为我旋。去家日已远，安知存与亡？慷慨穷林中，抱膝独摧藏。麋鹿游我前，猿猴戏我侧。资粮既乏尽，薇蕨安可食？揽辔命徒侣，吟啸绝岩中。君子道微矣，夫子固有穷。惟昔李骞期，寄在匈奴庭。忠信反获罪，汉武不见明。我欲竟此曲，此曲悲且长。弃置勿重陈，重陈令心伤！", "translation": "无"}}, {"name": "刘仙伦", "dynasty": "宋代"}, {"name": "金陵晚望", "prop": {"content": "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。", "translation": "金陵城曾在日暮的景色伴着浮动的云，也在秋声里陪着落日。这世上有无数的丹青圣手，却没有人能把我此刻愁苦的心境描绘出来。"}}, {"name": "扬子江", "prop": {"content": "几日随风北海游，回从扬子大江头。臣心一片磁针石，不指南方不肯休。", "translation": "自镇江逃脱，绕道北行，在海上漂流数日，费尽千辛万苦回到扬子江头。我的心就像那一根磁针，不永远指向南方誓不罢休。"}}, {"name": "酹江月·驿中言别", "prop": {"content": "水天空阔，恨东风不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "translation": "无"}}, {"name": "梅花岭记", "prop": {"content": "　　顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仓皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”　　五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。　　或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。　　呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？　　墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。　　顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。　　呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。", "translation": "　　顺治二年乙酉（年）四月，江都被（清兵）围困的（形势）很危急。督相史忠烈公知道局势（已）不可挽救，（就）召集众将领告诉他们说：“我发誓与扬州城同作殉国（之物），但（在）匆忙慌乱中不能落在敌人的手里死去，谁（能）替我在城破时完成这个（为国而死）的大节呢？”副将军史德威悲痛激昂地（表示愿意）担负这一任务。忠烈高兴地说：“我还没有儿子，你应当凭同姓的关系作我的后嗣。我（要）写信（禀告）太夫人，把你（的名字）记入（我的）家谱，排在（太夫人的）孙儿辈中。”"}}, {"name": "独漉篇", "prop": {"content": "独漉水中泥，水浊不见月。不见月尚可，水深行人没。越鸟从南来，胡鹰亦北渡。我欲弯弓向天射，惜其中道失归路。落叶别树，飘零随风。客无所托，悲与此同。罗帏舒卷，似有人开。明月直入，无心可猜。雄剑挂壁，时时龙鸣。不断犀象，绣涩苔生。国耻未雪，何由成名。神鹰梦泽，不顾鸱鸢。为君一击，鹏抟九天。", "translation": "无"}}, {"name": "江亭", "prop": {"content": "坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。江东犹苦战，回首一颦眉。", "translation": "天气变暖，舒服仰卧在江边的亭子里，吟诵着《野望》这首诗。江水缓缓流动，我却心情平静无意与世间竞争。云在天上舒缓飘动，和我的意识一样悠闲自在。春天即将悄悄过去，然而我却悲伤忧愁，万物兴盛，显出万物的自私。江东依旧在进行艰苦的战争，我每一次回首都因为对国家的忧愁而皱眉。"}}, {"name": "江城子·平沙浅草接天", "prop": {"content": "平沙浅草接天长。路茫茫。几兴亡。昨夜波声。洗岸骨如霜。千古英雄成底事，徒感慨，谩悲凉。 少年有意伏中行。馘名王。扫沙场。击楫中流，曾记泪沾裳。欲上治安双阙远，空怅望，过维扬。", "translation": "岸边的沙地、短草与天相接。前路茫茫，几度兴亡？波涛冲刷着岸边白色如霜的遗骨，仿佛述说着往日的沧桑。千古来，英雄的成就在那里，徒感慨、空悲凉。英雄少年要杀敌立功、扫荡沙场。要学祖逖中流击楫，立誓报国，想陈述胸中治国计策，无奈皇宫遥远，无法到达。船过维扬，只有满怀惆怅，遥遥远望。"}}, {"name": "柳梢青·锦样江山", "prop": {"content": "锦样江山，何人坏了，雨瘴烟峦。故苑莺花，旧家燕子，一例阑珊。此身付与天顽。休更问、秦关汉关。白发镜中，青萍匣里，和泪相看。", "translation": "锦绣般的大好江山，究竟被谁毁坏、断送了？故国山河破碎，一派乌烟瘴气。不管是皇家还是贵族，都毫无例外地衰颓败落了。我这个人天生糊涂，愚昧无知，决不会顺时应势王朝已灭亡，更不要说秦关还是汉关了。我含着眼泪，窥看着镜中苍苍白发，抚看剑匣中锋利的青萍宝剑，无限悲怆凄凉。"}}, {"name": "水龙吟·翠鳌涌出沧溟", "prop": {"content": "翠鳌涌出沧溟，影横栈壁迷烟墅。楼台对起，阑干重凭，山川自古。梁苑平芜，汴堤疏柳，几番晴雨。看天低四远，江空万里，登临处、分吴楚。两岸花飞絮舞。度春风、满城箫鼓。英雄暗老，昏潮晓汐，归帆过橹。淮水东流，塞云北渡，夕阳西去。正凄凉望极，中原路杳，月来南浦。", "translation": "都梁山涌出茫茫江海，穿越栈道峭壁在烟云迷蒙的原野上流过。在这楼台叠立之处登高再次凭栏远望，看这亘古不变的山川湖泽。梁苑平坦无壑，汴堤上绿柳万棵，曾经历了几番晴日晒照又经过几番风吹雨打。看天空远远地与大地接连，江河万里空荡无边。我登临的高山正是吴、楚的界线。落花飞絮飘舞在两岸，春风一到，山下满城锣鼓喧天。英雄已渐渐地衰老，黄昏和拂晓、涨潮又退潮，载着不断归来的白帆、摇不完的橹篙。淮水难阻向东流淌，边塞以北云雾缭绕，残阳西沉余晖斜照。我正在凄凉的景象中远望，中原之路茫茫渺渺，一轮明月升上江河南岸的树梢。"}}, {"name": "阮郎归·绍兴乙卯大雪", "prop": {"content": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？", "translation": "江南江北漫天飞雪，遥知那北地正是地冻天寒。远望阴云密布的边境三关，山外有山令人忧愤肠断。即便是天能老去海能掀翻，要消除这亡国的愤恨千难万难。不断听说朝中派人去问候被囚的君王，若不发兵抗金君王何时才能起驾回还？"}}, {"name": "挽文山丞相 / 挽文", "prop": {"content": "徒把金戈挽落晖，南冠无奈北风吹。子房本为韩仇出，诸葛宁知汉祚移。云暗鼎湖龙去远，月明华表鹤归迟。不须更上新亭望，大不如前洒泪时。", "translation": "您想同鲁阳公一样挥动金戈挽回落日，却是徒劳。被俘入狱，眼见蒙古如北风劲吹日益横骄。张良本是为韩国复兴而出，最终没能达到目的。诸葛亮力图恢复汉室江山，而蜀最终为魏所灭，他岂能料到。鼎湖云天黯淡，皇上早已乘龙远逝，迟迟不见您的魂魄归来。请不要再上新亭极目远眺，如今天下都要被异族统治，不如东晋尚有半壁江山。 "}}, {"name": "好事近·汴京赐宴闻教", "prop": {"content": "凝碧旧池头，一听管弦凄切。多少梨园声在，总不堪华发。 杏花无处避春愁，也傍野烟发。惟有御沟声断，似知人呜咽。", "translation": "想起往日宫廷中的池苑，一听到过去宫中的音乐，我立刻感到无限的凄凉之情。有多少当年梨园的曲调在里面，一声声，令我这白发老人实在难以回想往事所添的忧愁。乱世之间，杏花也无处可逃，只有独自依傍着荒野默默开放，没有人欣赏和怜惜。只有御沟中的水声，知道人心中的忧伤。"}}, {"name": "秋晚登城北门", "prop": {"content": "幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。", "translation": "一幅头巾，一根藜杖，深秋傍晚独登上城北门楼：西风卷地，百草凋零，满眼秋色勾起我满腹烦愁。一点烽火，报传着大散关口的敌情战况，两行雁阵，带来了长安杜陵的秋意浓厚。眼望破碎的山河呵，常令人心中不安频频搔首；想起身世的安危呵，倚楼间百感交集涌上心头。如今，已不再是当年横戈马上，军中赋诗的光景，可时时刻刻魂绕梦萦的，仍是那古时的梁州！"}}, {"name": "幽居冬暮", "prop": {"content": "羽翼摧残日，郊园寂寞时。晓鸡惊树雪，寒鹜守冰池。急景忽云暮，颓年浸已衰。如何匡国分，不与夙心期。", "translation": "无"}}, {"name": "秋波媚·七月十六日晚", "prop": {"content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "translation": "秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。"}}, {"name": "李纲", "dynasty": "宋代"}, {"name": "张孝祥", "dynasty": "宋代"}, {"dynasty": "清代"}, {"name": "南安军", "prop": {"content": "梅花南北路，风雨湿征衣。出岭同谁出？归乡如此归！(如此 一作：如不)山河千古在，城郭一时非。饿死真吾志，梦中行采薇。", "translation": "由南往北走过大庾岭口，一路风雨打湿衣裳。想到去南岭时有哪些同伴，回到家乡却身为俘囚。祖国的河山千年万世永存，城郭只是暂时落入敌手。绝食而死是我真正的意愿，梦中也学伯夷叔齐，吃野菜充饥等死。"}}, {"name": "登大伾山诗", "prop": {"content": "晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。", "translation": "　　这是明代哲学家、军事家和文学家王守仁早年的诗作，以至于在王守仁诗集中寻访不到，然而《登大伾山》诗碑还矗立在大伾山顶禹王庙西侧，大字行楷，诗衬字，字映诗，显得浑然一体，正可谓“翩翩然凤翥而龙蟠”，清隽磅礴之气扑面而来。书法劲拔，神采苍秀，字里行间犹如黄河之水浪涛汹涌，观后令人激动不已。他虽善书法，但正如明代书画家徐渭所说：“古人论右军（指王羲之）以书掩人，新建先生（指守仁）乃不然，以人掩其书。”　就是说，由于其他方面的名气太大了，结果把他的善书之名掩盖掉了。因此，《登大伾山诗》虽然是王守仁早年诗作，但是从书法价值和文学价值两方面来看，不愧为“诗书双璧”。"}}, {"name": "李处全", "dynasty": "宋代"}, {"name": "姚云文", "dynasty": "宋代"}, {"name": "贺新郎·吴江", "prop": {"content": "浪涌孤亭起，是当年、蓬莱顶上，海风飘坠。帝遣江神长守护，八柱蛟龙缠尾。斗吐出、寒烟寒雨。昨夜鲸翻坤轴动，卷雕翚、掷向虚空里。但留得，绛虹住。五湖有客扁舟舣，怕群仙、重游到此，翠旌难驻。手拍阑干呼白鹭，为我殷勤寄语；奈鹭也、惊飞沙渚。星月一天云万壑，览茫茫、宇宙之何处？鼓双楫，浩歌去。", "translation": "垂虹亭浪潮涌起，想当年蓬莱山顶上海风直吹，摇摇欲坠。天帝派遣江神守护，八根柱子上有八条蛟龙环绕，并能喷烟吐雨，好不威风气派。昨晚巨鲸翻动了地轴，把飞檐抛到天空，只把垂虹桥留了下来，只留下一座横跨的垂虹。太湖中有客舟靠岸，群仙若真的到此，宏大的队伍如何在此驻足。我焦急地手拍栏杆，想派善飞的白鹭前去送信，制止群仙前来，然而白鹭也因昨夜的重大变故远遁沙渚。眼见星月满天，宇宙茫茫，什么地方是安全的避难所？暂且摇动双橹，高吟浩歌，四海流浪吧。"}}, {"name": "满江红·点火樱桃", "prop": {"content": "点火樱桃，照一架、荼蘼如雪。春正好，见龙孙穿破，紫苔苍壁。乳燕引雏飞力弱，流莺唤友娇声怯。问春归、不肯带愁归，肠千结。层楼望，春山叠；家何在？烟波隔。把古今遗恨，向他谁说？蝴蝶不传千里梦，子规叫断三更月。听声声、枕上劝人归，归难得。", "translation": "似火樱桃，如雪荼藦，映辉斗艳。春色正浓，喜见春笋破土而出。母燕引着雏燕试飞，黄莺呼叫伴侣。春带愁来，不带愁去，令人伤怀。登楼望家国，有层山叠水相隔，饮烟已经被山挡住了，家在哪里呢？古今家国之恨，向谁倾诉。乡梦恐怕难以传到千里之外了，唯闻子规啼三更月。杜鹃声声劝归，人却难以归去。"}}, {"name": "汉宫春·初自南郑来成", "prop": {"content": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。", "translation": "无"}}, {"name": "狱中题壁", "prop": {"content": "望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。(版本一)望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。(版本二)", "translation": "希望出亡的康有为、梁启超在逃亡中投宿时能像张俭一样受到人们的保护。希望战友们能如杜根一样忍死待机完成变法维新的大业。我自仰天大笑，慷慨赴死，因为去者和留者肝胆相照、光明磊落，有如昆仑山一样的雄伟气魄。"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "醉落魄·九日吴胜之运", "prop": {"content": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。", "translation": "　　吴胜之为人方严，不苟言笑，而素以“豪情壮采”称的戴复古，却偏偏写了这样一篇类乎谐谑的词为之饯行，寓谏于谲，词写得很有味道。"}}, {"name": "水调歌头·送章德茂大", "prop": {"content": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！", "translation": "不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场大事，只手可了，毕竟我还是万夫之雄。我们堂堂汉使必能完成使命，哪能像河水永远东流那样，年年向金廷求和？这次遣使往贺金主生辰，是因国势积弱暂且再让一步，终须发愤图强，战而胜之，获彼王之头悬于藁街。那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。那里总有几个有骨头，以向异族俯首臣称为耻的！万里河山充斥着金人游牧民族的腥膻之气，千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！金国的命运用不着多问，宋王朝的国运如赤日之在中天，必将获得最后胜利。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "二十二年元旦", "prop": {"content": "云封高岫护将军，霆击寒村灭下民。到底不如租界好，打牌声里又新春。", "translation": "云雾弥膜笼罩住高山峻岭，将军们躲进岩洞发号施令；国民党战机轰炸把村落移位平地，遭受杀戮的全是无辜百姓。上海的租界依然歌舞升平，没有轰炸用不着胆战心惊；吃炮了牛排色翅红茶绿酒，打牌声里混过了又一新春。"}}, {"name": "追忆征西幕中旧事四首", "prop": {"content": "小猎南山雪未消，绣旗斜卷玉骢骄。不如意事常千万，空想先锋宿渭桥。", "translation": "记得中梁山小规模打猎时积雪还没化掉，锦旗斜卷猎猎飘，骏马奔腾逞英豪！可天下不称心的事儿常常有万万千千，宋军进兵长安，先锋驻扎渭桥的愿望已是空想！"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "翠楼", "prop": {"content": "在秦楼之北，楼上下皆饮酒者。连衽成帷迓汉官，翠楼沽酒满城欢。白头翁媪相扶拜，垂老从今几度看。", "translation": "翠楼在秦楼的北面，楼上楼下都是饮酒的人。人们成群结队只为迎接故国使臣，大家翠楼买酒举杯同庆。白发老人相互搀扶着来拜见，他们此生没有几次机会再见汉官了。"}}, {"name": "送魏大从军", "prop": {"content": "匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。", "translation": "匈奴还没有被灭亡，友人又像多功的魏绛一样从军保卫边疆。在三河道与友人分别，心里有些怅惘；盼望魏大像赵充国那样的英雄豪杰建下大功。雁门山横亘在代州北面，飞狐塞远远连接云中郡。不要让燕然山上只留下汉将的功绩，也要有大唐将士的赫赫战功。"}}, {"name": "贺新郎·西湖", "prop": {"content": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "translation": "无"}}, {"name": "战城南", "prop": {"content": "躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。", "translation": "　　战士骑着青黑色的战马行走在去城南的路上，欲往那里参加战争。他十分英勇，曾经五次参加作战，多次突入敌军多层的包围。他的声名可比秦国名将白起，他曾经跟随秦王作战立下了不世的功勋。为了君王，他十分注重报国立功的意气，发誓如果自己没有建立功勋一定不会归来。"}}, {"name": "拟古", "prop": {"content": "幽并重骑射，少年好驰逐。毡带佩双鞬，象弧插雕服。兽肥春草短，飞鞚越平陆。朝游雁门上，暮还楼烦宿。石梁有余劲，惊雀无全目。汉虏方未和，边城屡翻覆。留我一白羽，将以分虎竹。", "translation": "幽州、并州自古就重视骑射，少年尤其喜好骑马驰逐。毡带上系着双鞬弓袋，象弧弓插在鞬中，雕服箭囊里插着箭。春草低矮野兽肥壮，飞马奔驰在辽阔平川上。早晨游马雁门山，晚上就回到楼烦住宿。箭射入石梁犹有余劲，少年要射飞鸟的眼睛就必然射中。汉人的仇敌还没有与我们和平友好，边城你争我夺反复无常。誓请留一白羽箭，以便将来分符守郡为国立功。"}}, {"name": "后秋兴之十三八首·其", "prop": {"content": "海角崖山一线斜，从今也不属中华。更无鱼腹捐躯地，况有龙涎泛海槎？望断关河非汉帜，吹残日月是胡笳。嫦娥老大无归处，独倚银轮哭桂花。", "translation": "无"}}, {"name": "南海", "prop": {"content": "朅来南海上，人死乱如麻。腥浪拍心碎，飙风吹鬓华。一山还一水，无国又无家。男子千年志，吾生未有涯。", "translation": "离开南海北上，看见因为战乱死去的人多得如乱麻一般。暴风吹来，波涛翻涌，浪花里散发出浸泡尸体的腥味，想到自己鬓发已白，心情难抑。一山还一水，没有国又哪里有家。男子汉大丈夫就应该有远大的志向，要永远为国家的事业奋斗下去。"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "会同馆", "prop": {"content": "万里孤臣致命秋，此身何止上沤浮！提携汉节同生死，休问羝羊解乳不？", "translation": "出使万里臣孤单一人，如今已到殉身报国的时分。无非是大海中一个小小的气泡，我将生命看得很轻很轻。敬慕当年苏子卿，誓与汉节同死生，公羊能否生乳何须问！"}}, {"name": "水调歌头·建炎庚戌题", "prop": {"content": "平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！", "translation": "建炎四年庚戌年题于吴江我以前曾几次乘舟经过太湖，如今我重来此地，为什么总觉得愁恨像湖上的云、湖中的水那样多呢？我准备把匣中的长剑，换成一叶扁舟，归隐江上。做官本不是我要做的事情，寄情山水的隐居生活都被耽误了。切上鲈鱼，斟起美酒，放声悲歌。生长在太平盛世，万万没有料到今天要饱尝兵戈之苦。我想要倾泻三江的水浪，消灭尽金人侵略者，决不要休战求和。但回头来看看朝廷，朝廷无意收复失地，让人伤心垂泪。"}}], "edges": [{"source": 237, "target": 6, "relation": "创作"}, {"source": 249, "target": 237, "relation": "出自于"}, {"source": 424, "target": 125, "relation": "创作"}, {"source": 346, "target": 424, "relation": "出自于"}, {"source": 110, "target": 341, "relation": "创作"}, {"source": 346, "target": 110, "relation": "出自于"}, {"source": 416, "target": 114, "relation": "创作"}, {"source": 274, "target": 416, "relation": "出自于"}, {"source": 181, "target": 30, "relation": "创作"}, {"source": 346, "target": 181, "relation": "出自于"}, {"source": 48, "target": 15, "relation": "创作"}, {"source": 346, "target": 48, "relation": "出自于"}, {"source": 50, "target": 325, "relation": "创作"}, {"source": 346, "target": 50, "relation": "出自于"}, {"source": 206, "target": 327, "relation": "创作"}, {"source": 90, "target": 206, "relation": "出自于"}, {"source": 50, "target": 67, "relation": "创作"}, {"source": 39, "target": 374, "relation": "创作"}, {"source": 274, "target": 39, "relation": "出自于"}, {"source": 166, "target": 58, "relation": "创作"}, {"source": 346, "target": 166, "relation": "出自于"}, {"source": 170, "target": 207, "relation": "创作"}, {"source": 346, "target": 170, "relation": "出自于"}, {"source": 50, "target": 355, "relation": "创作"}, {"source": 50, "target": 213, "relation": "创作"}, {"source": 166, "target": 353, "relation": "创作"}, {"source": 166, "target": 267, "relation": "创作"}, {"source": 166, "target": 367, "relation": "创作"}, {"source": 413, "target": 333, "relation": "创作"}, {"source": 90, "target": 413, "relation": "出自于"}, {"source": 166, "target": 243, "relation": "创作"}, {"source": 206, "target": 288, "relation": "创作"}, {"source": 410, "target": 72, "relation": "创作"}, {"source": 22, "target": 410, "relation": "出自于"}, {"source": 50, "target": 91, "relation": "创作"}, {"source": 48, "target": 219, "relation": "创作"}, {"source": 53, "target": 70, "relation": "创作"}, {"source": 274, "target": 53, "relation": "出自于"}, {"source": 246, "target": 239, "relation": "创作"}, {"source": 346, "target": 246, "relation": "出自于"}, {"source": 413, "target": 342, "relation": "创作"}, {"source": 166, "target": 242, "relation": "创作"}, {"source": 370, "target": 196, "relation": "创作"}, {"source": 296, "target": 370, "relation": "出自于"}, {"source": 131, "target": 182, "relation": "创作"}, {"source": 346, "target": 131, "relation": "出自于"}, {"source": 180, "target": 384, "relation": "创作"}, {"source": 274, "target": 180, "relation": "出自于"}, {"source": 321, "target": 409, "relation": "创作"}, {"source": 401, "target": 321, "relation": "出自于"}, {"source": 166, "target": 178, "relation": "创作"}, {"source": 50, "target": 37, "relation": "创作"}, {"source": 166, "target": 368, "relation": "创作"}, {"source": 50, "target": 336, "relation": "创作"}, {"source": 166, "target": 93, "relation": "创作"}, {"source": 206, "target": 11, "relation": "创作"}, {"source": 48, "target": 402, "relation": "创作"}, {"source": 257, "target": 8, "relation": "创作"}, {"source": 401, "target": 257, "relation": "出自于"}, {"source": 128, "target": 362, "relation": "创作"}, {"source": 98, "target": 128, "relation": "出自于"}, {"source": 413, "target": 379, "relation": "创作"}, {"source": 154, "target": 29, "relation": "创作"}, {"source": 401, "target": 154, "relation": "出自于"}, {"source": 286, "target": 378, "relation": "创作"}, {"source": 274, "target": 286, "relation": "出自于"}, {"source": 48, "target": 385, "relation": "创作"}, {"source": 146, "target": 135, "relation": "创作"}, {"source": 236, "target": 146, "relation": "出自于"}, {"source": 323, "target": 73, "relation": "创作"}, {"source": 98, "target": 323, "relation": "出自于"}, {"source": 282, "target": 238, "relation": "创作"}, {"source": 401, "target": 282, "relation": "出自于"}, {"source": 166, "target": 138, "relation": "创作"}, {"source": 9, "target": 156, "relation": "创作"}, {"source": 296, "target": 9, "relation": "出自于"}, {"source": 140, "target": 412, "relation": "创作"}, {"source": 346, "target": 140, "relation": "出自于"}, {"source": 345, "target": 214, "relation": "创作"}, {"source": 346, "target": 345, "relation": "出自于"}, {"source": 39, "target": 357, "relation": "创作"}, {"source": 371, "target": 13, "relation": "创作"}, {"source": 296, "target": 371, "relation": "出自于"}, {"source": 115, "target": 1, "relation": "创作"}, {"source": 346, "target": 115, "relation": "出自于"}, {"source": 119, "target": 111, "relation": "创作"}, {"source": 236, "target": 119, "relation": "出自于"}, {"source": 416, "target": 168, "relation": "创作"}, {"source": 170, "target": 347, "relation": "创作"}, {"source": 373, "target": 55, "relation": "创作"}, {"source": 274, "target": 373, "relation": "出自于"}, {"source": 400, "target": 74, "relation": "创作"}, {"source": 346, "target": 400, "relation": "出自于"}, {"source": 183, "target": 123, "relation": "创作"}, {"source": 401, "target": 183, "relation": "出自于"}, {"source": 147, "target": 89, "relation": "创作"}, {"source": 98, "target": 147, "relation": "出自于"}, {"source": 166, "target": 83, "relation": "创作"}, {"source": 166, "target": 398, "relation": "创作"}, {"source": 371, "target": 162, "relation": "创作"}, {"source": 297, "target": 18, "relation": "创作"}, {"source": 274, "target": 297, "relation": "出自于"}, {"source": 39, "target": 289, "relation": "创作"}, {"source": 140, "target": 139, "relation": "创作"}, {"source": 170, "target": 7, "relation": "创作"}, {"source": 50, "target": 54, "relation": "创作"}, {"source": 150, "target": 292, "relation": "创作"}, {"source": 346, "target": 150, "relation": "出自于"}, {"source": 50, "target": 407, "relation": "创作"}, {"source": 229, "target": 291, "relation": "创作"}, {"source": 346, "target": 229, "relation": "出自于"}, {"source": 166, "target": 161, "relation": "创作"}, {"source": 206, "target": 153, "relation": "创作"}, {"source": 85, "target": 375, "relation": "创作"}, {"source": 296, "target": 85, "relation": "出自于"}, {"source": 244, "target": 426, "relation": "创作"}, {"source": 346, "target": 244, "relation": "出自于"}, {"source": 63, "target": 164, "relation": "创作"}, {"source": 90, "target": 63, "relation": "出自于"}, {"source": 416, "target": 316, "relation": "创作"}, {"source": 48, "target": 3, "relation": "创作"}, {"source": 140, "target": 78, "relation": "创作"}, {"source": 229, "target": 33, "relation": "创作"}, {"source": 323, "target": 227, "relation": "创作"}, {"source": 9, "target": 38, "relation": "创作"}, {"source": 416, "target": 389, "relation": "创作"}, {"source": 48, "target": 109, "relation": "创作"}, {"source": 373, "target": 388, "relation": "创作"}, {"source": 34, "target": 418, "relation": "创作"}, {"source": 274, "target": 34, "relation": "出自于"}, {"source": 166, "target": 31, "relation": "创作"}, {"source": 48, "target": 192, "relation": "创作"}, {"source": 48, "target": 118, "relation": "创作"}, {"source": 175, "target": 302, "relation": "创作"}, {"source": 274, "target": 175, "relation": "出自于"}, {"source": 351, "target": 284, "relation": "创作"}, {"source": 346, "target": 351, "relation": "出自于"}, {"source": 416, "target": 69, "relation": "创作"}, {"source": 416, "target": 307, "relation": "创作"}, {"source": 250, "target": 265, "relation": "创作"}, {"source": 346, "target": 250, "relation": "出自于"}, {"source": 86, "target": 386, "relation": "创作"}, {"source": 346, "target": 86, "relation": "出自于"}, {"source": 323, "target": 269, "relation": "创作"}, {"source": 16, "target": 42, "relation": "创作"}, {"source": 346, "target": 16, "relation": "出自于"}, {"source": 218, "target": 241, "relation": "创作"}, {"source": 346, "target": 218, "relation": "出自于"}, {"source": 144, "target": 224, "relation": "创作"}, {"source": 346, "target": 144, "relation": "出自于"}, {"source": 143, "target": 365, "relation": "创作"}, {"source": 346, "target": 143, "relation": "出自于"}, {"source": 166, "target": 408, "relation": "创作"}, {"source": 140, "target": 193, "relation": "创作"}, {"source": 400, "target": 163, "relation": "创作"}, {"source": 166, "target": 176, "relation": "创作"}, {"source": 115, "target": 71, "relation": "创作"}, {"source": 231, "target": 76, "relation": "创作"}, {"source": 274, "target": 231, "relation": "出自于"}, {"source": 293, "target": 360, "relation": "创作"}, {"source": 401, "target": 293, "relation": "出自于"}, {"source": 110, "target": 88, "relation": "创作"}, {"source": 287, "target": 124, "relation": "创作"}, {"source": 90, "target": 287, "relation": "出自于"}, {"source": 50, "target": 380, "relation": "创作"}, {"source": 48, "target": 376, "relation": "创作"}, {"source": 50, "target": 2, "relation": "创作"}, {"source": 400, "target": 199, "relation": "创作"}, {"source": 371, "target": 266, "relation": "创作"}, {"source": 261, "target": 126, "relation": "创作"}, {"source": 346, "target": 261, "relation": "出自于"}, {"source": 120, "target": 228, "relation": "创作"}, {"source": 401, "target": 120, "relation": "出自于"}, {"source": 112, "target": 299, "relation": "创作"}, {"source": 301, "target": 112, "relation": "出自于"}, {"source": 131, "target": 62, "relation": "创作"}, {"source": 330, "target": 174, "relation": "创作"}, {"source": 346, "target": 330, "relation": "出自于"}, {"source": 218, "target": 393, "relation": "创作"}, {"source": 260, "target": 278, "relation": "创作"}, {"source": 274, "target": 260, "relation": "出自于"}, {"source": 230, "target": 148, "relation": "创作"}, {"source": 346, "target": 230, "relation": "出自于"}, {"source": 326, "target": 308, "relation": "创作"}, {"source": 274, "target": 326, "relation": "出自于"}, {"source": 50, "target": 337, "relation": "创作"}, {"source": 129, "target": 141, "relation": "创作"}, {"source": 346, "target": 129, "relation": "出自于"}, {"source": 400, "target": 79, "relation": "创作"}, {"source": 166, "target": 309, "relation": "创作"}, {"source": 200, "target": 204, "relation": "创作"}, {"source": 274, "target": 200, "relation": "出自于"}, {"source": 143, "target": 107, "relation": "创作"}, {"source": 77, "target": 419, "relation": "创作"}, {"source": 346, "target": 77, "relation": "出自于"}, {"source": 297, "target": 194, "relation": "创作"}, {"source": 208, "target": 103, "relation": "创作"}, {"source": 338, "target": 208, "relation": "出自于"}, {"source": 328, "target": 102, "relation": "创作"}, {"source": 346, "target": 328, "relation": "出自于"}, {"source": 113, "target": 28, "relation": "创作"}, {"source": 346, "target": 113, "relation": "出自于"}, {"source": 205, "target": 394, "relation": "创作"}, {"source": 160, "target": 205, "relation": "出自于"}, {"source": 110, "target": 20, "relation": "创作"}, {"source": 216, "target": 361, "relation": "创作"}, {"source": 274, "target": 216, "relation": "出自于"}, {"source": 271, "target": 343, "relation": "创作"}, {"source": 274, "target": 271, "relation": "出自于"}, {"source": 150, "target": 252, "relation": "创作"}, {"source": 276, "target": 397, "relation": "创作"}, {"source": 274, "target": 276, "relation": "出自于"}, {"source": 48, "target": 334, "relation": "创作"}, {"source": 208, "target": 36, "relation": "创作"}, {"source": 293, "target": 264, "relation": "创作"}, {"source": 416, "target": 344, "relation": "创作"}, {"source": 184, "target": 322, "relation": "创作"}, {"source": 274, "target": 184, "relation": "出自于"}, {"source": 373, "target": 149, "relation": "创作"}, {"source": 364, "target": 263, "relation": "创作"}, {"source": 346, "target": 364, "relation": "出自于"}, {"source": 152, "target": 26, "relation": "创作"}, {"source": 346, "target": 152, "relation": "出自于"}, {"source": 246, "target": 358, "relation": "创作"}, {"source": 181, "target": 52, "relation": "创作"}, {"source": 127, "target": 171, "relation": "创作"}, {"source": 346, "target": 127, "relation": "出自于"}, {"source": 298, "target": 14, "relation": "创作"}, {"source": 346, "target": 298, "relation": "出自于"}, {"source": 329, "target": 159, "relation": "创作"}, {"source": 274, "target": 329, "relation": "出自于"}, {"source": 50, "target": 130, "relation": "创作"}, {"source": 86, "target": 332, "relation": "创作"}, {"source": 169, "target": 350, "relation": "创作"}, {"source": 274, "target": 169, "relation": "出自于"}, {"source": 50, "target": 41, "relation": "创作"}, {"source": 262, "target": 49, "relation": "创作"}, {"source": 236, "target": 262, "relation": "出自于"}, {"source": 99, "target": 84, "relation": "创作"}, {"source": 160, "target": 99, "relation": "出自于"}, {"source": 152, "target": 390, "relation": "创作"}, {"source": 272, "target": 335, "relation": "创作"}, {"source": 346, "target": 272, "relation": "出自于"}, {"source": 416, "target": 215, "relation": "创作"}, {"source": 413, "target": 311, "relation": "创作"}, {"source": 246, "target": 132, "relation": "创作"}, {"source": 177, "target": 420, "relation": "创作"}, {"source": 338, "target": 177, "relation": "出自于"}, {"source": 226, "target": 395, "relation": "创作"}, {"source": 346, "target": 226, "relation": "出自于"}, {"source": 251, "target": 96, "relation": "创作"}, {"source": 401, "target": 251, "relation": "出自于"}, {"source": 179, "target": 304, "relation": "创作"}, {"source": 346, "target": 179, "relation": "出自于"}, {"source": 166, "target": 198, "relation": "创作"}, {"source": 166, "target": 396, "relation": "创作"}, {"source": 39, "target": 46, "relation": "创作"}, {"source": 211, "target": 167, "relation": "创作"}, {"source": 346, "target": 211, "relation": "出自于"}, {"source": 373, "target": 12, "relation": "创作"}, {"source": 165, "target": 106, "relation": "创作"}, {"source": 346, "target": 165, "relation": "出自于"}, {"source": 50, "target": 314, "relation": "创作"}, {"source": 191, "target": 68, "relation": "创作"}, {"source": 401, "target": 191, "relation": "出自于"}, {"source": 75, "target": 221, "relation": "创作"}, {"source": 346, "target": 75, "relation": "出自于"}, {"source": 166, "target": 366, "relation": "创作"}, {"source": 50, "target": 281, "relation": "创作"}, {"source": 330, "target": 406, "relation": "创作"}, {"source": 220, "target": 303, "relation": "创作"}, {"source": 346, "target": 220, "relation": "出自于"}, {"source": 48, "target": 202, "relation": "创作"}, {"source": 34, "target": 340, "relation": "创作"}, {"source": 186, "target": 108, "relation": "创作"}, {"source": 346, "target": 186, "relation": "出自于"}, {"source": 275, "target": 104, "relation": "创作"}, {"source": 160, "target": 275, "relation": "出自于"}, {"source": 131, "target": 188, "relation": "创作"}, {"source": 250, "target": 279, "relation": "创作"}, {"source": 369, "target": 17, "relation": "创作"}, {"source": 346, "target": 369, "relation": "出自于"}, {"source": 48, "target": 255, "relation": "创作"}, {"source": 56, "target": 173, "relation": "创作"}, {"source": 346, "target": 56, "relation": "出自于"}, {"source": 115, "target": 259, "relation": "创作"}, {"source": 187, "target": 117, "relation": "创作"}, {"source": 274, "target": 187, "relation": "出自于"}, {"source": 229, "target": 425, "relation": "创作"}, {"source": 16, "target": 280, "relation": "创作"}, {"source": 381, "target": 268, "relation": "创作"}, {"source": 346, "target": 381, "relation": "出自于"}, {"source": 134, "target": 94, "relation": "创作"}, {"source": 346, "target": 134, "relation": "出自于"}, {"source": 166, "target": 253, "relation": "创作"}, {"source": 95, "target": 82, "relation": "创作"}, {"source": 346, "target": 95, "relation": "出自于"}, {"source": 166, "target": 212, "relation": "创作"}, {"source": 373, "target": 23, "relation": "创作"}, {"source": 370, "target": 87, "relation": "创作"}, {"source": 150, "target": 59, "relation": "创作"}, {"source": 166, "target": 233, "relation": "创作"}, {"source": 80, "target": 305, "relation": "创作"}, {"source": 296, "target": 80, "relation": "出自于"}, {"source": 151, "target": 421, "relation": "创作"}, {"source": 338, "target": 151, "relation": "出自于"}, {"source": 331, "target": 157, "relation": "创作"}, {"source": 346, "target": 331, "relation": "出自于"}, {"source": 25, "target": 142, "relation": "创作"}, {"source": 133, "target": 25, "relation": "出自于"}, {"source": 16, "target": 310, "relation": "创作"}, {"source": 19, "target": 382, "relation": "创作"}, {"source": 81, "target": 19, "relation": "出自于"}, {"source": 175, "target": 27, "relation": "创作"}, {"source": 240, "target": 248, "relation": "创作"}, {"source": 346, "target": 240, "relation": "出自于"}, {"source": 129, "target": 122, "relation": "创作"}, {"source": 80, "target": 155, "relation": "创作"}, {"source": 0, "target": 285, "relation": "创作"}, {"source": 274, "target": 0, "relation": "出自于"}, {"source": 43, "target": 57, "relation": "创作"}, {"source": 296, "target": 43, "relation": "出自于"}, {"source": 145, "target": 254, "relation": "创作"}, {"source": 346, "target": 145, "relation": "出自于"}, {"source": 166, "target": 4, "relation": "创作"}, {"source": 373, "target": 32, "relation": "创作"}, {"source": 21, "target": 189, "relation": "创作"}, {"source": 401, "target": 21, "relation": "出自于"}, {"source": 276, "target": 300, "relation": "创作"}, {"source": 35, "target": 392, "relation": "创作"}, {"source": 346, "target": 35, "relation": "出自于"}, {"source": 150, "target": 217, "relation": "创作"}, {"source": 250, "target": 317, "relation": "创作"}, {"source": 318, "target": 391, "relation": "创作"}, {"source": 296, "target": 318, "relation": "出自于"}, {"source": 405, "target": 45, "relation": "创作"}, {"source": 346, "target": 405, "relation": "出自于"}, {"source": 261, "target": 232, "relation": "创作"}, {"source": 185, "target": 101, "relation": "创作"}, {"source": 274, "target": 185, "relation": "出自于"}, {"source": 381, "target": 97, "relation": "创作"}, {"source": 348, "target": 354, "relation": "创作"}, {"source": 346, "target": 348, "relation": "出自于"}, {"source": 229, "target": 10, "relation": "创作"}, {"source": 323, "target": 66, "relation": "创作"}, {"source": 373, "target": 295, "relation": "创作"}, {"source": 48, "target": 256, "relation": "创作"}, {"source": 399, "target": 349, "relation": "创作"}, {"source": 346, "target": 399, "relation": "出自于"}, {"source": 373, "target": 339, "relation": "创作"}, {"source": 229, "target": 417, "relation": "创作"}, {"source": 399, "target": 64, "relation": "创作"}, {"source": 128, "target": 44, "relation": "创作"}, {"source": 283, "target": 387, "relation": "创作"}, {"source": 401, "target": 283, "relation": "出自于"}, {"source": 257, "target": 116, "relation": "创作"}, {"source": 416, "target": 51, "relation": "创作"}, {"source": 210, "target": 47, "relation": "创作"}, {"source": 338, "target": 210, "relation": "出自于"}, {"source": 399, "target": 363, "relation": "创作"}, {"source": 137, "target": 422, "relation": "创作"}, {"source": 401, "target": 137, "relation": "出自于"}, {"source": 170, "target": 209, "relation": "创作"}, {"source": 158, "target": 403, "relation": "创作"}, {"source": 296, "target": 158, "relation": "出自于"}, {"source": 416, "target": 225, "relation": "创作"}, {"source": 383, "target": 270, "relation": "创作"}, {"source": 346, "target": 383, "relation": "出自于"}, {"source": 50, "target": 277, "relation": "创作"}, {"source": 246, "target": 40, "relation": "创作"}, {"source": 328, "target": 235, "relation": "创作"}, {"source": 137, "target": 258, "relation": "创作"}, {"source": 170, "target": 24, "relation": "创作"}, {"source": 312, "target": 190, "relation": "创作"}, {"source": 346, "target": 312, "relation": "出自于"}, {"source": 319, "target": 92, "relation": "创作"}, {"source": 346, "target": 319, "relation": "出自于"}, {"source": 128, "target": 414, "relation": "创作"}, {"source": 166, "target": 61, "relation": "创作"}, {"source": 404, "target": 65, "relation": "创作"}, {"source": 346, "target": 404, "relation": "出自于"}, {"source": 5, "target": 121, "relation": "创作"}, {"source": 401, "target": 5, "relation": "出自于"}, {"source": 230, "target": 195, "relation": "创作"}, {"source": 313, "target": 60, "relation": "创作"}, {"source": 346, "target": 313, "relation": "出自于"}, {"source": 223, "target": 352, "relation": "创作"}, {"source": 296, "target": 223, "relation": "出自于"}, {"source": 203, "target": 372, "relation": "创作"}, {"source": 346, "target": 203, "relation": "出自于"}, {"source": 373, "target": 136, "relation": "创作"}, {"source": 250, "target": 411, "relation": "创作"}, {"source": 172, "target": 234, "relation": "创作"}, {"source": 346, "target": 172, "relation": "出自于"}, {"source": 359, "target": 377, "relation": "创作"}, {"source": 274, "target": 359, "relation": "出自于"}, {"source": 356, "target": 100, "relation": "创作"}, {"source": 401, "target": 356, "relation": "出自于"}, {"source": 166, "target": 222, "relation": "创作"}, {"source": 373, "target": 290, "relation": "创作"}, {"source": 166, "target": 315, "relation": "创作"}, {"source": 166, "target": 247, "relation": "创作"}, {"source": 250, "target": 273, "relation": "创作"}, {"source": 230, "target": 197, "relation": "创作"}, {"source": 306, "target": 320, "relation": "创作"}, {"source": 346, "target": 306, "relation": "出自于"}, {"source": 166, "target": 415, "relation": "创作"}, {"source": 166, "target": 324, "relation": "创作"}, {"source": 166, "target": 245, "relation": "创作"}, {"source": 306, "target": 201, "relation": "创作"}, {"source": 48, "target": 423, "relation": "创作"}, {"source": 105, "target": 294, "relation": "创作"}, {"source": 274, "target": 105, "relation": "出自于"}]}