{"nodes": [{"name": "佚名", "dynasty": "先秦"}, {"name": "鹊桥仙·送粉卿行", "prop": {"content": "轿儿排了，担儿装了，杜宇一声催起。从今一步一回头，怎睚得、一千余里。 旧时行处，旧时歌处，空有燕泥香坠。莫嫌白发不思量，也须有、思量去里。", "translation": "无"}}, {"dynasty": "明代"}, {"name": "卢挚", "dynasty": "元代"}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "岭上逢久别者又别", "prop": {"content": "十年曾一别，征路此相逢。马首向何处？夕阳千万峰。", "translation": "十年之前我们曾经分别，在漫漫征途上再次相遇。驱马作别又将去向何处？看那夕阳下的万壑千峰。"}}, {"name": "刘基", "dynasty": "明代"}, {"name": "浣溪沙·菊节", "prop": {"content": "缥缈危楼紫翠间，良辰乐事古难全。感时怀旧独凄然。璧月琼枝空夜夜，菊花人貌自年年。不知来岁与谁看。", "translation": "高楼缥缈在紫绿双色之间，良辰与乐事都凑齐全，从古至今，着实很难。感时怀旧，独自凄然。圆月和玉树只闪现于夜夜，菊花与人貌却经行在年年。不知来年，我将跟谁一道赏观。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "浣溪沙·夜夜相思更漏", "prop": {"content": "夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？", "translation": "每个夜晚，我都处在深深的思念之中，一直到夜深人静，漏断更残，凝望着那一轮令人伤心的明月，我久久地依凭栏杆，想必你也思念着我，感到了锦被的冷，锦被的寒。画堂近在咫尺，但是像海一样深，要渡过，难，回忆往日，只好把两人以前来往的旧书信翻来看，不知何时再见，一起携手进入长安。"}}, {"name": "生查子·情景", "prop": {"content": "郎如陌上尘，妾似堤边絮。相见两悠扬，踪迹无寻处。酒面扑春风，泪眼零秋雨。过了离别时，还解相思否？", "translation": "郎君像路上扬起的尘土，我像河堤边生长的柳树。匆匆相见即离别，今后到哪里去寻找你的脚步。相逢时我们因幸福而面容绯红，就像迎接扑面而来的春风，如今我们泪眼相对地别离，泪水挥洒如同秋雨。过了这悲伤离别的一刻，分手之后你是否还会把我想起。"}}, {"name": "徐铉", "dynasty": "宋代"}, {"name": "生查子·坠雨已辞云", "prop": {"content": "坠雨已辞云，流水难归浦。遗恨几时休，心抵秋莲苦。 忍泪不能歌，试托哀弦语。弦语愿相逢，知有相逢否。", "translation": "　　这是一首托女子口吻诉说离别相思之苦的词，离别相思是历代词篇中最为常见的内容，倘若写不出特点，是最难引起读者注意的。"}}, {"name": "颍亭留别", "prop": {"content": "故人重分携，临流驻归驾。乾坤展清眺，万景若相借。北风三日雪，太素秉元化。九山郁峥嵘，了不受陵跨。寒波淡淡起，白鸟悠悠下。(淡淡 一作：澹澹)怀归人自急，物态本闲暇。壶觞负吟啸，尘土足悲咤。回首亭中人，平林淡如画。", "translation": "老朋友珍惜这临别的时节，到水边我停下回家的车驾。天地清朗拓开我远眺的目光，万物自然就像是与人亲如一家。北风吹起，连下了三日大雪，造化神工，主宰着事物变化。九大山郁葱葱高峻峥嵘，丝毫也不受那欺凌践踏；颍水上清波淡淡而起，洁白的鸥鸟悠悠而下。想着回家的游人呵，自然是心绪焦急；事物固有的情态呵，却本是悠游闲暇。临别时举杯痛饮，徒然地辜负吟啸之心；前路的滚滚黄尘，真足以让人悲慨叹咤。回头遥看呵亭中的友人，只见那一片平林恬澹如画。"}}, {"name": "丑奴儿·夜来酒醒清无", "prop": {"content": "夜来酒醒清无梦，愁倚阑干。露滴轻寒。雨打芙蓉泪不干。佳人别后音尘悄，瘦尽难拚。明月无端。已过红楼十二间。", "translation": "在夜里酒醒了无梦境，周围一片清静，起来因忧愁而倚靠栏杆。夜深天寒，晶莹的露珠不断滴落，冰冷的秋雨落到荷塘的芙蓉花上，就像清泪未曾干过。想起与佳人一别之后，彼此音信全无，虽然身体不断地消瘦下去，但还是难以放弃思念。夜已更深，高悬的明月不知不觉地已经移过红楼十二间了。"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "清平乐·留人不住", "prop": {"content": "留人不住，醉解兰舟去。一棹碧涛春水路，过尽晓莺啼处。渡头杨柳青青，枝枝叶叶离情。此后锦书休寄，画楼云雨无凭。", "translation": "苦苦留人不住，他酒醉后登上画船，扬帆而去。小舟拨开轻卷的碧波，行驶在在漫漫的春水路上，所过之处尽是黄莺啼晓之声。渡口杨柳郁郁青青，枝枝叶叶都满含着别意离情。从此后休要寄锦书再诉衷情，画楼里的欢娱不过是一场春梦，那山盟海誓毕竟空口无凭。"}}, {"name": "浪淘沙·好恨这风儿", "prop": {"content": "好恨这风儿，催俺分离！船儿吹得去如飞，因甚眉儿吹不展？叵耐风儿！不是这船儿，载起相思？船儿若念我孤恓？载取人人篷底睡，感谢风儿！", "translation": "好恨这风啊，催促我们分离！既然你能把船儿吹得像张了翅膀一样飞去，那你又为什么不把我的眉结吹散？你这可恨的风啊！若不是偌大一个船儿，自己这一腔相思怎能装得下、载得起？船儿若真念我烦恼孤寂，何不把那个人儿也一起带来与我共眠在一个船篷下呢？我会感谢你这风！"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "瑞鹤仙·郊原初过雨", "prop": {"content": "郊原初过雨。见败叶零乱，风定犹舞。斜阳挂深树。映浓愁浅黛，遥山眉妩。来时旧路。尚岩花、娇黄半吐。到而今，唯有溪边流水，见人如故。 无语。邮亭深静，下马还寻，旧曾题处。无聊倦旅。伤离恨，最愁苦。纵收香藏镜，他年重到，人面桃花在否。念沈沈、小阁幽窗，有时梦去。", "translation": "郊野上秋雨初晴，只见几片零乱的落叶，风住了还在动荡不停。斜阳挂在远树之上，映照着远山或暗或明，宛如美人微颦。来时曾经走过的旧路，当时尚有黄色的岩花开放争荣。如今只有溪边的流水，依旧来见故人。我默默无语，客舍中寂静冷静。我下马开始找寻，从前在何处题诗抒情。奔波旅途的人本来无聊，感伤离别更令人愁苦不宁。纵然我保存着她的香料和明镜，可如今又有何用？等待他年重到那里，人面桃花是否依旧，实在难以肯定。我思绪联翩，眷恋着那个小楼幽窗中的美人，也只能有时在梦里去寻找她的踪影。 "}}, {"name": "黄遵宪", "dynasty": "清代"}, {"name": "诉衷情·小梅风韵最妖", "prop": {"content": "小梅风韵最妖娆。开处雪初消。南枝欲附春信，长恨陇人遥。闲记忆，旧江皋。路迢迢。暗香浮动，疏影横斜，几处溪桥。", "translation": "无"}}, {"name": "绮寮怨·上马人扶残醉", "prop": {"content": "上马人扶残醉，晓风吹未醒。映水曲、翠瓦朱檐，垂杨里、乍见津亭。当时曾题败壁，蛛丝罩、淡墨苔晕青。念去来、岁月如流，徘徊久、叹息愁思盈。 去去倦寻路程。江陵旧事，何曾再问杨琼。旧曲凄清。敛愁黛、与谁听。尊前故人如在，想念我、最关情。何须渭城。歌声未尽处，先泪零。", "translation": "昨夜的酒力尚未消去，上马时尚需有人帮扶，清晨的凉风还没有把我吹醒。一路上但见碧瓦红檐，倒映在曲折的流水里，垂杨树掩映着渡口旁的驿亭。想当年曾在亭壁上题写诗句，如今墙上罩满了蛛网尘埃，墨色消淡，字迹已被青苔斑蚀得模糊不清。想过去未来的进退升沉，岁月如流水。我徘徊叹息，愁思如潮，久久难以平静。数年来宦游不止，已倦于打听前行的路程。江陵的风流韵事最难忘，自此后再没有能够重访歌妓杨琼。她唱着旧日的歌曲声韵凄清，她聚敛着愁眉，谁是知音与听？酒樽前的故友倘若健在，定会想念我，最是关怀动情。何必唱朋友送别的《渭城曲》，她那歌声尚未唱完，我的热泪先自飘零!"}}, {"name": "普天乐·秋江忆别", "prop": {"content": "晚天长，秋水苍。山腰落日，雁背斜阳。壁月词，朱唇唱。犹记当年兰舟上，洒西风泪湿罗裳。钗分凤凰，杯斟鹦鹉，人拆鸳鸯。", "translation": "黄昏的天空宽广悠长，秋天的江水多么苍茫。山腰上夕阳落下，大雁的孤影映照着夕阳。粉红的唇齿间淌出香艳的歌曲，我还记得在当年游船上的往事。那时的我在秋风中落下泪水，那泪水沾湿了衣裳。我们把金钗分开作纪念，鹦鹉螺杯里斟满了酒浆。我们却像一对鸳鸯被活活拆散。"}}, {"name": "送别 / 山中送别", "prop": {"content": "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)", "translation": "在深山中送走了好友，夕阳西坠把柴门关闭。待到明年春草又绿的时候，朋友啊你能不能回还？ "}}, {"name": "秋蕊香·池苑清阴欲就", "prop": {"content": "池苑清阴欲就。还傍送春时候。眼中人去难欢偶。谁共一杯芳酒。 朱阑碧砌皆如旧。记携手。有情不管别离久。情在相逢终有。", "translation": "无"}}, {"name": "金陵酒肆留别", "prop": {"content": "风吹柳花满店香，吴姬压酒劝客尝。(劝客 一作：唤客)金陵子弟来相送，欲行不行各尽觞。请君试问东流水，别意与之谁短长？", "translation": "春风吹起柳絮酒店满屋飘香，侍女捧出美酒，劝我细细品尝。金陵年轻朋友纷纷赶来相送。欲走还留之间，各自畅饮悲欢。请你问问东流江水，离情别意与它比谁短谁长？"}}, {"name": "塞鸿秋·山行警", "prop": {"content": "东边路西边路南边路，五里铺七里铺十里铺。行一步盼一步懒一步，霎时间天也暮日也暮云也暮。斜阳满地铺，回首生烟雾。兀的不山无数水无数情无数。", "translation": "东边路，西边路，南边路，一条条路径分岔；刚刚过了五里铺，又走到了七里铺、十里铺。走一下回头看一看，不愿再走下一步，不知不觉中已近黄昏，陡然间惊觉太阳就要落山了，云彩也渐渐黯淡下来，天就要黑了。斜阳满地铺盖，回首已是烟雾一派。数不清的山，数不尽的水，怎不叫人涌起无穷的感慨！"}}, {"name": "浪淘沙·小绿间长红", "prop": {"content": "小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。", "translation": "小小的绿荫丛中，开着嫣红的鲜花；阴露滋润着花蕊，隐约地娇羞地藏在迷蒙的薄雾之中。花开花落，年年都是一样的。只恨当年初恋时，手拉着手儿，在这绿荫丛中，鲜花盛开之处。这都已经是过去的事了，往事如梦一场空。山重水复，遥相阻隔。当年的欢笑和恩爱，从此断绝，此后再难得到。已尝尽了失恋的痛苦和悲哀而长期处在离别当中。斑白的鬓发再告诉我，他早已远去不再回来。何止几个年月呵。"}}, {"name": "草 / 赋得古原草送", "prop": {"content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。", "translation": "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。"}}, {"name": "崔九欲往南山马上口号", "prop": {"content": "归山深浅去，须尽丘壑美。莫学武陵人，暂游桃源里。", "translation": "归隐山林无论到深处或浅处，都应该欣赏丘壑的美景。千万别学陶渊明笔下那个武陵人，只在桃花源短暂时游了游就匆匆出去。 "}}, {"name": "金德淑", "dynasty": "宋代"}, {"name": "高适", "dynasty": "唐代"}, {"name": "小桃红·玉箫声断凤凰", "prop": {"content": "玉箫声断凤凰楼，憔悴人别后。留得啼痕满罗袖。去来休，楼前风景浑依旧。当初只恨，无情烟柳，不解系行舟。", "translation": "在她居住的小楼上，再不闻玉箫吹响。自从与心上人分手后，她已憔悴得不成模样，衣袖上留下了泪痕千行。她在楼上走来走去，楼外依然是旧时的风光。那如烟如织的柳树，最惹起她的怨伤：只恨当初它们太冷漠无情，不懂得把他的坐船牢牢系住，让他不能启程。"}}, {"name": "七夕二首·其二", "prop": {"content": "织女牵牛送夕阳，临看不觉鹊桥长。最伤今夜离愁曲，遥对天涯愈断肠。", "translation": "　　《七夕》是由两首七言绝句组成的组诗，此诗为第二首。七夕为农历七月初七之夜。民间传说牛郎织女此夜在天河相会。后附入妇女穿针乞巧、祈祷福寿等活动。此俗甚古，汉、晋、南北朝书中均有记载。在此纯粹的妇女风俗节日来临之际，德容作此七言绝句，记述自己的感想，抒发自己的情怀。任何风俗风景，其观感体验皆因人而异。旧俗此时，妇女尤其是未婚少女，尽皆欢天喜地，满怀憧憬地聚集欢会，祈祥祷福。德容无此心境，她疑惑牵牛织女为什么要此夕相会。她留心的不是牛女的团聚，而是团聚之后的断肠离别。这自然与她的家破国亡，流落异乡的特殊遭遇有关。 "}}, {"name": "艾可叔", "dynasty": "宋代"}, {"name": "赠薛校书", "prop": {"content": "我有吴趋曲，无人知此音。姑苏成蔓草，麋鹿空悲吟。未夸观涛作，空郁钓鳌心。举手谢东海，虚行归故林。", "translation": "我珍藏有吴风民歌，可没有人会欣赏它。伍子婿当年感叹：不纳我言，我将看到姑苏城的宫殿野草蔓延，只有麋鹿空自悲吟。我还没有机会把雄壮的观涛诗赋献出，想钓东海巨龟的计划也没有实现。就辞别皇上，要求学道返回山林，白白地失去了一次大好机会。"}}, {"name": "木兰花·玉楼朱阁横金", "prop": {"content": "玉楼朱阁横金锁，寒食清明春欲破。窗间斜月两眉愁，帘外落花双泪堕。朝云聚散真无那，百岁相看能几个。别来将为不牵情，万转千回思想过。", "translation": "华美的楼阁横扣着铜锁，寒食清明过后春天即将结束。窗前的斜月好似含愁的双眉，帘外的落花犹如悲啼的眼泪。与心爱的美人的聚合离散都是无可奈何之事，从古到今有几个人能和他的爱人厮守相看到百年呢。离别以来以为可以排除离愁别恨的牵缠，结果还是万转千回地思念过了。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"dynasty": "五代"}, {"name": "青衫湿遍·悼亡", "prop": {"content": "青衫湿遍，凭伊慰我，忍便相忘。半月前头扶病，剪刀声、犹在银釭。忆生来、小胆怯空房。到而今，独伴梨花影，冷冥冥、尽意凄凉。愿指魂兮识路，教寻梦也回廊。咫尺玉钩斜路，一般消受，蔓草残阳。判把长眠滴醒，和清泪、搅入椒浆。怕幽泉、还为我神伤。道书生簿命宜将息，再休耽、怨粉愁香。料得重圆密誓，难禁寸裂柔肠。", "translation": "无"}}, {"name": "水调歌头·江上春山远", "prop": {"content": "江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。 漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。", "translation": "江上春日的青山远隔，山下晚霞铺满天际。相留相送时只见满眼都是缤纷的落英，蓦然回首，故人已在千里之外，而孤零零的我只能整日里借酒来浇灌我的愁肠。回雁峰前的道路上，轻烟笼罩，草木葱笼，一片苍茫。天色将明，滴漏，听起来分外清晰，眼前的灯焰在一寸寸地逐渐缩短，一夜未眠，隐隐又闻到了马蹄上野花的余香。恍若那漂浮的云朵，飞舞的柳絮，我又将拖着孤独疲惫的身子向潇湘而去。这一生不知有多少风前月下的日子，是在漂泊流离、羁旅天涯中度过的，连梦境都是那样的凄凉。又是暮春时节，面对脉脉斜阳，我伫立无语。"}}, {"name": "水调歌头·我饮不须劝", "prop": {"content": "淳熙丁酉，自江陵移帅隆兴，到官之三月被召，司马监、赵卿、王漕饯别。司马赋《水调歌头》，席间次韵。时王公明枢密薨，坐客终夕为兴门户之叹，故前章及之。我饮不须劝，正怕酒樽空。别离亦复何恨？此别恨匆匆。头上貂蝉贵客，苑外麒麟高冢，人世竟谁雄？一笑出门去，千里落花风。孙刘辈，能使我，不为公。余发种种如是，此事付渠侬。但觉平生湖海，除了醉吟风月，此外百无功。毫发皆帝力，更乞鉴湖东。", "translation": "我饮酒不需要劝杯，反而担心酒杯空了。分别相离也是可恨的事情，这次的分别是那么的匆忙。酒席上美女贵宾云集，花园外豪富高门坟冢，人世间谁能算是英雄？一笑出门而去，千里外的风吹得花落。孙权刘备这样的人物，才能指使我做事，而不是阁下。我发出种种的感慨，这些交心于你知道。只是感觉自己一生游遍湖海，除了喝醉吟些风花雪月，便是一事无成。身上的所有东西都是陛下赐予，希望我在湖北的作为能使君王明鉴。"}}, {"name": "眉峰碧·蹙破眉峰碧", "prop": {"content": "蹙破眉峰碧，纤手还重执。镇日相看未足时，忍便使、鸳鸯只！薄暮投村驿。风雨愁通夕。窗外芭蕉窗里人，分明叶上心头滴。", "translation": "蹙眉皱目，伤心离别，牵着手舍不得放开。整天四目相对也看不够，不能忍受这离别之苦，我们本是鸳鸯啊！傍晚投宿在村中驿站，风雨之声令人难眠，被离愁困扰了一晚。窗外芭蕉，窗里坐着伤心人，那雨滴落在叶上就好似点点滴滴的痛苦落在心中。"}}, {"name": "喜见外弟又言别", "prop": {"content": "十年离乱后，长大一相逢。问姓惊初见，称名忆旧容。别来沧海事，语罢暮天钟。明日巴陵道，秋山又几重。", "translation": "在社会动乱中离别了十年后，竟然在长大成人时意外相逢。初见不相识还惊问名和姓，称名后才想起旧时的面容。说不完别离后世事的变化，畅谈停止时已听到黄昏寺院的鸣钟。明日你又要登上巴陵古道，秋山添忧愁不知又隔几重？"}}, {"name": "别宋常侍", "prop": {"content": "游人杜陵北，送客汉川东。无论去与住，俱是一飘蓬。秋鬓含霜白，衰颜倚酒红。别有相思处，啼鸟杂夜风。", "translation": "我要到汉水以东的地方去，宋常侍在杜陵北为我送行。他也是宦游之人，无论是行者还是送行者，都是天涯漂泊，就像秋后随风飘荡的蓬草一样。彼此都是两鬓如秋霜的白发之人了，衰老的容颜依仗酒力才变红。今日离别之情固然令人难忘，但异日又将会有新的情景触动自己的相思之情。分手以后文章来源华夏酒报，我将会因为思念好友而不得安眠，得以听到静夜里的乌啼声夹杂着如泣如诉的夜风声。"}}, {"name": "采莲令·月华收", "prop": {"content": "月华收，云淡霜天曙。西征客、此时情苦。翠娥执手送临歧，轧轧开朱户。千娇面、盈盈伫立，无言有泪，断肠争忍回顾。 一叶兰舟，便恁急桨凌波去。贪行色、岂知离绪，万般方寸，但饮恨，脉脉同谁语。更回首、重城不见，寒江天外，隐隐两三烟树。", "translation": "月亮已收起了光华，云淡淡的，地上有霜。天色已黎明。将远行西去的人，此时心情最苦。美人儿紧握着我的手，为了送我上分别的岔路，她把朱红的大门轧轧地打开。千娇百媚的脸庞、婀娜轻盈的身姿，她久久地站着，没有话，只流泪。我肠都要痛断了，又怎么忍心回头再看她一眼呢？我乘坐的一叶扁舟，便如此急急地随着水波去了。船家急于赶路，不体会分离者的心情，哪里知道离别的心绪会万般千种地袭来心头！我只得心怀怨恨，含情脉脉，这满腹的话又能对谁去说呢？待到我再回过头去时，重城已看不到了。寒飕飕的秋江上，唯见天外隐隐约约地有两三株烟蒙蒙的远树而已。"}}, {"name": "方干", "dynasty": "唐代"}, {"name": "蝶恋花·移得绿杨栽后", "prop": {"content": "移得绿杨栽后院。学舞宫腰，二月青犹短。不比灞陵多送远，残丝乱絮东西岸。几叶小眉寒不展。莫唱阳关，真个肠先断。分付与春休细看，条条尽是离人怨。", "translation": "从外面移来了一株小小杨柳，将它栽种后院。它在初春二月枝干尚短，也着舞动自己纤细的腰肢。不像那灞陵边上的柳树，因为人们折柳送别而残丝乱絮地被人抛弃在东西岸边。几片眉毛一样的小叶因春寒而皱巴巴的。不要唱《阳关曲》了，还没唱它就因为别离而断肠了。告诉春天休要细看它了，它的一根根枝条都展现出与恋人分别的哀怨。"}}, {"name": "寿阳曲·别朱帘秀", "prop": {"content": "才欢悦，早间别，痛煞煞好难割舍。画船儿载将春去也，空留下半江明月。", "translation": "才享受相逢的喜悦，一霎时又要离别。我心里是那样的悲痛，实在难分又难舍。画船载走了你，也载走了春光，只空空留下让人惆怅不已的半江明月。"}}, {"name": "示长安君", "prop": {"content": "少年离别意非轻，老去相逢亦怆情。草草杯盘共笑语，昏昏灯火话平生。自怜湖海三年隔，又作尘沙万里行。欲问后期何日是，寄书应见雁南征。", "translation": "年轻时别离，那种情意是不轻的；如今老了，连相见也使我感到伤心。随意准备些酒菜，为的是边吃边聊；灯火昏暗，我们把别后所见所思，互相倾吐，直到夜深。我正在感慨分隔两地已有三年之久，却又要离开你去万里外的辽国，冒着风沙旅行。要问我何日相会，怎说得准？你见到那鸿雁南飞，会有我捎来平安的家信。"}}, {"name": "木兰花慢·送归云去雁", "prop": {"content": "送归云去雁，淡寒采满溪楼。正佩解湘腰，钗孤楚鬓，鸾鉴分收。凝情望行处路，但疏烟远树织离忧。只有楼前流水，伴人清泪长流。霜华夜永逼衾裯，唤谁护衣篝？今粉馆重来，芳尘未扫，争见嬉游！情知闷来殢酒，奈回肠不醉只添愁。脉脉无言竟日，断魂双鹜南州。", "translation": "白云归雁都已经远去，给我留下的只是这嫩寒时节的满天秋色。解佩分钗，临别互赠信物，鸾鸟铜镜也一人一半。凝情遥望去路，只见远树含烟，织成一片离忧。自己滴不尽的眼泪，只有楼前的溪水与之相伴长流。秋深夜浓，寒霜降落，衾被不耐严寒，有谁替我整理衣篝。回到同住的旧馆，想起你还没离开的时候，落花不扫，只是在院子里嬉戏游玩。如今只知心情烦忧时以酒浇愁，却不知这酒百折回肠，不能醉人反而让人多添几分惆怅。整天默默无语，只希望能化为凫鸟飞去与你相聚。"}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "生查子·春山烟欲收", "prop": {"content": "春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。", "translation": "春山上的烟雾正开始收敛，天色渐明，寥落的几颗晨星也慢慢黯淡下去。一串串伤别的泪珠不断地流落，西斜的残月，照亮脸庞。话已经说了很多，情意却是无穷无尽。回过头来仍再次说道：记得我穿的绿罗裙吧，以后即便看到绿草也要想到我，从而去怜惜它啊！"}}, {"name": "周紫芝", "dynasty": "宋代"}, {"name": "珠帘秀", "dynasty": "元代"}, {"name": "元好问", "dynasty": "金朝"}, {"name": "送董元达", "prop": {"content": "读书不作儒生酸，跃马西入金城关。塞垣苦寒风气恶，归来面皱须眉斑。先皇召见延和殿，议论慷慨天开颜。谤书盈箧不复辩，脱身来看江南山。长江滚滚蛟龙怒，扁舟此去何当还？大梁城里定相见，玉川破屋应数间。", "translation": "读尽了诗书，你毫无腐儒的酸气；投笔从戎，跃马在西北边关。边塞的气候恶劣，寒风凛冽，你回来时，满面皱纹，须眉已斑。先皇帝在延和殿召见，你慷慨激昂，纵横议论，得到了皇上的激赏。可惜诽谤你的人太多，难以置辩，有功难封，你流落到江南，来赏玩这里的青山。长江滚滚东去，下有蛟龙发怒，掀起波浪；你这次乘着扁舟离去，何时才能回还？日后我们在大梁城中定能再见，那时你必然还是牢守节操，家中只有破屋数间。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "德容", "dynasty": "清代"}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "别赋", "prop": {"content": "　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。故别虽一绪，事乃万族。　　至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情者乎？ ", "translation": "无"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "送友人", "prop": {"content": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。", "translation": "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。频频挥手作别从此离去，马儿也为惜别声声嘶鸣。"}}, {"name": "母别子", "prop": {"content": "母别子，子别母，白日无光哭声苦。关西骠骑大将军，去年破虏新策勋。敕赐金钱二百万，洛阳迎得如花人。新人迎来旧人弃，掌上莲花眼中刺。迎新弃旧未足悲，悲在君家留两儿。一始扶行一初坐，坐啼行哭牵人衣。以汝夫妇新燕婉，使我母子生别离。不如林中乌与鹊，母不失雏雄伴雌。应似园中桃李树，花落随风子在枝。新人新人听我语，洛阳无限红楼女。但愿将军重立功，更有新人胜于汝。", "translation": "无"}}, {"name": "赠别二首·其二", "prop": {"content": "多情却似总无情，唯觉樽前笑不成。蜡烛有心还惜别，替人垂泪到天明。", "translation": "多情的人却像是无情人儿一样冰冷，在离别的酒宴上只觉笑不出声。蜡烛仿佛还有惜别的心意，替离别的人流泪到天明。 "}}, {"name": "西江月·送朱泮英", "prop": {"content": "青锦缠条佩剑，紫丝络辔飞骢。入关意气喜生风。年少胸吞云梦。 金阙日高露泣，东华尘软香红。争看荀氏第三龙。春暖桃花浪涌。", "translation": "　　谢逸词是以轻倩婉媚为风格特色的，但是此词则属例外，显得豪迈飘逸，朝气勃勃。这可能是作者抒写壮怀宏愿的少时之作。"}}, {"name": "送从兄郜", "prop": {"content": "道路本无限，又应何处逢。流年莫虚掷，华发不相容。野渡波摇月，空城雨翳钟。此心随去马，迢递过千峰。", "translation": "　　诗歌首联，感慨人生道路多而漫长，天下之大，不知何时才能与堂兄再次相见。表达了与从兄分别后不知何处能相逢的伤感。"}}, {"name": "春别诗四首·其四", "prop": {"content": "衔悲揽涕别心知，桃花李花任风吹。本知人心不似树，何意人别似花离。", "translation": "面对离别仍心怀悲戚涕泪连连，树也只能任由桃花李花被风吹走。人虽非树，但面对别离就像花的离去一样，依然无可奈何。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "羊士谔", "dynasty": "唐代"}, {"name": "南柯子·怅望梅花驿", "prop": {"content": "怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。", "translation": "惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？"}}, {"name": "送人赴安西", "prop": {"content": "上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。", "translation": "韵译跨上英俊的战马宝刀佩在身边，策马翩翩地飞驰翻越陇山之颠。自小衷心地希望献身国家危难，哪把高官与厚禄耿耿挂于心间。置身于万里之外乡情化为梦境，眼望那边地明月激起阵阵怀恋。祝愿亲爱的战友早早扫清顽敌，边庭无事早归来切莫再经秋天！"}}, {"name": "一剪梅·余赴广东实之", "prop": {"content": "束缊宵行十里强。挑得诗囊，抛了衣囊。天寒路滑马蹄僵，元是王郎，来送刘郎。酒酣耳热说文章。惊倒邻墙，推倒胡床。旁观拍手笑疏狂。疏又何妨，狂又何妨？", "translation": "举着捆麻火把在夜里走了十里有余，只顾得挑着诗囊赶路却丢掉了衣囊。天气寒冷道路湿滑马蹄都冻得发僵，原来是王先生实之来送刘先生克庄。酒喝到半酣耳根子发热谈论着文章，论说声惊倒了邻居的墙推倒了胡床。旁观的人拍手笑这两人太粗疏狂放，我们回应说粗疏又怎样狂放又怎样！"}}, {"name": "卜算子·见也如何暮", "prop": {"content": "见也如何暮。别也如何遽。别也应难见也难，后会难凭据。 去也如何去。住也如何住。住也应难去也难，此际难分付。", "translation": "相见为何太晚，而离别又为何如此匆匆。是离别难相见也难，再见无确期。离去该怎样离去，留下又该怎样留下。是留下难离去也难，此时怎么办。"}}, {"name": "代父送人之新安", "prop": {"content": "津亭杨柳碧毵毵，人立东风酒半酣。万点落花舟一叶，载将春色过江南。", "translation": "渡口的杨柳柔条飘拂，春风中人们饮遽了饯行的醇酒。千万点的落花，飘落在小船上那一叶扁舟，把美好的春色全都带到江南去了。"}}, {"name": "新婚别", "prop": {"content": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。", "translation": "无"}}, {"name": "蝶恋花·禹庙兰亭今古", "prop": {"content": "禹庙兰亭今古路。一夜清霜，染尽湖边树。鹦鹉杯深君莫诉。他时相遇知何处。冉冉年华留不住。镜里朱颜，毕竟消磨去。一句丁宁君记取。神仙须是闲人做。", "translation": "通往禹庙、兰亭的路，从古到今只有一条。一夜寒霜，使湖边的树林像染过一样。请您不要说酒杯太深，这次分别后不知在什么地方才能相逢。时光渐渐流逝，美好年华难以留住，镜里的年轻容颜，终归是已经老去。有一句叮嘱的话一定要记住：“只有闲人才能做神仙。” "}}, {"name": "今别离·其一", "prop": {"content": "别肠转如轮，一刻既万周。眼见双轮驰，益增中心忧。古亦有山川，古亦有车舟。车舟载离别，行止犹自由。今日舟与车，并力生离愁。明知须臾景，不许稍绸缪。钟声一及时，顷刻不少留。虽有万钧柁，动如绕指柔；岂无打头风，亦不畏石尤。送者未及返，君在天尽头。望影倏不见，烟波杳悠悠。去矣一何速，归定留滞不？所愿君归时，快乘轻气球。", "translation": "无"}}, {"name": "点绛唇·再和送钱公永", "prop": {"content": "莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。", "translation": "用不到去歌唱离情别绪的《阳关曲》，钱公永英俊杰出，宴会就要结束了。会稽郡会稽山郊外的地方，隐隐约约间真是秀丽的奇观啊。北面的大平原，在茫茫的天空中，太阳要落山了，但还迟迟不下，好像被远山衔住一半而行步不前一般。再看那辽阔湖面上，正有一只帆船孤孤单单地驶向远方。我默默唱着《阳关三叠》曲，君合着末章乐曲，一句话也没有，只有共同目送着天际的西飞之雁。"}}, {"name": "赠李白", "prop": {"content": "秋来相顾尚飘蓬，未就丹砂愧葛洪。 痛饮狂歌空度日，飞扬跋扈为谁雄。", "translation": "秋天离别时两相顾盼，像飞蓬一样到处飘荡。丹砂没有炼成仙药，不禁感到愧对葛洪。痛快地饮酒狂放的歌唱，白白地虚度时光，像您这样意气豪迈的人，到底是为谁这般逞强？"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "叹水别白二十二", "prop": {"content": "水。至清，尽美。从一勺，至千里。利人利物，时行时止。道性净皆然，交情淡如此。君游金谷堤上，我在石渠署里。两心相忆似流波，潺湲日夜无穷已。", "translation": "水，极其清澈，极为漂亮。从一勺，到汇聚成河奔至千里。对人和物都有好处，一会急行一会缓止。有品行的都是如此，就像人与人之间的交情。你在金谷的堤上，我在石渠的署里。两心相应和流水一般，慢慢流动无穷无尽。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "尹式", "dynasty": "隋代"}, {"name": "浣溪沙·杨柳阴中驻彩", "prop": {"content": "杨柳阴中驻彩旌。芰荷香里劝金觥。小词流入管弦声。只有醉吟宽别恨，不须朝暮促归程。雨条烟叶系人情。", "translation": "在杨柳的绿荫中彩旗飘飘，空气中弥漫着阵阵荷花的香气，主人殷勤地劝客人多饮几杯，在悠扬的乐曲中一同欣赏歌女婉转的歌唱。只有醉中的吟唱可以宽慰离别愁恨之心，不要早早晚晚急着踏上归程。丝丝细雨，柳叶含烟，似乎都在牵系着离人的难合之情。"}}, {"name": "峡口送友人", "prop": {"content": "峡口花飞欲尽春，天涯去住泪沾巾。 来时万里同为客，今日翻成送故人。", "translation": "峡口的花随风降落，春天快要过去了，想到彼此将要分手万里，不禁泪水沾湿了巾帕。来的时候（我们）是同路的旅伴，今天我这个“客人”倒变成了主人来送别自己的朋友了。"}}, {"name": "酒泉子·雨渍花零", "prop": {"content": "雨渍花零，红散香凋池两岸。别情遥，春歌断，掩银屏。孤帆早晚离三楚，闲理钿筝愁几许。曲中情，弦上语，不堪听！", "translation": "　　这首词写别后愁思。上片头两句用“花零”、“红散香凋”，既烘染离去的景况；又隐喻女主人公的凄楚；“别情遥”三句写别后歌断、屏掩的愁苦。下片“孤帆”句是女主人公对离去人的想象，殷勤厚挚，隽永感人。“闲理”四句，本想理筝遣愁，无奈声增愁怨，思绪更乱。 "}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "西南行却寄相送者", "prop": {"content": "百里阴云覆雪泥，行人只在雪云西。明朝惊破还乡梦，定是陈仓碧野鸡。", "translation": "大雪纷飞，路途泥泞，百里阴云浓重。我应召前往梓州幕府，告别亲人，一路西行。希望在途中做一个还乡梦，却被鸡鸣无端惊醒。定是陈仓的碧野鸡，打破了雪夜黎明的宁静。"}}, {"name": "沁园春·送翁宾旸游鄂", "prop": {"content": "情如之何，暮涂为客，忍堪送君。便江湖天远，中宵同月，关河秋近。何日清尘。玉尘生风，貂裘明雪，幕府英雄今几人。行须早，料刚肠肯殢，泪眼离颦。 平生秀句清尊。到帐动风开自有神。听夜鸣黄鹤，楼高百尺，朝驰白马，笔扫千军。贾傅才高，岳家军在，好勒燕然石上文。松江上，念故人老矣，甘卧闲云。", "translation": "　　此词作于公元1259年（开庆元年）时，其时，元兵进犯荆、湖、四川，朝廷派贾似道督师汉阳以援鄂。翁宾旸当在此时入似道幕而随行。吴文英身在江南为翁宾旸送别而作此词。 "}}, {"name": "送别", "prop": {"content": "寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。", "translation": "寒夜的敲更声接续着这漫漫长夜，清凉的夜晚像秋天那般澄澈。离别时难以割舍，拿什么赠送给你呢？我这自有如装在玉壶冰一样真心。"}}, {"name": "夏夜宿表兄话旧", "prop": {"content": "夜合花开香满庭，夜深微雨醉初醒。远书珍重何曾达，旧事凄凉不可听。去日儿童皆长大，昔年亲友半凋零。明朝又是孤舟别，愁见河桥酒幔青。", "translation": "深宵酒醒，小雨轻轻的下着，庭院里百合花的清香阵阵袭来。和兄弟说起在纷乱的年代写一份叮咛亲友珍重的书信也寄不到，家中的事情，件件桩桩都够凄凉的。离开的日子里那些孩子都已经长大成人，过去的亲朋好友大部分已经亡故。明天一早又要孤零零的乘船远离，想起河桥下青色的酒幔，心中不由得一阵忧愁，因为又要在那里与亲人分别饯行。"}}, {"name": "杨果", "dynasty": "元代"}, {"name": "江上别李秀才", "prop": {"content": "千山红树万山云，把酒相看日又曛。一曲离歌两行泪，不知何地再逢君。", "translation": "眺望远处重重叠叠的高山上红叶一片白云悠然，持酒对饮坐看日已黄昏。唱一首离歌，不禁泪流满面；此刻一别，真不知何时何地才能与你相见。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "兰亭集序 / 兰亭序", "prop": {"content": "　　永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。　　是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。　　夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内；或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！(不知老之将至 一作：曾不知老之将至)　　每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。", "translation": "　　永和九年，时在癸丑之年，三月上旬，我们会集在会稽郡山阴城的兰亭，为了做禊礼这件事。诸多贤士能人都汇聚到这里，年长、年少者都聚集在这里。兰亭这个地方有高峻的山峰，茂盛高密的树林和竹丛；又有清澈激荡的水流，在亭子的左右辉映环绕，我们把水引来作为飘传酒杯的环形渠水，排列坐在曲水旁边，虽然没有管弦齐奏的盛况，但喝着酒作着诗，也足够来畅快表达幽深内藏的感情了。"}}, {"name": "古离别", "prop": {"content": "西江上，风动麻姑嫁时浪。西山为水水为尘，不是人间离别人。", "translation": "西江边上，江风吹起了朵朵浪花，和麻姑当年出嫁时的情形一模一样。麻姑山的云化成了雨水，水流变为尘土离去。但它们不是世间离别之人，不会伤感。"}}, {"name": "李嘉祐", "dynasty": "唐代"}, {"name": "蝶恋花·暖雨晴风初破", "prop": {"content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。", "translation": "和风暖雨，湖面冰层已慢慢融化。柳叶发新芽，梅花绽放，已经感觉到春天将近了。这样的时刻又能和谁把酒论诗呢？独坐相思，泪融残粉，就连头上所戴的些许首饰，也觉得无比沉重了。初试金丝缝成的夹衫，慵懒的斜靠在枕头上，只把那头钗压坏也难以顾及。愁思太浓，又怎能做得好梦？直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。"}}, {"name": "江城子·孤山竹阁送述", "prop": {"content": "翠蛾羞黛怯人看。掩霜纨，泪偷弹。且尽一尊，收泪唱《阳关》。漫道帝城天样远，天易见，见君难。画堂新构近孤山。曲栏干，为谁安？飞絮落花，春色属明年。欲棹小舟寻旧事，无处问，水连天。", "translation": "美人为离别心情难受，却又怕人看见被取笑，手执白纨扇掩遮面容，让泪珠儿暗暗流下。请再饮一杯酒，收起离别的泪，我歌一曲《阳关》。谩说帝城遥遥天一样远，天再远也易见，再见到你难上难！画堂新建色彩斑斓，依山傍水在孤山上，还有精巧玲珑的曲栏干。可以凭栏远眺西湖景色。可是你一离去，画堂栏干将为谁安置？眼前花絮飘落，与春色相逢只有待来年。明年春日驾着小舟寻觅旧迹，怕也难寻到往日欢踪，天连水，水连天，往事渺茫无处寻访。"}}, {"name": "浣溪沙·欲寄愁心朔雁", "prop": {"content": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。", "translation": "在萧索荒凉的边塞望见大雁，想要把“愁心”寄送。西风下独饮浑浊的黄酒，忆及当年离家别亲凄惨的别宴。黄叶纷飞的时节，碧云飘悠的蓝天。烽烟飘起，斥候发出作战的信号。到了黄昏，在一个村子里面卸去行装，驻扎安营。不知道战争结束后还有几个人能回家和亲人团聚。"}}, {"dynasty": "清代"}, {"name": "高观国", "dynasty": "宋代"}, {"name": "瑶瑟怨", "prop": {"content": "冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。", "translation": "秋夜床席冰冷梦也难以做成，长空澄碧如水，夜里云絮轻轻地飘荡。雁声凄厉远远地飞过潇湘去，十二楼中夜已深，唯有明月洒着寒光。"}}, {"name": "春别诗四首·其三", "prop": {"content": "江东大道日华春，垂杨挂柳扫清尘。淇水昨送泪沾巾，红妆宿昔已应新。", "translation": "　　这首诗写一位热恋中的男士回忆昨日与恋人难得一聚时的愉快和送别时的依依不舍之情。首二句景中寓情，透过所写美景，我们可以读出这对恋人的昨日相聚是多么惬意和珍贵。末二句以“淇水”这一古代恋情诗中常用的“阻滞”意象，寓含着这对恋人相恋中难以逾越的障碍。昨日依依惜别的情景仍浮现在眼前，并充满着对恋人的思念和想象。 "}}, {"name": "别诗二首·其一", "prop": {"content": "洛阳城东西，长作经时别。昔去雪如花，今来花似雪。", "translation": "虽然我们都住在洛阳城，仅仅分在城东、城西，但每次分别都往往跨越季节。当时离开的时候，漫天的雪花像盛开的白花；如今回来的时候，遍野的花朵像纷纷的白雪。 "}}, {"name": "送外甥怀素上人归乡侍", "prop": {"content": "释子吾家宝，神清慧有馀。能翻梵王字，妙尽伯英书。远鹤无前侣，孤云寄太虚。狂来轻世界，醉里得真如。飞锡离乡久，宁亲喜腊初。故池残雪满，寒柳霁烟疏。寿酒还尝药，晨餐不荐鱼。遥知禅诵外，健笔赋闲居。", "translation": "上人你乃是我们宗族的骄傲，你聪慧有余，能翻译印度佛家经典，你的书法深得张旭的精髓。远远飞去的仙鹤没有伴侣可追逐，孤单的白云漂浮于浩渺的太空之中，你单身远离家乡已经很久。你写起狂草来眼里全然没有了时空宇宙，醉后舞墨更能展现世界万象的真谛。你离开家乡，四海云游，时间太久；你如今在这腊月之初回乡探望，亲人该是多么高兴。你的故园池塘中满是残雪，柳条稀疏，烟雨迷蒙。你祝寿敬酒，熬汤侍药，晨餐素食，精心侍奉父母。我远在千里之外，也知道你在家除了诵经之外，还健笔如飞，赋诗闲居的生活。 "}}, {"name": "李曾伯", "dynasty": "宋代"}, {"name": "凤吹笙曲", "prop": {"content": "仙人十五爱吹笙，学得昆丘彩凤鸣。始闻炼气餐金液，复道朝天赴玉京。玉京迢迢几千里，凤笙去去无穷已。欲叹离声发绛唇，更嗟别调流纤指。此时惜别讵堪闻，此地相看未忍分。重吟真曲和清吹，却奏仙歌响绿云。绿云紫气向函关，访道应寻缑氏山。莫学吹笙王子晋，一遇浮丘断不还。", "translation": "仙人十五岁就爱吹笙，笙响如同昆丘的彩凤鸣叫。也听说你会炼气餐金液，现如今又传说你马上要上长安朝拜皇上。玉京长安有迢迢几千里路之遥，凤笙一去，何时能回？怕是难以再见。绛唇一启，便是叹息，叹息你的离去，纤指一举，便奏出凄凉的离别琴调，充满惋惜。此时惜别，那堪听闻离别之音；此地相看，那堪见此分别之颜。不如来它一曲全真清吹，高歌仙曲，声响绿云。绿云和着紫气一起飞向函谷关，寻仙访道应去河南的缑氏山。你可别学那个很会吹笙的王子晋，一遇到神仙浮丘公就一去不还，我还想见你呢！"}}, {"name": "送江水曹还远馆", "prop": {"content": "高馆临荒途，清川带长陌。上有流思人，怀旧望归客。塘边草杂红，树际花犹白。日暮有重城，何由尽离席！", "translation": "　　六朝诗至南齐永明而一大变，世称“永明体”，代表诗人则是谢朓，他上承晋宋，下开唐风，前人多以他与谢灵运相比。明人钟惺称二谢诗均多排语，“然康乐排得可厌，却不失为古诗。玄晖排得不可厌，业已浸淫近体”（《古诗归》）。明人许学夷也说：“元嘉体虽尽入俳偶，语虽尽入雕刻，其声韵犹古”，至沈、谢则“声渐入律，语渐绮靡，而古声渐亡矣”（《诗源辩体》）。一古一近，判然有别。小谢的“新变”即使从这首短短的送别诗中也可窥其端绪。"}}, {"dynasty": "朝代"}, {"name": "彭州萧使君出妓夜宴见", "prop": {"content": "玉颜红烛忽惊春，微步凌波暗拂尘。 自是当歌敛眉黛，不因惆怅为行人。", "translation": "　　擅长委婉含蓄地表达女子情怀，如献衷心：见好花颜色，争笑东风。双脸上，晚妆同。闭小楼深阁，春景重 重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。如此间景间情，曲曲折折、层层深入地揭示人物惜春怨别的内心感受。重视歌词的形式，也重视歌词的内容，只是他认为，曲子词主要是为上层社会游乐歌唱用资羽盖之欢的，词是艳曲，而文人词又不同于民间词。这种主张有进步意义，也有局限，但它却代表着部分词人的看法，他们的创作实践也与此基本一致。 "}}, {"name": "浪淘沙·海底飞尘终有", "prop": {"content": "海底飞尘终有日，山头化石岂无时。谁道小郎抛小妇，船头一去没回期。", "translation": "①海底飞尘：即沧海成尘。比喻人世短暂。②山头化石：古代传说，有女子送夫从役远方，立于山上望夫，化为石。此处借咏思妇。"}}, {"name": "凤衔杯·追悔当初孤深", "prop": {"content": "追悔当初孤深愿。经年价、两成幽怨。任越水吴山，似屏如障堪游玩。奈独自、慵抬眼。赏烟花，听弦管。图欢笑、转加肠断。更时展丹青，强拈书信频频看。又争似、亲相见。", "translation": "后悔辜负了当初深切的愿望。经过多年，两人都有愁怨郁结在心中。任凭吴越的山水仿佛屏风上的画一样美丽还可以游玩。奈何独自一人，慵懒抬眼去欣赏。看春天的美景，听歌舞表演。只图欢笑，反而更加悲痛。更时常展开妻子的画像，勤勉地频频看书信。又怎似亲身相见。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "菩萨蛮·西湖", "prop": {"content": "秋风湖上萧萧雨。使君欲去还留住。今日漫留君。明朝愁杀人。佳人千点泪。洒向长河水。不用敛双蛾。路人啼更多。", "translation": "秋风徐徐，湖上风雨潇潇，你刚想启程，又被雨留住。今日枉自留你，明天我会十分忧愁。送行的佳人们的千滴泪，一起洒向钱塘江水。不用为分别而愁苦，你不见路上还有更多的人在洒泪相别。"}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "一剪梅·唱到阳关第四", "prop": {"content": "唱到阳关第四声。香带轻分。罗带轻分。杏花时节雨纷纷。山绕孤村。水绕孤村。更没心情共酒尊。春衫香满，空有啼痕。一般离思两销魂。马上黄昏。楼上黄昏。", "translation": "无"}}, {"name": "惠洪", "dynasty": "宋代"}, {"name": "朱超", "dynasty": "南北朝"}, {"name": "临江仙·淡水三年欢意", "prop": {"content": "淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。", "translation": "如君子相交淡如水般已经知心三年，欢乐自在，短短的几夜之间就像这急凑的琴声一般便要分离。明天天色微亮之际，霜打得红叶漫天飞舞之时，你们便要踏上归程。如此分别之情，古今同慨，千年叹颂；在这秋意微凉之际，我将日夜思念，时时梦见曾经分别时刻的场面。端起面前清澈的水酒，默默的留下不舍的泪水，琴弦也凑热闹一般的奏起阳关三叠，仿佛一同相送友人。杜甫曾借诗词寄托思念的友人颇有才名，我亦愿仿效之。小云，小鸿，沈十二，廉叔，我们相约再次相见的地方，在烟雾缭绕的京城。"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "满江红·赣州席上呈陈", "prop": {"content": "落日苍茫，风才定、片帆无力。还记得、眉来眼去，水光山色。倦客不知身近远，佳人已卜归消息。便归来、只是赋行云，襄王客。些个事，如何得。知有恨，休重忆。但楚天特地，暮云凝碧。过眼不如人意事，十常八九今头白。笑江州、司马太多情，青衫湿。", "translation": "暮色苍茫，风平浪静，一叶孤舟有气无力的停在江边。还记得快乐的往事，如同水光山色给人以美的享受。你遭到沉重打击，不知道身边发生的事，佳人离你而去。即便佳人归来，和楚襄王梦高唐、赋行云一样，不过是梦幻而己，并非现实。不要为那些小事而烦恼。既然事已如此，恨也没用，想也没用，让它过去算了。但楚天特地，展现眼前的也只是凝贴碧空的暮云朵朵。人生在世，得意时少，失意时多。自古如此，不要愁得头发都苍白了。笑你太多情，连青衫都湿透了。"}}, {"name": "风入松·听风听雨过清", "prop": {"content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "translation": "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。"}}, {"name": "春夜别友人二首·其二", "prop": {"content": "紫塞白云断，青春明月初。对此芳樽夜，离忧怅有馀。清冷花露满，滴沥檐宇虚。怀君欲何赠，愿上大臣书。", "translation": "北方边塞隔断白云，春天时节明月初升。面对如此美酒良辰，遭逢别离惆怅满胸。花瓣挂满清凉露珠，檐边滴尽水珠叮咚。思君念君想赠什么？献书论政是我初衷。"}}, {"name": "白云谣", "prop": {"content": "白云在天，丘陵自出。道里悠远，山川间之。将子无死，尚复能来。", "translation": "远去的人，已不可见。只有白云悠悠，尚在山间缭绕。道路悠远，山重水复，何时能回？何时能见？但愿你还能活着，还能回来，你我还能再相见。"}}, {"name": "严羽", "dynasty": "宋代"}, {"name": "送远", "prop": {"content": "带甲满天地，胡为君远行！亲朋尽一哭，鞍马去孤城。草木岁月晚，关河霜雪清。别离已昨日，因见古人情。", "translation": "天地间仿佛充满着身着战甲的将士，这兵荒马乱之际我为何要远行！亲人和朋友都失声痛哭，我骑着马离开秦州这座孤城。草木凋零，时间已入岁暮；关河冷落，途中霜雪飘零。离别虽已是昨日的事情，但见到此情此景我还是有些伤感。"}}, {"name": "送储邕之武昌", "prop": {"content": "黄鹤西楼月，长江万里情。春风三十度，空忆武昌城。送尔难为别，衔杯惜未倾。湖连张乐地，山逐泛舟行。诺为楚人重，诗传谢朓清。沧浪吾有曲，寄入棹歌声。", "translation": "黄鹤楼西天的月亮，长江万里的流水，那就是我的心，我的情！春风三十多次去了又来，这些年里我徒然怀念着武昌城。现在来送你，分别实难，举起酒杯不忍一下子喝空。山崖追逐着流荡的行舟，湖水连着黄帝置乐的洞庭。作为楚人，你最重视自己的诺言，你的诗也如谢朓一样清丽。我也有一曲《沧浪歌》，一边行船，一边吟唱。"}}, {"name": "应天长·平江波暖鸳鸯", "prop": {"content": "平江波暖鸳鸯语，两两钓船归极浦。芦洲一夜风和雨，飞起浅沙翘雪鹭。渔灯明远渚，兰棹今宵何处？罗袂从风轻举，愁杀采莲女！", "translation": "平静的江波送来鸳鸯温柔的戏语，三三两两的钓鱼船向远岸归去。一夜风雨吹打得沙洲芦花凋落，长颈的白鹭从浅浅的沙滩飞起。渔火照亮远处江中的小洲，你的船今宵将在何处歇息？江风吹动罗裙轻轻地飘舞，离别的愁愁杀江边采莲女。"}}, {"name": "彩云归·蘅皋向晚舣轻", "prop": {"content": "蘅皋向晚舣轻航。卸云帆、水驿鱼乡。当暮天、霁色如晴昼，江练静、皎月飞光。那堪听、远村羌管，引离人断肠。此际浪萍风梗，度岁茫茫。堪伤。朝欢暮散，被多情、赋与凄凉。别来最苦，襟袖依约，尚有余香。算得伊、鸳衾凤枕，夜永争不思量。牵情处，惟有临歧，一句难忘。", "translation": "天色已晚，整理轻舟向长满杜衡的岸边靠拢。在盛产鱼米的水路驿站，放下白色的船帆。面对傍晚的天空，明朗的天色如同晴朗的白昼，江水澄静，皎月耀光。怎堪听从那遥远的村落传来的悠悠羌笛声，引起离开家园和亲人的离人无限悲伤。此时，感到自己就如同水中之萍、风中之梗，过着漂荡不定的生活，马上要过年了，思绪却纷繁复杂。怎能忍受朝欢暮散的伤悲，多情给自己带来了无限的孤寂冷落。离别以来痛苦之极，衣襟衣袖隐约还有残余的芳香。料想你此时一定坐在我们同床共枕的床头上，面对漫漫长夜，怎能不如同我一样的思念。动情处，惟有赠别之辞，一句也难以忘记。"}}, {"name": "鹧鸪天·送欧阳国瑞入", "prop": {"content": "莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。 梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。", "translation": "　　江西铅山人欧阳国瑞游吴中，闲居瓢泉的老词人临别赠词。词将别时的关爱，别后的思念，借着自己的以往生活经验来表达。闲闲道来，余味甚足。"}}, {"name": "王恽", "dynasty": "元代"}, {"name": "踏莎行·候馆梅残", "prop": {"content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。", "translation": "馆舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。走得越远离愁越没有穷尽，就像那春江之水连绵不断。寸寸柔肠痛断，行行泪水滴落面庞，登上高楼凭栏远望也难解难心中愁情。平坦的草地尽头就是重重春山，行人还在那重重春山之外。"}}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "广陵赠别", "prop": {"content": "玉瓶沽美酒，数里送君还。系马垂杨下，衔杯大道间。天边看渌水，海上见青山。兴罢各分袂，何须醉别颜。", "translation": "玉瓶中装着美酒佳酿，已经送别了数里地，该是返回之时了。把马系在垂杨下，在大道上饮酒。远望天边看到幽幽绿水，遥远的海上看到隐隐约约的青山。酒兴过后就要分别了，你们快回去，不要看到酒醉离别的悲伤情态。"}}, {"name": "生查子·诉别", "prop": {"content": "三度别君来，此别真迟暮。白尽老髭须，明日淮南去。酒罢月随人，泪湿花如雾。后月逐君还，梦绕湖边路。", "translation": "从前曾几度和你离别，这一次分手我们都已在暮年。你的胡须已经全都白了，明天就要动身去淮南。饮罢酒往回走时明月跟随着我，泪眼看花犹如迷蒙的云雾。盼望着他日明月也随你一同归来，想你的梦萦绕在这湖边的小路。"}}, {"name": "减字木兰花·送别", "prop": {"content": "天台旧路。应恨刘郎来又去。别酒频倾。忍听阳关第四声。刘郎未老。怀恋仙乡重得到。只恐因循。不见如今劝酒人。", "translation": "刘晨、阮肇两个凡人到天台仙境去时经历过的那条老路。遗恨刘晨归来又离去啊。送行的酒不停地往杯里倾倒。不忍听《阳关曲》的第四声。刘晨没有变老。再次来到仙境，实是万幸万幸。只怕你在仙乡因循不离开，再也不能见到这次宴会上向你敬酒的人。"}}, {"name": "勉爱行二首送小季之庐", "prop": {"content": "洛郊无俎豆，弊厩惭老马。小雁过炉峰，影落楚水下。长船倚云泊，石镜秋凉夜。岂解有乡情，弄月聊呜哑。别柳当马头，官槐如兔目。欲将千里别，持我易斗粟。南云北云空脉断，灵台经络悬春线。青轩树转月满床，下国饥儿梦中见。维尔之昆二十馀，年来持镜颇有须。辞家三载今如此，索米王门一事无。荒沟古水光如刀，庭南拱柳生蛴螬。江干幼客真可念，郊原晚吹悲号号。", "translation": "在洛阳郊外送别小弟，却没有俎豆陈列，惭愧啊，乘着瘦骨嶙峋的老马。当小弟经过庐山的香炉峰时，你孤单的身影，将会落到鄱阳湖水面之下。你一路前行，长船倚云而停泊在石镜峰，在秋凉之夜四顾凄迷，倍感孤寂。你值此情境，怎么可能不引起思乡的情绪，而又无处倾诉，只能对月悲啼。"}}, {"name": "南乡子·画鸭懒熏香", "prop": {"content": "画鸭懒熏香。绣茵犹展旧鸳鸯。不似同衾愁易晓，空床。细剔银灯怨漏长。几夜月波凉。梦魂随月到兰房。残睡觉来人又远，难忘。便是无情也断肠。", "translation": "　　这一首，离别相思之词。采取华丽字眼，描写居室、器物，用以衬托主人公的身份与生活。上片用比喻和对照的手法展现女主人别后独处的孤寂与惆怅。画炉懒得冒烟，只透着一股冷清之气；绣被上还是那一对鸳鸯，但人已是孤孤单单的了。当初欢乐时，觉得夜短，只怨天光易晓；如今独卧空床，细挑银灯，却难以熬到天亮。下片开拓出一个梦中境界，笔法可谓奇诡。日有所思，夜有所梦。思念的人果然在梦中出现了。可惜梦中欢会仍然短暂，“残睡觉来人又远”，只是迷糊了一小会儿，就做了个美梦，觉儿小，梦也短，一睁眼，那人又走远额。然而，尽管只是梦中仓促一晤，也足以令人难以忘怀，此情此景，无情之人也得断肠。何况我辈多情之人乎？"}}, {"name": "聂胜琼", "dynasty": "宋代"}, {"name": "贺双卿", "dynasty": "清代"}, {"name": "古怨别", "prop": {"content": "飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。", "translation": "在秋风萧瑟，满眼凄凉的季节，一双相濡以沫的夫妻为生活所迫，不得不含怨辞别。在这令人肝肠寸断的时刻，两人眼含热泪，面面相视，想要向对方说点什么，可尚未开口已是泣不成声。心中早有千言万语，可是在此刻，因悲痛至极而无法诉说。分别后，相思之情能与谁人说，唯一能做的也只有天涯两地共赏一轮明月，寄托无尽的相思愁苦。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "贺新郎·把酒长亭说", "prop": {"content": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之不遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "translation": "小序　　陈亮自浙江省东阳县来会见我，留居十日。我俩同游鹅湖（江西铅山县境内），后又同赴紫溪等候与朱熹会晤，而朱没来。陈亮明天就要飘然东归，我十分恋恋不舍，追送他一程。走到鹭鸶林，遇雪深泥滑，我难以前进，与他分别。便独自在方村饮酒，惆怅了许久，恨自己挽留不住好友。我于夜半投宿吴氏泉湖四望楼，闻邻笛甚悲，便写下了《贺新郎》寄托情思。过了五天，陈亮来信索取此词，我俩千里相隔而心思相同，料想彼此会发出会心的微笑。"}}, {"name": "玉蝴蝶·秋风凄切伤离", "prop": {"content": "秋风凄切伤离，行客未归时。塞外草先衰，江南雁到迟。芙蓉凋嫩脸，杨柳堕新眉。摇落使人悲，断肠谁得知。", "translation": "凄凄切切的秋风已吹起，天气转凉了，远游的人儿还没有归来，不禁叫人牵肠挂肚，增添离别的感伤。现在塞外应该是衰草遍野，满目枯黄了吧，而飞往江南的北雁还迟迟未到。嫩脸已经变衰如芙蓉般凋谢，新眉也像杨柳的叶子失去了往日的颜色。她见到秋天里众芳摇落的情景，睹物思人，心中充满了悲伤，可是那柔肠寸断的离愁别情，又有谁知道呢？"}}, {"name": "玉楼春·别后不知君远", "prop": {"content": "别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。", "translation": "分别后不知你的行程远近，满目凄凉心中有说不尽的苦闷。你越走越远渐渐断了书信，音信全无我要去哪里问讯？深夜里风吹竹叶萧萧不停，每一片叶子都似乎在诉说着别愁离恨。我斜倚孤枕想在梦中见你，谁知道梦没有做成灯芯已经燃尽。 "}}, {"name": "葛长庚", "dynasty": "宋代"}, {"name": "卜算子·风雨送人来", "prop": {"content": "风雨送人来，风雨留人住。草草杯盘话别离，风雨催人去。泪眼不曾晴，眉黛愁还聚。明日相思莫上楼，楼上多风雨。", "translation": "是春雨送人来，也是春雨留人住，离别的宴席上匆匆话别，又是风雨催人离去。泪眼就不曾流干，眉头凝结着愁绪，明日相思时不要上高楼望远，楼上有几多凄风苦雨。"}}, {"name": "送杜十四之江南 / ", "prop": {"content": "荆吴相接水为乡，君去春江正淼茫。(淼 同：渺)日暮征帆何处泊，天涯一望断人肠。", "translation": "两湖江浙紧接壤，河道纵横水为乡。您去的时候正值春江水满，烟波浩渺。日暮时分，孤舟一叶停泊在何方？心随友人望天涯，无限思念痛断肠。"}}, {"name": "荔枝香近·送人游南徐", "prop": {"content": "锦带吴钩，征思横雁水。夜吟敲落霜红，船傍枫桥系。相思不管年华，唤酒吴娃市。因话、驻马新堤步秋绮。 淮楚尾。暮云送、人千里。细雨南楼，香密锦温曾醉。花谷依然，秀靥偷春小桃李。为语梦窗憔悴。", "translation": "无"}}, {"name": "菩萨蛮·红楼别夜堪惆", "prop": {"content": "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。", "translation": "　　当时红楼离别之夜，令人惆怅不已，香灯隐约地映照着半卷的流苏帐。残月将落，天刚破晓时，“我”就要出门远行，美人含着泪珠为“我”送行，真是“寸寸柔肠，盈盈粉泪”的样子。临别时为我弹奏一曲如泣如诉的乐章，那琵琶杆拨上装饰着用金制成的翠羽，雍容华贵；那琵琶弦上弹奏着娇软的莺语，婉转动人。那凄恻的音乐分明是在劝“我”早些儿回家，碧纱窗下有如花美眷在等着他。"}}, {"name": "踏莎行·情似游丝", "prop": {"content": "情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。", "translation": "离情缭乱似漫空漂浮的游丝，离人漂泊如随风飞舞的柳絮。离别时凝定了泪眼空自相觑。整条河溪烟雾弥漫杨柳树万丝千缕，却无法将那木兰舟维系。夕阳斜照下大雁向远方迁徙，烟雾覆盖了沙洲草树迷离。到如今离愁郁积，多得不可胜计。明天姑且不去思量他，可是今夜如何熬得过去？ "}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "江城子·帐里鸳鸯交颈", "prop": {"content": "帐里鸳鸯交颈情，恨鸡声，天已明。愁见街前，还是说归程。临上马时期后会，待梅绽，月初生。", "translation": "　　和凝的《江城子》共有五首，是一组完整的组词，内容相连，叙述一位女子与情人夜间约会相见的整个过程，从第一首“排红烛，待潘郎”到第五首“天已明”，写出这位女子含娇、含恨、含笑、含情、含愁的一个等待恋人时特有的心态流程，表现出她对恋人的一片痴情。因为它“章法清晰”，所以被人誉为“联章之祖”，又称“江城五支，为言情者之祖”。所谓“江城五支，为言情者之祖”，指的应该并不是“托美人以写情，指落花而自喻”，而应该是采用组词这种特别的方式，叙述了一件完整的情事过程。这属于和凝的首创，所以称祖。"}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "于清河见挽船士新婚与", "prop": {"content": "与君结新婚，宿昔当别离。凉风动秋草，蟋蟀鸣相随。冽冽寒蝉吟，蝉吟抱枯枝。枯枝时飞扬，身体忽迁移。不悲身迁移，但惜岁月驰。岁月无穷极，会合安可知。愿为双黄鹄，比翼戏清池。", "translation": "我和你刚把百年亲结，你就去拉纤和我分别。虽是凉风撕秋草时节，蟋蟀们依然鸣叫相偕。我这个寒蝉瑟瑟吟唱，抱上段枯枝也便喜悦。不料风一吹枯枝断裂，小蝉被甩到陌生世界。我们不悲叹身处异地，只痛惜失了宝贵岁月。岁月无穷这倒是真理，我们相会得何日何夜？我们一块变作黄鹂吧，清池中戏游欢乐不歇。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "采桑子·恨君不似江楼", "prop": {"content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？", "translation": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。"}}, {"name": "南乡子·落日照楼船", "prop": {"content": "落日照楼船，稳过澄江一片天。珍重使君留客意，依然，风月从今别一川。离绪悄危弦，永夜清霜透幕毡。明日回头江树远，怀贤，目断晴空雁字连。", "translation": "　　这是一首描写离别的小令，分上下两阕，共四句。每句都有一个直指或暗示时间的词，建立了这首词时间流动的架构：黄昏——前夜——后夜——清晨，在这段时间内，空间相应变换，景物和人物感情相应变换等，浓浓的离情别绪经过逐步变换，最后化为一片清澄，为这首小令的特色。"}}, {"name": "薛涛", "dynasty": "唐代"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "薛昭蕴", "dynasty": "唐代"}, {"name": "姚宽", "dynasty": "宋代"}, {"name": "代赠二首", "prop": {"content": "楼上黄昏欲望休，玉梯横绝月中钩。芭蕉不展丁香结，同向春风各自愁。东南日出照高楼，楼上离人唱石州。总把春山扫眉黛，不知供得几多愁？", "translation": "黄昏独上高楼欲望还休，楼梯横断情郎不来，一弯新月如钩。蕉心未展丁香也是含苞未放，它们同时向着春风各自忧愁。"}}, {"name": "萧子显", "dynasty": "南北朝"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "春夜别友人二首·其一", "prop": {"content": "银烛吐青烟，金樽对绮筵。离堂思琴瑟，别路绕山川。明月隐高树，长河没晓天。悠悠洛阳道，此会在何年。", "translation": "明亮的蜡烛吐着缕缕青烟，高举金杯面对精美丰盛的席宴。饯别的厅堂里回忆着朋友的情意融洽，分别后要绕山过水，路途遥远。宴席一直持续到明月隐蔽在高树之后，银河消失在拂晓之中。走在这悠长的洛阳道上，不知什么时候才能相会？"}}, {"name": "苏武", "dynasty": "两汉"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "离思", "prop": {"content": "气尽前溪舞，心酸子夜歌。峡云寻不得，沟水欲如何。朔雁传书绝，湘篁染泪多。无由见颜色，还自托微波。", "translation": "看罢一阕前溪舞，直让人回肠断气，吟诵一曲子夜歌，心里好不酸苦烦忧。巫山的行云到哪里去寻觅，像沟水般东西分流，也让人无可奈何。朔雁一只只飞来，却不见传来音讯，湘江上一株株斑竹，有多少眼泪洒在上头。可怜我总也见不到他的容颜，只有把一腔衷情，寄托给这江上的微波。"}}, {"name": "送人归京师", "prop": {"content": "门外子规啼未休，山村落日梦悠悠。故园便是无兵马，犹有归时一段愁。", "translation": "门外子规鸟叫个不停，日落时分山村中仍旧幽梦不断。即便故园没有战火，但国土沦丧，南北分裂，已是亡国奴的我就是能回故乡也是颇为犯愁的事。"}}, {"name": "芙蓉楼送辛渐", "prop": {"content": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。", "translation": "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！"}}, {"name": "感皇恩·出京门有感", "prop": {"content": "忍泪出门来，杨花如雪。惆怅天涯又离别。碧云西畔，举目乱山重叠。据鞍归去也，情凄切！一日三秋，寸肠千结。敢向青天问明月。算应无恨，安用暂圆还缺？愿人长似，月圆时节。", "translation": "忍泪离别京门，漫天杨花飞舞，如同飞雪一样。感伤自己离别后又要浪迹天涯。举目望去碧云西畔，纷乱的山峰重重叠叠，独自骑马离去，愁情悲悲切切。不见友人啊一日如隔三秋，一寸愁肠啊有千百个愁结。我要问问那高空的明月，本应无恨为何刚刚团圆马上就残缺，但愿人们像月圆时节常常相聚！"}}, {"name": "雨霖铃·寒蝉凄切", "prop": {"content": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设。便纵有千种风情，更与何人说？(好景 一作：美景)", "translation": "秋蝉的叫声凄凉而急促，傍晚时分，面对着长亭，骤雨刚停。在京都郊外设帐饯行，却没有畅饮的心绪，正在依依不舍的时候，船上的人已催着出发。握着对方的手含着泪对视，哽咽的说不出话来。想到这一去路途遥远，千里烟波渺茫，傍晚的云雾笼罩着天空，深厚广阔，不知尽头 。自古以来，多情的人总是为离别而伤感，更何况是在这冷清、凄凉的秋天！谁知我今夜酒醒时身在何处？怕是只有杨柳岸边，面对凄厉的晨风和黎明的残月了。这一去长年相别，我料想即使遇到好天气、好风景，也如同虚设。即使有满腹的情意，又再同谁去诉说呢？？"}}, {"name": "送韦司马别", "prop": {"content": "送别临曲渚，征人慕前侣。离言虽欲繁，离思终无绪。悯悯分手毕，萧萧行帆举。举帆越中流，望别上高楼。予起南枝怨，子结北风愁。逦逦山蔽日，汹汹浪隐舟。隐舟邈已远，徘徊落日晚。归衢并驾奔，别馆空筵卷。想子敛眉去，知予衔泪返。衔泪心依依，薄暮行人稀。暧暧入塘港，蓬门已掩扉。帘中看月影，竹里见萤飞。萤飞飞不息，独愁空转侧。北窗倒长簟，南邻夜闻织。弃置勿复陈，重陈长叹息。", "translation": "　　韦司马，即韦爱。公元501年（齐东昏侯永元三年）春正月，萧衍为征东将军，从襄阳兴师讨伐东昏侯，留弟冠军将军萧伟行雍州（治所在今湖北襄阳）州府事，以壮武将军韦爱为其司马，带襄阳令。时齐兴太守颜僧都等据郡反，爱沉敏有谋，率众千余人，与僧都等战于始平郡南，大破之。公元502年（梁天监元年），进号辅国将军，寻除宁蜀太守，与益州刺史邓元起西上袭刘季连，行至公安，道病卒（见《梁书·韦爱传》）。此诗当作于公元501年韦爱为雍州司马时。"}}, {"name": "别滁", "prop": {"content": "花光浓烂柳轻明，酌酒花前送我行。我亦且如常日醉，莫教弦管作离声。", "translation": "花光多么绚烂浓郁，绿柳丝丝轻柔鲜明，人们在花前设下酒宴为我践行。我也像平日一样和大家一同开怀畅饮，请不要让管弦奏出令人感伤的离别哀音。"}}, {"dynasty": "元代"}, {"name": "青玉案·征鸿过尽秋容", "prop": {"content": "征鸿过尽秋容谢。卷离恨、还东下。剪剪霜风落平野。溪山掩映，水烟摇曳，几簇渔樵舍。 芙蓉城里人如画。春伴春游夜转夜。别后知他如何也。心随云乱，眼随天断，泪逐长江泻。", "translation": "　　此为离芙蓉城东下舟中恋念所欢之词。上片写眼前沿江两岸风景，下片怀旧游而兴无限怅思。“心随云乱”句，摹“心事如波涛”（<a href=\"https://so.gushiwen.cn/authorv_bc94c92721b8.aspx\" target=\"_blank\">李商隐诗句）之状，甚有情味。 "}}, {"name": "解蹀躞·醉云又兼醒雨", "prop": {"content": "醉云又兼醒雨，楚梦时来往。倦蜂刚著梨花、惹游荡。还作一段相思，冷波叶舞愁红，送人双桨。 暗凝想。情共天涯秋黯，朱桥锁深巷。会稀投得轻分、顿惆怅。此去幽曲谁来，可怜残照西风，半妆楼上。", "translation": "无"}}, {"name": "女冠子·昨夜夜半", "prop": {"content": "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。", "translation": "昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。"}}, {"name": "旧题苏武诗 / 别诗", "prop": {"content": "骨肉缘枝叶，结交亦相因。四海皆兄弟，谁为行路人。况我连枝树，与子同一身。昔为鸳与鸯，今为参与辰。昔者常相近，邈若胡与秦。惟念当离别，恩情日以新。鹿鸣思野草，可以喻嘉宾。我有一罇酒，欲以赠远人。愿子留斟酌，叙此平生亲。", "translation": "无"}}, {"name": "王伯成", "dynasty": "元代"}, {"name": "蝶恋花·黄菊开时伤聚", "prop": {"content": "黄菊开时伤聚散。曾记花前，共说深深愿。重见金英人未见。相思一夜天涯远。 罗带同心闲结遍。带易成双，人恨成双晚。欲写彩笺书别怨。泪痕早已先书满。", "translation": "无"}}, {"name": "送荪友", "prop": {"content": "人生何如不相识，君老江南我燕北。何如相逢不相合，更无别恨横胸臆。留君不住我心苦，横门骊歌泪如雨。君行四月草萋萋，柳花桃花半委泥。江流浩淼江月堕，此时君亦应思我。我今落拓何所止，一事无成已如此。平生纵有英雄血，无由一溅荆江水。荆江日落阵云低，横戈跃马今何时。忽忆去年风月夜，与君展卷论王霸。君今偃仰九龙间，吾欲从兹事耕稼。芙蓉湖上芙蓉花，秋风未落如朝霞。君如载酒须尽醉，醉来不复思天涯。", "translation": "无"}}, {"name": "如梦令·点滴空阶疏雨", "prop": {"content": "点滴空阶疏雨。迢递严城更鼓。睡浅梦初成，又被东风吹去。无据。无据。斜汉垂垂欲曙。", "translation": "零星的雨点洒落在台阶上，传来远方城池上催更的鼓声。刚进入梦乡，却又被一阵寒风吹醒。梦刚开始就被这一阵风吹散。窗外天空中的银河已经低垂，天快亮了。"}}, {"name": "一叶落·泪眼注", "prop": {"content": "泪眼注，临当去，此时欲住已难住。下楼复上楼，楼头风吹雨。风吹雨，草草离人语。", "translation": "　　这首小令，写夫妻相别情景。眷恋之情，化为热泪，倾注如雨。说不尽“草草离人语”，生动地勾出了临别时难分难舍之状。全词意境清雅，缠绵婉约，饶有韵味，颇有南唐北宋之风。 "}}, {"name": "浣溪沙·万里阴山万里", "prop": {"content": "万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。", "translation": "没有楚天千里清秋。没有执手相看泪眼。只有阴山，胡马难度的阴山。这里，猎猎的风，将你的寸寸青丝吹成缕缕白发。岁岁年年，你望见的是连绵千万里的黄沙，人在天涯。魂牵梦绕中，你将她翩翩的像打开。一遍遍回想，她的温柔她的笑。直到地老天荒，直到那些离别和失望的伤痛，已发不出声音来了。"}}, {"name": "贺新郎·兵后寓吴", "prop": {"content": "深阁帘垂绣。记家人、软语灯边，笑涡红透。万叠城头哀怨角，吹落霜花满袖。影厮伴、东奔西走。望断乡关知何处，羡寒鸦、到著黄昏后。一点点，归杨柳。相看只有山如旧。叹浮云、本是无心，也成苍狗。明日枯荷包冷饭，又过前头小阜。趁未发、且尝村酒。醉探枵囊毛锥在，问邻翁。要写牛经否。翁不应，但摇手。", "translation": "深深的闺阁绣帘垂地。还记得家人在灯烛边的绵绵话语，会心之处，嫣然一笑，酒涡迷人。万叠的山间城头传来哀怨的号角声，风把霜花吹到了我的袖口。只有影子与我为伴，我东西来回奔走。望着远处，我不知家乡在什么地方，羡慕寒鸦可以在黄昏之后，回到杨柳树上它们的巢穴。只有山还是和原来一样，叹息亡国之后时事的变化如此之大。明天将带上枯干的荷叶包着的冷饭，越过前面那座小山，设法谋生，以便糊口。趁还没有出发，我再喝一口酒。幸喜那唯一的谋生工具毛笔还在，询问邻近的老翁需不需要抄写《牛经》，老翁只是摇手而已。"}}, {"name": "毛文锡", "dynasty": "五代"}, {"name": "送崔子还京", "prop": {"content": "匹马西从天外归，扬鞭只共鸟争飞。 送君九月交河北，雪里题诗泪满衣。", "translation": "我骑着马独自从西方那远在天边的地方归来，扬起马鞭急切地赶路，好像是和鸟儿在争先一样。九月时节我在交河北岸给你送别，风雪中题完诗时不觉泪水已经沾满了衣服。 "}}, {"name": "小重山·花院深疑无路", "prop": {"content": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。楚梦冷沉踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。", "translation": "　　梦中来到曲折幽深的花园里，树枝繁茂好像无路可走了。绕过回廊，突然看到心上人站在绿纱窗影下，美如一朵玉芙蓉。两人的情话还未说完；晓钟已经敲响，这着实令人可恨。怀着痛苦和感伤的心情洒泪分手，那清冷的月光斜照在小窗户上。　　可是好梦不长，往事又是那样令人沉重。一觉醒来，眼前只有两只金缕枕头，身边那半床空荡荡的。所思念的人远在京城东边的临水小楼上，河上有一座小桥。楼前的杨柳已经历了几度秋风，心上人也经历了几番失望和憔悴。"}}, {"name": "魏郡别苏明府因北游", "prop": {"content": "魏都接燕赵，美女夸芙蓉。淇水流碧玉，舟车日奔冲。青楼夹两岸，万室喧歌钟。天下称豪贵，游此每相逢。洛阳苏季子，剑戟森词锋。六印虽未佩，轩车若飞龙。黄金数百镒，白璧有几双。散尽空掉臂，高歌赋还邛。落魄乃如此，何人不相从？远别隔两河，云山杳千重。何时更杯酒，再得论心胸。", "translation": "无"}}, {"name": "卜算子·答施", "prop": {"content": "相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。", "translation": "离别后的相思似沧海般幽深、无际，美好的往事就像天边一样遥不可及。想把握住这将别的时刻，可流下千千万万行的眼泪，也留不住远行的恋人，让人愁肠寸断。想要相见却又无法相见，想要割舍这段爱情却终究舍弃不了。你我如果是前生没有缘分，那么就等待来生，再结为夫妻。"}}, {"name": "倾杯·离宴殷勤", "prop": {"content": "离宴殷勤，兰舟凝滞，看看送行南浦。情知道世上，难使皓月长圆，彩云镇聚。算人生、悲莫悲于轻别，最苦正欢娱，便分鸳侣。泪流琼脸，梨花一枝春带雨。惨黛蛾、盈盈无绪。共黯然消魂，重携素手，话别临行，犹自再三、问道君须去。频耳畔低语。知多少、他日深盟，平生丹素。从今尽把凭鳞羽。", "translation": "离别的宴席上彼此更加情深意厚，待发的木兰舟仍停泊岸边不忍离去。转瞬间来到了送别的地方。明知世上难使明月长久圆满，也知道彩云不可能常相聚。料想人生最悲伤的莫过于离别的悲伤，最痛苦的莫过于让一对正在热恋欢乐的情侣突然分离的痛苦了。她那流着眼泪的玉脸，就像春天里一枝带雨的梨花，娇美而令人怜惜。她皱着黛眉，心里盈盈无头绪。我和她一起沮丧伤心，再次拉着她的玉手，临行话别时，她还反复地在我耳边问道：你真的必须离去吗？不知有多少过去的深情的盟誓、一生的情书，从今以后全都只能凭借鱼雁来传递了。"}}, {"name": "南乡子·烟暖雨初收", "prop": {"content": "烟暖雨初收，落尽繁花小院幽。摘得一双红豆子，低头，说著分携泪暗流。人去似春休，卮酒曾将酹石尤。别自有人桃叶渡，扁舟，一种烟波各自愁。", "translation": "雨刚刚晴，远处升起暖暖雾气。幽静的小园里繁花落尽。 伸手轻轻摘下一双红豆，低下头，想起了我们生死相隔，不由泪流满面。人离开了就像这过去的春天容颜不再，繁华易失。拿着酒临溪伤神。就算是有人面桃花，一叶扁舟，也是一种相思两处闲愁。"}}, {"name": "古离别", "prop": {"content": "远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。", "translation": "　　心爱的人要到雁门关外很远的地方去了，我们只有无奈地道别。天上的黄云遮蔽了千里，地上的尘埃与黄云相接，天空也暗了下来，到远方去的游子什么时候才能回来啊。时间又过了这么久，想起当时送心爱的人远去的情景，是多么清晰啊，就好像发生在昨天一样，可是如今，已经到了深秋，檐前的露已经凝结成团。蕙草虽然凋零了，也没有什么好可惜的，我担忧的是远方的爱人，不知他在外是否饱暖。爱人远在天涯，我们长年分别。但愿时而看见自己的容颜，还是像琼树枝一样洁丽。但愿能像菟丝和水萍一样，有所寄托，与爱人的感情也能始终不渝。"}}, {"name": "青玉案·丝槐烟柳长亭", "prop": {"content": "丝槐烟柳长亭路，恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处？解鞍旅舍天将暮，暗忆叮咛千万句。一寸柔肠情几许？薄衾孤枕，梦回人静，彻晓潇潇雨。", "translation": "　　词家有主张“词不宜和韵”的，因为词句参差，音律很严，难以使抒写的情思与限定的声韵吻合无间。但乐此不疲以聘其才的仍大有人在，其“善用韵者，虽和犹如自作”，这首小令便是如此，因而颇为著名。"}}, {"name": "送李中丞之襄州 / ", "prop": {"content": "流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。", "translation": "这位漂泊流离的征南老将，当年曾经指挥过十万雄师。后来他罢职回乡没有产业，到老年他还留恋贤明之时。少壮时独立功勋三边平静，为国轻生只有随身佩剑知。在茫茫的汉江上飘来荡去，日到黄昏你还想要去哪里？"}}, {"name": "浣溪沙·门隔花深梦旧", "prop": {"content": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "translation": "我的梦魂总是在旧梦中寻游，梦境中我又来到当年的庭院，深深的花丛把院门遮掩住了。斜阳默默无言地渐渐向西边沉下去，归来的燕子也沉默无言，仿佛带着万般忧愁。一股幽香浮动，她那双带有香味的白皙的纤纤玉指，轻轻地拉开了小小的幕帘。悠悠的柳絮无声坠落，那是老天爷为人世间的生离死别滴下的行行热泪。月光被浮云轻轻地遮掩住，那是因为含羞而挡住了泪眼，料峭的春风吹拂脸面，凄凉冷清的势头简直就像秋天一样。"}}, {"name": "赵以夫", "dynasty": "宋代"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "菩萨蛮·宝函钿雀金鸂", "prop": {"content": "宝函钿雀金鸂鶒，沉香阁上吴山碧。杨柳又如丝，驿桥春雨时。画楼音信断，芳草江南岸。鸾镜与花枝，此情谁得知？", "translation": "华丽的香枕上装饰着漂亮的钿雀和金鸂鵣，在这个春天的早晨，女子已经起床梳妆一新。她来到了沉香楼阁上正看见远处隐隐的吴地青山，如丝的杨柳枝条又泛起青色，在春风中袅袅飘荡，而驿桥上已经开始飘起了丝丝蒙蒙的细雨。在画楼上看见那江南岸边春草萋萋，女子暗叹心中的那个人竟一去未归，音讯全无，每天陪伴自己的只有手中的鸾镜和枝上的花朵，但她那满腹的心事又有谁知道呢？"}}, {"name": "张咏", "dynasty": "宋代"}, {"name": "浣溪沙·粉上依稀有泪", "prop": {"content": "粉上依稀有泪痕，郡庭花落欲黄昏，远情深恨与谁论？记得去年寒食日，延秋门外卓金轮，日斜人散暗销魂。", "translation": "　　此词写闺中怀人。又是落花满庭，夕阳斜照的时候了，而心上人却一去不归。远情深恨，无人可诉说。回想起来，不觉愁思百结，令人销魂。全词写得孤寂冷落。词中含蓄委婉地表露了离别相思之情。 "}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "客从远方来", "prop": {"content": "客从远方来，遗我一端绮。相去万余里，故人心尚尔。文采双鸳鸯，裁为合欢被。著以长相思，缘以结不解。以胶投漆中，谁能别离此？", "translation": "客人风尘仆仆，从远方送来了一端织有文彩的素缎。它从万里之外的夫君处捎来，这丝丝缕缕，该包含着夫君对我的无尽关切和惦念之情！绮缎上面织有文彩的鸳鸯双栖，我要将它做条温暖的合欢被。床被内须充实以丝绵，被缘边要以丝缕缀。丝绵再长，终究有穷尽之时，缘结不解，终究有松散之日。唯有胶和漆，黏合固结，再难分离。那么，就让我与夫君像胶和漆一样投合、固结吧，看谁还能将我们分隔？"}}, {"name": "阮郎归·潇湘门外水平", "prop": {"content": "潇湘门外水平铺，月寒征棹孤。红妆饮罢少踟蹰，有人偷向隅。挥玉著，洒真珠，梨花春雨徐。人人尽道断肠初，那堪肠已无。", "translation": "在冷冷的月光笼罩下，潇湘水平静地从门外流过，一只孤舟泊在岸边，扬帆待发。离别的苦酒已经饮过，离别的情话也已经说过，然而在启程的这一刻，为词人送别的女子却踟蹰不前，向隅而泣。女子流泪告别，梨花带雨。一般离别只是令人肠断，而这场离别早已令他痛断肝肠，连肠也无了。"}}, {"name": "古离别", "prop": {"content": "晴烟漠漠柳毵毵，不那离情酒半酣。 更把玉鞭云外指，断肠春色在江南。", "translation": "春光明艳，晴空上飘浮着一层淡淡的烟云，在柳枝披拂的大道口，正举行着一场送别的酒宴。无奈分别在即，愁肠百结，这酒也喝得不畅快。离人举起华贵的马鞭指向他此行将往的远方—江南。想到此去江南，那里草长莺飞，桃红柳绿，春色更美。只是良辰美景难有人与之共享，因此江南春色愈美愈增加人的愁苦，使人痛断肚肠。"}}, {"name": "南阳送客", "prop": {"content": "斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。", "translation": "斗酒不要嫌少，寸心贵在不忘。深深的叹息故人的离去，游子十分感伤。离别的愁容看到看到芳草就会埋怨，将自己的思念寄托在春天的垂杨之上。挥起手再三告别，临到分别仍然是枉自断肠。"}}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "红豆词四首·其二", "prop": {"content": "门外青骢郭外舟，人生无奈是离愁。不辞苦向东风祝，到处人间作石尤。", "translation": "门前系着青骢马，城外郊野停泊着客船，人生最无奈的是离愁别绪。我宁愿一再向东风祈求：您在人间到处都变作石尤风吧！"}}, {"name": "送韩子师侍郎序", "prop": {"content": "　　秘阁修撰韩公知婺之明年，以“恣行酷政，民冤无告”劾去。　　去之日，百姓遮府门愿留者，顷刻合数千人，手持牒以告摄郡事。摄郡事振手止之，辄直前不顾；则受其牒，不敢以闻。　　明日出府，相与拥车下，道中至不可顿足。则冒禁行城上，累累不绝。拜且泣下，至有锁其喉自誓于公之前者。里巷小儿数十百辈罗马前，且泣下。君为之抆泪，告以君命决不应留；辄柴其关如不闻。　　日且暮，度不可止，则夺剌史车置道旁，以民间小舆舁至梵严精舍，燃火风雪中围守之。其挟舟走行阙告丞相御史者，盖千数百人而未止。　　又明日，回泊通波亭，乘间欲以舟去，百姓又相与拥之不置，溪流亦复堰断不可通。乡士大夫惧蚁蝼之微不足以回天听，委曲谕之，且却且行。久乃曰：“愿公徐行，天子且有诏矣。”公首肯之。道稍开，公疾驰径去。后来者咎其徒之不合舍去，责诮怒骂，不啻仇敌。　　呜呼！大官，所尊也；民，所信也。所尊之劾如彼，而所信之情如此，吾亦不知公之政何如也，将从智者而问之。", "translation": "　　这篇序文可分为三大段：第一段序韩子师走之由，只用了一小自然段；第二段却用了四个自然段来写韩走时的情景；第三段仍然只用了一小自然段，是由此而生发的感慨。尽管格式上非常合乎序文的体裁，然而他写来却不落俗套。短短的三百来字，写得精光照人，使人读后，四顾踌躇，百感交集。"}}, {"name": "观别者", "prop": {"content": "青青杨柳陌，陌上别离人。爱子游燕赵，高堂有老亲。不行无可养，行去百忧新。切切委兄弟，依依向四邻。都门帐饮毕，从此谢亲宾。挥涕逐前侣，含凄动征轮。车徒望不见，时见起行尘。吾亦辞家久，看之泪满巾。", "translation": "排列在青青杨柳的路上，正在送别远去的亲人。是爱子宦游要去燕赵，高堂上还有他年迈的双亲。不离家无法把双亲奉养，离家去又新忧殷殷。情意恳切地把兄弟嘱咐，恋恋不舍地面对相送的乡邻。都门祖帐中饮过了饯行酒，从此就告别了亲属和友人。洒泪去追赶前面的同伴，怀着悲伤启动远行的车轮。车马人从渐渐不能望见，车马后面不时扬起灰尘。我离开家乡日子也已很久，见到这情景不禁泪水满巾。"}}, {"name": "送顿起", "prop": {"content": "客路相逢难，为乐常不足。临行挽衫袖，更尝折残菊。酒阑不忍去，共接一寸烛。留君终无穷，归驾不免促。岱宗已在眼，一往继前躅。佳人亦何念，凄断阳关曲。天门四十里，夜看扶桑浴。回头望彭城，大海浮一粟。故人在其下，尘土相豗蹴。惟有黄楼诗，千古配淇澳。", "translation": " 　　此诗作者43岁时作于徐州。叹息人生难逢易离，抒发与老朋友不忍分离之情。在赞颂顿起具有可与《诗经》相媲美的诗才并平步青云之际，诗末回首彭城，感慨自己宦海生涯建功立业的不易。 "}}, {"name": "琵琶仙·天际归舟", "prop": {"content": "五湖之志久矣！羁累江北，苦不得去。岁乙丑，偕婉君泛舟黄桥，望见烟水，益念乡土。谱白石自度曲一章，以箜篌按之。婉君曾经丧乱，歌声甚哀。天际归舟，悔轻与、故国梅花为约。归雁啼入箜篌，沙洲共漂泊。寒未减、东风又急，问谁管、沈腰愁削。一舸青琴，乘涛载雪，聊共斟酌。更休怨、伤别伤春，怕垂老、心期渐非昨。弹指十年幽恨，损萧娘眉萼。今夜冷、篷窗倦倚，为月明、强起梳掠。怎奈银甲秋声，暗回清角。", "translation": "归隐故乡的想法已经很久了！一直苦于漂泊江北回不去。今年是乙丑年，与一位名为婉君的女子同游黄桥。望见烟水苍茫，更加思念乡土。按照白石道人的自度曲填了这支《琵琶仙》，用箜篌将其弹奏出来。婉君为之倾情而歌，她曾经历过丧亡乱离，歌声很哀愁。"}}, {"name": "落梅风·山无数", "prop": {"content": "山无数，烟万缕。憔悴煞玉堂人物。倚篷窗一身儿活受苦，恨不得随大江东去。", "translation": "眼前是横挡的重重青山，弥漫着千万缕烟雾。看不到你憔悴的面容，分别后我独倚篷窗活活地受苦。恨不得跳进大江，随着东流的江水一块逝去。"}}, {"dynasty": "两汉"}, {"name": "临江仙·送光州曾使君", "prop": {"content": "记得武陵相见日，六年往事堪惊。回头双鬓已星星。谁知江上酒，还与故人倾。铁马红旗寒日暮，使君犹寄边城。只愁飞诏下青冥。不应霜塞晚，横槊看诗成。", "translation": "无"}}, {"name": "昭君怨·送别", "prop": {"content": "谁作桓伊三弄，惊破绿窗幽梦？新月与愁烟，满江天。欲去又还不去，明日落花飞絮。飞絮送行舟，水东流。", "translation": "在夜深人静的时候，远处传来悠扬的笛声，不知是哪位吹笛者，将人从好梦中惊醒。推开窗户，只见江天茫茫，天上挂着一弯孤单的明月。明日分别时，送别的人当站立江边，久久不愿回去。多情的柳絮，像是明白他的心意，追逐行舟，代人送行。而滔滔江水，依旧东流入海。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "少室雪晴送王宁", "prop": {"content": "少室众峰几峰别，一峰晴见一峰雪。隔城半山连青松，素色峨峨千万重。过景斜临不可道，白云欲尽难为容。行人与我玩幽境，北风切切吹衣冷。惜别浮桥驻马时，举头试望南山岭。", "translation": "少室山峰三十六，其中几峰更特别。一峰晴朗阳光照，一峰皑皑铺白雪。隔城遥望半山上，处处青松连青松。余辉斜照景色美，妙不可言趣无穷。白云几缕有还无，山光变化难形容。王宁与我兴致高，赏玩幽境忘启程。北风呼啸声凄厉，吹在身上透骨冷。浮桥依依惜别时，紧勒辔头马不行。不忍离别频回首，含情眺望南山岭。"}}, {"dynasty": "近现代"}, {"name": "江夏别宋之悌", "prop": {"content": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。", "translation": "楚水清澈见底似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。天晴时山间的鸟不停地鸣叫，两岸林中的猿猴却在晚风中哀号。我的一生从未流过泪，现在却在这里泣涕不止。"}}, {"name": "烛影摇红·送会宗", "prop": {"content": "会宗小斋名梦蝶，前植橘，东偏甚广。老景萧条，送君归去添凄断。赠君明月满前溪，直到西湖畔。 门掩绿苔应遍。为黄花、频开醉眼。橘奴无恙，蝶子相迎，寒窗日短。", "translation": "　　这首词写老友别后作者的凄凉寂寞心境，同时写他对老友的深切思念之情。会宗名沈蔚，吴兴人，是词人的老朋友，也是当时有名的词人。沈蔚与毛滂、贾收等为诗友，有诗词唱和。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "忆远", "prop": {"content": "行人犹未有归期，万里初程日暮时。 唯爱门前双柳树，枝枝叶叶不相离。", "translation": "出行的人还没有归来的日期，在这日暮时分开始遥远的旅程。我只是羡慕门前的那两棵能够并立生长的柳树，无论到了什么时候，它们的枝叶都能够相依不离。"}}, {"name": "清平乐·春宵睡重", "prop": {"content": "春宵睡重，梦里还相送。枕畔起寻双玉凤，半日才知是梦。一从卖翠人还，又无音信经年。却把泪来作水，流也流到伊边。", "translation": "　　这是一首写离别苦闷的爱情词。"}}, {"name": "蝶恋花·醉别西楼醒不", "prop": {"content": "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。", "translation": "醉中告别西楼，醒后全无记忆。犹如春梦秋云，人生聚散实在太容易。半窗斜月微明，我还是缺少睡意，彩画屏风空展出吴山碧翠。衣上有宴酒的痕迹，聚会所赋的诗句，点点行行，总唤起一番凄凉意绪。红烛自悲自怜也无计解脱凄哀，寒夜里空替人流下伤心泪。"}}, {"name": "赋得沙际路送从叔象", "prop": {"content": "独树沙边人迹稀，欲行愁远暮钟时。 野泉几处侵应尽，不遇山僧知问谁。", "translation": "水边沙地树少人稀，满腹离愁又被晚钟勾起。野泉侵路不知路在哪，不遇山僧谁解我心疑。"}}, {"name": "石城乐", "prop": {"content": "闻欢远行去，相送方山亭。风吹黄檗藩，恶闻苦篱声。", "translation": "听闻爱人即将远行，便匆匆赶来送行。依依不舍地送了一程又一程，一直送到方山亭。阵阵风吹苦篱，仿佛在不断地催促游子远行，而送行的恋人厌恶听到这令人心碎的离别之声。"}}, {"name": "少年游·参差烟树灞陵", "prop": {"content": "参差烟树灞陵桥，风物尽前朝。衰杨古柳，几经攀折，憔悴楚宫腰。 夕阳闲淡秋光老，离思满蘅皋。一曲阳关，断肠声尽，独自凭兰桡。", "translation": "高低不一好像烟一样的柳树掩映着灞陵桥。此处风俗依旧和往朝一样，送别的人们，折柳送亲人。哀败的古杨残柳，几经攀折也憔悴的像楚宫里的细腰女人一样消瘦了。夕阳悠闲照大地，秋光渐消去，离别的忧思如蘅草铺满江岸望不尽。一首送别《阳关》曲，曲尽人肠断，独自倚靠着船栏杆久久行。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "寒夜思友三首·其二", "prop": {"content": "云间征思断，月下归愁切。鸿雁西南飞，如何故人别？", "translation": "空中的大雁隔断了我的思念，月下想要归家的愁思越发急切。鸿雁也往西南家乡方向飞去，我为什么却与朋友轻易离别？"}}, {"name": "别离", "prop": {"content": "丈夫非无泪，不洒离别间。杖剑对尊酒，耻为游子颜。蝮蛇一螫手，壮士即解腕。所志在功名，离别何足叹。", "translation": "大丈夫何尝没有滔滔眼泪，只是不愿在离别时涕泗横流。面对离酒慷慨高歌挥舞长剑，耻如一般游子模样满脸离愁。一旦被蝮蛇螫伤手腕之后，当断手臂就断壮士决不踌躇。既然决心闯荡天下建功立业，离别家常便饭何须叹息怨尤。"}}, {"name": "八声甘州·寄参寥子", "prop": {"content": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)", "translation": "有情风从万里之外卷潮扑来，无情时又送潮返回。请问在钱塘江上或西兴渡口，我俩共赏过几次夕阳斜晖？用不着仔细思量古今的变迁，一俯一仰的工夫，早已物是人非。谁像我东坡苏老。白首之年，淡忘了仕进的机会。记住西湖的西岸，春日最美的山隈，就是那空明的翠微，如烟的云霏。算起来诗人中相处得宜。如我与您这样的友情，确实稀微，弥足珍贵。约定日后，像东晋宰相谢安那样，沿着直通大海的长江航道，向东引退、回归。别让这一高雅志向与未来事实彼此违背。不应在西州路上回首恸哭，为了我而沾湿衣襟，洒落泪水。"}}, {"name": "别离曲", "prop": {"content": "行人结束出门去，马蹄几时踏门路。忆昔君初纳彩时，不言身属辽阳戍。早知今日当别离，成君家计良为谁。男儿生身自有役，那得误我少年时。不如逐君征战死，谁能独老空闺里？", "translation": "远行的人整理好行囊就出门了，什么时候才能再次骑着马回来。想到夫君当初刚刚纳彩的时候，没有说是身在戍边的军营。如果早些知道会经历今日离别，成为你的妻子是为了谁呢？男儿生下来就有兵役在身，哪里能耗费少年时光？不如追逐你一起战死沙场，谁能忍受独自老死在空寂的闺房中。"}}, {"name": "洞庭湖阻风赠张十一署", "prop": {"content": "十月阴气盛，北风无时休。苍茫洞庭岸，与子维双舟。雾雨晦争泄，波涛怒相投。犬鸡断四听，粮绝谁与谋。相去不容步，险如碍山丘。清谈可以饱，梦想接无由。男女喧左右，饥啼但啾啾。非怀北归兴，何用胜羁愁。云外有白日，寒光自悠悠。能令暂开霁，过是吾无求。", "translation": "十月的时候冷锋极盛大，北风的吹拂完全没停休。在这苍茫的洞庭湖岸边，你我相傍分别系着小舟。此时雾雨晦暗争着落下，湖面波涛怒击如同对投。小舟四周的鸡犬难鸣吠，你我船上的粮绝无处谋。想要移步也不能成功啊，险像好似被阻碍着山丘。现在清谈虽可驱散饿感，平生梦想却是来之无由。左右的男女们都在喧哗，有的还因饥饿哭声啾啾。想到如非那北归的吸引，怎会羁留此地忍受忧愁。但看着天上云外的白日，射出的寒光却自在悠悠。若此刻暂能停雨见晴天，这就已是我无上的祈求。"}}, {"name": "金铜仙人辞汉歌", "prop": {"content": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。", "translation": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。"}}, {"name": "满江红·正月十三日送", "prop": {"content": "天岂无情？天也解、多情留客。春向暖、朝来底事，尚飘轻雪？君过春来纡组绶，我应归去耽泉石。恐异时、怀酒忽相思，云山隔！浮世事，俱难必。人纵健，头应白。何辞更一醉，此欢难觅。欲向佳人诉离恨，泪珠先已凝双睫。但莫遣、新燕却来时，音书绝。", "translation": "谁说老天爷无情，老天爷懂得殷勤地挽留客人。春天到了，天气渐渐变暖，因为什么，早晨还飘着雪花。你如今是遇到好的机会，一定会青云直上。我则应当告老还乡。恐怕隔一段时间，再想举杯共饮时，但远隔云山，再也无缘相会了。这种复杂的世事，都很难断定怎样发展，谁能知道你我今后是怎么样呢？即使我们今后会有举杯共饮致使，即使两方都还健在，但恐怕我们到那时都已白发苍苍了！我们为什么要放过这一醉方休的良机呢？这样的挚友欢饮，实在太难寻求了。我们用不着向倾心爱慕的友人倾诉离别之苦，话未出口，双眼已满含泪水，睫毛上挂上了滴滴泪珠。你要来信，我要回音，鱼书往还，友情永存。"}}, {"name": "忆少年·别历下", "prop": {"content": "无穷官柳，无情画舸，无根行客。南山尚相送，只高城人隔。 罨画园林溪绀碧。算重来、尽成陈迹。刘郎鬓如此，况桃花颜色。", "translation": "柳树一片，一望无边，画船不知人间离情，依然载着四方来客四处游荡，挂起远航的征帆。只有南山有情有意，在两岸来相送，只是高城处的佳人，却被山水隔断了视线。两岸风光如画，秀丽动人，园林溪水一片水色青青，明净透彻。就算能重新游一遍旧地，也物是人非，成为过眼云烟，到处飘泊，刘郎的鬓发已花白如斑，人已苍老，何况桃花的青春？"}}, {"name": "佚名", "dynasty": "元代"}, {"name": "柳梢青·送卢梅坡", "prop": {"content": "泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。", "translation": "回忆当年，你我同在京城，共饮菊花酒，同听悠远的《梅花落》笛曲。你我聚散匆匆，如云边孤雁，又如水上浮萍，到处漂泊不定。离别之后，让人怎么不伤心动情？梦里也曾几度相会，但是梦醒后，因为见不到友人，又失魂丧魄，六神无主，辗转反侧，无法安睡。后半夜的相思，心像飞尘一样时时紧跟在友人的马后，又像明月一样处处追随在友人的舟旁。"}}, {"name": "陆娟", "dynasty": "明代"}, {"name": "夜别韦司士", "prop": {"content": "高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。莫怨他乡暂离别，知君到处有逢迎。", "translation": "高大的客馆里灯火通明酒也清，直饮至夜钟响归雁鸣的月落时分。只说是啼鸟要求友朋，无奈那春风里要为您送行。黄河曲里沙为黄河岸，白马津边柳向白马城。不要为他乡离别而难过，知道您到处会有人逢迎。"}}, {"name": "徐干", "dynasty": "魏晋"}, {"name": "女冠子·四月十七", "prop": {"content": "四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。", "translation": "今天是四月十七，去年这一天，正是与你离别的时候。为了忍住泪水，假装着低下脸，含羞皱着眉头。却不知分别后我魂销肠断，如今只能在梦里与你相见。我的相思之情，除了天边的月亮，又有谁知道呢？"}}, {"name": "绝句送巨山", "prop": {"content": "二年寄迹闽山寺，一笑翻然向浙江。明月不知君已去，夜深还照读书窗。", "translation": "您暂居在这福建山中的庙里已两年，如今忽然要离开，前往浙江。明月不知您已经离去，深夜还是悄悄地照进您书房的小窗。"}}, {"name": "普天乐·浙江秋", "prop": {"content": "浙江秋，吴山夜。愁随潮去，恨与山叠。寒雁来，芙蓉谢。冷雨青灯读书舍，怕离别又早离别。今宵醉也，明朝去也，宁奈些些。", "translation": "钱塘江边，吴山脚下，正值清秋之夜。离愁随江奔涌去，别恨似吴山重重叠叠。北雁南来，荷花凋谢。清冷的秋雨，灯盏的青光，更增添了书斋的凄凉、寂寞，怕离别却又这么早就离别。今晚且图一醉，既然明朝终将离去，还是忍耐一些。"}}, {"name": "少年游·离多最是", "prop": {"content": "离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。", "translation": "离别就像那流水，二水分流，一个向西，一个向东，但最终还能再度相逢。即使情感浅薄似那行踪无定的白云，仍能相逢在梦中。可惜有的时候人的情意比行云、流水还要浅薄无定性，美好的聚会难以再来。细细回想从前的种种，虽然多次令人肠断，但都与这次截然不同！"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "南乡子·舟中记梦", "prop": {"content": "欹枕艣声边，贪听咿哑聒醉眠。梦里笙歌花底去；依然，翠袖盈盈在眼前。　　别后两眉尖，欲说还休梦已阑。只记埋怨前夜月，相看，不管人愁独自圆。", "translation": "船行江上，在咿哑嘈杂的摇橹声中渐渐入睡。在梦中与意中人相会，她依然是翠袖盈盈的可人情态。在梦中正与情人难离难舍，欲说还休之际，却梦断人醒。回忆前夜分别时，正是圆月中天，月圆而人离别。"}}, {"name": "浣溪沙·绿柳藏乌静掩", "prop": {"content": "绿柳藏乌静掩关。鸭炉香细琐窗闲。那回分袂月初残。 惜别漫成良夜醉，解愁时有翠笺还。欲寻双叶寄情难。", "translation": "无"}}, {"name": "蝶恋花·阅尽天涯离别", "prop": {"content": "阅尽天涯离别苦，不道归来，零落花如许。花底相看无一语，绿窗春与天俱莫。(俱莫 一作：俱暮)待把相思灯下诉，一缕新欢，旧恨千千缕。最是人间留不住，朱颜辞镜花辞树。", "translation": "我早已历尽天涯离别的痛苦，想不到重回故地时，故人已如花般凋零。忆当时与她花下别离，相对无言，只有离愁别绪噎胸间，现在只剩绿窗青天如故，却已非当时风景了。想在这萤萤孤灯下细诉相思，细诉别后的相思。可是，一点点新的欢娱，又勾起了无穷的旧恨。在人世间最留不住的是，那在镜中一去不复返的青春和离树飘零的落花。"}}, {"name": "凤凰台上忆吹箫·寸寸", "prop": {"content": "寸寸微云，丝丝残照，有无明灭难消。正断魂魂断，闪闪摇摇。望望山山水水，人去去，隐隐迢迢。从今后，酸酸楚楚，只似今宵。青遥。问天不应，看小小双卿，袅袅无聊。更见谁谁见，谁痛花娇？谁望欢欢喜喜，偷素粉，写写描描？谁还管，生生世世，夜夜朝朝。", "translation": "暮霭沉沉，夕阳低低，天空的浮云消消长长，落日微光忽明忽暗。你行将远去，我心中愁绪实在难消。真教人肝肠寸断啊，连精神也恍惚起来。望着远近的山山水水，送了你一程又一程，你终于走出视野，只剩下隐隐青山，迢迢绿水。从今往后，我内心将满是辛酸苦痛，再也忘不了令人心碎的今宵。长天青碧高远，你的行踪谁人知晓？问天天不应，可怜我柔柔弱弱无依无靠。谁知我辛辛苦苦？谁怜我嫩嫩娇娇？没有欢欢喜喜，只有彻骨的思念无尽无了；一个人偷来素粉，在红叶上写写描描。我愿就此思念下去，哪管它生生世世，夜夜朝朝。"}}, {"name": "正月晦日西归舟中作", "prop": {"content": "宦情一片莫云浮，归兴双溪春水流。惜别长官携酒盏，送行诗友候津头。人方挟弹窥黄雀，我不知机愧白鸥。数夕打篷风更雨，并无明月载空舟。", "translation": "仕途宦海如一片漂浮的浓黑乌云，我归乡之情如双溪春水一样流去。长官与诗友们携着酒壶，等候在渡口，依依惜别，送我前行。黄雀与世无争却遭人们挟弹弓窥伺捕捉，白鸥能提前辨知世道人心的险恶，选择停留与否，而我却不如它们不知机！我归途的空舟，多少个夜晚，都经历风雨打篷，却没有明月相伴！"}}, {"name": "风入松·桂", "prop": {"content": "兰舟高荡涨波凉。愁被矮桥妨。暮烟疏雨西园路，误秋娘、浅约宫黄。还泊邮亭唤酒，旧曾送客斜阳。 蝉声空曳别枝长。似曲不成商。御罗屏底翻歌扇，忆西湖、临水开窗。和醉重寻幽梦，残衾已断熏香。", "translation": "无"}}, {"name": "送夏侯审校书东归", "prop": {"content": "楚乡飞鸟没，独与碧云还。破镜催归客，残阳见旧山。诗成流水上，梦尽落花间。傥寄相思字，愁人定解颜。", "translation": "飞鸟消失在故乡的天空上，在晴空下你独自一人东去，家乡的妻子在催促着你这个游子归家，日暮的时候你会看到家乡的山脉。在流水脉脉中我的诗意大发，落花间梦了无痕，如果你可以给我寄来思念的词句，我因为思念你而不解的眉头一定会舒展的。 "}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "刘子翚", "dynasty": "宋代"}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "浣溪沙·湖上西风急暮", "prop": {"content": "湖上西风急暮蝉。夜来清露湿红莲。少留归骑促歌筵。 为别莫辞金盏酒。入朝须近玉炉烟。不知重会是何年。", "translation": "傍晚夕阳斜照，微风吹过湖面，蝉鸣不歇。夜晚降临，颗颗清露点缀在红莲之上，煞是可爱。稍作停留后便骑马赶赴即将开始的酒宴。在即将离别的时刻，切莫推辞杯中的美酒。回朝后要多多靠近皇上，才能仕途平稳，只是至此一别不知何时才能再欢聚一堂。"}}, {"name": "鹧鸪天·雪照山城玉指", "prop": {"content": "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。", "translation": "铺满大地的白雪映照着山城，小楼上突然奏起的一曲《梅花落》，那一声声羌笛音里，饱含着离别的哀怨，你的手指此时恐怕已是寒冷冰凉了吧！江南的梅花开了又落，已不知开落了多少次，我仍在天涯漂泊，两鬓已斑白。面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我思乡念归写了三千首诗词，想寄给你这南方的恋人，让你强忍着眼泪慢慢细读啊！"}}, {"dynasty": "宋代"}, {"name": "贾固", "dynasty": "元代"}, {"name": "河渎神·孤庙对寒潮", "prop": {"content": "孤庙对寒潮，西陵风雨萧萧。谢娘惆怅倚兰桡，泪流玉箸千条。暮天愁听思归乐，早梅香满山郭。回首两情萧索，离魂何处飘泊？", "translation": "伫立在破败的孤庙前，迎着江上阵阵风涛寒，看西陵峡上，风萧萧，雨漫漫。风雨中，弥漫着她思归的呼唤，飘洒着倚桨的她涕泪点点。傍晚时听杜鹃声声，声声唱不尽思归的愁怨。风传递山里早梅的香气，把春的信息送到山城边。回忆欢情时更觉心苦，游魂何时把家还？"}}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "寓意 / 无题·油壁", "prop": {"content": "油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。", "translation": "再也见不到你所乘坐的油壁香车，我们像那巫峡的彩云倏忽飘散，我在西，你在东。院落里，梨花沐浴在如水一般的月光之中；池塘边，阵阵微风吹来，柳絮在空中飞舞。多日来借酒消愁，是那么的伤怀寂寞；在寒食的禁烟中，怎不令我加倍地思念你的芳踪。想寄封信告诉你，这层层的山，道道的水，又怎能到得了你的手中？"}}, {"name": "阳春曲·别情", "prop": {"content": "多情去后香留枕，好梦回时冷透衾。闷愁山重海来深。独自寝，夜雨百年心。", "translation": "多情人离去以后余香还留在枕边，好梦惊醒时被褥冷气袭人。苦闷忧愁像重山一般长，像大海一样深。独自入睡，夜雨滴滴敲打起心中无穷的思念。"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "别韦少府", "prop": {"content": "西出苍龙门，南登白鹿原。欲寻商山皓，犹恋汉皇恩。水国远行迈，仙经深讨论。洗心向溪月，清耳敬亭猿。筑室在人境，闭门无世喧。多君枉高驾，赠我以微言。交乃意气合，道因风雅存。别离有相思，瑶瑟与金樽。", "translation": "西自长安苍龙门而出，向南而登白鹿原。想要追寻商山四皓的足迹，心里依然眷恋汉皇的恩德。远行至南方水乡泽国，细心探究道经的奥妙。洗尽心中尘念欣赏句溪之月，静心倾听敬亭山的猿啸。在尘世间筑室而居，关闭门窗就没有世间喧闹的声音。多次屈你高驾前来造访，赠送我精微奥义之言。重意气则交合，尚风雅则道存。离别之后怀有相思之情，我只有醉心歌酒以解离愁。"}}, {"name": "虞美人·曲阑深处重相", "prop": {"content": "曲阑深处重相见，匀泪偎人颤。凄凉别后两应同，最是不胜清怨月明中。半生已分孤眠过，山枕檀痕涴。忆来何事最销魂，第一折枝花样画罗裙。", "translation": "当年在曲折的回廊深处，我再一次与你相逢。你抹掉泪水，颤抖着依偎在我怀里。分别之后，你我承受着相同的凄凉痛楚。每逢月圆，便因不能团圆而倍感伤心。分别后只觉得半生孤苦，枕上早已是泪痕点点。回忆起你最让我心动的一刻，是你那堪称第一的绘有折枝图样的彩色的罗裙。"}}, {"name": "临江仙·离果州作", "prop": {"content": "鸠雨催成新绿，燕泥收尽残红。春光还与美人同。论心空眷眷，分袂却匆匆。只道真情易写，那知怨句难工。水流云散各西东。半廊花院月，一帽柳桥风。", "translation": "在鹁鸠乌的啼叫声中，雨水降落，草木青葱；燕子的新巢，都是落花和着泥土筑成。春光就好似美人一样。在分开的时候，明明心里缱绻不舍，但还是匆匆分开。只知道真情是容易表达的，哪里知道分别的离情别绪，难以真切地表达。水流去、云散后，他们也将分别而各自东西了。离别时，明月照着半个花院，旅途中和风轻轻吹着，像是在诉说着无边的愁绪。"}}, {"name": "烝民", "prop": {"content": "天生烝民，有物有则。民之秉彝，好是懿德。天监有周，昭假于下。保兹天子，生仲山甫。仲山甫之德，柔嘉维则。令仪令色，小心翼翼。古训是式，威仪是力。天子是若，明命使赋。王命仲山甫，式是百辟，缵戎祖考，王躬是保。出纳王命，王之喉舌。赋政于外，四方爰发。肃肃王命，仲山甫将之。邦国若否，仲山甫明之。既明且哲，以保其身。夙夜匪解，以事一人。人亦有言，柔则茹之，刚则吐之。维仲山甫，柔亦不茹，刚亦不吐。不侮矜寡，不畏强御。人亦有言，德輶如毛，民鲜克举之。我仪图之，维仲山甫举之。爱莫助之。衮职有阙，维仲山甫补之。仲山甫出祖。四牡业业。征夫捷捷，每怀靡及。四牡彭彭，八鸾锵锵。王命仲山甫，城彼东方。四牡骙骙，八鸾喈喈。仲山甫徂齐，式遄其归。吉甫作诵，穆如清风。仲山甫永怀，以慰其心。 ", "translation": "无"}}, {"name": "魏承班", "dynasty": "五代"}, {"name": "罗邺", "dynasty": "唐代"}, {"name": "江神子·送翁五峰自鹤", "prop": {"content": "西风一叶送行舟。浅迟留。舣汀洲。新浴红衣，绿水带香流。应是离宫城外晚，人伫立，小帘钩。 新归重省别来愁。黛眉头。半痕秋。天上人间，斜月绣针楼。湘浪莫迷花蝶梦，江上约，负轻鸥。", "translation": "无"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "游次公", "dynasty": "宋代"}, {"name": "钱枚", "dynasty": "清代"}, {"name": "江上", "prop": {"content": "江水漾西风，江花脱晚红。离情被横笛，吹过乱山东。", "translation": "江上秋风阵阵，水波荡漾连绵，江岸上的红花也脱下红妆，渐渐凋谢。离别之情让远去的笛声吹送，蓦然发现船只已到乱山的东面，再不见分别的渡口。"}}, {"dynasty": "先秦"}, {"name": "云阳馆与韩绅宿别", "prop": {"content": "故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。", "translation": "自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。"}}, {"name": "李珣", "dynasty": "五代"}, {"name": "山花子·此处情怀欲问", "prop": {"content": "此处情怀欲问天，相期相就复何年。行过章江三十里，泪依然。早宿半程芳草路，犹寒欲雨暮春天。小小桃花三两处，得人怜。", "translation": "此时此地的心情，无法说清楚。期待着能相聚，却不知要到哪一年。章江早过了三十里了，离别的泪依然在流。该尽早投宿，明日还有一半的路要赶。在这样一个随时会下雨的寒冷的暮春季节里，只有偶尔几处的桃花，让人觉得可爱。"}}, {"name": "浣溪沙·莫许杯深琥珀", "prop": {"content": "莫许杯深琥珀浓，未成沉醉意先融。疏钟已应晚来风。瑞脑香消魂梦断，辟寒金小髻鬟松。醒时空对烛花红。", "translation": "不要说这酒杯太深，如琥珀般的酒太浓，而未醉即已意蚀魂消。晚风阵阵，伴随着传来的时远时近的钟声。瑞脑香渐渐熄灭，我从梦中醒来，如辟寒金鸟一样的金钗太小，头髻都松了。就这样清醒着，独自对着寂寞燃烧的红烛。"}}, {"name": "河渎神·铜鼓赛神来", "prop": {"content": "铜鼓赛神来，满庭幡盖裴回。水村江浦过风雷，楚山如画烟开。离别艣声空萧索，玉容惆怅妆薄。青麦燕飞落落，卷帘愁对珠阁。", "translation": "敲响铜鼓赛神来，满庭都是幡旗，还有华盖徘徊。神来去时疾鼓如风雷，一阵阵卷过山村水寨，吹开如烟的浓雾，露出楚山如画的丰采。耳边还响着离别时的橹声欸乃，声声震颤着空寂的愁怀。姣美的容颜在惆怅里消瘦，淡淡的妆粉画出深深的怨哀。看青青麦田里春燕双双飞又落，卷起珠帘，空对楼阁，愁情满怀。"}}, {"name": "满江红·送廖叔仁赴阙", "prop": {"content": "日近觚棱，秋渐满、蓬莱双阙。正钱塘江上，潮头如雪。把酒送君天上去，琼玉琚玉佩軝鸿列。丈夫儿、富贵等浮云，看名节。天下事，吾能说；今老矣，空凝绝。对西风慷慨，唾壶歌缺。不洒世间儿女泪，难堪亲友中年别。问相思、他日镜中看，萧萧发。", "translation": "　　它是作者送友人廖叔仁去京城赴任时所作。这首词写得气势豪迈，饶有兴味。将作者的那种淡薄功名、慷慨悲歌的气韵，生动地表达了出来。"}}, {"name": "西使兼送孟学士南游", "prop": {"content": "地道巴陵北，天山弱水东。相看万馀里，共倚一征蓬。 零雨悲王粲，清尊别孔融。裴回闻夜鹤，怅望待秋鸿。 骨肉胡秦外，风尘关塞中。唯馀剑锋在，耿耿气成虹。", "translation": "　　此诗是初唐五言排律中的佼佼者，素来被诗论家所称道。明人胡应麟在《诗薮》中说：“凡排律起句，极宜冠裳雄浑，不得作小家语。唐人可法者，卢照邻：‘地道巴陵北，天山弱水东。’骆宾王：‘二庭归望断，万里客心愁。’杜审言：‘六位乾坤动，三微历数迁。’沈佺期：‘阊阖连云起，岩郎拂露开。’此类最为得体。”清人沈德潜在《唐诗别裁》中也评论说：“前人但赏其起语雄浑，须看一气承接，不平实，不板滞。后太白每有此种格法。”从这些评语里足以看出这首诗对当时诗坛和盛唐诗人的重要影响。"}}, {"name": "程垓", "dynasty": "宋代"}, {"name": "范云", "dynasty": "南北朝"}, {"name": "张籍", "dynasty": "唐代"}, {"name": "初发扬子寄元大校书", "prop": {"content": "凄凄去亲爱，泛泛入烟雾。归棹洛阳人，残钟广陵树。今朝此为别，何处还相遇。世事波上舟，沿洄安得住。", "translation": "凄怆地离别了亲爱的朋友，船只泛泛地驶入茫茫烟雾。轻快地摇桨向着洛阳归去，晓钟残音还远绕广陵树木。今日在此我与你依依作别，何时何地我们能再次相遇？人情世事犹如波上的小船，顺流洄旋岂能由自己作主？"}}, {"name": "沁园春·送李御带珙", "prop": {"content": "饯税巽甫。唐入以处士辟幕府如石、温辈甚多。税君巽甫以命士来淮幕三年矣，略不能挽之以寸。巽甫号安之，如某歉何。临别，赋【沁园春】以饯。水北洛南，未尝无人，不同者时。赖交情兰臭，绸缪相好；宦情云薄，得失何知。夜观论兵，春原吊古，慷慨事功千载期。萧如也，料行囊如水，只有新诗。归兮，归去来兮，我亦办征帆非晚归。正姑苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。我住孤村，相连一水，载月不妨时过之。长亭路，又何须回首，折柳依依。", "translation": "无"}}, {"name": "归国遥·春欲晚", "prop": {"content": "春欲晚，戏蝶游蜂花烂熳。日落谢家池馆，柳丝金缕断。睡觉绿鬟风乱，画屏云雨散。闲倚博山长叹，泪流沾皓腕。", "translation": "　　此词上片写离别。“春欲晚”是离别的时间，“戏蝶”句是对“春欲晚”的具体描绘，反衬在此时离别的难堪。“日落谢家池馆”，是离别的地点和时刻，“柳丝”句点明送别。"}}, {"name": "锦津舟中对酒别刘善充", "prop": {"content": "锦江烟水星桥渡，惜别愁攀江上树。青青杨柳故乡遥，渺渺征人大荒去。苏武匈奴十九年，谁传书札上林边。北风胡马南枝鸟，肠断当筵蜀国弦。", "translation": "船儿停泊在，在烟波朦胧的锦江码头星桥旁边，朋友难舍我离去，惆怅地折柳相赠。杨柳颜色仍绿，故乡却离我越来越遥远，前途茫茫的征人去往那荒凉之地了。苏武被匈奴拘禁了十九年得以放还，又有谁从皇帝的身边为我带来赦免的诏书！胡马越鸟尚且怀恋故士，自己此刻听着思乡之曲，又怎能不肠断心碎！"}}, {"name": "西过渭州见渭水思秦川", "prop": {"content": "渭水东流去，何时到雍州？凭添两行泪，寄向故园流。", "translation": "长长的渭水东流不休，什么时候能流到雍州？请带上我的两行热泪，向着遥远的故乡奔流！"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "别诗二首·其二", "prop": {"content": "孤烟起新丰，候雁出云中。草低金城雾，木下玉门风。别君河初满，思君月屡空。折桂衡山北，摘兰沅水东。兰摘心焉寄，桂折意谁通。", "translation": "孤烟从新丰升起，迁飞的大雁离开了云中。金城的衰草笼罩着寒雾，玉门的树叶在风里凋落。和你离别的时候河水刚刚满盈（或指银河？），分别的日子里，我常常在空明的月光下思念你。我从衡山的北面折来芳桂，又从沅水东岸摘下了兰花。可是采下的兰花芳桂时的情怀又怎样传达呢。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "鹧鸪天·别情", "prop": {"content": "玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。", "translation": "你离开凤城的时候，玉楼是变得那样的惨白，花朵也开得如此悲愁。就连为你饯行的莲花楼下，那柳树也显得青青悠悠。我举起酒杯唱一首《阳关曲》为你送别，伴你过了一程又一程，却终需分离！真希望能和你在梦中相会，但是好梦又难寻成。有谁知道我此时的情怀？我只有在枕上默默流泪，而天也在阶前暗暗飘雨，隔着窗儿，里外一起滴到天明！"}}, {"name": "鹊桥仙·富沙七夕为友", "prop": {"content": "翠绡心事，红楼欢宴，深夜沉沉无暑。竹边荷外再相逢，又还是、浮云飞去。锦笺尚湿，珠香未歇，空惹闲愁千缕。寻思不似鹊桥人，犹自得、一年一度。", "translation": "佳人的心事有谁能够知晓呢！与他相逢的初次是在自己的小红楼一次宴会，那是个天凉暑退、夜色沉沉的难忘之夜。竹韵荷风，多么美丽，幽僻的场所，二人初通情爱之后的再度相逢。短暂相会很快过去了，就像空中飘浮的云彩，霎那间消逝得无影无踪，一去而不复返了。泪珠滴落，湿润了精美的信笺；小楼中仍然弥漫着珠饰的香气。然住事如过眼烟云，旧情终难以续，苦苦思恋的结果呢，却不过是徒增烦恼而已。牛郎织女银河相阻，尚有每年七夕鹊桥相会，可是自己却与情人永无相见之日。"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "击梧桐·香靥深深", "prop": {"content": "香靥深深，姿姿媚媚，雅格奇容天与。自识伊来，便好看承，会得妖娆心素。临歧再约同欢，定是都把、平生相许。又恐恩情，易破难成，未免千般思虑。近日书来，寒暄而已，苦没忉忉言语。便认得、听人教当，拟把前言轻负。见说兰台宋玉，多才多艺善词赋。试与问、朝朝暮暮。行云何处去。", "translation": "清香的脸蛋有深深的酒窝，姿态妩媚动人，这特殊容颜和高雅气质仿佛是老天赐予的。自认识她以来，得她殷勤看顾，也了解到她的情愫芳心。想在分别之时再约她一起欢聚，那么，我们肯定都会像恋人一样互许平生。可我又害怕恩情破碎容易，成全却很难，不由得思绪万千。最近她写给我的信中，只是寒暄几句，没有那种絮絮叨叨亲切的言语。于是便想到了，她准是听了别人的教唆，想把曾经的海誓山盟辜负。听说在兰台公子宋玉多才多艺，善词着赋。试问，我们的爱情本当像楚王和巫山神女那样朝云暮雨，相爱相欢，可行云将往何处去呢？"}}, {"name": "折杨柳歌辞五首", "prop": {"content": "上马不捉鞭，反折杨柳枝。蹀座吹长笛，愁杀行客儿。腹中愁不乐，愿作郎马鞭。出入擐郎臂，蹀座郎膝边。放马两泉泽，忘不著连羁。担鞍逐马走，何见得马骑。遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。健儿须快马，快马须健儿。跸跋黄尘下，然后别雄雌。 ", "translation": "　　《折杨柳歌辞》，《乐府诗集》收入横吹曲辞梁鼓角横吹曲，共五首，内容相贯，主要为征人临行之际与其情人相互赠答之词。折杨柳是古代送别的习俗，送者、行者常折柳以为留念。"}}, {"name": "送陈七赴西军", "prop": {"content": "吾观非常者，碌碌在目前。君负鸿鹄志，蹉跎书剑年。 一闻边烽动，万里忽争先。余亦赴京国，何当献凯还。", "translation": "我看到一些非凡的人，总是在眼前做些小事。你心怀鸿鹄之志，文武才华耽误多年。一听说边境有敌入侵，立即赴军万里争先。我也将进京谋求功名，何时你能胜利归来？"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "黄公度", "dynasty": "宋代"}, {"name": "简长", "dynasty": "宋代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "送别", "prop": {"content": "杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。", "translation": "春风中的排排杨柳树，沿着护城河两岸呈现出一片绿色。最近攀折柳枝的太多，应该是要分别的人儿太多。"}}, {"name": "菩萨蛮·彩舟载得离愁", "prop": {"content": "彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。 良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！", "translation": "画船载着离愁驶离了岸边，不料正有顺风送我登程。水波辽远夕阳中天色已晚，暮色中禁不住黯然伤神。美好的夜晚再与谁共度，幸好还能与爱人小窗同倚在睡梦里。无奈到了梦醒的时候，又是一番新的别离。"}}, {"name": "乐婉", "dynasty": "宋代"}, {"name": "青玉案·绿槐烟柳长亭", "prop": {"content": "绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。", "translation": "长亭路上，槐树碧绿，柳色如烟，恨（我）走得匆促， （漫长的道路提示我）我们已经分别。绵绵的愁思让人觉得一日长得好像一年，不知道该如何度过。回首遥望高高的城垣，已经被暮云遮断，视线的尽头是何处呢？天色将暮的时候，解下马鞍，投宿在旅舍，暗暗忆起爱人临别前的千万句细语叮咛 。 一寸柔肠中蕴藏着多少深情？如今只有薄被孤枕与我相伴，午夜梦回醒来正是夜深人静，拂晓之时，窗外春雨潇潇。"}}, {"name": "刘过", "dynasty": "宋代"}, {"name": "行行重行行", "prop": {"content": "行行重行行，与君生别离。相去万余里，各在天一涯。道路阻且长，会面安可知？胡马依北风，越鸟巢南枝。相去日已远，衣带日已缓。浮云蔽白日，游子不顾反。思君令人老，岁月忽已晚。弃捐勿复道，努力加餐饭。", "translation": "走啊走啊走一直在不停的走，就这样与你活生生的分离。从此你我之间相隔千万里，我在天这头你就在天那头。路途艰险又遥远非常，哪里知道什么时候才能见面？北方的马依恋北风，南方的鸟巢于向南的树枝。彼此分离的时间越长越久，衣服越发宽大人越发消瘦。飘荡荡的游云遮住了太阳，他乡的游子不想再次回还。思念你以至于身心憔悴，又是一年你还未归来。这些都丢开不必再说，只愿你多保重切莫受饥寒。"}}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "菩萨蛮·子规啼破城楼", "prop": {"content": "子规啼破城楼月，画船晓载笙歌发。两岸荔枝红，万家烟雨中。佳人相对泣，泪下罗衣湿。从此信音稀，岭南无雁飞。", "translation": "　　在梦中被子规鸟的啼叫唤醒，抬头向窗外望去，城楼上挂着一弯残月，仿佛被子规鸟啼破了似的。我乘着华丽的船就要出发，江水清澈，两岸的荔枝，娇红欲滴；蒙蒙的细雨，笼罩万家。　　在别离之时，佳人与我相对而泣，热泪滚滚，打湿了锦衣。此去一别，天各一方，不知何日重逢。岭南偏远，鸿雁难以飞到，想必书信稀少。"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "四块玉·别情", "prop": {"content": "自送别，心难舍，一点相思几时绝？凭阑袖拂杨花雪。溪又斜，山又遮，人去也！", "translation": "自从那天送你远去，我心里总是对你难分难舍，一点相思情在心中萦绕不绝。记得送别时我斜倚着栏杆目送你远行。我用衣袖拂去如雪的杨花，以免妨碍视线。然而你的身影已看不见了，只见弯弯曲曲的小溪向东流去，重重的山峦遮住了你远行的道路，我才意识到心上的人，真的走远了。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "水调歌头·送杨民瞻", "prop": {"content": "日月如磨蚁，万事且浮休。君看檐外江水，滚滚自东流。风雨瓢泉夜半，花草雪楼春到，老子已菟裘。岁晚问无恙，归计橘千头。 梦连环，歌弹铗，赋登楼。黄鸡白酒，君去村社一番秋。长剑倚天谁问，夷甫诸人堪笑，西北有神州。此事君自了，千古一扁舟。", "translation": "宇宙中日月行走，不停地转动，人世间万物也不断地发生不断地消亡。您看屋檐外的江水，滚滚向东流去。我已经退隐，半夜在瓢泉听风观雨，春天在雪楼看草赏花。年纪大了，可没有什么大毛病，赋闲之后，躬耕田亩，自食其力。您外出宦游，一定会十分思乡念归。您回到家里，会吃黄鸡，饮白酒，到村社祭祀土地神，生活自在安详充满情趣。祖国西北的土地沦陷金人之手，抗战壮士手握长剑欲杀敌报国却不被起用，而投降派执政者只是清谈空论，不想收复失地。希望您为抗金复国建功立业，功成名就后再退隐。"}}, {"name": "忆王孙·短长亭子短长", "prop": {"content": "短长亭子短长桥，桥外垂杨一万条。那回临别两魂销，恨迢迢，双桨春风打暮潮。", "translation": "此词构思新颖，词风自然流畅。层层写来，极富情韵。 "}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "桃源忆故人·越山青断", "prop": {"content": "越山青断西陵浦。一片密阴疏雨。潮带旧愁生暮。曾折垂杨处。桃根桃叶当时渡。鸣咽风前柔橹。燕子不留春住。空寄离樯语。", "translation": "　　《桃源忆故人》，词牌名。《词谱》：“一名《虞美人影》，张先词或名《胡捣练》，陆游词名《桃园忆故人》，赵鼎词名《醉桃园》，韩淲词有‘杏花风里东风峭’句，故名《杏花风》。”双调，四十八字，上下片各四句四仄韵。　　"}}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "宣城送刘副使入秦", "prop": {"content": "君即刘越石，雄豪冠当时。凄清横吹曲，慷慨扶风词。虎啸俟腾跃，鸡鸣遭乱离。千金市骏马，万里逐王师。结交楼烦将，侍从羽林儿。统兵捍吴越，豺虎不敢窥。大勋竟莫叙，已过秋风吹。秉钺有季公，凛然负英姿。寄深且戎幕，望重必台司。感激一然诺，纵横两无疑。伏奏归北阙，鸣驺忽西驰。列将咸出祖，英僚惜分离。斗酒满四筵，歌啸宛溪湄。君携东山妓，我咏北门诗。贵贱交不易，恐伤中园葵。昔赠紫骝驹，今倾白玉卮。同欢万斛酒，未足解相思。此别又千里，秦吴渺天涯。月明关山苦，水剧陇头悲。借问几时还，春风入黄池。无令长相忆，折断绿杨枝。", "translation": "无"}}, {"name": "二子乘舟", "prop": {"content": "二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害！", "translation": "你俩乘船走了，船儿飘飘远去。多么思念你呵，心中烦躁不安。你俩乘船走了，船影渐渐隐没。多么思念你呵，切莫遭遇灾祸！"}}, {"name": "李俊民", "dynasty": "金朝"}, {"name": "蒋春霖", "dynasty": "清代"}, {"name": "王国维", "dynasty": "近现代"}, {"name": "别云间", "prop": {"content": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。", "translation": "三年为抗清兵辗转飘零，今天兵败被俘成为阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。"}}, {"name": "南歌子·槐绿低窗暗", "prop": {"content": "槐绿低窗暗，榴红照眼明。玉人邀我少留行。无奈一帆烟雨、画船轻。柳叶随歌皱，梨花与泪倾。别时不似见时情。今夜月明江上、酒初醒。", "translation": "浓绿的槐叶低向明窗室中有些发暗，艳红的石榴花盛开光彩耀眼明。美人邀我稍作停留不必远行。无奈行期已到烟雨迷漾中画船扬帆轻轻。只见她柳眉伴着离歌紧皱，梨花面容有泪流倾。离别的情景确实不像初见时的欢乐之情。今夜月光明照的江上我在船中酒醉刚刚清醒。"}}, {"name": "阳关曲·中秋月", "prop": {"content": "中秋作本名小秦王，入腔即阳关曲暮云收尽溢清寒，银汉无声转玉盘。此生此夜不长好，明月明年何处看。", "translation": "夜幕降临，云气收尽，天地间充满了寒气，银河流泻无声，皎洁的月儿转到了天空，就像玉盘那样洁白晶莹。我这一生中每逢中秋之夜，月光多为风云所掩，很少碰到像今天这样的美景，真是难得啊！可明年的中秋，我又会到何处观赏月亮呢？"}}, {"name": "牛希济", "dynasty": "五代"}, {"name": "留别王侍御维 / 留", "prop": {"content": "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。", "translation": "这样寂寞还等待着什么？天天都是怀着失望而归。我想寻找幽静山林隐去，又可惜要与老朋友分离。当权者有谁肯能援引我，知音人在世间实在稀微。只应该守寂寞了此一生，关闭上柴门与人世隔离。"}}, {"name": "江津送刘光禄不及", "prop": {"content": "依然临江渚，长望倚河津。鼓声随听绝，帆势与云邻。泊处空余鸟，离亭已散人。林寒正下叶，钓晚欲收纶。如何相背远，江汉与城闉。", "translation": "面对着江中的小洲，依依不忍离去；站在这江边的渡口遥望着远去的船只。随着朋友的船渐行渐远，那船桨摇动的声音听不到了；那船上的大帆也渐渐与云彩接近。会看朋友船听过的地方，只有几只小鸟；再看那离亭中，为朋友送行的人也早已散去了。傍晚风寒，林间的树叶纷纷落下；日暮黄昏，钓鱼人也正准备收拾回家。为什么要让我们背离得这么远，一个远去江汉，一个归返城中。"}}, {"name": "别储邕之剡中", "prop": {"content": "借问剡中道，东南指越乡。舟从广陵去，水入会稽长。竹色溪下绿，荷花镜里香。辞君向天姥，拂石卧秋霜。", "translation": "向你打探问去剡中的道路，你举手示意遥指东南方的越地。乘船由扬州而南下，长长的流水一直通向会稽。溪水清澈，掩映着丛丛绿竹，水明净如镜，映着荷花的倒影，传出阵阵清香。与君辞别前往天姥，抖尽石尘我将高卧于秋日的霜露之中。"}}, {"name": "鹧鸪天·醉拍春衫惜旧", "prop": {"content": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。", "translation": "借着醉意拍春衫，回想着，旧日春衫上的香。天将离愁与别恨，折磨我这疏狂人。路上年年生秋草，楼中日日进夕阳。登楼望；云渺渺，水茫茫。征人归路在哪方。相思话语无诉处，又何必，写在信纸上，费了泪千行。 "}}, {"name": "蝶恋花·满地霜华浓似", "prop": {"content": "满地霜华浓似雪。人语西风，瘦马嘶残月。一曲阳关浑未彻。车声渐共歌声咽。换尽天涯芳草色。陌上深深，依旧年时辙。自是浮生无可说。人间第一耽离别。", "translation": "满地凝结着寒霜，浓得像覆上一层白雪。人们立在西风中话别，瘦马也向着残月不断悲鸣。送别时，《阳关》一曲犹未奏完，离人就已出发了。咿轧的车声仿佛应和着歌声，在痛苦地呜咽。天涯芳草青青的颜色已换作枯黄，可是，陌头上深深的车辙依旧是我来时的模样。三句为前人未道之语。静安于是年春跟随罗振玉入京，数月后即奔丧回里。来去匆匆，情事已更，故深感人生之无常。这虚浮无定的人生，还有什么可说呢？在人间最令伤心的事莫过于离别了。"}}, {"name": "送陆务观福建提仓", "prop": {"content": "觥船相对百分空，京口追随似梦中。落纸云烟君似旧，盈巾霜雪我成翁。春来茗叶还争白，腊尽梅梢尽放红。领略溪山须妙语，小迂旌节上凌风。", "translation": "把酒相对，依依话别，回首往昔，竟是百事成空，当年在京口结伴同游、互相酬唱的情景已如旧梦。而今您挥毫染翰，云烟满纸，诗风雄健，仍不异昔日；我却早已白发盈巾，满头霜雪，变成皤然衰翁。在这腊尽春回之际，梅花盛开，梢头已染成一片嫣红；待您到任时，春光明媚，白茶叶也该争先吐出芽叶为您洗尘接风。人们领略闽中的溪山之胜还要靠您的妙语佳句，希望您稍微绕点路，到我建造的凌风亭题诗揽胜。"}}, {"name": "窦叔向", "dynasty": "唐代"}, {"name": "代秋情", "prop": {"content": "几日相别离，门前生穞葵。寒蝉聒梧桐，日夕长鸣悲。白露湿萤火，清霜凌兔丝。空掩紫罗袂，长啼无尽时。", "translation": "分别才几天，门前就长满了野稻与冬苋菜。秋蝉在梧桐树上不停聒噪，从日出叫到日落，声音凄凉。秋天的露水把萤火虫打湿，严霜将兔丝草枯萎。反正也没人看，不妨把紫色绣裳掩严实了，想你就哭，和着蝉声，从早哭到晚。"}}, {"name": "风流子·枫林凋晚叶", "prop": {"content": "枫林凋晚叶，关河迥，楚客惨将归。望一川暝霭，雁声哀怨；半规凉月，人影参差。酒醒后，泪花销凤蜡，风幕卷金泥。砧杵韵高，唤回残梦；绮罗香减，牵起馀悲。亭皋分襟地，难拚处，偏是掩面牵衣。何况怨怀长结，重见无期。想寄恨书中，银钩空满；断肠声里，玉筯还垂。多少暗愁密意，唯有天知。", "translation": "无"}}, {"name": "凤凰台上忆吹箫·香冷", "prop": {"content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)", "translation": "铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。"}}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "燕燕", "prop": {"content": "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。", "translation": "燕子飞翔天上，参差舒展翅膀。妹子今日远嫁，相送郊野路旁。瞻望不见人影，泪流纷如雨降。燕子飞翔天上，身姿忽下忽上。妹子今日远嫁，相送不嫌路长。瞻望不见人影，伫立满面泪淌。燕子飞翔天上，鸣音呢喃低昂。妹子今日远嫁，相送远去南方。瞻望不见人影，实在痛心悲伤。二妹诚信稳当，思虑切实深长。温和而又恭顺，为人谨慎善良。常常想着父王，叮咛响我耳旁。"}}, {"name": "夜游宫·人去西楼雁杳", "prop": {"content": "人去西楼雁杳。叙别梦、扬州一觉。云澹星疏楚山晓。听啼乌，立河桥，话未了。雨外蛩声早。细织就、霜丝多少。说与萧娘未知道。向长安，对秋灯，几人老。", "translation": "　　人离去后西楼就变得空空如也，鸿雁也早已经飞往远方而渺无踪影。与旧日朋友畅叙别离之情也只能在那虚幻的梦境。我和你站立在河桥上，倾述着分别以后的彼此的相思与深情。话还没有说完，却被窗外鸟儿的啼声惊醒了。只见外面云淡星稀，天才刚刚拂晓，楚山迷蒙不清。　　秋雨淅淅沥沥地下个不停，夹杂着蟋蟀的哀鸣，仿佛织布机梭在来往穿行，织出了我那如同繁星般的满头白发。这种凄清艰苦的境况，即使我告诉伊人，恐怕也难以体会到我现在的心情。我遥望京师，独自一人对着一盏荧荧秋灯，怎能不百愁俱生，那丝丝白发，怎能不再添几茎？ "}}, {"name": "苕溪酬梁耿别后见寄", "prop": {"content": "清川永路何极，落日孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。惆怅长沙谪去，江潭芳草萋萋。", "translation": "清清的江水长又长，到哪里是尽头？夕阳向西落下孤零零的船儿解开了缆索。群鸟在田野上飞翔一忽儿近一忽儿远，闲人在船上听凭溪水飘荡忽东忽西。洁白的云朵飘浮在空中有一千里一万里，皎洁的月光照耀着山前的溪水山后的溪水。从长沙又遭贬谪离开那里令人伤感失意，怀人的情思像江岸潭边的香草那样浓郁。"}}, {"name": "凭栏人·闺怨", "prop": {"content": "垂柳依依惹暮烟，素魄娟娟当绣轩。妾身独自眠，月圆人未圆。啼得花残声更悲，叫得春归郎未知。杜鹃奴倩伊，问郎何日归？", "translation": " 　　两首均写怨妇的离别相思之情，意脉相连，步步深入。字斟句酌，含蓄蕴藉。 "}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "浣溪沙·握手河桥柳似", "prop": {"content": "握手河桥柳似金；蜂须轻惹百花心，蕙风兰思寄清琴。意满便同春水满，情深还似酒杯深，楚烟湘月两沈沈。", "translation": "　　这首词写男女的欢会与分别。上片先从分别写起，河桥垂柳，蜂惹百花，喻其分别时的留念，并兴起相见之迟，相别之速。“蕙风”句是从弦管之间写女子的风度、情怀。"}}, {"name": "和凝", "dynasty": "五代"}, {"name": "初出城留别", "prop": {"content": "朝从紫禁归，暮出青门去。勿言城东陌，便是江南路。扬鞭簇车马，挥手辞亲故。我生本无乡，心安是归处。", "translation": "早上从紫禁城归来，傍晚从长安城东出门。不再谈城东里面的小路曲折等事，此行要去的地方是江南。车马备齐扬起鞭儿上路了，挥挥手向亲人和故乡告别。我生来就没有固定的处所，只要是心坦然的地方就是我的归宿。"}}, {"name": "柳含烟·河桥柳", "prop": {"content": "河桥柳，占芳春，映水含烟拂路。几回攀折赠行人，暗伤神。乐府吹为横笛曲，能使离肠断续。不如移植在金门，近天恩。", "translation": "这首词由折柳送别咏开去，似有不遇之感，用笔含蓄，词意晦涩。 "}}, {"name": "忆秦娥·伤离别", "prop": {"content": "伤离别。江南雁断音书绝。音书绝。两行珠泪，寸肠千结。 伤心长记中秋节。今年还似前年月。前年月。那知今夜，月圆人缺。", "translation": "为别离伤感，江南的大雁无法传来你的消息。音讯断绝，我内心愁肠郁结，流下眼泪。想起之前中秋节的时候，月亮和今天的一样。那时候我们还未分别，可今天啊，月亮是圆满的，我们却无法团聚。"}}, {"name": "王之道", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "西江月·携手看花深径", "prop": {"content": "携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。", "translation": "携手看花，漫步芳丛深径；扶肩待月，双双共倚斜廊。匆匆惜别时，已怅然无措，那情景，此时不堪再回想。欲寄书信，却恨人如天远；难捱长夜，漫漫夜似年长。小窗风雨清冷，声声碎人愁肠，更无奈，独眠孤舟枕上。"}}, {"name": "高阳台·和周草窗寄越", "prop": {"content": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。 江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。", "translation": "庭院背阴处尚有残雪堆积，透过帘幕，也还能感到轻寒。玉管中葭灰飞扬，不知不觉已到了立春时节。门前虽然已经有金泥帖，却不知道春光到来了谁家的亭阁？我对你相思若渴，梦中迷离隐约相见，无奈终究被天水阴遮。待梦境醒来时，更加凄然伤心，只见满树幽香，地上都是疏影横斜。江南离别自然充满愁苦，何况在古道上策马。都在羁旅天涯，只见飞雁归落平沙。如何能在信笺之上，诉说自己空度年华。如今处处长满芳草，纵然登上高楼眺望，也只能见萋萋芳草遍布天涯。更何况，（人生）还能经受几度春风，几番飞红落花。"}}, {"name": "关汉卿", "dynasty": "元代"}, {"name": "赵彦端", "dynasty": "宋代"}, {"name": "迷神引·红板桥头秋光", "prop": {"content": "红板桥头秋光暮。淡月映烟方煦。寒溪蘸碧，绕垂杨路。重分飞，携纤手、泪如雨。波急隋堤远，片帆举。倏忽年华改，向期阻。时觉春残，渐渐飘花絮。好夕良天长孤负。洞房闲掩，小屏空、无心觑。指归云，仙乡杳、在何处。遥夜香衾暖，算谁与。知他深深约，记得否。", "translation": "红板桥头秋天的夜晚。月色映着淡淡的雾气。堤边垂柳映照在水中，显出一片碧色。重新回忆起当初分别时的情景，拉起妻子的手，泪水不停的流下来。水中波浪很急隋堤很远，船帆举起来。时光过得很快，怎奈归期被阻隔。现在春天快过去了，渐渐的飘起了柳絮。美好的光景总是无心欣赏。房门虚掩，空有小屏，却无心去看。归心似箭，但恋人在何处呢？漫漫长夜香被很暖，但谁能与共呢？与他深切的约定，他还记得吗？"}}, {"name": "风入松·为友人放琴客", "prop": {"content": "春风吴柳几番黄。欢事小蛮窗。梅花正结双头梦，被玉龙、吹散幽香。昨夜灯前歌黛，今朝陌上啼妆。 最怜无侣伴雏莺。桃叶已春江。曲屏先暖鸳衾惯，夜寒深、都是思量。莫道蓝桥路远，行云中隔幽坊。", "translation": "　　《风入松》，古琴曲有《风入松》，传为晋嵇康所作。又唐僧皎然有《风入松歌》，见《乐府诗集》卷五十九，调名由此而来。《宋史·乐志》入“林钟商”，调见晏几道《小山词》。又名《风入松慢》、《远山横》。双调，七十四字、七十六字，亦有七十二字体的。前后片各六句四平韵。《梦窗词》系七十六字体。　 "}}, {"name": "酷相思·月挂霜林寒欲", "prop": {"content": "月挂霜林寒欲坠。正门外、催人起。奈离别如今真个是。欲住也、留无计。欲去也、来无计。马上离魂衣上泪。各自个、供憔悴。问江路梅花开也未？春到也、须频寄。人到也、须频寄。", "translation": "经霜的树林里充满寒意，月儿挂在树梢似乎飘飘欲坠。分别的人早起身来到正门之外，多么无可奈何，这伤心的别离。我真想留住你，但只是留你无计；你不得不离开，又担心归来无计。你骑马而去，离愁聚积在心底；我伫立凝望，襟袖沾满了眼泪。这一别双双憔悴情难言呵，不知那江路旁的梅花，是否已经吐蕊？当春天来临的时候，我一定折梅频寄，当你到江南的时候，也请你折梅频寄。"}}, {"name": "别范安成", "prop": {"content": "生平少年日，分手易前期。及尔同衰暮，非复别离时。勿言一樽酒，明日难重持。梦中不识路，何以慰相思？", "translation": "追忆人生少年离别日，后会有期看得很容易。世事沧桑你我同衰老，再也不像当初握别时。不要推辞小小一杯酒，分手后恐怕更难重持。梦中寻你不知在何方，如何安慰我这相思意。"}}, {"name": "渔歌子·柳如眉", "prop": {"content": "柳如眉，云似发，鲛绡雾縠笼香雪。梦魂惊，钟漏歇，窗外晓莺残月。几多情，无处说，落花飞絮清明节。少年郎，容易别，一去音书断绝。", "translation": "　　这首词写少妇闺情。上片写天晓时少妇的容貌。“柳如眉”三句连用三个比喻极言少妇之美；“梦魂惊”三句点明时刻，写少妇梦被惊醒所见所闻——“窗外晓莺残月”。下片“几多情”三句追叙“落花飞絮清明节”时与少年郎分别时依恋的情状。“落花飞絮”一句，情景交融，荡气回肠。后三句写少妇之怨。 "}}, {"name": "浪淘沙·丹阳浮玉亭席", "prop": {"content": "绿树暗长亭，几把离尊。阳关常恨不堪闻。何况今朝秋色里，身是行人。清泪浥罗巾，各自消魂。一江离恨恰平分。安得千寻横铁锁，截断烟津？", "translation": "长亭旁的绿树已变得苍黄，送别的筵席上几次举杯话别．常常害怕离别而不忍听那《阳关曲》，更何况如今秋色萧索身是远行人。清泪沾湿了罗巾，人人都黯然伤神，一腔离恨就像不尽的江水一样深。哪里去找千尺的横江铁锁，在这烟水迷蒙的渡口截断江流。"}}, {"name": "舟中望月", "prop": {"content": "大江阔千里，孤舟无四邻。唯余故楼月，远近必随人。入风先绕晕，排雾急移轮。若教长似扇，堪拂艳歌尘。", "translation": "大江辽阔，千里茫茫，只有我一只小船在江中孤零零司州没有伴。只有以前在家中楼上看到的月亮，或远或近总是伴随着我。起风前它四周先围着一个彩环，散雾时它又像急速游动向前。倘如它能永远象一把园扇，可以拂去艳情场上的尘烟。"}}, {"name": "鹧鸪天·一点残红欲尽", "prop": {"content": "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。", "translation": "我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。"}}, {"name": "临行与故游夜别", "prop": {"content": "历稔共追随，一旦辞群匹。复如东注水，未有西归日。夜雨滴空阶，晓灯暗离室。相悲各罢酒，何时同促膝？", "translation": "多年来，我们一起共事，情好谊笃，如今即将与你们分别了，让人怎能不感伤。我这一去犹如东流的江水，不知何时才能回归。夜晚湿冷的雨滴，淅沥落在空旷的台阶上，室内三杯两盏淡酒，促膝话别，彻夜不眠，不知不觉间曙色已跃上窗头。只好放下各自手中的杯盏，何时咱们还能像现在这样把酒尽欢。"}}, {"name": "点绛唇·金谷人归", "prop": {"content": "金谷人归，绿杨低扫吹笙道。数声啼鸟，也学相思调。月落潮生，掇送刘郎老。淮南好，甚时重到？陌上生春草。", "translation": "金谷丽人归来相聚时，门前绿杨垂地，临风摇曳，绿荫深浓，街巷歌吹弹唱声声不息。树上鸟儿声声鸣唱，仿佛学着人们在倾诉相思之情。时序更替，潮起潮落，折磨得刘郎日渐衰落。淮南的合肥真是个好地方，但什么时候才能重新到达那里？只见原野上芳草萋萋，令人伤感。"}}, {"name": "临江仙引·上国", "prop": {"content": "上国。去客。停飞盖、促离筵。长安古道绵绵。见岸花啼露，对堤柳愁烟。物情人意，向此触目，无处不凄然。醉拥征骖犹伫立，盈盈泪眼相看。况绣帏人静，更山馆春寒。今宵怎向漏永，顿成两处孤眠。", "translation": "我在华州，但现在要离开了。停下车驾，匆促地参加送别的筵席。只见河岸边带露珠的花朵似乎正在悲哀的哭泣，对面长堤上茂密的柳林也仿佛被忧愁笼罩。面对此景，触目伤怀，那物的情状、人的情绪无处不凄凉悲伤。醉意蒙蒙中仍持握缰绳骑马伫立，饱含离情眼泪的双眼，彼此相看，不忍离去。更何况这一离别，将是彩绣帏帐中人孤寂，山中馆驿春夜寒。今宵将怎样面对这漫漫长夜，一下子分居两处，独自而眠。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "王羲之", "dynasty": "魏晋"}, {"name": "李颀", "dynasty": "唐代"}, {"name": "顾况", "dynasty": "唐代"}, {"name": "送人游岭南", "prop": {"content": "少别华阳万里游，近南风景不曾秋。红芳绿笋是行路，纵有啼猿听却幽。", "translation": "少年时期离开华阳四处行走游历，靠近岭南时风景仍是郁郁葱葱、生机勃勃。行路两旁满是鲜花绿竹，即是是猿猴哀怨长啸，听起来也会感到幽静。"}}, {"name": "奉和圣制送尚书燕国公", "prop": {"content": "宗臣事有征，庙算在休兵。天与三台座，人当万里城。朔南方偃革，河右暂扬旌。宠锡从仙禁，光华出汉京。山川勤远略，原隰轸皇情。为奏薰琴唱，仍题宝剑名。闻风六郡伏，计日五戎平。山甫归应疾，留侯功复成。歌钟旋可望，衽席岂难行。四牡何时入，吾君忆履声。", "translation": "无"}}, {"name": "送元暠师诗", "prop": {"content": "侯门辞必服，忍位取悲增。去鲁心犹在，从周力未能。家山余五柳，人世遍千灯。莫让金钱施，无生道自弘。", "translation": "王侯们的责备定当服从，容忍司马之位我日增悲愤。计“堕三都”孔子逃离鲁国，周朝大礼我无力振兴。陶潜隐居避开尘世的纷争，人世间到处是香烟燎绕的佛灯。不要以为施舍金钱就是佛道，弘扬佛道还需懂得“无灭无生”。"}}, {"name": "重别梦得", "prop": {"content": "二十年来万事同，今朝岐路忽西东。皇恩若许归田去，晚岁当为邻舍翁。", "translation": "二十年来历经沧桑患难相同，今天忽然歧路分别各自西东。如果皇恩浩荡允许回家种地，晚年就日夕相处做邻居老翁。"}}, {"name": "好事近·帘外五更风", "prop": {"content": "帘外五更风，消受晓寒时节。刚剩秋衾一半，拥透帘残月。争教清泪不成冰？好处便轻别。拟把伤离情绪，待晓寒重说。", "translation": "窗外吹来五更的寒风，这寒冷的造成正是一天中最冷的时刻。独自孤眠，秋夜冰冷的被子多出了一半，我拥着被子坐起来，望着窗外的残月回忆往昔。怎么能使清泪不长流至结冰呢，最好的办法就是不把离别的事放在心上。这因离别而感伤的心绪，还是留到天亮以后再去想吧。"}}, {"name": "愁倚阑令·花阴月", "prop": {"content": "花阴月，柳梢莺。近清明。长恨去年今夜雨，洒离亭。 枕上怀远诗成。红笺纸、小砑吴绫。寄与征人教念远，莫无情。", "translation": "无"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "司空曙", "dynasty": "唐代"}, {"name": "裴迪", "dynasty": "唐代"}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "忆帝京·薄衾小枕凉天", "prop": {"content": "薄衾小枕凉天气，乍觉别离滋味。展转数寒更，起了还重睡。毕竟不成眠，一夜长如岁。 也拟待、却回征辔；又争奈、已成行计。万种思量，多方开解，只恁寂寞厌厌地。系我一生心，负你千行泪。", "translation": "小睡之后，就因薄被而被冻醒，突然觉有种难以名状的离别滋味涌上心头。辗转反侧地细数着寒夜里那敲更声次，起来了又重新睡下，反复折腾终究不能入睡，一夜如同一年那样漫长。也曾打算勒马再返回，无奈，为了生计功名已动身上路，又怎么能就这样无功而回呢？千万次的思念，总是想尽多种方法加以开导解释，最后只能就这样寂寞无聊地不了了之。我将一生一世地把你系在我心上，却辜负了你那流不尽的伤心泪！"}}, {"name": "李师中", "dynasty": "宋代"}, {"name": "望江南·春睡起", "prop": {"content": "春睡起，积雪满燕山。万里长城横玉带，六街灯火已阑珊，人立蓟楼间。空懊恼，独客此时还。辔压马头金错落？鞍笼驼背锦斓班，肠断唱阳关。", "translation": "春睡起之时，已是积雪堆满燕山。万里长城之上撒满雪花，好像一条横陈的玉带，街上是灯火阑珊。而人，却倾立在蓟楼之间。何等的惆怅，何等的凄凉。自己空空懊恼，他人或许更是如此，这身单影只的客人此时要归去。这一身行头绝尘而去。伤心的情意断人肠，屹立在阳关依旧吟唱。"}}, {"name": "送率府程录事还乡", "prop": {"content": "鄙夫行衰谢，抱病昏忘集。常时往还人，记一不识十。 程侯晚相遇，与语才杰立。熏然耳目开，颇觉聪明入。 千载得鲍叔，末契有所及。意钟老柏青，义动修蛇蛰。 若人可数见，慰我垂白泣。告别无淹晷，百忧复相袭。 内愧突不黔，庶羞以赒给。素丝挈长鱼，碧酒随玉粒。 途穷见交态，世梗悲路涩。东风吹春冰，泱莽后土湿。 念君惜羽翮，既饱更思戢。莫作翻云鹘，闻呼向禽急。", "translation": "无"}}, {"name": "李益", "dynasty": "唐代"}, {"name": "青玉案·邻鸡不管离怀", "prop": {"content": "邻鸡不管离怀苦，又还是、催人去。回首高城音信阻。霜桥月馆，水村烟市，总是思君处。裛残别袖燕支雨，谩留得、愁千缕。欲倩归鸿分付与。鸿飞不住，倚阑无语，独立长天暮。", "translation": "邻家的公鸡才不管离别的痛苦，还是不停地啼叫，像是在催人离去。回望高城， 音信却受到阻隔。严霜覆盖的小桥、月光笼罩的驿馆、流水环绕的村庄、烟雾蒙蒙的城市，无一不是思念你的地方。分别时，溶有胭脂的泪水纷落如雨，沾湿了衣袖，却留下了千万缕哀愁。想请归鸿捎去我的思念，但是（冷漠无情的）鸿雁却不肯停留，展翅渐飞渐远。我倚着栏杆默然无语，独自伫立在暮色笼罩的长空之下。"}}, {"name": "对雪二首", "prop": {"content": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。 ", "translation": "无"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "何梦桂", "dynasty": "宋代"}, {"name": "姚燧", "dynasty": "元代"}, {"name": "劳劳亭", "prop": {"content": "天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。", "translation": "天下最伤心的地方，就是这送别的劳劳亭。春风也会意离别的痛苦，不催这柳条儿发青。"}}, {"name": "眼儿媚·萧萧江上荻花", "prop": {"content": "萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。", "translation": "江上的荻花在萧瑟的秋风中摇曳，就好像是故意捉弄给人平添许多愁思。那西沉的太阳，恹恹地在落下去，只剩半根竹竿那么高了；从天际飞来的两行新雁，也愈飞愈远，江上这一叶扁舟就要载着离人远去。别离时我常常担心你离我先去，只有一醉才能暂时解除心中的烦忧。今天晚上，我还能亲眼看着你；到了明天，你的模样就只能留存我的心里；到了后天啊，我只能紧蹙双眉无尽的思念你。"}}, {"name": "虞美人·有美堂赠述古", "prop": {"content": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。", "translation": "登高远眺，千里美景尽收眼底。大自然的湖光山色，要数这里最美。你这一去，何时才能返回？请痛饮几杯吧，但愿醉倒再不离去。看，沙塘里华灯初放。听，是谁把动人心弦的《水调》来弹唱？当夜深风静我们扶醉欲归时，只见在一轮明月的映照下，钱塘江水澄澈得像碧色琉璃。"}}, {"name": "如梦令·一晌凝情无语", "prop": {"content": "一晌凝情无语，手捻梅花何处。倚竹不胜愁，暗想江头归路。东去东去，短艇淡烟疏雨。", "translation": "　　这首抒情小词，着意人物心理和情态的刻画，语言精妙，委婉含蓄地抒写了伤离惜别之情。全词融情于景，清新淡雅，平易自然。 "}}, {"dynasty": "隋代"}, {"name": "河传·棹举", "prop": {"content": "棹举，舟去，波光渺渺，不知何处？岸花汀草共依依，雨微，鹧鸪相逐飞。天涯离恨江声咽，啼猿切，此意向谁说？倚兰桡，独无聊，魂消，小炉香欲焦。", "translation": "片帆孤舟，举棹远去，茫茫水国，渺无涯际。在苍茫之中，唯有鹧鸪相逐而飞，点缀着生意。心情惆怅，仿佛江水也在呜咽，猿声更加悲切。心中依依的乡恋，无处可诉。在百无聊赖时，只好倚栏消遣。此刻，时已晚，香将燃尽。"}}, {"name": "天香·蜡梅", "prop": {"content": "蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒钟悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难封，吴云雁杳。", "translation": "无"}}, {"name": "送姬仲实隐士北还", "prop": {"content": "纷纷末术例从谀，邂逅淇南论有馀。贾传自怜多感慨，东门何意泥孤虚。雨连宾馆留三宿，天遣幽怀为一抒。觉我胸中闻未有，九峰新说历家书。", "translation": "无"}}, {"name": "菩萨蛮·催花未歇花奴", "prop": {"content": "催花未歇花奴鼓，酒醒已见残红舞。不忍覆馀觞，临风泪数行。粉香看又别，空剩当时月。月也异当时，凄清照鬓丝。", "translation": "催促春花盛开的鼓声一直还没有停，酒醒之后已经看见落花纷纷扬扬。不忍倾杯一饮而尽这酒杯中残余的薄酒。面对秋风，离情别绪顿生，情不自禁地流下眼泪。可爱的人儿阿，如今这离别又出现在眼前，寂空无所依，只留下一轮圆月，独立天际，甚至就连这月亮也与当时我们在一起时不同，你看这凄凉的清光缕缕地照在我的青丝上，如何不催人泪下。"}}, {"name": "千秋岁·淡烟平楚", "prop": {"content": "淡烟平楚，又送王孙去。花有泪，莺无语。芭蕉心一寸，杨柳丝千缕。今夜雨，定应化作相思树。忆昔欢游处，触目成前古。良会处，知何许？百杯桑落酒，三叠阳关句。情未了，月明潮上迷津渚。", "translation": "　　平野上淡淡的烟雾，又送贵族公子而去。花儿仍在哭泣，黄莺寂然无语。芭蕉心缩卷不展，依依杨柳愁思千缕。今夜的雨，一定会化为那相思树，双目所过间，都成前尘故事。不知何时能再相会？饮下百杯桑落酒，高唱三叠阳关句，情还未了，渡口边的月已迷蒙了江水。"}}, {"name": "新市驿别郭同年", "prop": {"content": "驿亭门外叙分携，酒尽扬鞭泪湿衣。莫讶临歧再回首，江山重叠故人稀。", "translation": "在驿亭门外，我们殷殷告别，喝完送行酒，我挥鞭上路，伤心的泪水把衣襟湿透。你不要惊讶我到了交叉路口才回头，道路艰难，今后又能碰到几个知心朋友？"}}, {"name": "阮郎归·宫腰袅袅翠鬟", "prop": {"content": "宫腰袅袅翠鬟松，夜堂深处逢。无端银烛殒秋风，灵犀得暗通。身有恨，恨无穷，星河沉晓空。陇头流水各西东，佳期如梦中。", "translation": "歌妓纤长柔美貌，似乎头发蓬乱了一些，此时主人入宅更衣去了，只剩下这两人了。无缘无故地，一阵过堂风，刮灭了宴席上的蜡烛，彼此心心相许，爱慕之情已神会了。真是让人悔恨啊，这恨没个完，直恨到星河被晨空吞噬了。情人之各去一方，那就只好在梦中相会了。"}}, {"name": "倾杯·鹜落霜洲", "prop": {"content": "鹜落霜洲，雁横烟渚，分明画出秋色。暮雨乍歇，小楫夜泊，宿苇村山驿。何人月下临风处，起一声羌笛。离愁万绪，闲岸草、切切蛩吟如织。为忆芳容别后，水遥山远，何计凭鳞翼。想绣阁深沉，争知憔悴损，天涯行客。楚峡云归，高阳人散，寂寞狂踪迹。望京国。空目断、远峰凝碧。", "translation": "野鸭飞落在霜露覆盖的小洲，大雁横越于雾霭笼罩的小渚。清楚地勾画出一幅秋色图。傍晚的雨刚刚停歇。天黑了，一叶小舟靠岸停泊，寄宿在荒村驿店。何人迎风站在月光下？一阵阵的羌笛声与河岸草丛里切切的蟋蟀声交织一起，引起离愁万绪！只为思恋。与佳人别后，山水相隔，相距遥远，靠什么来传递书信呢？想来绣阁深枕中的佳人，怎么也不会知道浪迹天涯的游子如今已是身心俱损、憔悴不堪！巫峡幽会已逝，高阳酒徒已散，只有身心的寂寞孤独、行为的放荡不羁。眺望京都，徒然望断远方浓绿的山峰。"}}, {"name": "点绛唇·途中逢管倅", "prop": {"content": "憔悴天涯，故人相遇情如故。别离何遽，忍唱阳关句。我是行人，更送行人去。愁无据。寒蝉鸣处，回首斜阳暮。", "translation": "漂泊他乡多年，已是心中愁苦人憔悴。故人相逢，二人感情依然深厚。刚重逢又要马上分离，何等的仓促，怎么忍心唱那凄切的《阳关》曲！我本就是漂泊在外的人，现在还要送漂泊之人远去。愁苦无边无际，秋蝉哀鸣，回首遥望，暮色一片苍茫。"}}, {"name": "虞美人·廉纤小雨池塘", "prop": {"content": "廉纤小雨池塘遍。细点看萍面。一双燕子守朱门。比似寻常时候、易黄昏。宜城酒泛浮香絮。细作更阑语。相将羁思乱如云。又是一窗灯影、两愁人。", "translation": "如丝的细雨洒遍了池塘，在长满浮萍的水面，溅起了无数小点点。朱红色的门檐下，一双燕子守在窠里不再飞去。啊，今天的这个黄昏，来得似乎比往常要早。杯里的宜城酒浮泛着香絮般的白沫。我们喁喁细语直到夜深。在这即将分手的时刻，我们的离愁别恨像乱云一般难以分，怎么又是这样啊——一窗摇曳的灯影，两个黯然相对的有情人！"}}, {"name": "顾敻", "dynasty": "五代"}, {"name": "满江红·送李正之提刑", "prop": {"content": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。", "translation": "蜀道攀登难于上青天，一杯薄酒为你践行。正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此。希望借着这首《喻巴蜀檄》让金人闻风心惊。你文才出众，希望大展身手，为国立功建业。君莫要流泪伤心，倒不如听我说一说你要去的荆楚这一路的风光吧？请用诗写下一路美好景色：庐山的丰姿，赤壁的激浪，襄阳的明月。正是梅花花开、大雪纷飞季节，务必相互勉励莫相忘并不断传递消息。"}}, {"name": "碛西头送李判官入京", "prop": {"content": "一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。", "translation": "我孤身一人奉命出使到万里之遥的安西。一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。"}}, {"dynasty": "南北朝"}, {"name": "刘著", "dynasty": "宋代"}, {"name": "八归·湘中送胡德华", "prop": {"content": "芳莲坠粉，疏桐吹绿，庭院暗雨乍歇。无端抱影销魂处，还见篠墙萤暗，藓阶蛩切。送客重寻西去路，问水面琵琶谁拨？最可惜、一片江山，总付与啼鴂。长恨相从未款，而今何事，又对西风离别？渚寒烟淡，棹移人远，飘渺行舟如叶。想文君望久，倚竹愁生步罗袜。归来后，翠尊双饮，下了珠帘，玲珑闲看月。", "translation": "荷花飘落，稀疏的梧桐开始坠下绿叶。庭院里，一场秋雨刚停歇。我说不出原因，一个人突然独自伤悲。又看见竹篱边的萤火虫在幽暗中飞来飞去，苔阶旁的蟋蟀叫声更令人断肠。我送别客人，重寻西去的水路，不知水上是否有人为你演奏一曲？最可惜的是把一片江山大好风景，却付给悲鸣的鸟儿。常常遗憾我们相识相知时间太短，而今在这落花时节，为何又要无奈地依依相别？清冷的洲渚烟水茫茫，船儿就要出发，友人的行舟已远，如一片轻叶。他的妻子一定在家中盼望着他，日日站在翠竹旁，任凭罗袜上染上清尘。等到丈夫归来后，夫妻二人幸福地团圆。双双下了珠帘，对着明月对饮到天明。"}}, {"name": "子夜四时歌·自从别欢", "prop": {"content": "自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。", "translation": "自从欢会别后，终日叹息，整日相思。我的心就像春天蓬勃生长的黄檗树，越来越苦。"}}, {"name": "远别离", "prop": {"content": "远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。", "translation": "无"}}, {"name": "少年游·草", "prop": {"content": "春风吹碧，春云映绿，晓梦入芳裀。软衬飞花，远连流水，一望隔香尘。 萋萋多少江南恨，翻忆翠罗裙。冷落闲门，凄迷古道，烟雨正愁人。", "translation": "春风吹绿了芳草，在白云的映衬下，芳草显得葱绿可爱，是在晓梦中梦见了这如茵的芳草。花瓣轻轻地洒落在软草上，蒙茸的草地随着流水延伸向天际。一眼望去，伊人的芳踪已被无边的芳草阻隔，春恨别情无限。萋萋的芳草，遮盖了伊人的足迹，给人留下了多少相思别离之恨，使人追忆起像绿草地一样的翠罗裙。冷落的庭院，凄迷的古道，都笼罩在茫茫烟雨之中，这景象勾起了人满怀的愁绪。"}}, {"dynasty": "唐代"}, {"name": "定风波·席上送范廓之", "prop": {"content": "听我尊前醉后歌，人生无奈别离何。但使情亲千里近，须信。无情对面是山河。(无奈 一作：亡奈)寄语石头城下水。居士，而今浑不怕风波。借使未如鸥鸟伴；经惯，也应学得老渔蓑。", "translation": "请听听我在酒杯前说的这番话，离别本是人生中无可奈何的事情，如果感情好的话，即使相隔千里，也会感觉很近，一定要相信：如果感情疏远，即使面对面也如隔山河。告诉建康的山和水，再也没有政治上的风波来纠缠我了。即使不能称为鸥鸟的同伴，但是习惯了以后也能像老渔翁一样，身穿蓑衣，在江上垂钓。"}}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "石孝友", "dynasty": "宋代"}, {"name": "忆秦娥·与君别", "prop": {"content": "与君别。相思一夜梅花发。梅花发。凄凉南浦，断桥斜月。 盈盈微步凌波袜。东风笑倚天涯阔。天涯阔。一声羌管，暮云愁绝。 ", "translation": "　　这是一首怅别词。诗人写的不是离别时的凄恻，也不是别君的思念，而是刚刚作别、乍然离去时的旅途情怀。诗人并不正面写这种渐行渐远渐浓的离愁，也不突出他对那位“盈盈微步”的佳人的眷恋，而是把一夜间怒放的梅花推在前景地位进行反复咏叹，这样诗人行旅中的那种难言的惆怅反而更加在丰富、充分地表现出来，这便是超越咏叹实体，把描写对象半空灵化、象征化了的艺术魅力之所在。 "}}, {"name": "浪淘沙慢·晓阴重", "prop": {"content": "晓阴重，霜凋岸草，雾隐城堞。南陌脂车待发，东门帐饮乍阕。正拂面、垂杨堪揽结。掩红泪、玉手亲折。念汉浦、离鸿去何许？经时信音绝。情切，望中地远天阔。向露冷风清，无人处，耿耿寒漏咽。嗟万事难忘，惟是轻别。翠尊未竭，凭断云、留取西楼残月。罗带光消纹衾叠，连环解、旧香顿歇。怨歌永、琼壶敲尽缺。恨春去、不与人期，弄夜色、空馀满地梨花雪。", "translation": "无"}}, {"name": "酒泉子·芳草长川", "prop": {"content": "芳草长川，柳映危桥桥下路。归鸿飞，行人去，碧山边。风微烟淡雨萧然，隔岸马嘶何处？九回肠，双脸泪，夕阳天。", "translation": "芳草萋萋”的水中绿洲，向前后观看，那高桥如长虹卧空，飞架长川两岸，通过高桥的道路，两旁柳树掩映，随风依依。北归的鸿雁，排成人字行，展翅飞过；往下看，路上的行人，也一个个离去。风小云散雨声消逝，是一片萧然寂静，举首望去，鸣叫的马儿在何处。"}}, {"name": "留别妻", "prop": {"content": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。", "translation": "无"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "送宇文太守赴宣城", "prop": {"content": "寥落云外山，迢遥舟中赏。铙吹发西江，秋空多清响。地迥古城芜，月明寒潮广。时赛敬亭神，复解罟师网。何处寄相思，南风吹五两。", "translation": "远处稀疏冷落的山峦，在船里向远处观赏。从长江上游出发的时候，军乐队奏乐送行，乐声晌彻整个秋空。大地辽阔，古城长满了野草，天上的月亮很明亮，江中的寒潮很大。按时祭祀报答神明所降福泽，并且解渔网放生。向哪里寄托相思之情呢？南风很大，船行驶得又很快。"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "送友人", "prop": {"content": "水国蒹葭夜有霜，月寒山色共苍苍。 谁言千里自今夕，离梦杳如关塞长。", "translation": "水乡之夜的水边蒹葭笼罩在月色之中好似染上秋霜，月色与夜幕下的深青山色浑为一体，苍苍茫茫。谁说朋友之情能在一夕之间完结呢？可离别后连相逢的梦也杳无踪迹，它竟像迢迢关塞那样遥远。"}}, {"name": "忆旧游·别黄澹翁", "prop": {"content": "送人犹未苦，苦送春、随人去天涯。片红都飞尽，正阴阴润绿，暗里啼鸦。赋情顿雪双鬓，飞梦逐尘沙。叹病渴凄凉，分香瘦减，两地看花。西湖断桥路，想系马垂杨，依旧欹斜。葵麦迷烟处，问离巢孤燕，飞过谁家。故人为写深怨，空壁扫秋蛇。但醉上吴台，残阳草色归思赊。", "translation": "送人南浦还算不上痛苦，更痛苦的是、送春随人去天涯。枝上一点残花都飞尽，叶肥阴绿暗里闻啼鸦。赋诗吟情顿使双鬓雪白，飞梦逐尘远渡江沙。叹病渴凄凉人消瘦，恨分香人远，两地独看花。想西湖断桥路边，曾经系马的垂杨依旧摇荡枝斜。菟葵燕麦迷烟雾，问离巢的孤燕，将要飞栖谁家? 故人为我写下深深的离怨，题诗空壁运笔挥扫若秋蛇。且登上吴地的高台醉饮，夕阳草色将伴随你远远归来呀。"}}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "望远行·绣帏睡起", "prop": {"content": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰围小，信人憔悴。", "translation": "从绣帏里睡醒起来，妆已残褪浅淡，却也无意重新打扮。天花板尘埃积聚，金饰楼梯覆盖着苔藓，凤楼闺房十分的寂寞。柳絮在空中纷纷飘落，烟雾中的草丛苒苒茂盛，整天独自倚栏深思。遥望出远门的人，去洛阳的南面道路已是春天将尽，忧伤地盼望远人早归。只有凝望，而没有办法消除离别的忧愁。只好暗自抛金沽酒痛饮。面对良辰美酒，徒然独饮，无奈反倒增添眼泪，更加悲伤。待你出游寻乐归来，故意解开外衣，又重新系上薄纱下裳，让你看看我瘦小的细腰，诚实的人那憔悴的模样。"}}, {"name": "送僧南归", "prop": {"content": "渐老念乡国，先归独羡君。吴山全接汉，江树半藏云。振锡林烟断，添瓶涧月分。重栖上方定，孤狖雪中闻。", "translation": "年纪渐长便生故土之思，很羡慕您能够先我而行。吴山与汉地相隔不远，江边树仿佛藏于烟云之中。振动锡杖走入荒地，不免以涧水果腹，饥饿难忍。你又回寺院练习禅定，听那孤独的猿猴雪中长鸣。"}}, {"name": "送张舍人之江东", "prop": {"content": "张翰江东去，正值秋风时。天清一雁远，海阔孤帆迟。白日行欲暮，沧波杳难期。吴洲如见月，千里幸相思。", "translation": "无"}}, {"name": "夜宴南陵留别", "prop": {"content": "雪满前庭月色闲，主人留客未能还。 预愁明日相思处，匹马千山与万山。", "translation": "　　诗的第一句“雪满前庭月色闲”，点明了节候与时间。雪满前庭，正当冬令。为什么许多送别诗的背景都是冰雪满径的隆冬?是什么理由催促人们在这本来不利于远行的季节踏上征程?这其中的奥秘是不难发现的。残腊将尽，春气欲来之时，正是中国民间最隆重的年节到来之际。合家团聚，共度佳节，成了人们最美好的愿望。难怪那冰雪覆盖的山路上。总会留下许多人匆匆的足迹。"}}, {"name": "齐天乐·烟波桃叶西陵", "prop": {"content": "烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。", "translation": "无"}}, {"name": "南乡子·花落未须悲", "prop": {"content": "花落未须悲。红蕊明年又满枝。惟有花间人别后，无期。水阔山长雁字迟。 今日最相思。记得攀条话别离。共说春来春去事，多时。一点愁心入翠眉。", "translation": "　　这是一首离别相思之词。上片写分别以后企盼聚会的心情，词中女子明白，花落春去不须悲伤，明年还有红蕊满枝的时候，可见她是一个开朗乐观的女子，只是别后不通信息，使她放心不下，颇感惆怅。下片回忆分别时的情景，攀柳话别，难舍难分，“春来春去”一类的话儿，多时叙说不尽，但最终还是不得不强自割舍，故而愁心涌上眉端，掩藏着的悲伤终于流露到脸上。 "}}, {"name": "鹧鸪天·休舞银貂小契", "prop": {"content": "休舞银貂小契丹，满堂宾客尽关山。从今嫋嫋盈盈处，谁复端端正正看。模泪易，写愁难。潇湘江上竹枝斑。碧云日暮无书寄，寥落烟中一雁寒。", "translation": "不要再舞那穿着银灰色的貂皮衣服的“小契丹”了，满堂宾客完全来自边防前线。从此以后，谁还能认真欣赏这美妙的舞姿呢？表演时模仿流泪容易，要抒发悲愁就难了。潇湘江上的斑竹枝，人们容易看到上面斑斑泪痕，这泪痕所表示的内心无比痛苦，就不是那么容易理解的了。日后我在寂寞的旅途中想念你们而得不到你们的书信时，大概只能空对那横空的孤雁了。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "醉高歌过红绣鞋·乐心", "prop": {"content": "乐心儿比目连枝，肯意儿新婚燕尔。画船开抛闪的人独自，遥望关西店儿。黄河水流不尽心事，中条山隔不断相思。当记得夜深沉，人静情，自来时。来时节三两句话，去时节一篇诗，记在人心窝儿里直到死。", "translation": "成一对比目鱼，做一双连理枝，心里该多么的甜。像新婚夫妇那样恩爱缱绻，更是称心合愿。可画船毕竟驶开了，把我一人抛留在这边，我只能竭力远望，想望见那关西的旅店。黄河水滔滔不绝，流不尽我心中的思念；中条山高耸入云，隔不断相思绵绵。我常忆起夜深时分，万籁俱静，他来到我的跟前。见面时诉几句温柔的情话，离开时留一首诗篇。这一切永远牢记在我心里，直到死的一天。"}}, {"name": "王国维", "dynasty": "清代"}, {"name": "踏莎行·碧海无波", "prop": {"content": "碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。 绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。", "translation": "碧海波平无险阻，瑶台有路可通行。细思量，当初就该双飞去。想当时，轻别意中人，现如今，山高水远何处寻。灰尘落绮席，烟雾锁香闺。写好的书信，如何送给你。登高楼极目望远方，萧萧细雨洒梧桐，天已近黄昏。"}}, {"name": "生查子·狂花顷刻香", "prop": {"content": "狂花顷刻香，晚蝶缠绵意。天与短因缘，聚散常容易。 传唱入离声，恼乱双蛾翠。游子不堪闻，正是衷肠事。", "translation": "无"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "绿罗裙·东风柳陌长", "prop": {"content": "东风柳陌长，闭月花房小。应念画眉人，拂镜啼新晓。伤心南浦波，回首青门道。记得绿罗裙，处处怜芳草。", "translation": "天近拂晓，东风微拂，向远处延伸的道路两旁的柳枝摇荡。月落云遮，原野弥漫在晨雾的朦胧中，不像天清月朗时那样开阔了。在这样的环境中，我怎么不思念她呢？她一定也像我一样因思念而早起，拂拭着镜子顾影白怜而悲啼。和她在南浦分别时两人泣不成声、依依惜别的情景历历在目。离开京城后，她的身姿容貌无时不在眼前浮现，特别是那绿色罗裙的样子。即使走到天涯海角，一见到绿茵芳草，便觉得是她穿着绿罗裙飘然而降，无限深情的眷恋也因此稍有依托。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "张鎡", "dynasty": "宋代"}, {"name": "赠白马王彪·并序", "prop": {"content": "　　黄初四年五月，白马王、任城王与余俱朝京师、会节气。到洛阳，任城王薨。至七月，与白马王还国。后有司以二王归藩，道路宜异宿止，意毒恨之。盖以大别在数日，是用自剖，与王辞焉，愤而成篇。　　谒帝承明庐，逝将归旧疆。清晨发皇邑，日夕过首阳。伊洛广且深，欲济川无梁。泛舟越洪涛，怨彼东路长。顾瞻恋城阙，引领情内伤。　　太谷何寥廓，山树郁苍苍。霖雨泥我涂，流潦浩纵横。中逵绝无轨，改辙登高岗。脩坂造云日，我马玄以黄。　　玄黄犹能进，我思郁以纡。郁纡将何念，亲爱在离居。本图相与偕，中更不克俱。鸱枭鸣衡轭，豺狼当路衢。苍蝇间白黑，谗巧令亲疏。欲还绝无蹊，揽辔止踟蹰。(衡轭 通：衡扼)　　踟蹰亦何留？相思无终极。秋风发微凉，寒蝉鸣我侧。原野何萧条，白日忽西匿。归鸟赴乔林，翩翩厉羽翼。孤兽走索群，衔草不遑食。感物伤我怀，抚心长太息。　　太息将何为，天命与我违。奈何念同生，一往形不归。孤魂翔故域，灵柩寄京师。存者忽复过，亡殁身自衰。人生处一世，去若朝露晞。年在桑榆间，影响不能追。自顾非金石，咄唶令心悲。　　心悲动我神，弃置莫复陈。丈夫志四海，万里犹比邻。恩爱苟不亏，在远分日亲。何必同衾帱，然后展慇懃。忧思成疾疢，无乃儿女仁。仓卒骨肉情，能不怀苦辛？　　苦辛何虑思，天命信可疑。虚无求列仙，松子久吾欺。变故在斯须，百年谁能持？离别永无会，执手将何时？王其爱玉体，俱享黄髪期。收泪即长路，援笔从此辞。", "translation": "　　黄初四年五月，白马王彪、任城王彰与我一起前往京城朝拜，迎奉节气。到达洛阳后，任城王不幸身死；到了七月，我与白马王返回封国。后来有司以二王返回封地之故，使我二人在归途上的住宿起居相分隔，令我心中时常忧愤！因为诀别只在数日之间，我便用诗文自剖心事，与白马王离别于此，悲愤之下，作成此篇。"}}, {"name": "漫成三首", "prop": {"content": "不妨何范尽诗家，未解当年重物华。远把龙山千里雪，将来拟并洛阳花。沈约怜何逊，延年毁谢庄。清新俱有得，名誉底相伤。雾夕咏芙蕖，何郎得意初。此时谁最赏，沈范两尚书。", "translation": "年纪不同都成名人也不妨碍何逊与范云一起成为诗人，我不了解他们当年那个时候为什么看重描写自然景物。南朝宋鲍照把北方云中郡龙山的千里雪拿到了江南江南满地花可似塞北雪，而何逊把龙山雪拿来打算一起比作洛阳城的花。"}}, {"name": "惜分飞·泪湿阑干花著", "prop": {"content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。", "translation": "你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。"}}, {"name": "蝶恋花·晚止昌乐馆寄", "prop": {"content": "泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。", "translation": "丝绸的薄衫被泪水浸湿，脸上的脂粉也和在泪水中沾满衣衫。想到送别时家中亲人将那《阳关曲》唱了一遍又一遍。而今身在异乡，望莱州山长水远。寄宿馆所，秋雨潇潇，不禁感到无限凄清。被离情别绪搅得心乱如麻，竟不知饯行宴上酒杯斟得是浅还是满。如今已分隔两地，只好靠鸿雁来传递书信。好在东莱不像蓬莱仙山那样遥远飘渺，可望而不可即。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "房舜卿", "dynasty": "宋代"}, {"name": "于郡城送明卿之江西", "prop": {"content": "青枫飒飒雨凄凄，秋色遥看入楚迷。谁向孤舟怜逐客，白云相送大江西。", "translation": "阵阵寒风，绵绵细雨将江边青枫吹打得飒飒作响。遥看水天相接处的楚天，雨中秋色，一片迷蒙。有谁会到这孤舟上可怜被放逐的你呢，只有白云一路相伴，送你到大江以西。"}}, {"name": "蜀国弦", "prop": {"content": "枫香晚花静，锦水南山影。惊石坠猿哀，竹云愁半岭。凉月生秋浦，玉沙粼粼光。谁家红泪客，不忍过瞿塘。", "translation": "枫树飘香，傍晚花草恬静，锦江水中，映出南山的倒影。险石欲坠，野猿哀啼，半山竹云叫人发愁心惊。一轮寒月高挂在秋夜的江畔，照得晶莹的沙粒闪闪发光。谁家的女子在这里哭泣，不忍辞别故土，走出瞿塘？"}}, {"name": "江神子·恨别", "prop": {"content": "天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)", "translation": "　　流离天涯，思绪无穷无已。相逢不久，便又匆匆别离。拉着佳人，只能采一枝暮春的杏花，含泪赠别。你问春天还剩多少，即便春意尚在，又能和谁一同欣赏？　　三月的隋堤，春水缓缓。此时鸿雁北归，我却要到飞鸿过冬的湖州。回望旧地，清清浅浅的泗水在城下与淮河交汇。想要让泗水寄去相思的千点泪，怎奈它流不到湖州地。"}}, {"name": "清平乐·莺啼残月", "prop": {"content": "莺啼残月，绣阁香灯灭。门外马嘶郎欲别，正是落花时节。妆成不画蛾眉，含愁独倚金扉，去路香尘莫扫，扫即郎去归迟。", "translation": "拂晓时分，早莺初啼，残月西沉，绣阁里的灯火才刚熄灭。门外马儿嘶鸣，好似催促爱人赶快动身离去。分别时正是这春暮落花的时节，更让人惆怅难堪。她梳妆之后却无心描画蛾眉，满含愁怨地独自倚着房门。她不愿扫去他离去路上的那些香尘，行迹长留还能告慰相思，只怕扫去香尘，他就会久久不归。"}}, {"name": "秋别", "prop": {"content": "别路垂杨柳，秋风凄管弦。青楼君去后，明月为谁圆。", "translation": "无"}}, {"name": "窜夜郎于乌江留别宗十", "prop": {"content": "君家全盛日，台鼎何陆离！斩鳌翼娲皇，炼石补天维。一回日月顾，三入凤凰池。失势青门傍，种瓜复几时？犹会众宾客，三千光路岐。皇恩雪愤懑，松柏含荣滋。我非东床人，令姊忝齐眉。浪迹未出世，空名动京师。适遭云罗解，翻谪夜郎悲。拙妻莫邪剑，及此二龙随。惭君湍波苦，千里远从之。白帝晓猿断，黄牛过客迟。遥瞻明月峡，西去益相思。", "translation": "无"}}, {"name": "杜工部蜀中离席", "prop": {"content": "人生何处不离群？世路干戈惜暂分。雪岭未归天外使，松州犹驻殿前军。座中醉客延醒客，江上晴云杂雨云。美酒成都堪送老，当垆仍是卓文君。", "translation": "人生在世，有什么地方能够不经历离别？在战乱年代，短暂的分离也让人依依惜别。远处雪岭那边朝廷的使臣还稽留天外未归，近处松州一带也还驻扎着朝廷的军队。座中的醉客们邀请我这清醒的人喝酒，江水上空明亮的晴云夹杂着雨云，风雨欲来。成都里面的美酒可以用来度过晚年，更何况有像卓文君这样的美女当垆卖酒。"}}, {"name": "留别于十一兄逖裴十三", "prop": {"content": "太公渭川水，李斯上蔡门。钓周猎秦安黎元，小鱼鵕兔何足言？天张云卷有时节，吾徒莫叹羝触藩。于公白首大梁野，使人怅望何可论？即知朱亥为壮士，且愿束心秋毫里。秦赵虎争血中原，当去抱关救公子。裴生览千古，龙鸾炳天章。悲吟雨雪动林木，放书辍剑思高堂。劝尔一杯酒，拂尔裘上霜。尔为我楚舞，吾为尔楚歌。且探虎穴向沙漠，鸣鞭走马凌黄河。耻作易水别，临歧泪滂沱。", "translation": "无"}}, {"name": "刘仙伦", "dynasty": "宋代"}, {"name": "相送", "prop": {"content": "客心已百念，孤游重千里。江暗雨欲来，浪白风初起。", "translation": "在外漂泊之人本来就百感交集，再加上又要独自远行千里。江上天昏地暗，大雨将临，江中白浪翻滚，狂风骤起。"}}, {"name": "八六子·倚危亭", "prop": {"content": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。", "translation": "我独自依靠在高高的亭子上，那怨情就像春草，刚刚被清理，不知不觉又已长出来。一想到在柳树外骑马分别的场景，一想到水边与那位红袖佳人分别的情形，我就伤感不已。佳人，上天为何赐你如此美丽？让我深深投入无力自拔？当年在夜月里，我们共同醉入一帘幽梦，温柔的春风吹拂着你我。真是无可奈何，往日的欢乐都伴随着流水远去，绿纱巾上的香味渐渐淡去，再也听不到你那悦耳的琴声。如今已到了暮春时令，片片残红在夜色中飞扬，点点细雨下着下着又晴了，雾气一片迷迷蒙蒙。我的愁思正浓，忽然又传来黄鹂的啼叫声，一声一声。"}}, {"name": "李攀龙", "dynasty": "明代"}, {"name": "鹊桥仙·绣衾初展", "prop": {"content": "绣衾初展，银红旋剔，不尽灯前欢语。人间岁岁似今宵，便胜却、貂蝉无数。霎时送远，经年怨别，镜里朱颜难驻。封侯觅得也寻常，何况是、封侯无据。", "translation": "铺展开绣花的锦被，剔亮灯烛，我们在灯下畅叙衷肠。如果年年的日子都像今晚，那就算胜却了人间一切的恩爱了。转眼间就要离开，此后便是长年的相思怨恨，我的容颜也很难一直美丽下去啊。就算你在外边被封了侯，那也不是什么重要的事，更何况，封侯是多么遥远的事啊。"}}, {"name": "别舍弟宗一", "prop": {"content": "零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。", "translation": "如今这残缺的心灵，又遭遇兄弟离别，更加黯然神伤；兄弟俩越江相别，双双落泪，依依不舍。独自一人离开京城，投身六千里之外的蛮荒之地岭南，十多年以来，历经无数次艰难险阻岭南山多林茂，瘴气弥漫，天空常年乌云密布，遥想舍弟所去之地湖北江陵此时应该是春尽夏来，水天一色。相隔太远，今后只能寄以相思之梦，我会经常在梦中见到郢地（湖北）的烟树，但愿梦中见到弟弟。"}}, {"dynasty": "金朝"}, {"name": "西湖晚归回望孤山寺赠", "prop": {"content": "柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，栟榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。", "translation": "在西湖附近的孤山上有座孤山寺，傍晚听完高僧佛经讲解划船回去。因为卢橘饱含雨水，所以其果实沉重而低垂，棕榈的叶子随着清风的吹动相互击打着。湖上的水气迷蒙，微波动荡，水天一色， 望湖上琼楼珠殿，参差不去，倒映在夕阳下。回到对岸，请各位客人再回首望去，孤山寺仿佛像仙山中的蓬莱宫一样，坐落在水中央。"}}, {"name": "醉中留别永叔子履", "prop": {"content": "新霜未落汴水浅，轻舸惟恐东下迟。遶城假得老病马，一步一跛饮人疲。到君官舍欲取别，君惜我去频增嘻。便步髯奴呼子履，又令开席罗酒卮。逡巡陈子果亦至，共坐小室聊伸眉。烹鸡庖兔下筹美，盘实飣餖栗与梨。萧萧细雨作寒色，厌厌尽醉安可辞。门前有客莫许报，我方剧饮冠帻欹。文章或论到渊奥，轻重曾不遗毫厘。间以辨谑每绝倒，岂顾明日无晨炊。六街禁夜犹未去，童仆窃讶吾侪痴。谈兵究弊又何益，万口不谓儒者知。酒酣耳热试发泄，二子尚乃惊我为。露才扬己古来恶，卷舌噤口南方驰。江湖秋老鳜鲈熟，归奉甘旨诚其宜。但愿音尘寄鸟翼，慎勿却效儿女悲。", "translation": "无"}}, {"name": "菩萨蛮·新寒中酒敲窗", "prop": {"content": "新寒中酒敲窗雨，残香细袅秋情绪。才道莫伤神，青衫湿一痕。无聊成独卧，弹指韶光过。记得别伊时，桃花柳万丝。", "translation": "乍暖还寒的天气下着小雨，酒醉后残存的余香似乎也在模仿着秋天的伤感情绪。果然是在怀念远方的人啊，连眼泪都把青衫湿润了。相思之情不胜愁苦，我一个人孤枕而眠，更觉烦闷无聊。弹指间，美好的时光一去不复返，还记得当初和你分别时，桃花千树、杨柳依依的画面，这一切多么令人怀念又惆怅啊。"}}, {"name": "船下夔州郭宿雨湿不得", "prop": {"content": "依沙宿舸船，石濑月娟娟。风起春灯乱，江鸣夜雨悬。晨钟云外湿，胜地石堂烟。柔橹轻鸥外，含凄觉汝贤。", "translation": "船儿傍着沙洲过夜，听到了水石相激的响声，看着美好的月色多情。风起了，吹动灯火乱晃；雨落时，带着涛声齐鸣。晨钟从云外传来了滋润的清音，胜景展现了在高山空旷处的烟云。白鸥轻轻地飘浮在桨叶之外，多么可爱，我觉得它们十分柔驯。"}}, {"name": "赵善庆", "dynasty": "元代"}, {"name": "板桥晓别", "prop": {"content": "回望高城落晓河，长亭窗户压微波。水仙欲上鲤鱼去，一夜芙蓉红泪多。", "translation": "回头望高高城楼，银河已经渐渐暗淡向西下落，长亭的窗下，渠水荡漾着层层轻波。远别的游子像那水仙就要乘赤鲤飞升，芙蓉如面的美人一夜来流下的红泪谁知几多？"}}, {"name": "木兰花慢·恨莺花渐老", "prop": {"content": "恨莺花渐老，但芳草、绿汀洲。纵岫壁千寻，榆钱万叠，难买春留。梅花向来始别，又匆匆、结子满枝头。门外垂杨岸侧，画桥谁系兰舟。 悠悠。岁月如流。叹水覆、杳难收。凭画阑，往往抬头举眼，都是春愁。东风晚来更恶，怕飞红、怕絮入书楼。双燕归来问我，怎生不上帘钩。", "translation": "遗憾春天即将过去，只有芳草萋萋遍野把汀州染绿。纵使山崖高千丈，榆钱再多，也买不来春归的脚步。梅花一向是最早离去，现在已结出满树青果。门外垂杨生长在岸边，谁把兰舟系在画桥旁边？悠悠岁月如流水一去不返，感叹覆水消失后再难回收。身子倚靠着画栏远望望，往往一抬头一举眼间都是春愁。傍晚的东风更可恨，把那落花柳絮卷入书楼，只能放下帘栊。双燕不懂我心意，回来却问帘钩为何不挂起。"}}, {"name": "送王四十五归东都", "prop": {"content": "海内兵方起，离筵泪易垂。怜君负米去，惜此落花时。想忆看来信，相宽指后期。殷勤手中柳，此是向南枝。", "translation": "四海布满战尘兵戈正起，在这令人感伤的离别宴会上，更加容易清泪淋漓。我敬爱你不顾辛劳去侍奉双亲，还要叹息落花时节送你北去。想念时只有看看寄来的书信，可以宽慰的是毕竟会有重逢日期。我情意殷勤折柳相赠，你须记取这是向南之枝呀。"}}, {"name": "谢池春·残寒销尽", "prop": {"content": "残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。", "translation": "冬日的残寒散尽，小雨过去，已到了清明之后。花间的小径聚敛着残余的落红，微风吹过池沼萦绕起新的波绉，小燕子在庭院门窗间穿飞，飘飞的柳絮沾上了衣襟两袖。正是一年中最美妙的时候，夜晚连着白昼。令人感到滋味深厚，真个是浓似醇酒。频繁地移动腰带的空眼，只是那么白白眼看着病恹恹地消瘦，不见她却又相思，见了她却还是分离，相思依旧。为此要问与其频频相见，何如永远亲密厮守？天公无情天不老，人有情却落得孤独无偶，这份相思别恨谁理解，姑且将它交托庭前的杨柳。"}}, {"name": "王元鼎", "dynasty": "元代"}, {"name": "之广陵宿常二南郭幽居", "prop": {"content": "绿水接柴门，有如桃花源。忘忧或假草，满院罗丛萱。暝色湖上来，微雨飞南轩。故人宿茅宇，夕鸟栖杨园。还惜诗酒别，深为江海言。明朝广陵道，独忆此倾樽。", "translation": "茅屋的柴门外就是一片汪洋绿水，简直就是桃花源。从满院一丛丛的萱草可知，主人或许借种植花草以忘却世态纷纭。天色已晚，湖光返照，细细的雨丝飘进南窗。朋友啊，你就居住茅屋，那些鸟住在院落中茂密的杨树枝头。朋友，我会记住这一夜，会永远记得这酒与诗，会永远记住你情深如江海的嘱咐。明天一早，我就要踏上离开广陵的路途了，朋友，珍重，我就记住今天晚上一场款款情伤的别宴，喝！再干一杯！"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "蝶恋花·早行", "prop": {"content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。", "translation": "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。"}}, {"name": "菩萨蛮·芭蕉", "prop": {"content": "风流不把花为主。多情管定烟和雨。潇洒绿衣长。满身无限凉。文笺舒卷处。似索题诗句。莫凭小阑干。月明生夜寒。", "translation": "　　芭蕉并不以绚丽多姿的花朵来展露风流，只在烟雨空濛的时刻撩拨人们的情思。一身绿衣伸展特有的潇洒风韵，浑身上下透出的是无限清凉。"}}, {"name": "六么令·雪残风信", "prop": {"content": "雪残风信，悠扬春消息。天涯倚楼新恨，杨柳几丝碧。还是南云雁少，锦字无端的。宝钗瑶席。彩弦声里，拚作尊前未归客。 遥想疏梅此际，月底香英白。别后谁绕前溪，手拣繁枝摘。莫道伤高恨远，付与临风笛。尽堪愁寂。花时往事，更有多情个人忆。", "translation": "无"}}], "edges": [{"source": 321, "target": 159, "relation": "创作"}, {"source": 112, "target": 321, "relation": "出自于"}, {"source": 445, "target": 179, "relation": "创作"}, {"source": 274, "target": 445, "relation": "出自于"}, {"source": 499, "target": 177, "relation": "创作"}, {"source": 434, "target": 499, "relation": "出自于"}, {"source": 471, "target": 64, "relation": "创作"}, {"source": 434, "target": 471, "relation": "出自于"}, {"source": 442, "target": 29, "relation": "创作"}, {"source": 434, "target": 442, "relation": "出自于"}, {"source": 387, "target": 97, "relation": "创作"}, {"source": 212, "target": 387, "relation": "出自于"}, {"source": 370, "target": 327, "relation": "创作"}, {"source": 226, "target": 370, "relation": "出自于"}, {"source": 161, "target": 24, "relation": "创作"}, {"source": 434, "target": 161, "relation": "出自于"}, {"source": 59, "target": 346, "relation": "创作"}, {"source": 274, "target": 59, "relation": "出自于"}, {"source": 343, "target": 264, "relation": "创作"}, {"source": 232, "target": 343, "relation": "出自于"}, {"source": 96, "target": 66, "relation": "创作"}, {"source": 434, "target": 96, "relation": "出自于"}, {"source": 206, "target": 136, "relation": "创作"}, {"source": 274, "target": 206, "relation": "出自于"}, {"source": 158, "target": 344, "relation": "创作"}, {"source": 2, "target": 158, "relation": "出自于"}, {"source": 206, "target": 149, "relation": "创作"}, {"source": 471, "target": 26, "relation": "创作"}, {"source": 213, "target": 249, "relation": "创作"}, {"source": 434, "target": 213, "relation": "出自于"}, {"source": 407, "target": 100, "relation": "创作"}, {"source": 274, "target": 407, "relation": "出自于"}, {"source": 407, "target": 470, "relation": "创作"}, {"source": 277, "target": 62, "relation": "创作"}, {"source": 428, "target": 277, "relation": "出自于"}, {"source": 18, "target": 81, "relation": "创作"}, {"source": 434, "target": 18, "relation": "出自于"}, {"source": 269, "target": 483, "relation": "创作"}, {"source": 274, "target": 269, "relation": "出自于"}, {"source": 407, "target": 357, "relation": "创作"}, {"source": 363, "target": 351, "relation": "创作"}, {"source": 274, "target": 363, "relation": "出自于"}, {"source": 324, "target": 198, "relation": "创作"}, {"source": 274, "target": 324, "relation": "出自于"}, {"source": 173, "target": 441, "relation": "创作"}, {"source": 226, "target": 173, "relation": "出自于"}, {"source": 4, "target": 163, "relation": "创作"}, {"source": 274, "target": 4, "relation": "出自于"}, {"source": 471, "target": 410, "relation": "创作"}, {"source": 445, "target": 400, "relation": "创作"}, {"source": 363, "target": 16, "relation": "创作"}, {"source": 63, "target": 282, "relation": "创作"}, {"source": 103, "target": 63, "relation": "出自于"}, {"source": 448, "target": 322, "relation": "创作"}, {"source": 434, "target": 448, "relation": "出自于"}, {"source": 174, "target": 278, "relation": "创作"}, {"source": 274, "target": 174, "relation": "出自于"}, {"source": 363, "target": 260, "relation": "创作"}, {"source": 116, "target": 126, "relation": "创作"}, {"source": 274, "target": 116, "relation": "出自于"}, {"source": 38, "target": 169, "relation": "创作"}, {"source": 434, "target": 38, "relation": "出自于"}, {"source": 404, "target": 44, "relation": "创作"}, {"source": 434, "target": 404, "relation": "出自于"}, {"source": 18, "target": 77, "relation": "创作"}, {"source": 59, "target": 475, "relation": "创作"}, {"source": 146, "target": 292, "relation": "创作"}, {"source": 274, "target": 146, "relation": "出自于"}, {"source": 288, "target": 105, "relation": "创作"}, {"source": 434, "target": 288, "relation": "出自于"}, {"source": 59, "target": 246, "relation": "创作"}, {"source": 429, "target": 273, "relation": "创作"}, {"source": 274, "target": 429, "relation": "出自于"}, {"source": 58, "target": 257, "relation": "创作"}, {"source": 434, "target": 58, "relation": "出自于"}, {"source": 243, "target": 348, "relation": "创作"}, {"source": 434, "target": 243, "relation": "出自于"}, {"source": 0, "target": 359, "relation": "创作"}, {"source": 293, "target": 0, "relation": "出自于"}, {"source": 58, "target": 185, "relation": "创作"}, {"source": 398, "target": 30, "relation": "创作"}, {"source": 434, "target": 398, "relation": "出自于"}, {"source": 370, "target": 215, "relation": "创作"}, {"source": 89, "target": 145, "relation": "创作"}, {"source": 434, "target": 89, "relation": "出自于"}, {"source": 397, "target": 294, "relation": "创作"}, {"source": 434, "target": 397, "relation": "出自于"}, {"source": 58, "target": 154, "relation": "创作"}, {"source": 363, "target": 238, "relation": "创作"}, {"source": 471, "target": 233, "relation": "创作"}, {"source": 261, "target": 467, "relation": "创作"}, {"source": 226, "target": 261, "relation": "出自于"}, {"source": 174, "target": 461, "relation": "创作"}, {"source": 165, "target": 446, "relation": "创作"}, {"source": 434, "target": 165, "relation": "出自于"}, {"source": 347, "target": 53, "relation": "创作"}, {"source": 39, "target": 347, "relation": "出自于"}, {"source": 166, "target": 501, "relation": "创作"}, {"source": 274, "target": 166, "relation": "出自于"}, {"source": 214, "target": 172, "relation": "创作"}, {"source": 434, "target": 214, "relation": "出自于"}, {"source": 302, "target": 107, "relation": "创作"}, {"source": 428, "target": 302, "relation": "出自于"}, {"source": 343, "target": 352, "relation": "创作"}, {"source": 54, "target": 382, "relation": "创作"}, {"source": 274, "target": 54, "relation": "出自于"}, {"source": 500, "target": 333, "relation": "创作"}, {"source": 274, "target": 500, "relation": "出自于"}, {"source": 206, "target": 181, "relation": "创作"}, {"source": 243, "target": 152, "relation": "创作"}, {"source": 445, "target": 241, "relation": "创作"}, {"source": 146, "target": 50, "relation": "创作"}, {"source": 144, "target": 265, "relation": "创作"}, {"source": 103, "target": 144, "relation": "出自于"}, {"source": 116, "target": 204, "relation": "创作"}, {"source": 211, "target": 83, "relation": "创作"}, {"source": 434, "target": 211, "relation": "出自于"}, {"source": 500, "target": 435, "relation": "创作"}, {"source": 58, "target": 9, "relation": "创作"}, {"source": 235, "target": 74, "relation": "创作"}, {"source": 274, "target": 235, "relation": "出自于"}, {"source": 373, "target": 331, "relation": "创作"}, {"source": 182, "target": 373, "relation": "出自于"}, {"source": 290, "target": 151, "relation": "创作"}, {"source": 274, "target": 290, "relation": "出自于"}, {"source": 38, "target": 493, "relation": "创作"}, {"source": 59, "target": 412, "relation": "创作"}, {"source": 63, "target": 200, "relation": "创作"}, {"source": 443, "target": 245, "relation": "创作"}, {"source": 434, "target": 443, "relation": "出自于"}, {"source": 38, "target": 479, "relation": "创作"}, {"source": 0, "target": 340, "relation": "创作"}, {"source": 271, "target": 411, "relation": "创作"}, {"source": 274, "target": 271, "relation": "出自于"}, {"source": 271, "target": 371, "relation": "创作"}, {"source": 386, "target": 393, "relation": "创作"}, {"source": 434, "target": 386, "relation": "出自于"}, {"source": 442, "target": 65, "relation": "创作"}, {"source": 61, "target": 378, "relation": "创作"}, {"source": 428, "target": 61, "relation": "出自于"}, {"source": 363, "target": 188, "relation": "创作"}, {"source": 363, "target": 28, "relation": "创作"}, {"source": 332, "target": 78, "relation": "创作"}, {"source": 274, "target": 332, "relation": "出自于"}, {"source": 465, "target": 73, "relation": "创作"}, {"source": 434, "target": 465, "relation": "出自于"}, {"source": 326, "target": 253, "relation": "创作"}, {"source": 274, "target": 326, "relation": "出自于"}, {"source": 471, "target": 432, "relation": "创作"}, {"source": 143, "target": 312, "relation": "创作"}, {"source": 274, "target": 143, "relation": "出自于"}, {"source": 386, "target": 486, "relation": "创作"}, {"source": 104, "target": 433, "relation": "创作"}, {"source": 274, "target": 104, "relation": "出自于"}, {"source": 338, "target": 92, "relation": "创作"}, {"source": 434, "target": 338, "relation": "出自于"}, {"source": 84, "target": 304, "relation": "创作"}, {"source": 434, "target": 84, "relation": "出自于"}, {"source": 407, "target": 297, "relation": "创作"}, {"source": 174, "target": 272, "relation": "创作"}, {"source": 156, "target": 203, "relation": "创作"}, {"source": 434, "target": 156, "relation": "出自于"}, {"source": 271, "target": 464, "relation": "创作"}, {"source": 63, "target": 490, "relation": "创作"}, {"source": 436, "target": 469, "relation": "创作"}, {"source": 274, "target": 436, "relation": "出自于"}, {"source": 59, "target": 228, "relation": "创作"}, {"source": 500, "target": 42, "relation": "创作"}, {"source": 59, "target": 7, "relation": "创作"}, {"source": 59, "target": 101, "relation": "创作"}, {"source": 328, "target": 5, "relation": "创作"}, {"source": 434, "target": 328, "relation": "出自于"}, {"source": 54, "target": 155, "relation": "创作"}, {"source": 500, "target": 426, "relation": "创作"}, {"source": 450, "target": 496, "relation": "创作"}, {"source": 274, "target": 450, "relation": "出自于"}, {"source": 171, "target": 345, "relation": "创作"}, {"source": 274, "target": 171, "relation": "出自于"}, {"source": 332, "target": 283, "relation": "创作"}, {"source": 471, "target": 138, "relation": "创作"}, {"source": 442, "target": 366, "relation": "创作"}, {"source": 445, "target": 46, "relation": "创作"}, {"source": 58, "target": 217, "relation": "创作"}, {"source": 210, "target": 193, "relation": "创作"}, {"source": 274, "target": 210, "relation": "出自于"}, {"source": 150, "target": 41, "relation": "创作"}, {"source": 274, "target": 150, "relation": "出自于"}, {"source": 309, "target": 482, "relation": "创作"}, {"source": 428, "target": 309, "relation": "出自于"}, {"source": 38, "target": 406, "relation": "创作"}, {"source": 56, "target": 13, "relation": "创作"}, {"source": 487, "target": 56, "relation": "出自于"}, {"source": 500, "target": 147, "relation": "创作"}, {"source": 409, "target": 259, "relation": "创作"}, {"source": 182, "target": 409, "relation": "出自于"}, {"source": 270, "target": 258, "relation": "创作"}, {"source": 274, "target": 270, "relation": "出自于"}, {"source": 280, "target": 176, "relation": "创作"}, {"source": 274, "target": 280, "relation": "出自于"}, {"source": 500, "target": 125, "relation": "创作"}, {"source": 437, "target": 75, "relation": "创作"}, {"source": 274, "target": 437, "relation": "出自于"}, {"source": 332, "target": 380, "relation": "创作"}, {"source": 269, "target": 421, "relation": "创作"}, {"source": 354, "target": 93, "relation": "创作"}, {"source": 434, "target": 354, "relation": "出自于"}, {"source": 492, "target": 23, "relation": "创作"}, {"source": 182, "target": 492, "relation": "出自于"}, {"source": 58, "target": 476, "relation": "创作"}, {"source": 445, "target": 422, "relation": "创作"}, {"source": 471, "target": 350, "relation": "创作"}, {"source": 269, "target": 14, "relation": "创作"}, {"source": 230, "target": 296, "relation": "创作"}, {"source": 274, "target": 230, "relation": "出自于"}, {"source": 54, "target": 227, "relation": "创作"}, {"source": 285, "target": 379, "relation": "创作"}, {"source": 39, "target": 285, "relation": "出自于"}, {"source": 59, "target": 117, "relation": "创作"}, {"source": 463, "target": 72, "relation": "创作"}, {"source": 274, "target": 463, "relation": "出自于"}, {"source": 397, "target": 87, "relation": "创作"}, {"source": 363, "target": 122, "relation": "创作"}, {"source": 471, "target": 131, "relation": "创作"}, {"source": 161, "target": 222, "relation": "创作"}, {"source": 370, "target": 186, "relation": "创作"}, {"source": 85, "target": 45, "relation": "创作"}, {"source": 414, "target": 85, "relation": "出自于"}, {"source": 124, "target": 251, "relation": "创作"}, {"source": 274, "target": 124, "relation": "出自于"}, {"source": 465, "target": 308, "relation": "创作"}, {"source": 271, "target": 196, "relation": "创作"}, {"source": 463, "target": 457, "relation": "创作"}, {"source": 47, "target": 68, "relation": "创作"}, {"source": 434, "target": 47, "relation": "出自于"}, {"source": 374, "target": 423, "relation": "创作"}, {"source": 274, "target": 374, "relation": "出自于"}, {"source": 116, "target": 360, "relation": "创作"}, {"source": 8, "target": 244, "relation": "创作"}, {"source": 434, "target": 8, "relation": "出自于"}, {"source": 59, "target": 250, "relation": "创作"}, {"source": 445, "target": 133, "relation": "创作"}, {"source": 471, "target": 218, "relation": "创作"}, {"source": 271, "target": 323, "relation": "创作"}, {"source": 445, "target": 199, "relation": "创作"}, {"source": 288, "target": 148, "relation": "创作"}, {"source": 94, "target": 33, "relation": "创作"}, {"source": 182, "target": 94, "relation": "出自于"}, {"source": 174, "target": 86, "relation": "创作"}, {"source": 118, "target": 268, "relation": "创作"}, {"source": 434, "target": 118, "relation": "出自于"}, {"source": 471, "target": 110, "relation": "创作"}, {"source": 120, "target": 202, "relation": "创作"}, {"source": 274, "target": 120, "relation": "出自于"}, {"source": 214, "target": 127, "relation": "创作"}, {"source": 70, "target": 431, "relation": "创作"}, {"source": 428, "target": 70, "relation": "出自于"}, {"source": 6, "target": 419, "relation": "创作"}, {"source": 2, "target": 6, "relation": "出自于"}, {"source": 465, "target": 195, "relation": "创作"}, {"source": 363, "target": 12, "relation": "创作"}, {"source": 59, "target": 139, "relation": "创作"}, {"source": 166, "target": 424, "relation": "创作"}, {"source": 442, "target": 488, "relation": "创作"}, {"source": 70, "target": 316, "relation": "创作"}, {"source": 445, "target": 315, "relation": "创作"}, {"source": 408, "target": 368, "relation": "创作"}, {"source": 274, "target": 408, "relation": "出自于"}, {"source": 500, "target": 262, "relation": "创作"}, {"source": 166, "target": 22, "relation": "创作"}, {"source": 168, "target": 10, "relation": "创作"}, {"source": 274, "target": 168, "relation": "出自于"}, {"source": 254, "target": 76, "relation": "创作"}, {"source": 2, "target": 254, "relation": "出自于"}, {"source": 32, "target": 255, "relation": "创作"}, {"source": 434, "target": 32, "relation": "出自于"}, {"source": 55, "target": 225, "relation": "创作"}, {"source": 182, "target": 55, "relation": "出自于"}, {"source": 401, "target": 329, "relation": "创作"}, {"source": 274, "target": 401, "relation": "出自于"}, {"source": 82, "target": 372, "relation": "创作"}, {"source": 274, "target": 82, "relation": "出自于"}, {"source": 120, "target": 325, "relation": "创作"}, {"source": 314, "target": 19, "relation": "创作"}, {"source": 274, "target": 314, "relation": "出自于"}, {"source": 243, "target": 317, "relation": "创作"}, {"source": 52, "target": 191, "relation": "创作"}, {"source": 103, "target": 52, "relation": "出自于"}, {"source": 156, "target": 361, "relation": "创作"}, {"source": 18, "target": 130, "relation": "创作"}, {"source": 388, "target": 231, "relation": "创作"}, {"source": 434, "target": 388, "relation": "出自于"}, {"source": 295, "target": 88, "relation": "创作"}, {"source": 39, "target": 295, "relation": "出自于"}, {"source": 437, "target": 183, "relation": "创作"}, {"source": 465, "target": 427, "relation": "创作"}, {"source": 63, "target": 418, "relation": "创作"}, {"source": 63, "target": 40, "relation": "创作"}, {"source": 458, "target": 430, "relation": "创作"}, {"source": 274, "target": 458, "relation": "出自于"}, {"source": 167, "target": 364, "relation": "创作"}, {"source": 434, "target": 167, "relation": "出自于"}, {"source": 213, "target": 474, "relation": "创作"}, {"source": 60, "target": 34, "relation": "创作"}, {"source": 103, "target": 60, "relation": "出自于"}, {"source": 116, "target": 455, "relation": "创作"}, {"source": 166, "target": 439, "relation": "创作"}, {"source": 167, "target": 209, "relation": "创作"}, {"source": 309, "target": 383, "relation": "创作"}, {"source": 63, "target": 394, "relation": "创作"}, {"source": 497, "target": 362, "relation": "创作"}, {"source": 182, "target": 497, "relation": "出自于"}, {"source": 471, "target": 480, "relation": "创作"}, {"source": 63, "target": 192, "relation": "创作"}, {"source": 15, "target": 48, "relation": "创作"}, {"source": 274, "target": 15, "relation": "出自于"}, {"source": 466, "target": 502, "relation": "创作"}, {"source": 274, "target": 466, "relation": "出自于"}, {"source": 174, "target": 37, "relation": "创作"}, {"source": 194, "target": 132, "relation": "创作"}, {"source": 39, "target": 194, "relation": "出自于"}, {"source": 301, "target": 377, "relation": "创作"}, {"source": 274, "target": 301, "relation": "出自于"}, {"source": 471, "target": 498, "relation": "创作"}, {"source": 445, "target": 385, "relation": "创作"}, {"source": 336, "target": 57, "relation": "创作"}, {"source": 274, "target": 336, "relation": "出自于"}, {"source": 484, "target": 473, "relation": "创作"}, {"source": 2, "target": 484, "relation": "出自于"}, {"source": 38, "target": 175, "relation": "创作"}, {"source": 59, "target": 140, "relation": "创作"}, {"source": 58, "target": 306, "relation": "创作"}, {"source": 389, "target": 98, "relation": "创作"}, {"source": 434, "target": 389, "relation": "出自于"}, {"source": 59, "target": 80, "relation": "创作"}, {"source": 471, "target": 355, "relation": "创作"}, {"source": 445, "target": 375, "relation": "创作"}, {"source": 18, "target": 491, "relation": "创作"}, {"source": 445, "target": 115, "relation": "创作"}, {"source": 31, "target": 402, "relation": "创作"}, {"source": 274, "target": 31, "relation": "出自于"}, {"source": 63, "target": 189, "relation": "创作"}, {"source": 11, "target": 495, "relation": "创作"}, {"source": 274, "target": 11, "relation": "出自于"}, {"source": 288, "target": 207, "relation": "创作"}, {"source": 472, "target": 438, "relation": "创作"}, {"source": 274, "target": 472, "relation": "出自于"}, {"source": 121, "target": 381, "relation": "创作"}, {"source": 428, "target": 121, "relation": "出自于"}, {"source": 38, "target": 90, "relation": "创作"}, {"source": 288, "target": 276, "relation": "创作"}, {"source": 319, "target": 405, "relation": "创作"}, {"source": 274, "target": 319, "relation": "出自于"}, {"source": 116, "target": 91, "relation": "创作"}, {"source": 269, "target": 216, "relation": "创作"}, {"source": 3, "target": 49, "relation": "创作"}, {"source": 182, "target": 3, "relation": "出自于"}, {"source": 437, "target": 17, "relation": "创作"}, {"source": 242, "target": 51, "relation": "创作"}, {"source": 274, "target": 242, "relation": "出自于"}, {"source": 330, "target": 353, "relation": "创作"}, {"source": 274, "target": 330, "relation": "出自于"}, {"source": 471, "target": 281, "relation": "创作"}, {"source": 481, "target": 119, "relation": "创作"}, {"source": 274, "target": 481, "relation": "出自于"}, {"source": 343, "target": 190, "relation": "创作"}, {"source": 70, "target": 240, "relation": "创作"}, {"source": 471, "target": 197, "relation": "创作"}, {"source": 445, "target": 451, "relation": "创作"}, {"source": 205, "target": 313, "relation": "创作"}, {"source": 274, "target": 205, "relation": "出自于"}, {"source": 63, "target": 102, "relation": "创作"}, {"source": 118, "target": 108, "relation": "创作"}, {"source": 458, "target": 384, "relation": "创作"}, {"source": 20, "target": 79, "relation": "创作"}, {"source": 103, "target": 20, "relation": "出自于"}, {"source": 161, "target": 444, "relation": "创作"}, {"source": 166, "target": 356, "relation": "创作"}, {"source": 38, "target": 468, "relation": "创作"}, {"source": 0, "target": 284, "relation": "创作"}, {"source": 500, "target": 134, "relation": "创作"}, {"source": 116, "target": 267, "relation": "创作"}, {"source": 116, "target": 416, "relation": "创作"}, {"source": 277, "target": 201, "relation": "创作"}, {"source": 59, "target": 223, "relation": "创作"}, {"source": 449, "target": 349, "relation": "创作"}, {"source": 428, "target": 449, "relation": "出自于"}, {"source": 170, "target": 106, "relation": "创作"}, {"source": 428, "target": 170, "relation": "出自于"}, {"source": 116, "target": 153, "relation": "创作"}, {"source": 219, "target": 494, "relation": "创作"}, {"source": 274, "target": 219, "relation": "出自于"}, {"source": 116, "target": 184, "relation": "创作"}, {"source": 320, "target": 452, "relation": "创作"}, {"source": 274, "target": 320, "relation": "出自于"}, {"source": 303, "target": 236, "relation": "创作"}, {"source": 434, "target": 303, "relation": "出自于"}, {"source": 252, "target": 27, "relation": "创作"}, {"source": 182, "target": 252, "relation": "出自于"}, {"source": 99, "target": 454, "relation": "创作"}, {"source": 434, "target": 99, "relation": "出自于"}, {"source": 341, "target": 178, "relation": "创作"}, {"source": 487, "target": 341, "relation": "出自于"}, {"source": 288, "target": 298, "relation": "创作"}, {"source": 229, "target": 390, "relation": "创作"}, {"source": 434, "target": 229, "relation": "出自于"}, {"source": 84, "target": 239, "relation": "创作"}, {"source": 311, "target": 43, "relation": "创作"}, {"source": 274, "target": 311, "relation": "出自于"}, {"source": 275, "target": 459, "relation": "创作"}, {"source": 182, "target": 275, "relation": "出自于"}, {"source": 116, "target": 447, "relation": "创作"}, {"source": 363, "target": 25, "relation": "创作"}, {"source": 471, "target": 478, "relation": "创作"}, {"source": 0, "target": 128, "relation": "创作"}, {"source": 194, "target": 367, "relation": "创作"}, {"source": 471, "target": 453, "relation": "创作"}, {"source": 318, "target": 248, "relation": "创作"}, {"source": 434, "target": 318, "relation": "出自于"}, {"source": 302, "target": 310, "relation": "创作"}, {"source": 363, "target": 456, "relation": "创作"}, {"source": 500, "target": 237, "relation": "创作"}, {"source": 363, "target": 21, "relation": "创作"}, {"source": 208, "target": 420, "relation": "创作"}, {"source": 274, "target": 208, "relation": "出自于"}, {"source": 213, "target": 141, "relation": "创作"}, {"source": 335, "target": 391, "relation": "创作"}, {"source": 434, "target": 335, "relation": "出自于"}, {"source": 386, "target": 392, "relation": "创作"}, {"source": 289, "target": 307, "relation": "创作"}, {"source": 2, "target": 289, "relation": "出自于"}, {"source": 123, "target": 164, "relation": "创作"}, {"source": 274, "target": 123, "relation": "出自于"}, {"source": 471, "target": 36, "relation": "创作"}, {"source": 369, "target": 413, "relation": "创作"}, {"source": 274, "target": 369, "relation": "出自于"}, {"source": 58, "target": 95, "relation": "创作"}, {"source": 365, "target": 157, "relation": "创作"}, {"source": 39, "target": 365, "relation": "出自于"}, {"source": 137, "target": 111, "relation": "创作"}, {"source": 428, "target": 137, "relation": "出自于"}, {"source": 109, "target": 305, "relation": "创作"}, {"source": 274, "target": 109, "relation": "出自于"}, {"source": 442, "target": 114, "relation": "创作"}, {"source": 129, "target": 299, "relation": "创作"}, {"source": 274, "target": 129, "relation": "出自于"}, {"source": 256, "target": 160, "relation": "创作"}, {"source": 212, "target": 256, "relation": "出自于"}, {"source": 342, "target": 224, "relation": "创作"}, {"source": 103, "target": 342, "relation": "出自于"}, {"source": 500, "target": 1, "relation": "创作"}, {"source": 363, "target": 462, "relation": "创作"}, {"source": 343, "target": 485, "relation": "创作"}, {"source": 471, "target": 339, "relation": "创作"}, {"source": 363, "target": 395, "relation": "创作"}, {"source": 460, "target": 220, "relation": "创作"}, {"source": 103, "target": 460, "relation": "出自于"}, {"source": 363, "target": 142, "relation": "创作"}, {"source": 363, "target": 263, "relation": "创作"}, {"source": 436, "target": 234, "relation": "创作"}, {"source": 396, "target": 300, "relation": "创作"}, {"source": 434, "target": 396, "relation": "出自于"}, {"source": 286, "target": 477, "relation": "创作"}, {"source": 434, "target": 286, "relation": "出自于"}, {"source": 116, "target": 376, "relation": "创作"}, {"source": 336, "target": 67, "relation": "创作"}, {"source": 363, "target": 503, "relation": "创作"}, {"source": 187, "target": 279, "relation": "创作"}, {"source": 182, "target": 187, "relation": "出自于"}, {"source": 291, "target": 334, "relation": "创作"}, {"source": 103, "target": 291, "relation": "出自于"}, {"source": 425, "target": 415, "relation": "创作"}, {"source": 39, "target": 425, "relation": "出自于"}, {"source": 170, "target": 69, "relation": "创作"}, {"source": 116, "target": 287, "relation": "创作"}, {"source": 399, "target": 221, "relation": "创作"}, {"source": 274, "target": 399, "relation": "出自于"}, {"source": 309, "target": 180, "relation": "创作"}, {"source": 162, "target": 440, "relation": "创作"}, {"source": 39, "target": 162, "relation": "出自于"}, {"source": 358, "target": 489, "relation": "创作"}, {"source": 274, "target": 358, "relation": "出自于"}, {"source": 135, "target": 417, "relation": "创作"}, {"source": 182, "target": 135, "relation": "出自于"}, {"source": 35, "target": 266, "relation": "创作"}, {"source": 274, "target": 35, "relation": "出自于"}, {"source": 116, "target": 337, "relation": "创作"}, {"source": 71, "target": 113, "relation": "创作"}, {"source": 434, "target": 71, "relation": "出自于"}, {"source": 18, "target": 403, "relation": "创作"}, {"source": 303, "target": 247, "relation": "创作"}]}