{"nodes": [{"name": "卢纶", "dynasty": "唐代"}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "祖咏", "dynasty": "唐代"}, {"name": "永遇乐·探梅次时斋韵", "prop": {"content": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。", "translation": "　　此词应与《江南好·行锦归来》词作于同时，即1242年（淳祐二年）、1243年（淳祐三年）间。是时梦窗尚在苏州。　"}}, {"name": "饮马长城窟行", "prop": {"content": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。", "translation": "无"}}, {"name": "武则天", "dynasty": "唐代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "邯郸冬至夜思家", "prop": {"content": "邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。", "translation": "居住在邯郸客栈的时候正好是冬至节，而我只能抱膝坐在灯前，与自己的影子相伴。想到家中亲人今日也会相聚到深夜，还应该会谈论着我这个离家在外的人。"}}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "曹操", "dynasty": "两汉"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "刘仲尹", "dynasty": "金朝"}, {"name": "大德歌·冬", "prop": {"content": "雪纷纷，掩重门，不由人不断魂，瘦损江梅韵。那里是清江江上村，香闺里冷落谁瞅问？好一个憔悴的凭栏人。", "translation": "大雪纷飞，掩蔽重门，不由得人不断魂，消瘦憔悴得有如江梅而失去往日之风韵。抬眼望去，哪里是清江江上村？香闺里冷落谁来理睬与慰问？ 好一个面容憔悴翘首远望的凭栏人！"}}, {"name": "雪望", "prop": {"content": "寒色孤村幕，悲风四野闻。溪深难受雪，山冻不流云。鸥鹭飞难辨，沙汀望莫分。野桥梅几树，并是白纷纷。", "translation": "暮色苍茫，山村孤寂，寒风肆虐，呼啸四野。山村的溪流由于水深，雪落下去就融化了；远山好像冻住了，山上的流云也凝结不动。远远望去，沙鸥与鹭鸶难以辨认；水中陆地与沙滩岸边被皑皑白雪覆盖住，一片银白，无法分清。连野桥边的那几株梅树，也都挂满了厚厚的白雪。"}}, {"name": "行香子·腊八日与洪仲", "prop": {"content": "野店残冬。绿酒春浓。念如今，此意谁同。溪光不尽，山翠无穷。有几枝梅，几竿竹，几株松。篮舆乘兴，薄暮疏钟。望孤村，斜日匆匆。夜窗雪阵，晓枕云峰。便拥渔蓑，顶渔笠，作渔翁。", "translation": "　　此词写偕友冬日山行的野趣逸兴。小店暂歇，春酒一杯，沿途的溪山间不时夹带着几枝幽梅、几竿孤竹、几株苍松，清旷疏朗之气宜人。暮宿孤村，又逢寒风飘絮，夜雪扑窗。天明后带上渔具，兴致勃勃地去“独钓寒江雪”，有胸中万虑俱息之感。 "}}, {"name": "陆游", "dynasty": "宋代"}, {"dynasty": "南北朝"}, {"name": "北风行", "prop": {"content": "烛龙栖寒门，光曜犹旦开。日月照之何不及此？惟有北风号怒天上来。燕山雪花大如席，片片吹落轩辕台。幽州思妇十二月，停歌罢笑双蛾摧。倚门望行人，念君长城苦寒良可哀。别时提剑救边去，遗此虎文金鞞靫。中有一双白羽箭，蜘蛛结网生尘埃。箭空在，人今战死不复回。不忍见此物，焚之已成灰。黄河捧土尚可塞，北风雨雪恨难裁。", "translation": "无"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "张淑芳", "dynasty": "宋代"}, {"dynasty": "金朝"}, {"name": "冬柳", "prop": {"content": "柳汀斜对野人窗，零落衰条傍晓江。正是霜风飘断处，寒鸥惊起一双双。", "translation": "水边成行的柳树斜对着我的窗子，衰败的枝条，零零落落地堆积在江岸边上。这时寒风吹过，把柳树的枯枝吹断，惊起一双双正在江边栖息的寒鸥。"}}, {"name": "钱时", "dynasty": "宋代"}, {"name": "北中寒", "prop": {"content": "一方黑照三方紫，黄河冰合鱼龙死。三尺木皮断文理，百石强车上河水。霜花草上大如钱，挥刀不入迷濛天。争瀯海水飞凌喧，山瀑无声玉虹悬。", "translation": "一方灰暗，三方天色皆成紫。黄河冰冻，成片鱼龙皆困死。三尺木皮冻裂，辨不清纹理。百石大车上路，在冰面行驶。霜花降落衰草，凝成铜钱大的霜簇。挥刀舞剑向天，难割破灰蒙蒙天色。海上波涛回旋激荡，积冰哗哗作响。山谷瀑布凝结失声，如白虹悬半空。"}}, {"name": "卢钺", "dynasty": "宋代"}, {"name": "十二月十五夜", "prop": {"content": "沉沉更鼓急，渐渐人声绝。吹灯窗更明，月照一天雪。", "translation": "远处传来断断续续的更鼓声，忙碌的人们陆续入睡，市井的吵闹声慢慢平息下来。吹灯入睡发现房间更加明亮，原来是月光与白雪交相映照在窗上，使房间显得更加明亮。"}}, {"name": "汪莘", "dynasty": "宋代"}, {"name": "陈毅", "dynasty": "近现代"}, {"name": "望蓟门", "prop": {"content": "燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。", "translation": "登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。"}}, {"name": "冬夕寄青龙寺源公", "prop": {"content": "敛屦入寒竹，安禅过漏声。高松残子落，深井冻痕生。罢磬风枝动，悬灯雪屋明。何当招我宿，乘月上方行。", "translation": "放轻脚步缓缓的踏过寒竹林，打坐修禅只能听到那铜壶水滴滴落的声音。高高的松树上落下颗颗松果，那深井的水面也慢慢凝结成冰。磬声停罢屋外的树枝仍在随风而动，悬挂的烛灯将那被皑皑白雪覆盖的屋舍映照的格外温暖明亮。候邀请我于你那里留宿，让我也好沐浴着月色感受万物静寂与内心的平静。"}}, {"name": "郎士元", "dynasty": "唐代"}, {"dynasty": "唐代"}, {"name": "酬王季友题半日村别业", "prop": {"content": "村映寒原日已斜，烟生密竹早归鸦。长溪南路当群岫，半景东邻照数家。门通小径连芳草，马饮春泉踏浅沙。欲待主人林上月，还思潘岳县中花。", "translation": "夕阳余光点撒在村外的原野上，村里人家炊烟袅袅，乌鸦也早早的飞入密林深处。溪流南边的小路对面群山峻岭，东边的几家邻居还沐浴在夕阳光下。门前的小径两旁花草繁茂，马儿踏于清沙软泥之上自饮甘泉。真是既想待在季友的住处欣赏月色美景，又想去李太守那里游玩赏花。"}}, {"name": "辽东行", "prop": {"content": "辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。", "translation": "　　辽东之地路途遥远，辽水曲曲折折难以横渡。战士们戍守的古城楼已经破旧不堪，早已没有城楼，城墙之上也早就没有房屋了。那里气候异常寒冷，常常是黄云满天冰雪盖地，战士们身上的衣服真是难以御寒！如果有厚厚的暖和的衣服可以抵御这异地的寒冷，即使耗费掉万两黄金，又怎会吝惜呢？战争结束后战士们各自收回弓箭准备回家，但遥望回家的路，唯觉遥远路漫漫。年年郡县都有征人而来，将在这凄寒的辽东戍守征战，不知又有多少人牺牲于此。我宁愿生为草木，终生守候在家乡的土地上，至死不往辽东这地方来！"}}, {"name": "观猎", "prop": {"content": "风劲角弓鸣，将军猎渭城。草枯鹰眼疾，雪尽马蹄轻。忽过新丰市，还归细柳营。回看射雕处，千里暮云平。", "translation": "劲风吹过，绷紧的弓弦发出尖锐的颤声，只见将军正在渭城郊外狩猎。秋草枯黄，鹰眼更加锐利；冰雪消融，飞驰的马蹄格外轻快。转眼已经路过新丰市，不久之后又骑着马回到那细柳营。回首观望方才纵横驰骋之处，傍晚的云层已与大地连成一片。"}}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "冬十月", "prop": {"content": "孟冬十月，北风徘徊，天气肃清，繁霜霏霏。鵾鸡晨鸣，鸿雁南飞，鸷鸟潜藏，熊罴窟栖。钱镈停置，农收积场，逆旅整设，以通贾商。幸甚至哉！歌以咏志。", "translation": "初冬十月，北风呼呼地吹着，气氛肃杀，天气寒冷，寒霜又厚又密。鹍鸡鸟在清晨鸣叫着，大雁向南方远去，猛禽也都藏身匿迹起来，就连熊也都入洞安眠了。农民放下了农具不再劳作，收获的庄稼堆满了谷场，旅店正在整理布置，以供来往的客商住宿。我能到这里是多么的幸运啊，高诵诗歌来表达自己的这种感情。"}}, {"name": "王建", "dynasty": "唐代"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "腊日", "prop": {"content": "腊日常年暖尚遥，今年腊日冻全消。侵陵雪色还萱草，漏泄春光有柳条。纵酒欲谋良夜醉，还家初散紫宸朝。口脂面药随恩泽，翠管银罂下九霄。", "translation": "往年的腊日天气还很冷，温暖离人还很遥远。而今年腊日气候温和，冰冻全消。山陵间的雪都已消融露出了嫩绿的萱草，透过烂漫的春光，纤细的柳枝随风起舞。想要在这良宵夜纵酒狂饮，一醉方休，高兴之余准备辞朝还家。皇帝召近臣晚入于内殿，赐食，加口脂腊脂，感念皇帝恩泽，不能随便走开。"}}, {"name": "浣溪沙·半夜银山上积", "prop": {"content": "半夜银山上积苏，朝来九陌带随车。涛江烟渚一时无。空腹有诗衣有结，湿薪如桂米如珠。冻吟谁伴捻髭须。", "translation": "深夜下起鹅毛大雪，野草丛上覆满白雪，犹如一座座银山，早晨看到田野里雨雪交加，昔日大江里奔涌的波涛和沙渚上弥漫的水烟，这时间都没有了，变成了白茫茫的冰天雪地，饥饿的肚子里只有诗词，衣服上编织成结，潮湿的柴火像桂木一样宝贵，一粒粒的米就像一颗颗珍珠一样珍贵，谁能和我在寒天里捻着胡须吟咏诗句？"}}, {"name": "癸卯岁十二月中作与从", "prop": {"content": "寝迹衡门下，邈与世相绝。顾盼莫谁知，荆扉昼常闭。凄凄岁暮风，翳翳经日雪。倾耳无希声，在目皓已洁。劲气侵襟袖，箪瓢谢屡设。萧索空宇中，了无一可悦！历览千载书，时时见遗烈。高操非所攀，谬得固穷节。平津苟不由，栖迟讵为拙！寄意一言外，兹契谁能别？", "translation": "隐居茅舍掩行迹，远与尘世相隔绝。无人知晓来眷顾，白天柴门常关闭。年终寒风正凄冷，天空阴暗整日雪。侧耳倾听无声响，放眼户外已皎洁。劲峭寒气侵襟袖，粗茶淡饭常空设。房中空荡显凄凉，竟无一事可欢悦。千年古书皆阅览，时时读见古义烈。高尚德操不敢攀，只想守穷为气节。坦途大道若不走，隐居躬耕岂算拙？我寄深意在言外，志趣相合谁识别！"}}, {"name": "菩萨蛮·玉盘寸断葱芽", "prop": {"content": "玉盘寸断葱芽嫩，鸾刀细割羊肩进。不敢厌腥臊，缘君亲手调。红炉赪素面，醉把貂裘缓。归路有余狂，天街宵踏霜。", "translation": "精美的盘中嫩葱都是一寸来长，精致的宝刀切割好了羊肉。不敢埋怨羊肉腥，因为这是你亲手为我烹调的。温暖的火炉映着酒醉的脸庞，乘着酒醉，把身上的毛皮大衣脱掉。我踏着京城里的街道，在这回去的路上仍然带着几分醉意。"}}, {"name": "大德歌·冬景", "prop": {"content": "雪粉华，舞梨花，再不见烟村四五家。密洒堪图画，看疏林噪晚鸦。黄芦掩映清江下，斜缆着钓鱼艖。", "translation": "大雪粉白光华，就像满天飞舞的梨花，依稀可辨那拥有四五户人家的村庄。雪花密密层层的飘洒，值得人们描形写画。白茫茫的世界中，稀疏的树林里晚归的寒鸦悲啼不止。一条钓鱼的小船正斜揽在枯黄芦苇掩映的清江下。"}}, {"name": "人月圆·雪中游虎丘", "prop": {"content": "梅花浑似真真面，留我倚阑杆。雪晴天气，松腰玉瘦，泉眼冰寒。兴亡遗恨，一丘黄土，千古青山。老僧同醉，残碑休打，宝剑羞看。", "translation": "雪后的梅花红润娇艳仿佛仙女真真姣好的脸面，吸引我凭依着栏杆久久流连，雪后初晴的天气，松树的腰显得细瘦而泉眼的冰面特别清寒。历史兴盛衰亡留下了深深的遗憾，阖闾当年曾经是纵横天下的英雄，如今只留下一个大大的黄土坟丘。而千古不变的是苍翠的青山，为我导游的老和尚也被美景所陶醉，就不要再去观赏拍打残破的古碑，去欣赏那一湾绿水的剑池的景观。"}}, {"name": "维扬冬末寄幕中二从事", "prop": {"content": "江上数株桑枣树，自从离乱更荒凉。那堪旅馆经残腊，只把空书寄故乡。典尽客衣三尺雪，炼精诗句一头霜。故人多在芙蓉幕，应笑孜孜道未光。", "translation": "无"}}, {"name": "白朴", "dynasty": "元代"}, {"name": "阙题二首", "prop": {"content": "荆谿白石出，天寒红叶稀。山路元无雨，空翠湿人衣。相看不忍发，惨淡暮潮平。语罢更携手，月明洲渚生。", "translation": "无"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "天净沙·冬", "prop": {"content": "一声画角谯门，半庭新月黄昏，雪里山前水滨。竹篱茅舍，淡烟衰草孤村。", "translation": "黄昏时分，城门上哀婉的号角声久久不歇。夜幕降临，新月升起照亮半个庭院，山上白雪覆盖，山前水流缓缓。水边有着竹篱茅舍的孤村，升起几缕轻烟，在衰草暮霭中弥漫着，扩散着。"}}, {"dynasty": "元代"}, {"name": "咏雪 / 咏雪联句", "prop": {"content": "　　谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。", "translation": "　　谢安在寒冷的雪天举行家庭聚会，给子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢？”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”另一个哥哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢奕的女儿谢道韫，左将军王凝之的妻子。 "}}, {"name": "逢雪宿芙蓉山主人", "prop": {"content": "日暮苍山远，天寒白屋贫。柴门闻犬吠，风雪夜归人。", "translation": "当暮色降临山苍茫的时候就越来越觉得路途遥远，当天气越寒冷茅草屋显得更加孤零零。柴门外忽传来犬吠声声，原来是有人冒着风雪归家门。"}}, {"name": "终南望余雪 / 终南", "prop": {"content": "终南阴岭秀，积雪浮云端。林表明霁色，城中增暮寒。", "translation": "终南山的北面山色秀美，山上的皑皑白雪好似与天上的浮云相连。雪后初晴，林梢之间闪烁着夕阳余晖，傍晚时分，城中又添了几分积寒。"}}, {"name": "送外甥怀素上人归乡侍", "prop": {"content": "释子吾家宝，神清慧有馀。能翻梵王字，妙尽伯英书。远鹤无前侣，孤云寄太虚。狂来轻世界，醉里得真如。飞锡离乡久，宁亲喜腊初。故池残雪满，寒柳霁烟疏。寿酒还尝药，晨餐不荐鱼。遥知禅诵外，健笔赋闲居。", "translation": "上人你乃是我们宗族的骄傲，你聪慧有余，能翻译印度佛家经典，你的书法深得张旭的精髓。远远飞去的仙鹤没有伴侣可追逐，孤单的白云漂浮于浩渺的太空之中，你单身远离家乡已经很久。你写起狂草来眼里全然没有了时空宇宙，醉后舞墨更能展现世界万象的真谛。你离开家乡，四海云游，时间太久；你如今在这腊月之初回乡探望，亲人该是多么高兴。你的故园池塘中满是残雪，柳条稀疏，烟雨迷蒙。你祝寿敬酒，熬汤侍药，晨餐素食，精心侍奉父母。我远在千里之外，也知道你在家除了诵经之外，还健笔如飞，赋诗闲居的生活。 "}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "钱起", "dynasty": "唐代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "刘义庆", "dynasty": "南北朝"}, {"dynasty": "近现代"}, {"name": "菩萨蛮·白日惊飚冬已", "prop": {"content": "惊飙掠地冬将半，解鞍正值昏鸦乱。冰合大河流，茫茫一片愁。烧痕空极望，鼓角高城上。明日近长安，客心愁未阑。", "translation": "狂风席卷大地．冬天已过半。解下马鞍暂且停驻，正值黄昏，群鸦乱飞。黄河已成片成片地结冰，茫茫一片，恰如愁思不绝。放眼望去，唯余一片野火的痕迹。高高的城楼上，鼓角连天。明日即将抵京，可游子的愁思却依然没有尽头。"}}, {"name": "早冬", "prop": {"content": "十月江南天气好，可怜冬景似春华。霜轻未杀萋萋草，日暖初干漠漠沙。老柘叶黄如嫩树，寒樱枝白是狂花。此时却羡闲人醉，五马无由入酒家。", "translation": "江南的十月天气很好，冬天的景色仍然有春天的盛貌。小草上落着轻轻的一层薄霜，在阳光的照耀下显得像被风干了的沙粒一般。老柘树叶子是黄色的，犹如一棵娇嫩的小树。寒樱不依时序，开出枝枝白花。这个时候的我只羡慕喝酒人的那份清闲，不知不觉走入酒家。"}}, {"name": "临江仙·冬夜夜寒冰合", "prop": {"content": "冬夜夜寒冰合井，画堂明月侵帏。青缸明灭照悲啼。青缸挑欲尽，粉泪裛还垂。未尽一尊先掩泪，歌声半带清悲。情声两尽莫相违。欲知肠断处，梁上暗尘飞。", "translation": "冬天夜里很寒冷，寒冰把井都封住了。明亮的月光穿过华丽的房间照进帐子里，青色的灯光，一明一暗地闪烁着，映照着悲啼的侍女。灯芯快烧完了，胭脂粉和着泪水一滴滴地流下了。没有饮完一杯酒，就见她掩面流泪，歌声里夹杂着凄凉的悲咽。悲情和歌声两方面尽量发泄，都不相违背。你要体味到她唱得令人悲痛之处，就是歌声震得屋梁上的灰尘飞扬下来时。"}}, {"name": "子夜吴歌·冬歌", "prop": {"content": "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。", "translation": "明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。妾将裁制好的衣物寄向远方，几时才能到达边关临洮？"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "对雪二首", "prop": {"content": "寒气先侵玉女扉，清光旋透省郎闱。梅花大庾岭头发，柳絮章台街里飞。欲舞定随曹植马，有情应湿谢庄衣。龙山万里无多远，留待行人二月归。旋扑珠帘过粉墙，轻于柳絮重于霜。已随江令夸琼树，又入卢家妒玉堂。侵夜可能争桂魄，忍寒应欲试梅妆。关河冻合东西路，肠断斑骓送陆郎。 ", "translation": "无"}}, {"name": "马致远", "dynasty": "元代"}, {"name": "踏莎行·雪似梅花", "prop": {"content": "雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。", "translation": "这雪像梅花一样洁白，那梅花又像雪一般晶莹，无论是像，还是不像，都是一样的绝美。可这绝美的雪与梅，却勾起我的愁思。这愁思，有谁能知道呢？只有南楼上的明月是我的见证。记得往年，也是这样时节，我却是和你一起踏雪寻梅，那明月照着我们俩，时间流逝，人亦渐老，事也成了旧事，没人再提了！我醉了又醒，醒了又醉，却是为了谁？唉，直到现在，我还在悔恨，悔恨当初那样轻易地离开了你！"}}, {"name": "南乡子·冬夜", "prop": {"content": "万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。", "translation": "冬夜万籁静寂无声。已近五更时分被子却还是冰冰冷冷。炉中沉香已燃尽，灯光昏暗，孤冷凄清，这样的夜何时才是尽头。窗外也只有那结成的霜花伴着明月。孤寂寒冷夜，想着那迎风绽放的梅花也是烦恼的无法入眠的。我在想着梅花而梅花也在念着我，互相牵挂着。起床时看到那玉瓶中的水已全都凝结成冰。"}}, {"name": "李嘉祐", "dynasty": "唐代"}, {"name": "冬至夜怀湘灵", "prop": {"content": "艳质无由见，寒衾不可亲。何堪最长夜，俱作独眠人。", "translation": "心中思念多年却没办法相见，棉被冰冷简直无法挨身。怎能忍受得了这一年中最长的寒夜，更何况你我都是孤独失眠的人。"}}, {"name": "立冬前一日霜对菊有感", "prop": {"content": "昨夜清霜冷絮裯，纷纷红叶满阶头。园林尽扫西风去，惟有黄花不负秋。", "translation": "昨天夜里下了清霜，躲在被衾中都感到寒冷；早晨起来，门前台阶落满了红叶。花园里的草木在寒冷的西北风中逐渐凋零；只有那金菊凌霜绽放，不负秋光。"}}, {"name": "白居易", "dynasty": "唐代"}, {"dynasty": "宋代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "岁晏行", "prop": {"content": "岁云暮矣多北风，潇湘洞庭白雪中。渔父天寒网罟冻，莫徭射雁鸣桑弓。去年米贵阙军食，今年米贱大伤农。高马达官厌酒肉，此辈杼轴茅茨空。楚人重鱼不重鸟，汝休枉杀南飞鸿。况闻处处鬻男女，割慈忍爱还租庸。往日用钱捉私铸，今许铅锡和青铜。刻泥为之最易得，好恶不合长相蒙。万国城头吹画角，此曲哀怨何时终？", "translation": "　　年终时候遍地飒飒北风，潇湘洞庭在白皑皑的飞雪中。天寒冻结了渔父的鱼网，莫徭人射雁拉响桑弓。去年米贵军粮缺乏，今年米贱却严重地伤农。骑着大马的达官贵人吃厌酒肉，百姓穷得织机、茅屋都扫空。楚人喜欢鱼虾不愿吃鸟肉，你们不要白白杀害南飞的孤鸿。何况听说处处卖儿卖女，来偿还租庸。过去用钱严禁私人熔铸，今天竟允许铅锡中掺和青铜。刻泥的钱模最容易取得，但不应让好钱坏钱长时欺蒙！各地城头都在吹起号角，这样哀怨的曲调几时才能告终？"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "洛桥晚望", "prop": {"content": "天津桥下冰初结，洛阳陌上人行绝。 榆柳萧疏楼阁闲，月明直见嵩山雪。", "translation": "天津桥下的冰刚刚冻结不久，洛阳的大道上几乎已经没了行人。叶落枝秃的榆柳掩映着静谧的楼台亭阁，皎洁的月光下，一眼便看到了嵩山上那皑皑白雪。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "腊日宣诏幸上苑 / ", "prop": {"content": "明朝游上苑，火速报春知。花须连夜发，莫待晓风吹。", "translation": "明天早上要游览上苑，火速传诏给春神让它知晓。百花一定要连夜齐放，不要等到晓风吹来方才开放。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "高骈", "dynasty": "唐代"}, {"name": "袁枚", "dynasty": "清代"}, {"name": "赵显宏", "dynasty": "元代"}, {"name": "苑中遇雪应制", "prop": {"content": "紫禁仙舆诘旦来，青旂遥倚望春台。 不知庭霰今朝落，疑是林花昨夜开。", "translation": "清晨的朝阳破云而出，就像皇家的銮驾从天边驶来。高楼上谁穿着青袍眺望，就像望春台边随风飘扬的青旗。我不知道今天庭院中竟然落下了雪花，还以为是昨夜院中的树枝上开出的花。"}}, {"name": "苦寒吟", "prop": {"content": "百泉冻皆咽，我吟寒更切。半夜倚乔松，不觉满衣雪。竹竿有甘苦，我爱抱苦节。鸟声有悲欢，我爱口流血。潘生若解吟，更早生白发。", "translation": "　　“寒”，当然也可作穷窘解，但显然苏轼指的是整个的风貌的清冷的“寒”。“寒”是一种诉诸视觉的形状。有谁感到过寒的诗和看见过瘦的诗呢？没有。以此索解，了无蹊径。但是它确实又是可感的、具体的，它触发我们的想像，引起我们的美感联想。在我们想像的天地里，就会呈现孟郊和贾岛的诗的某些画面、某种境界的美，然后会惊异地感到，用“寒”“瘦”来描述这种画面和境界所体现的美，实在是再恰当也不过了。"}}, {"name": "满路花·冬", "prop": {"content": "罗襟湿未干，又是凄凉雪。欲睡难成寐、音书绝。窗前竹叶，凛凛狂风折。寒衣弱不胜，有甚遥肠，望到春来时节。孤灯独照，字字吟成血。仅梅花知苦、香来接。离愁万种，提起心头切。比霜风更烈。瘦似枯枝，待何人与分说。", "translation": "　　衣襟上的泪痕还未来得及干去，凄凉的雨雪又霏霏而至。眼睛虽犯困，而脑子里是一团糟。处于失眠状态中的她，根本无法入睡。朋友，那种杳无音讯，与外界失去联系的感受，你可曾有过？"}}, {"name": "幽居冬暮", "prop": {"content": "羽翼摧残日，郊园寂寞时。晓鸡惊树雪，寒鹜守冰池。急景忽云暮，颓年浸已衰。如何匡国分，不与夙心期。", "translation": "无"}}, {"name": "不出", "prop": {"content": "好诗读罢倚团蒲，唧唧铜瓶沸地炉。天气稍寒吾不出，氍毹分坐与狸奴。", "translation": "把好诗读完便背靠着用蒲草编织成的圆垫，地炉上的铜瓶正嗞嗞的响着。天气稍冷我便不出门了，与我的猫一起坐在地毯上。"}}, {"name": "嘲王历阳不肯饮酒", "prop": {"content": "地白风色寒，雪花大如手。笑杀陶渊明，不饮杯中酒。 浪抚一张琴，虚栽五株柳。空负头上巾，吾于尔何有。", "translation": "大地一片雪白，风色寒厉，纷纷扬扬的雪花如手般大小。可笑你一副陶渊明做派，却一点也不饮杯中美酒。你真是浪抚了一张素琴，白白栽了了五株翠柳。枉负头上那一顶葛巾，我对你来说意味着什么？"}}, {"name": "冬日归旧山", "prop": {"content": "未洗染尘缨，归来芳草平。一条藤径绿，万点雪峰晴。地冷叶先尽，谷寒云不行。嫩篁侵舍密，古树倒江横。白犬离村吠，苍苔壁上生。穿厨孤雉过，临屋旧猿鸣。木落禽巢在，篱疏兽路成。拂床苍鼠走，倒箧素鱼惊。洗砚修良策，敲松拟素贞。此时重一去，去合到三清。", "translation": "无"}}, {"name": "冬晚对雪忆胡居士家", "prop": {"content": "寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。", "translation": "寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。"}}, {"name": "岁暮", "prop": {"content": "殷忧不能寐，苦此夜难颓。明月照积雪，朔风劲且哀。运往无淹物，年逝觉已催。", "translation": "我怀着深重的忧虑辗转反侧夜不能寐，内心备受煎熬，长夜漫漫无尽头，天明迟迟盼不来，不堪忍受啊。明月照在积雪上，北风猛烈而且凄厉。没有永久的事物，都会随时间的消逝而亡。一年将要过去了，自己的生命也正受到无情的催逼。"}}, {"name": "夜宴南陵留别", "prop": {"content": "雪满前庭月色闲，主人留客未能还。 预愁明日相思处，匹马千山与万山。", "translation": "　　诗的第一句“雪满前庭月色闲”，点明了节候与时间。雪满前庭，正当冬令。为什么许多送别诗的背景都是冰雪满径的隆冬?是什么理由催促人们在这本来不利于远行的季节踏上征程?这其中的奥秘是不难发现的。残腊将尽，春气欲来之时，正是中国民间最隆重的年节到来之际。合家团聚，共度佳节，成了人们最美好的愿望。难怪那冰雪覆盖的山路上。总会留下许多人匆匆的足迹。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "雪梅·其二", "prop": {"content": "有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。", "translation": "只有梅花没有雪花的话，看起来没有什么精神气质。如果下雪了却没有诗文相合，也会非常的俗气。当在冬天傍晚夕阳西下写好了诗，刚好天空又下起了雪。再看梅花雪花争相绽放，像春天一样艳丽多姿，生气蓬勃。 "}}, {"name": "昼夜乐·冬", "prop": {"content": "风送梅花过小桥，飘飘。飘飘地乱舞琼瑶，水面上流将去了。觑绝似落英无消耗，似那人水远山遥，怎不焦？今日明朝，今日明朝，又不见他来到！佳人，佳人多命薄！今遭，难逃。难逃他粉悴烟憔，直恁般鱼沉雁杳！谁承望拆散了鸾凤交，空教人梦断魂劳。心痒难揉，心痒难揉。盼不得鸡儿叫。", "translation": "美人啊美人，真是薄命。这一回，真难摆脱，难摆却那花容月貌憔悴消瘦。这样音讯全无鱼沉雁杳。活生生拆散了鸾凤的情交，白白地让人魂牵梦绕。心痒痒倍受煎熬，心痒痒备受煎熬，只盼着雄鸡早早啼叫报晓。"}}, {"name": "学刘公干体五首·其三", "prop": {"content": "胡风吹朔雪，千里度龙山。集君瑶台上，飞舞两楹前。兹晨自为美，当避艳阳天。艳阳桃李节，皎洁不成妍。", "translation": "胡地寒风裹挟着北方的瑞雪吹越龙山，落到帝都。皑皑的白雪静静地落积在高台之上，风吹过后，雪花在殿前空中飘动飞舞。然而洁白的雪啊，在春天的阳光下也无处躲避。春天本是桃李争研斗艳之时，哪有冰清玉洁的白雪容身之处呢？"}}, {"dynasty": "两汉"}, {"dynasty": "清代"}, {"name": "青松", "prop": {"content": "大雪压青松，青松挺且直。 要知松高洁，待到雪化时。", "translation": "厚厚的一层雪压在松枝上，但是青松依然挺拔笔直。要想知道这青松的高洁品格，那就要等到树上那层厚厚的雪化之后。"}}, {"name": "山中雪后", "prop": {"content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。", "translation": "清晨起，打开门看到的是满山的皑皑白雪。雪后初晴，白云惨淡，连日光都变得寒冷。房檐的积雪未化，院落的梅花枝条仍被冰雪凝冻。这样清高坚韧的性格，是多么不寻常啊！"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "黄升", "dynasty": "宋代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "十月二十八日风雨大作", "prop": {"content": "风怒欲拔木，雨暴欲掀屋。风声翻海涛，雨点堕车轴。拄门那敢开，吹火不得烛。岂惟涨沟溪，势已卷平陆。辛勤蓺宿麦，所望明年熟；一饱正自艰，五穷故相逐。南邻更可念，布被冬未赎；明朝甑复空，母子相持哭。", "translation": "陆游的抗战思想此时受到当权派的排挤，生活潦倒不堪，但他坚定自身的信念，不与朝廷权贵同流合污．他通过本诗对比控诉了那种贫富悬殊、苦乐迥异的不合理现象，大有杜甫“朱门酒肉臭，路有冻死骨”之遗风。 "}}, {"name": "苦寒行", "prop": {"content": "冰峰撑空寒矗矗，云凝水冻埋海陆。 杀物之性，伤人之欲，既不能断绝蒺藜荆棘之根株， 又不能展凤凰麒麟之拳跼。如此则何如为和煦，为膏雨， 自然天下之荣枯，融融于万户。", "translation": "无"}}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "郑燮", "dynasty": "清代"}, {"name": "王国维", "dynasty": "近现代"}, {"name": "雪梅", "prop": {"content": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。", "translation": "梅花和雪花都认为各自占尽了春色，谁也不肯服输。难以评议梅与雪的高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 "}}, {"name": "李端公 / 送李端", "prop": {"content": "故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)", "translation": "故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。"}}, {"name": "夜上受降城闻笛", "prop": {"content": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。", "translation": "回乐烽前的沙地洁白似雪，受降城外的月色有如深秋白霜。不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。"}}, {"name": "悲青坂", "prop": {"content": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。", "translation": "　　我军驻扎在武功县东门外的青坂，天气严寒，兵士都在太白山的泉窟中饮马。黄头的奚兵每天向西推进，只有几个骑兵，居然敢弯弓射箭向我军冲击。这时，山上是雪，河中有冰，旷野里一片萧瑟气象。青的是报警的烽烟，白的是战死兵士的枯骨。怎么能托人带个信给我军，嘱咐他们暂时忍耐一下，等到明年再来反攻，千万不要急躁。"}}, {"name": "阁夜", "prop": {"content": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)", "translation": "岁末时节白天的时间就越来越短，夔州霜雪停了的寒冬夜晚，雪光映照下，明朗如昼。破晓时军营中鼓角声更显得悲壮凄凉，银河倒映江面，在湍急的江流中摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔夫樵子不时在夜深传来“ 夷歌”之声。像诸葛亮和公孙述这样的历史人物，最终也成了黄土中的枯骨；人事与音书，都只能任其寂寞了。"}}, {"name": "齐己", "dynasty": "唐代"}, {"name": "冬日田园杂兴", "prop": {"content": "斜日低山片月高，睡余行药绕江郊。霜风捣尽千林叶，闲倚筇枝数鹳巢。炙背檐前日似烘，暖醺醺后困蒙蒙。过门走马何官职，侧帽笼鞭战北风！屋上添高一把茅，密泥房壁似僧寮。从教屋外阴风吼，卧听篱头响玉箫。松节然膏当烛笼，凝烟如墨暗房栊；晚来拭净南窗纸，便觉斜阳一倍红。乾高寅缺筑牛宫，巵酒豚蹄酹土公。牯牸无瘟犊儿长，明年添种越城东。放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！拨雪挑来踏地菘，味如蜜藕更肥醲。朱门肉食无风味，只作寻常菜把供。榾柮无烟雪夜长，地炉煨酒暖如汤。莫嗔老妇无盘飣，笑指灰中芋栗香。煮酒春前腊后蒸，一年长飨瓮头清。廛居何似山居乐，秫米新来禁入城。黄纸蠲租白纸催，皂衣旁午下乡来。长官头脑冬烘甚，乞汝青钱买酒回。探梅公子款柴门，枝北枝南总未春；忽见小桃红似锦，却疑侬是武陵人。村巷冬年见俗情，邻翁讲礼拜柴荆。长衫布缕如霜雪，云是家机自织成。", "translation": "　　“放船开看雪山晴，风定奇寒晚更凝。坐听一篙珠玉碎，不知湖面已成冰！” "}}, {"name": "关汉卿", "dynasty": "元代"}, {"name": "对雪", "prop": {"content": "六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。", "translation": "雪花飘舞着飞入了窗户时，我正坐在窗前，看着青青的竹枝因雪覆盖面似白玉一般。此时正好登上高楼去远望，那人世间一切险恶的岔路都被大雪覆盖了。"}}, {"name": "江雪", "prop": {"content": "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。", "translation": "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。"}}, {"name": "稚子弄冰", "prop": {"content": "稚子金盆脱晓冰，彩丝穿取当银钲。(银钲 一作：银铮)敲成玉磬穿林响，忽作玻璃碎地声。(玻璃 一作：玻瓈)", "translation": "儿童早晨起来，将冻结在铜盆里的冰块脱下，用彩线穿起来当铮。敲出的声音像玉磬一般穿越树林，忽然冰锣敲碎落地，发出美玉摔碎般的声音。"}}, {"dynasty": "魏晋"}, {"name": "李世民", "dynasty": "唐代"}, {"name": "塞下曲", "prop": {"content": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。", "translation": "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。"}}, {"name": "洪升", "dynasty": "清代"}, {"name": "湘妃怨·人家篱落酒旗", "prop": {"content": "人家篱落酒旗儿，雪压寒梅老树枝。吟诗未稳推敲字，为西湖捻断髭，恨东坡对雪无诗。休道是苏学士，韩退之，难装煞傅粉的西施。", "translation": "篱笆中的人家挂着酒旗儿，大雪压弯了寒梅的老树枝。想为西湖作首诗，可不知道如何来推敲字句，因此捻断嘴边的胡须，埋怨苏轼作了那么多的西湖诗，但没有一首写西湖的雪景。不要说是苏学士，还是韩退之，都难以描画这冬天像以雪傅粉的西湖美景！"}}, {"name": "夜雪", "prop": {"content": "已讶衾枕冷，复见窗户明。夜深知雪重，时闻折竹声。", "translation": "夜卧枕被如冰，不由让我很惊讶，又看见窗户被白雪泛出的光照亮。夜深的时候就知道雪下得很大，是因为不时地能听到雪把竹枝压折的声音。"}}], "edges": [{"source": 1, "target": 121, "relation": "创作"}, {"source": 31, "target": 1, "relation": "出自于"}, {"source": 24, "target": 112, "relation": "创作"}, {"source": 73, "target": 24, "relation": "出自于"}, {"source": 55, "target": 52, "relation": "创作"}, {"source": 31, "target": 55, "relation": "出自于"}, {"source": 0, "target": 125, "relation": "创作"}, {"source": 31, "target": 0, "relation": "出自于"}, {"source": 58, "target": 51, "relation": "创作"}, {"source": 16, "target": 58, "relation": "出自于"}, {"source": 6, "target": 114, "relation": "创作"}, {"source": 31, "target": 6, "relation": "出自于"}, {"source": 75, "target": 34, "relation": "创作"}, {"source": 31, "target": 75, "relation": "出自于"}, {"source": 72, "target": 128, "relation": "创作"}, {"source": 31, "target": 72, "relation": "出自于"}, {"source": 46, "target": 49, "relation": "创作"}, {"source": 50, "target": 46, "relation": "出自于"}, {"source": 96, "target": 122, "relation": "创作"}, {"source": 73, "target": 96, "relation": "出自于"}, {"source": 2, "target": 53, "relation": "创作"}, {"source": 31, "target": 2, "relation": "出自于"}, {"source": 82, "target": 116, "relation": "创作"}, {"source": 31, "target": 82, "relation": "出自于"}, {"source": 24, "target": 97, "relation": "创作"}, {"source": 110, "target": 103, "relation": "创作"}, {"source": 101, "target": 110, "relation": "出自于"}, {"source": 104, "target": 17, "relation": "创作"}, {"source": 31, "target": 104, "relation": "出自于"}, {"source": 72, "target": 7, "relation": "创作"}, {"source": 27, "target": 102, "relation": "创作"}, {"source": 59, "target": 27, "relation": "出自于"}, {"source": 83, "target": 120, "relation": "创作"}, {"source": 31, "target": 83, "relation": "出自于"}, {"source": 104, "target": 63, "relation": "创作"}, {"source": 104, "target": 91, "relation": "创作"}, {"source": 35, "target": 67, "relation": "创作"}, {"source": 73, "target": 35, "relation": "出自于"}, {"source": 9, "target": 36, "relation": "创作"}, {"source": 100, "target": 9, "relation": "出自于"}, {"source": 84, "target": 25, "relation": "创作"}, {"source": 101, "target": 84, "relation": "出自于"}, {"source": 72, "target": 61, "relation": "创作"}, {"source": 2, "target": 28, "relation": "创作"}, {"source": 77, "target": 78, "relation": "创作"}, {"source": 31, "target": 77, "relation": "出自于"}, {"source": 105, "target": 68, "relation": "创作"}, {"source": 73, "target": 105, "relation": "出自于"}, {"source": 75, "target": 93, "relation": "创作"}, {"source": 0, "target": 113, "relation": "创作"}, {"source": 48, "target": 94, "relation": "创作"}, {"source": 16, "target": 48, "relation": "出自于"}, {"source": 119, "target": 43, "relation": "创作"}, {"source": 50, "target": 119, "relation": "出自于"}, {"source": 109, "target": 86, "relation": "创作"}, {"source": 31, "target": 109, "relation": "出自于"}, {"source": 104, "target": 92, "relation": "创作"}, {"source": 119, "target": 12, "relation": "创作"}, {"source": 5, "target": 80, "relation": "创作"}, {"source": 31, "target": 5, "relation": "出自于"}, {"source": 8, "target": 21, "relation": "创作"}, {"source": 31, "target": 8, "relation": "出自于"}, {"source": 124, "target": 4, "relation": "创作"}, {"source": 31, "target": 124, "relation": "出自于"}, {"source": 26, "target": 14, "relation": "创作"}, {"source": 73, "target": 26, "relation": "出自于"}, {"source": 74, "target": 65, "relation": "创作"}, {"source": 31, "target": 74, "relation": "出自于"}, {"source": 126, "target": 13, "relation": "创作"}, {"source": 101, "target": 126, "relation": "出自于"}, {"source": 72, "target": 70, "relation": "创作"}, {"source": 74, "target": 89, "relation": "创作"}, {"source": 57, "target": 60, "relation": "创作"}, {"source": 101, "target": 57, "relation": "出自于"}, {"source": 79, "target": 23, "relation": "创作"}, {"source": 31, "target": 79, "relation": "出自于"}, {"source": 18, "target": 44, "relation": "创作"}, {"source": 50, "target": 18, "relation": "出自于"}, {"source": 82, "target": 39, "relation": "创作"}, {"source": 81, "target": 62, "relation": "创作"}, {"source": 73, "target": 81, "relation": "出自于"}, {"source": 82, "target": 76, "relation": "创作"}, {"source": 106, "target": 99, "relation": "创作"}, {"source": 16, "target": 106, "relation": "出自于"}, {"source": 82, "target": 115, "relation": "创作"}, {"source": 64, "target": 41, "relation": "创作"}, {"source": 123, "target": 64, "relation": "出自于"}, {"source": 38, "target": 3, "relation": "创作"}, {"source": 73, "target": 38, "relation": "出自于"}, {"source": 10, "target": 118, "relation": "创作"}, {"source": 73, "target": 10, "relation": "出自于"}, {"source": 77, "target": 87, "relation": "创作"}, {"source": 37, "target": 33, "relation": "创作"}, {"source": 31, "target": 37, "relation": "出自于"}, {"source": 22, "target": 71, "relation": "创作"}, {"source": 73, "target": 22, "relation": "出自于"}, {"source": 56, "target": 54, "relation": "创作"}, {"source": 31, "target": 56, "relation": "出自于"}, {"source": 15, "target": 107, "relation": "创作"}, {"source": 73, "target": 15, "relation": "出自于"}, {"source": 69, "target": 95, "relation": "创作"}, {"source": 31, "target": 69, "relation": "出自于"}, {"source": 75, "target": 47, "relation": "创作"}, {"source": 19, "target": 88, "relation": "创作"}, {"source": 73, "target": 19, "relation": "出自于"}, {"source": 81, "target": 40, "relation": "创作"}, {"source": 37, "target": 45, "relation": "创作"}, {"source": 117, "target": 108, "relation": "创作"}, {"source": 31, "target": 117, "relation": "出自于"}, {"source": 111, "target": 42, "relation": "创作"}, {"source": 59, "target": 111, "relation": "出自于"}, {"source": 85, "target": 98, "relation": "创作"}, {"source": 50, "target": 85, "relation": "出自于"}, {"source": 30, "target": 29, "relation": "创作"}, {"source": 31, "target": 30, "relation": "出自于"}, {"source": 30, "target": 32, "relation": "创作"}, {"source": 11, "target": 90, "relation": "创作"}, {"source": 20, "target": 11, "relation": "出自于"}, {"source": 66, "target": 127, "relation": "创作"}, {"source": 50, "target": 66, "relation": "出自于"}]}