{"nodes": [{"name": "折杨柳", "prop": {"content": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。", "translation": "　　春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。"}}, {"name": "李延年歌", "prop": {"content": "北方有佳人，绝世而独立。一顾倾人城，再顾倾人国。宁不知倾城与倾国？佳人难再得。", "translation": "北国有一位美人，姿容简直是举世无双，她娴雅之性超俗而出众，不屑与众女为伍，无人知己而独立。她看守城的将士一眼，将士弃械，墙垣失守；她对君临天下的皇帝瞧一眼，皇帝倾心，国家败亡！纵然如此，也不能失去获得佳人的好机会。美好姑娘世所难遇、不可再得！"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "大堤曲", "prop": {"content": "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风复无情，吹我梦魂散。不见眼中人，天长音信断。", "translation": "汉水绕着襄阳城，大堤上春暖花开。在大堤上想起了与佳人相会的日子，不禁望着蓝天白云而热泪盈眶。本是多情的春风，如今也显得无情起来，将我的好梦吹散。梦中的眼中人不见了，想给她寄个音信，也因天长地远，而无法到达。"}}, {"name": "甄宓", "dynasty": "两汉"}, {"name": "将进酒", "prop": {"content": "琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。", "translation": "　　酒杯用的是琉璃钟，酒是琥珀色的，还有珠红的。经过烹、炮的马肉（龙）和雄雉（凤）拿到口中吃的时候，还能听到油脂被烧烤时的油爆声，像是在哭泣。用绫罗锦绣做的帷幕中充满了香气。罗帏之中，除了食品与酒的香气外，还有白齿的歌伎的吟唱和细腰的舞女和着龙笛的吹奏、鼍鼓的敲击在舞蹈。宴饮的时间是一个春天的黄昏，他们已欢乐终日了，他们饮掉了青春，玩去了如花的大好时光。桃花被鼓声震散了，被舞袖拂乱了，落如红雨，他们把如花的青春白白地浪费了。我奉劝你们要像他们那样，终日喝个酩酊大醉吧，由于酒已被你们喝光，酒鬼刘伶坟上已经无酒可洒了！"}}, {"name": "薤露", "prop": {"content": "惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。", "translation": "　　汉朝自建国到现在已是二十二世，所重任的人（何进）真是徒有其表。猴子虽穿衣戴帽，可究竟不是真人，（他）智小而想图谋大事，做事又犹豫不决，致使君王（少帝）被劫。白虹贯日是上天给人间的凶兆，这应验在君王身上，而（何进）自己也落得身败名裂的下场。乱臣贼子（董卓）乘着混乱之际操持国家大权，杀害君主，焚烧东京洛阳。汉朝四百年的帝业由此倾覆，帝王的宗庙也在烈火中焚毁。（献帝）被迫着西迁至长安，一路上迁徙的百姓哭声不止。我瞻望着洛阳城内的惨状，就像当年微子面对着殷墟而悲伤不已。"}}, {"name": "悲歌", "prop": {"content": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。", "translation": "悲歌一曲代替思家的哭泣，登高眺望远方就当做返回了故乡。茫茫的草木，重重的山岗遮住了远望的视线，思乡的忧愁盈满心怀。想要回家，可家中已无亲人，想要渡河却无船可渡。心里思乡的悲愁无处可说，只能憋闷在心中，就像车轮在肠子里转动一般，阵阵绞痛。"}}, {"name": "古从军行", "prop": {"content": "白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。", "translation": "白天登山观望报警的烽火台，黄昏时牵马到交河边饮水。风沙弥漫，一片漆黑，只听得见军中巡夜的打更声，还有那如泣如诉的幽怨的琵琶声。旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。哀鸣的胡雁夜夜从空中飞过，胡人士兵也触景生情，潸然泪下。听说玉门关已被挡住了归路，战士只有追随将军去与敌军拼命。年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。"}}, {"name": "芳树", "prop": {"content": "芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。", "translation": "　　春来时，千株树木都竞相发出新芽，在夏日照耀下随风摇荡。夏日易多风，枝叶繁茂常易阻隔鸟儿远飞的脚步。春来花似锦，夏日即将来临，叶子繁茂如同帷幕低垂。远在他乡的游子想寄平安到家中，只是路途如此遥远，怕无法到达。"}}, {"name": "竹枝词二首·其一", "prop": {"content": "杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)", "translation": "岸上杨柳青，江中风浪平，忽然江上舟中传来男子的唱歌声。就像东方出太阳，西边落雨。你说它不是晴天吧，它又是晴天。"}}, {"name": "侠客行", "prop": {"content": "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。", "translation": "无"}}, {"name": "雉子班", "prop": {"content": "雉子，班如此。之于雉梁。无以吾翁孺，雉子。知得雉子高蜚止，黄鹄蜚，之以千里，王可思。雄来蜚从雌，视子趋一雉。雉子，车大驾马滕，被王送行所中。尧羊蜚从王孙行。", "translation": "　　幼雉的毛羽色彩斑斓，它飞到了可以觅食的稻粱之处。老雉叮嘱它要小心被人类捉了，不要不懂得知足，因贪食而忘了危险。老雉知道幼雉被捉就飞来了，但它们没有黄鹄那样强壮有力，它们真羡慕黄鹄能够高飞，如果在这个时候能有力高飞，那就可以救救幼雉了啊！可惜它们没有那样的才能。见幼雉被捉，母雉和公雉都赶来救自己的孩子，但猎人已经将幼雉捉住，驾上车，猎人的马已经迅速跑起来了，幼雉将被活捉到猎人的住处。老雉仍依依不舍地跟着猎人的车飞行，久久不愿离去。"}}, {"name": "李颀", "dynasty": "唐代"}, {"name": "渌水曲", "prop": {"content": "渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。", "translation": "清澈的湖水在皎洁月光的映照下波光粼粼，南边的湖面上，一位美丽的姑娘正在月光下采撷着白蘋。含苞待放的荷花简直就象一位娇媚多情的少女欲语还休，让人不免神魂摇荡，无限哀婉惆怅起来。"}}, {"name": "妾薄命", "prop": {"content": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。", "translation": "　　汉武帝曾经十分宠爱阿娇，为她筑造金屋让她居住。武帝对她娇宠万分，即使她的唾沫落下，也会被看做像珠玉那样珍贵。娇宠到极点，恩爱也就停歇了，武帝对她的情意渐渐停歇淡薄。阿娇被贬长门后，即使与武帝的寝宫相距很近，武帝也不肯回车，在阿娇那里暂时停留。雨落之后再不会飞上天空，覆水也难再收回。武帝与阿娇的情意，各自东西。往日美丽的芙蓉花，今日成为凄凉的断根之草。如果凭借姿色侍奉他人，相好的日子是十分短暂的。"}}, {"name": "日出入", "prop": {"content": "日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。", "translation": "日出日落，何时才终穷？时光岁月不与人的寿命齐同。所以春天并非我想要的春，夏天并非我想象中的夏，秋天并非我期盼的秋，冬天也并非我中意的冬。时间像辽阔的四海，人的寿命好比一个小池，遍观物象后才知道生命的无奈。我了解怎样才能快乐，只有独自驾驭六龙上天。六龙的协调步伐，使我的心胸顿时爽畅。唉，乘黄，怎么还不下降把我带上仙界。"}}, {"name": "天马二首·其二", "prop": {"content": "天马徕，从西极，涉流沙，九夷服。天马徕，出泉水，虎脊两，化若鬼。天马徕，历无草，径千里，循东道。天马徕，执徐时，将摇举，谁与期？天马徕，开远门，竦予身，逝昆仑。天马徕，龙之媒，游阊阖，观玉台。", "translation": "　　天马从西方极远之处来到，经过了沙漠之地。众多的少数民族和外国都降服了。天马出自水中，长有双脊，皮毛颜色像老虎一样。天马能变化，如同鬼神那样灵异。天马穿越千里，迅速越过无草的区域，在辰年来到东方。将驾着天马，高飞到遥远的地方，无可限期。天马既来，开通了上远方之门，可以上昆仑山去会神仙了。天马既来，龙也将来，可以乘着龙登天门，去观赏天帝住的地方了。"}}, {"name": "相逢行二首", "prop": {"content": "朝骑五花马，谒帝出银台。秀色谁家子，云车珠箔开。金鞭遥指点，玉勒近迟回。夹毂相借问，疑从天上来。蹙入青绮门，当歌共衔杯。衔杯映歌扇，似月云中见。相见不得亲，不如不相见。相见情已深，未语可知心。胡为守空闺，孤眠愁锦衾。锦衾与罗帏，缠绵会有时。春风正澹荡，暮雨来何迟。愿因三青鸟，更报长相思。光景不待人，须臾发成丝。当年失行乐，老去徒伤悲。持此道密意，毋令旷佳期。 相逢红尘内，高揖黄金鞭。万户垂杨里，君家阿那边。", "translation": "无"}}, {"name": "清平调·其三", "prop": {"content": "名花倾国两相欢，常得君王带笑看。解释春风无限恨，沉香亭北倚阑干。", "translation": "　　杨贵妃绝代佳人与红艳牡丹相得益彰，美人与名花常使君王带笑观看。动人姿色似春风能消无限怨恨，在沉香亭北君王贵妃双双倚靠着栏杆。"}}, {"name": "久别离", "prop": {"content": "别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。", "translation": "　　自从分别以后，不知几个春天没有回家了，又是个温暖的春日，隔窗望去，樱桃花已经开放了。这时远方又有书信传来，开启后不禁让人嗟叹不已。至此伤心肠断，悲痛欲绝。女子头发浓密如云，因为她愁绪万千，像旋风吹动雪花那样绵绵不断，她实在懒得梳理。去年寄书回来，就说要回来了；今年寄书重新诉说将要归来之意。东风啊，你捎去女子的思念，使他早些归来吧。等待他归来他却迟迟未归，实在是百无聊赖，只见满地落花堆积，青苔蔓延整个台阶。"}}, {"name": "横江词六首", "prop": {"content": "人道横江好，侬道横江恶。一风三日吹倒山，白浪高于瓦官阁。海潮南去过浔阳，牛渚由来险马当。横江欲渡风波恶，一水牵愁万里长。横江西望阻西秦，汉水东连扬子津。白浪如山那可渡，狂风愁杀峭帆人。海神来过恶风回，浪打天门石壁开。浙江八月何如此？涛似连山喷雪来！横江馆前津吏迎，向余东指海云生。郎今欲渡缘何事？如此风波不可行！月晕天风雾不开，海鲸东蹙百川回。惊波一起三山动，公无渡河归去来。", "translation": "　　人人都说横江好，但是我觉得横江地势险恶无比。这里能连刮三天大风，风势之猛烈能吹倒山峰。江中翻起的白浪有瓦官阁那么高。"}}, {"name": "飞龙引二首·其二", "prop": {"content": "鼎湖流水清且闲，轩辕去时有弓剑，古人传道留其间。后宫婵娟多花颜，乘鸾飞烟亦不还，骑龙攀天造天关。造天关，闻天语，屯云河车载玉女。载玉女，过紫皇，紫皇乃赐白兔所捣之药方。后天而老凋三光，下视瑶池见王母，蛾眉萧飒如秋霜。", "translation": "　　鼎湖的水静静流动，清澈见底，这里就是传说中黄帝乘龙飞天时不小心把弓剑遗落人间的地。天宫中美女一定众多，光彩照人。仙人们乘鸾而去消失在烟波浩渺中，也都一去不返。如果再有机会能乘龙飞升的话，我一定到达仙境，登上天门，去聆听天上神仙的谈话，坐上伴着祥云的河车，载着美丽的仙女，去拜访玉皇。玉皇见到我一定会很高兴，并赐给我天宫玉兔捣制的长生不老药。吃了仙药，我就可以长生不老，寿与天齐，可以活到日月星辰都凋谢的时候。到时候我在去看瑶池的王母，她已经满头白发如霜了。"}}, {"name": "蒿里", "prop": {"content": "蒿里谁家地，聚敛魂魄无贤愚。鬼伯一何相催促，人命不得少踟蹰。", "translation": "　　蒿里是魂魄聚居之地，无论贤达之人还是愚昧之人都不免一死，魂归蒿里。主管死亡的神对人命的催促是多么紧迫啊，人的性命不能久长，更容不得人一丝的犹疑。"}}, {"name": "阳春歌", "prop": {"content": "长安白日照春空，绿杨结烟垂袅风。披香殿前花始红，流芳发色绣户中。绣户中，相经过。飞燕皇后轻身舞，紫宫夫人绝世歌。圣君三万六千日，岁岁年年奈乐何。", "translation": "阳春三月，暖暖的太阳照耀着长安城，碧空下，杨树的枝条已经抽出嫩芽，在和煦的春风吹拂下，远看轻烟曼舞。披香殿前的花儿正含苞待放，已经显露出红色，在绣房间散发着芬芳。诗人从绣房间经过。不禁联想到皇后赵飞燕妙曼的身段舞姿，还有紫宫夫人的绝世嗓音。但春日里皇宫内园中这些美好的景色，都在历代帝王之家被消磨了，世人无法欣赏，实在可惜。"}}, {"name": "观沧海", "prop": {"content": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。", "translation": "东行登上高高的碣石山，来观赏苍茫的大海。海水多么宽阔浩荡，海中山岛罗列，高耸挺立。周围树木葱茏，花草丰茂。萧瑟的风声传来，草木动摇，海中翻涌着巨大的海浪。太阳和月亮升起降落，好像是从这浩瀚的海洋中发出的。银河里的灿烂群星，也好像是从大海的怀抱里涌现出来的。啊，庆幸得很！就用诗歌来表达内心的志向吧。"}}, {"name": "出自蓟北门行", "prop": {"content": "虏阵横北荒，胡星曜精芒。羽书速惊电，烽火昼连光。虎竹救边急，戎车森已行。明主不安席，按剑心飞扬。推毂出猛将，连旗登战场。兵威冲绝幕，杀气凌穹苍。列卒赤山下，开营紫塞傍。孟冬沙风紧，旌旗飒凋伤。画角悲海月，征衣卷天霜。挥刃斩楼兰，弯弓射贤王。单于一平荡，种落自奔亡。收功报天子，行歌归咸阳。", "translation": "无"}}, {"name": "代白头吟", "prop": {"content": "直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。", "translation": "无"}}, {"name": "短歌行", "prop": {"content": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。(唯 一作：惟)青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？(明明 一作：皎皎)忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。", "translation": "无"}}, {"name": "杨广", "dynasty": "隋代"}, {"name": "天门", "prop": {"content": "天门开，詄荡荡，穆并骋，以临飨。光夜烛，德信著，灵浸鸿，长生豫。太朱涂广，夷石为堂，饰玉梢以舞歌，体招摇若永望。星留俞，塞陨光，照紫幄，珠烦黄。幡比翅回集，贰双飞常羊。月穆穆以金波，日华耀以宣明。假清风轧忽，激长至重觞。神裴回若留放，殣冀亲以肆章。函蒙祉福常若期，寂谬上天知厥时。泛泛滇滇从高斿，殷勤此路胪所求。佻正嘉古弘以昌，休嘉砰隐溢四方。专精厉意逝九阂，纷云六幕浮大海。", "translation": "无"}}, {"name": "结客少年场行", "prop": {"content": "紫燕黄金瞳，啾啾摇绿騣。平明相驰逐，结客洛门东。少年学剑术，凌轹白猿公。珠袍曳锦带，匕首插吴鸿。由来万夫勇，挟此生雄风。托交从剧孟，买醉入新丰。笑尽一杯酒，杀人都市中。羞道易水寒，从令日贯虹。燕丹事不立，虚没秦帝宫。舞阳死灰人，安可与成功。", "translation": "无"}}, {"name": "塞上曲·其一", "prop": {"content": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。", "translation": "知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。出塞后再入塞气候变冷，关内关外尽是黄黄芦草。自古来河北山西的豪杰，都与尘土黄沙伴随到老。莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。"}}, {"name": "猛虎行", "prop": {"content": "朝作猛虎行，暮作猛虎吟。肠断非关陇头水，泪下不为雍门琴。旌旗缤纷两河道，战鼓惊山欲倾倒。秦人半作燕地囚，胡马翻衔洛阳草。一输一失关下兵，朝降夕叛幽蓟城。巨鳌未斩海水动，鱼龙奔走安得宁。颇似楚汉时，翻覆无定止。朝过博浪沙，暮入淮阴市。张良未遇韩信贫，刘项存亡在两臣。暂到下邳受兵略，来投漂母作主人。贤哲栖栖古如此，今时亦弃青云士。有策不敢犯龙鳞，窜身南国避胡尘。宝书长剑挂高阁，金鞍骏马散故人。昨日方为宣城客，掣铃交通二千石。有时六博快壮心，绕床三匝呼一掷。楚人每道张旭奇，心藏风云世莫知。三吴邦伯多顾盼，四海雄侠皆相推。萧曹曾作沛中吏，攀龙附凤当有时。溧阳酒楼三月春，杨花漠漠愁杀人。胡人绿眼吹玉笛，吴歌白纻飞梁尘。丈夫相见且为乐，槌牛挝鼓会众宾。我从此去钓东海，得鱼笑寄情相亲。", "translation": "无"}}, {"name": "游侠篇", "prop": {"content": "翩翩四公子，浊世称贤明。龙虎方交争，七国并抗衡。食客三千余，门下多豪英。游说朝夕至，辩士自纵横。孟尝东出关，济身由鸡鸣。信陵西反魏，秦人不窥兵。赵胜南诅楚，乃与毛遂行。黄歇北适秦，太子还入荆。美哉游侠士，何以尚四卿。我则异于是，好古师老、彭。", "translation": "　　风度翩翩的战国四公子，在那个战乱的时代成就了自己的贤达之名。那时龙争虎斗，战国七雄相互抗衡。但他们之所以成就自己的万古美名，多是依靠他们招徕的门下食客。孟尝君出函谷关，依靠门客学鸡叫，才得以顺利通过。信陵君救赵国后，留居赵国，后秦攻打魏国，魏王召信陵君回来，秦兵不再敢伐魏。秦兵攻打赵国的都城邯郸，平原君到楚地求救，靠毛遂说服了楚王，楚国才出兵相救。春申君曾经游说秦王，才使楚国太子得以还楚。游侠之士真是贤明，但他们为什么反而要崇尚四公子呢？我则与那些游侠士不同，我喜好古人，以老子、彭祖为师。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "门有车马客行", "prop": {"content": "门有车马客，问君何乡士。捷步往相讯，果得旧邻里。凄凄声中情，慊慊增下俚。语昔有故悲，论今无新喜。清晨相访慰，日暮不能已。欢戚竞寻叙，谈调何终止。辞端竟未究，忽唱分途始。前悲尚未弭，后戚方复起。嘶声盈我口，谈言在我耳。“手迹可传心，愿尔笃行李。”", "translation": "　　门前有车马来，问我是哪里人。我快步赶上去访问，果然找到了自己的旧乡邻。听到家乡的声音心中悲凄，因此讲话中也增加了不少家乡的话。清晨的时候出去相访老乡，到日暮降临还迟迟不肯回来。同忆往事，过去的欢乐和悲苦都一一叙述。我们之间总有说不完的话题。但人生终需一别，我们毕竟要中途分别。刚才的悲苦回忆还没有停止，又新添许多忧愁。在分别时，我不禁凄楚哽咽，对旧友说着一些分别保重的话：“记得以后常常写信过来，来表达你的心情，愿你前方行路好好保重。”"}}, {"name": "定情诗", "prop": {"content": "我出东门游，邂逅承清尘。思君即幽房，侍寝执衣巾。时无桑中契，迫此路侧人。我既媚君姿，君亦悦我颜。何以致拳拳？绾臂双金环。何以道殷勤？约指一双银。何以致区区？耳中双明珠。何以致叩叩？香囊系肘后。何以致契阔？绕腕双跳脱。何以结恩情？美玉缀罗缨。何以结中心？素缕连双针。何以结相于？金薄画搔头。何以慰别离？耳后玳瑁钗。何以答欢忻？纨素三条裙。何以结愁悲？白绢双中衣。与我期何所？乃期东山隅。日旰兮不来，谷风吹我襦。远望无所见，涕泣起踟蹰。与我期何所？乃期山南阳。日中兮不来，飘风吹我裳。逍遥莫谁睹，望君愁我肠。与我期何所？乃期西山侧。日夕兮不来，踯躅长叹息。远望凉风至，俯仰正衣服。与我期何所？乃期山北岑。日暮兮不来，凄风吹我襟。望君不能坐，悲苦愁我心。爱身以何为，惜我华色时。中情既款款，然后克密期。褰衣蹑茂草，谓君不我欺。厕此丑陋质，徙倚无所之。自伤失所欲，泪下如连丝。", "translation": "无"}}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "未知"}, {"name": "少年行四首", "prop": {"content": "新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。", "translation": "新丰盛产美酒价值万贯，出没都城长安的游侠多是少年。相逢时意气相投，痛快豪饮，骏马就拴在酒楼下垂柳边。"}}, {"name": "荆州歌", "prop": {"content": "白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。", "translation": "白帝城边的江面上满是狂风掀起的惊涛骇浪，五月的瞿塘峡，有谁敢行船而过呢？荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？"}}, {"name": "秋风辞", "prop": {"content": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！", "translation": "秋风刮起，白云飘飞，草木枯黄大雁南归。兰花、菊花都无比秀美，散发着淡淡幽香，但是我思念美丽的人的心情却是难以忘怀的。乘坐着楼船行驶在汾河上，行至中央激起白色的波浪。鼓瑟齐鸣船工唱起了歌，欢喜到极点的时候忧愁就无比繁多。少壮的年华总是容易过去，渐渐衰老没有办法！"}}, {"name": "野田黄雀行", "prop": {"content": "游莫逐炎洲翠，栖莫近吴宫燕。吴宫火起焚巢窠，炎洲逐翠遭网罗。萧条两翅蓬蒿下，纵有鹰鹯奈若何。", "translation": "　　鸟儿们呀，游玩千万不能到炎洲的翡翠堆里追逐玩耍，栖息千万不能接近吴宫的燕子窝。吴宫筑巢虽好，可经常会因为燕子引起大火烧毁你们的巢穴，炎洲翡翠虽然无比华丽，可经常会有人设下网罗捕捉你们。可怜的鸟儿只有拍动着两只疲惫的翅膀，在野外荒凉的蓬蒿乱草中找到一处容身之所。就算你是只雄鹰又能如何？还不是一样的命运。"}}, {"name": "东光", "prop": {"content": "东光乎，苍梧何不乎。苍梧多腐粟，无益诸军粮。诸军游荡子，早行多悲伤。", "translation": "　　天亮了吗？苍梧为什么不亮？苍梧这里潮湿，陈年贮藏的多是已经败坏的粮食，无法作为军粮食用。远征者早起行军，情绪都很悲伤。"}}, {"name": "宋子侯", "dynasty": "两汉"}, {"name": "中山孺子妾歌", "prop": {"content": "中山孺子妾，特以色见珍。虽然不如延年妹，亦是当时绝世人。桃李出深井，花艳惊上春。一贵复一贱，关天岂由身。芙蓉老秋霜，团扇羞网尘。戚姬髡发入舂市，万古共悲辛。", "translation": "　　中山王的孺子妾，只是凭着美丽的容貌而得到中山王的宠爱。虽然说比不上李延年的妹妹李夫人，但仍然是当时的绝色佳人。庭院天井中生出的桃树和李树，花开在初春季节，分外艳丽。一贵一贱，自己怎么能够决定呢，全在于上天的安排。芙蓉花在寒意渐深的秋霜季节里渐渐老去凋零，美人的团扇很久不用，已经落满了灰尘。戚夫人在高祖时曾是多么得宠，却落得髡发入舂市的悲惨下场。万古以来，失意人的悲辛都是一样的啊！"}}, {"name": "怨歌行", "prop": {"content": "十五入汉宫，花颜笑春红。君王选玉色，侍寝金屏中。荐枕娇夕月，卷衣恋春风。宁知赵飞燕，夺宠恨无穷。沉忧能伤人，绿鬓成霜蓬。一朝不得意，世事徒为空。鹔鹴换美酒，舞衣罢雕龙。寒苦不忍言，为君奏丝桐。肠断弦亦绝，悲心夜忡忡。", "translation": "　　十五岁来到汉宫中，正是青春烂漫的年纪，她微微一笑就会让春天的美景为之羞愧。君王选美女，她被选中服侍君王的寝息。柔曼的夕月下，她娇羞的俏丽模样让君王不能自持，她的侍寝更让君王恋恋不舍。可否知道赵飞燕，她夺宠后别的女子对她恨意无穷。但青春总是不能永驻的，绿鬓终会变白，成为霜蓬。在宫廷中，只要一朝不得意，世事都会成空。一旦不得宠，就像司马相如一样只能用鹔鹴换酒喝，舞衣也是很寒酸的。那样的寒苦不堪言表，只能暗自伤悲，偷偷为君王奏琴一曲。肠断弦也绝，心中无限伤悲而不能成音。"}}, {"name": "长歌行", "prop": {"content": "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贳白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。", "translation": "无"}}, {"name": "陆机", "dynasty": "魏晋"}, {"name": "戚夫人", "dynasty": "两汉"}, {"name": "司马将军歌", "prop": {"content": "狂风吹古月，窃弄章华台。北落明星动光彩，南征猛将如云雷。手中电曳倚天剑，直斩长鲸海水开。我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。功成献凯见明主，丹青画像麒麟台。", "translation": "无"}}, {"name": "幽涧泉", "prop": {"content": "拂彼白石，弹吾素琴。幽涧愀兮流泉深，善手明徽高张清。心寂历似千古，松飕飗兮万寻。中见愁猿吊影而危处兮，叫秋木而长吟。客有哀时失职而听者，泪淋浪以沾襟。乃缉商缀羽，潺湲成音。吾但写声发情于妙指，殊不知此曲之古今。幽涧泉，鸣深林。", "translation": "无"}}, {"name": "天地", "prop": {"content": "天地并况，惟予有慕，爰熙紫坛，思求厥路。恭承禋祀，缊豫为纷，黼绣周张，承神至尊。千童罗舞成八溢，合好效欢虞泰一。九歌毕奏斐然殊，鸣琴竽瑟会轩朱。璆磬金鼓，灵其有喜，百官济济，各敬厥事。盛牲实俎进闻膏，神奄留，临须摇。长丽前掞光耀明，寒暑不忒况皇章。展诗应律鋗玉鸣，函宫吐角激徵清。发梁扬羽申以商，造兹新音永久长。声气远条凤鸟翔，神夕奄虞盖孔享。", "translation": "无"}}, {"name": "丽人行", "prop": {"content": "三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微匎叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！", "translation": "无"}}, {"name": "箜篌谣", "prop": {"content": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。管鲍久已死，何人继其踪。", "translation": "无"}}, {"name": "董娇饶", "prop": {"content": "洛阳城东路，桃李生路旁。花花自相对，叶叶自相当。春风东北起，花叶正低昂。不知谁家子，提笼行采桑。纤手折其枝，花落何飘扬。请谢彼姝子，何为见损伤。高秋八九月，白露变为霜。终年会飘堕，安得久馨香。秋时自零落，春月复芬芳。何如盛年去，欢爱永相忘。吾欲竟此曲，此曲愁人肠。归来酌美酒，挟瑟上高堂。", "translation": "无"}}, {"name": "节妇吟·寄东平李司空师道", "prop": {"content": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不)", "translation": "你明知我已经有了丈夫，还偏要送给我一对明珠。我心中感激你情意缠绵，把明珠系在我红罗短衫。我家的高楼就连着皇家的花园，我丈夫拿着长戟在皇宫里值班。虽然知道你是真心朗朗无遮掩，但我已发誓与丈夫生死共患难。归还你的双明珠我两眼泪涟涟，遗憾没有遇到你在我未嫁之前。"}}, {"name": "夜坐吟", "prop": {"content": "冬夜夜寒觉夜长，沉吟久坐坐北堂。冰合井泉月入闺，金缸青凝照悲啼。金缸灭，啼转多。掩妾泪，听君歌。歌有声，妾有情。情声合，两无违。一语不入意，从君万曲梁尘飞。", "translation": "寒冷的冬夜，觉得特别漫长。一个女子久久地坐在北堂沉吟。寒泉结冰，冷月入闺，一灯如豆。发出清冷的寒光，缭着女子的满面泪痕。灯火忽被寒风吹灭，她更感凄凉，哭得更加悲切。忽然听见了一个男子的歌声，她擦干了脸上的眼泪，停住了悲泣，专注地听着。歌声有深意，妾心有深情，情与声相合，两情无违背。若有一言不合妾之意，任你余音绕梁歌万曲，也不动心。 "}}, {"name": "独不见", "prop": {"content": "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣西池。风摧寒棕响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百馀尺，花落成枯枝。终然独不见，流泪空自知。", "translation": "　　骑在白马上翩翩而驰的，那是谁家的少年，是在龙城边塞戍城立功的征戍之人。天山如今天寒地冻，积雪厚有三丈，这个时候怎么适合远行呢？春日的蕙兰忽而变得枯萎，变成了秋草，闺中的美人也已经到迟暮之年了。在这凄清落寞的深秋，曲池边传来阵阵吱吱呀呀梭子的声响。那是风吹动寒梭发出的声响，月亮伴着清霜，更显出秋天深居闺中的女子的无限伤悲。还记得与丈夫离别的那年，门前种的桃树与她齐眉。如今桃树已经高百余尺了，花开花落几十年过去，很多枝条已经枯萎了。始终不见丈夫归来，只有凄伤的眼泪独自空流。"}}, {"name": "燕歌行", "prop": {"content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。", "translation": "秋风萧瑟，天气清冷，草木凋落，白露凝霜。燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。思虑冲冲，怀念故乡。君为何故，久留他方。贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。"}}, {"name": "塞下曲·饮马渡秋水", "prop": {"content": "饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。", "translation": "牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。当年长城曾经一次鏖战，都说戍边战士的意气高。自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。"}}, {"name": "清平调·其二", "prop": {"content": "一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。", "translation": "贵妃真是一枝带露牡丹，艳丽凝香，楚王神女巫山相会，枉然悲伤断肠。请问汉宫得宠妃嫔，谁能和她相像？可爱无比的赵飞燕，还得依仗新妆！ "}}, {"name": "登高丘而望远", "prop": {"content": "登高丘，望远海。六鳌骨已霜，三山流安在？扶桑半摧折，白日沈光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能？穷兵黩武今如此，鼎湖飞龙安可乘？", "translation": "无"}}, {"name": "飞龙引二首·其一", "prop": {"content": "黄帝铸鼎于荆山，炼丹砂。丹砂成黄金，骑龙飞上太清家，云愁海思令人嗟。宫中彩女颜如花，飘然挥手凌紫霞，从风纵体登鸾车。登鸾车，侍轩辕，遨游青天中，其乐不可言。", "translation": "　　黄帝采集首山的铜，铸造宝鼎于荆山之下，炼制仙丹，仙丹炼制成功了，黄帝和群臣后宫乘龙飞仙进入仙境。天上的彩云迷迷茫茫，变幻如海，找不到升仙的途径，让我们世间的凡人空自叹息。联想天宫中披着七彩霓裳羽衣的宫女一定貌美如花。真想乘风飞身而上，登上黄帝乘坐的鸾车，陪在黄帝旁边，一起遨游在青天之上，那种乐趣一定妙不可言。"}}, {"name": "东飞伯劳歌", "prop": {"content": "东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜发艳照里闾。南窗北牖挂明光，罗帷绮箔脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。", "translation": "伯劳东飞燕子西去，黄姑和织女时而相见。门前是谁家的女儿蹲坐住门前，她的美丽倩影投照在里屋。皎浩的月光透过窗牖，照耀在女子的帷帐上，屋内飘散着脂粉的芳香。女子今年将要十五六岁，身材窈窕，容颜如玉，洁白美丽，无与伦比。但三春已经过去，日暮时分花朵都已凋零，女儿虽然可爱，但尚没有夫家，这般美丽又有谁爱怜呢？"}}, {"name": "上陵", "prop": {"content": "上陵何美美，下津风以寒。问客从何来，言从水中央。桂树为君船，青丝为君笮，木兰为君棹，黄金错其间。沧海之雀赤翅鸿，白雁随。山林乍开乍合，曾不知日月明。醴泉之水，光泽何蔚蔚。芝为车，龙为马，览遨游，四海外。甘露初二年，芝生铜池中，仙人下来饮，延寿千万岁。", "translation": "　　登上诸陵但见景色何其美好，从陵上下来到达水边，水边的风何其清爽。问仙人从哪里来，仙人回答说他来自水中央。仙人出现时所乘的船极其豪华，桂木造成船，连系船用的绳索都是用青丝做成的。划船的船桨是用木兰做的，有黄金涂饰其间。这时，只见水面上凤凰出现，众鸟随从，出现于山林中，望去只见山林忽开忽合，连日月的光芒也被众鸟所遮蔽。甘甜的泉水，光泽熠熠。我不禁想象神的车盖形似灵芝，驾着龙，在天地间遨游。甘露二年，铜池中生出芝草，吉祥之兆引得仙人也下来饮于此泉中，人们喝了此泉的水更是延年益寿。"}}, {"dynasty": "唐代"}, {"name": "木兰诗", "prop": {"content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？", "translation": "　　叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "大子夜歌二首·其二", "prop": {"content": "丝竹发歌响，假器扬清音。不知歌谣妙，声势出口心。", "translation": "丝竹之所以能发出美妙的歌响，是借助于乐器才有清妙的声音。你不明白歌谣的妙处，它的声音表现着歌者的内心。"}}, {"name": "秦女卷衣", "prop": {"content": "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。愿君采葑菲，无以下体妨。", "translation": "天子身居未央宫，妻妾来收拾衣裳。现在未得皇上在紫宫宠爱，怎敢拂坐黄金床？没有皇上的旨意，洪水来了也不敢乱走，如果皇上遇到危险，舍命也要保护皇上，就像博熊的冯婕妤一样。卑微之身侍奉日月，轻飘若飞萤之光。愿君采撷葑菲草的时候，不因为它的根部难看而抛弃它的叶片。"}}, {"name": "西洲曲", "prop": {"content": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。", "translation": "无"}}, {"name": "诏取永丰柳植禁苑感赋", "prop": {"content": "一树衰残委泥土，双枝荣耀植天庭。定知玄象今春后，柳宿光中添两星。", "translation": "　　垂柳一株，委身于永丰坊西南角的荒园中，因柔条极茂，被东使取两枝植于宫中，从此荣耀百倍，无异升天。料想今春的天象，将会有两颗新星得蒙柳宿星的光芒惠泽了。"}}, {"name": "哀江头", "prop": {"content": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。(一笑 一作：一箭)明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。", "translation": "无"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "孔雀东南飞", "prop": {"content": "　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。　　孔雀东南飞，五里一徘徊。　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。　　阿母谓阿女：“汝可去应之。”　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。　　阿母谢媒人：“女子先有誓，老姥岂敢言！”　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ", "translation": "　　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首诗。"}}, {"name": "渭城曲", "prop": {"content": "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。", "translation": "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。"}}, {"name": "梁甫吟", "prop": {"content": "玉衡固已骖，羲和若飞凌。四运循环转，寒暑自相承。冉冉年时暮，迢迢天路征。招摇东北指，大火西南升。悲风无绝响，玄云互相仍。丰水凭川结，零露弥天凝。年命特相逝，庆云鲜克乘。履信多愆期，思顺焉足凭。慷慨临川响，非此孰为兴。哀吟梁甫颠，慷慨独抚膺。", "translation": "　　时节在变换，北斗星的斗柄改变了其所指的方向，太阳也好像飞到了高空。四季在循环运转，寒暑相互接替。现在的年时和日暮，就是天象运行的明证。刚才招摇星还指向东北，时值二月，转瞬大火星就从西南升起，到了秋季。时节的变换真是很迅速。悲风一直在吹，没有停歇的时候，乌云一直在接连不断地飘飞。到了冬季水面都结冰了，天气十分寒冷，滴水成冰，露水都凝结了。人生的岁月只管逝去，祥瑞的云彩很少被人乘坐使人得以升仙。想按正道而行，实行忠信哪能靠得住呢？孔子在水边的叹息——“逝者如斯夫，不舍昼夜”，不就是感慨人生短促而发的吗？在梁甫山顶上想到这些，我不禁也悲愤地抚膺叹息。"}}, {"name": "代悲白头翁", "prop": {"content": "洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，坐见落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头真可怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台文锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时？须臾鹤发乱如丝。但看古来歌舞地，唯有黄昏鸟雀悲。", "translation": "无"}}, {"name": "怨诗行", "prop": {"content": "天德悠且长，人命一何促。百年未几时，奄若风吹烛。嘉宾难再遇，人命不可赎。齐度游四方，各系太山录。人间乐未央，忽然归东岳。当须荡中情，游心恣所欲。", "translation": "　　大自然永恒地运转，悠悠长存，而人生却何其短暂！一百年还没过去，但倏地一下就停止了，好像风吹灭蜡烛那样毫无预兆，十分迅速。嘉宾是难以再次遇到的，人的生命也不可以再次赎回。人们活着可以同样到四方游乐，但死后就没有这样的机会了。所以趁着现在的大好年华，尽情地游览天地吧！不要等到人间的欢乐还没有享受完尽，忽然就死去了。就放开自己的情怀，恣意地游乐人生吧。"}}, {"name": "青阳", "prop": {"content": "青阳开动，根荄以遂，膏润并爱，跂行毕逮。霆声发荣，壧处顷听，枯槁复产，乃成厥命。众庶熙熙，施及夭胎，群生啿噬，惟春之祺。", "translation": "　　春天来了，小草开始生根发芽。春天的雨露滋润万物，一切动植物都得到了雨露的覆蔽。春雷阵阵，听到春雷的声响后，蛰伏在岩洞里的动物无不欢欣，随之而起，结束了漫长的冬眠，开始了春天新的生活。冬天枯萎了的草木也都生出了萌芽，一切生命在春的季候里都得以成长。春天万物和乐，春天的恩泽广及尚未出生和成长的生命。万物繁殖众多，都是因为受到了春天的福佑。"}}, {"name": "杨柳枝词", "prop": {"content": "一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？", "translation": "春风吹拂，千丝万缕的柳枝随风起舞，枝头嫩芽一片鹅黄，飘荡的柳枝比丝缕还要柔软。永丰坊西角的荒园里，没有一人光顾，这美好的柳枝又能属于谁呢？"}}, {"name": "子夜吴歌·秋歌", "prop": {"content": "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。", "translation": "秋月皎洁长安城一片光明，家家户户传来捣衣声。?砧声任凭秋风吹也吹不尽，声声总是牵系玉关的亲人。何时才能平息边境战争，夫君就可以结束漫长征途。"}}, {"name": "妇病行", "prop": {"content": "妇病连年累岁，传呼丈人前一言。当言未及得言，不知泪下一何翩翩。“属累君两三孤子，莫我儿饥且寒，有过慎莫笪笞，行当折摇，思复念之！”乱曰：抱时无衣，襦复无里。闭门塞牖，舍孤儿到市。道逢亲交，泣坐不能起。从乞求与孤儿买饵，对交啼泣，泪不可止：“我欲不伤悲不能已。”探怀中钱持授交。入门见孤儿，啼索其母抱。徘徊空舍中，“行复尔耳，弃置勿复道！”", "translation": "无"}}, {"name": "桃源行", "prop": {"content": "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。(不见 一作：忽值)山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。", "translation": "无"}}, {"name": "战城南", "prop": {"content": "去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。", "translation": "无"}}, {"name": "空城雀", "prop": {"content": "嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠秕馀，尝恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。", "translation": "　　嗷嗷待哺的空城雀，生计是多么的戚促啊！本与鹪鹩为群，不随凤凰之类逐飞。提携、哺育着四只雏鸟，饮乳常常不足。吃人间的秕糠的时候，常常畏惧乌鸢来抢逐。以涉太行险为耻，羞于相随着覆车粟而飞往食之。天命自有定数，安守着自己的职分，不得不屡屡断绝自己这小小的欲望。"}}, {"name": "上云乐", "prop": {"content": "金天之西，白日所没。康老胡雏，生彼月窟。巉岩容仪，戍削风骨。碧玉炅炅双目瞳，黄金拳拳两鬓红。华盖垂下睫，嵩岳临上唇。不睹诡谲貌，岂知造化神。大道是文康之严父，元气乃文康之老亲。抚顶弄盘古，推车转天轮。云见日月初生时，铸冶火精与水银。阳乌未出谷，顾兔半藏身。女娲戏黄土，团作愚下人。散在六合间，濛濛若沙尘。生死了不尽，谁明此胡是仙真。西海栽若木，东溟植扶桑。别来几多时，枝叶万里长。中国有七圣，半路颓洪荒。陛下应运起，龙飞入咸阳。赤眉立盆子，白水兴汉光。叱咤四海动，洪涛为簸扬。举足蹋紫微，天关自开张。老胡感至德，东来进仙倡。五色师子，九苞凤凰。是老胡鸡犬，鸣舞飞帝乡。淋漓飒沓，进退成行。能胡歌，献汉酒。跪双膝，立两肘。散花指天举素手。拜龙颜，献圣寿。北斗戾，南山摧。天子九九八十一万岁，长倾万岁杯。", "translation": "无"}}, {"name": "张衡", "dynasty": "两汉"}, {"name": "张籍", "dynasty": "唐代"}, {"dynasty": "未知"}, {"name": "长歌行", "prop": {"content": "逝矣经天日，悲哉带地川。寸阴无停晷，尺波岂徒旋。年往迅劲矢，时来亮急弦。远期鲜克及，盈数固希全。容华夙夜零，体泽坐自捐。兹物苟难停，吾寿安得延。俛仰逝将过，倏忽几何间。慷慨亦焉诉，天道良自然。但恨功名薄，竹帛无所宣。迨及岁未暮，长歌乘我闲。", "translation": "　　太阳每天由东到西运行，时间日益流逝。河川日夜流逝，一去不返，真是可悲。短短的光阴从不停留，尺寸的波浪怎能够自动回流？岁月的逝去和到来犹如弓箭那样迅速。久远的生命很少人能够达到，能活到百岁的本来就很少。人的容颜每天都在凋谢，人的体力和精神也无缘无故地自动消耗着。生命本就难以停留，寿命本就难以延长，人活在人世间，不过是瞬间而逝的事情。即使对此怨愤不平也无济于事，因为这是自然的规律。只恨我还没有建立功名，不能留名史册。趁着年岁还没有到晚年的时候，唱一曲长歌来表达自己的情志。"}}, {"name": "仙人篇", "prop": {"content": "仙人揽六箸，对博太山隅。湘娥拊琴瑟，秦女吹笙竽。玉樽盈桂酒，河伯献神鱼。四海一何局，九州安所如。韩终与王乔，要我于天衢。万里不足步，轻举凌太虚。飞腾逾景云，高风吹我躯。回驾观紫微，与帝合灵符。阊阖正嵯峨，双阙万丈余。玉树扶道生，白虎夹门枢。驱风游四海，东过王母庐。俯观五岳间，人生如寄居。潜光养羽翼，进趣且徐徐。不见昔轩辕，升龙出鼎湖。徘徊九天下，与尔长相须。", "translation": "无"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "舂歌", "prop": {"content": "子为王，母为虏。终日舂薄暮，常与死为伍。相离三千里，当谁使告女。", "translation": "儿子啊，你为赵王，而你的母亲却成了奴隶。整日舂米一直到日落西山，常常在死亡边沿徘徊。与你相离三千里，应当让谁去给你送信，告知你实情呢？"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "七日夜女歌·其二", "prop": {"content": "长河起秋云，汉渚风凉发。含欣出霄路，可笑向明月。", "translation": "　　秋天的季节，夜凉如水。一条银河横在天空，团团秋云让银河若隐若现。天上和人间一样，秋天的银河也变凉了，时有凉风吹过。织女从云雾中走出，她心情舒畅，微笑着一直走到明月的方向。"}}, {"name": "七日夜女歌·其一", "prop": {"content": "三春怨离泣，九秋欣期歌。驾鸾行日时，月明济长河。", "translation": "　　牛郎和织女被银河阻隔，二人分别的时间这么漫长，织女心中哀怨，禁不住哭泣。每年才能相会一次，两人见面之后，又是多么的欢心啊。假如织女能够驾着鸾车在天空中飞行，每天晚上都能飞过银河，那该多好啊。"}}, {"name": "景星", "prop": {"content": "景星显见，信星彪列，象载昭庭，日亲以察。参侔开阖，爰推本纪，汾脽出鼎，皇佑元始。五音六律，依韦飨昭，杂变并会，雅声远姚。空桑琴瑟结信成，四兴递代八风生。殷殷钟石羽龠鸣。河龙供鲤醇牺牲。百末旨酒布兰生。泰尊柘浆析朝酲。微感心攸通修名，周流常羊思所并。穰穰复正直往宁，冯蠵切和疏写平。上天布施后土成，穰穰丰年四时荣。", "translation": "无"}}, {"name": "塞下曲·秋风夜渡河", "prop": {"content": "秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。", "translation": "　　秋风在夜晚暗暗吹过边塞的河流，吹过雁门的桑田，边地一片萧瑟。远远地能够看见胡地有人在打猎，虽说还不是秋天，边塞却已经十分寒冷，战士们只能在严霜中风餐露宿。在战场上，兵士们被分成五道作战，孤军奋战，身经百战。战士们虽然英勇，结果功劳多的反而会被下狱，想起这，真是让战士们伤心啊。"}}, {"name": "石崇", "dynasty": "魏晋"}, {"name": "曹操", "dynasty": "两汉"}, {"name": "饮马长城窟行", "prop": {"content": "青青河畔草，绵绵思远道。远道不可思，夙昔梦见之。(夙昔 一作：宿昔)梦见在我傍，忽觉在他乡。他乡各异县，辗转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言？客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如？上言加餐食，下言长相忆。", "translation": "无"}}, {"name": "卖炭翁", "prop": {"content": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)", "translation": "无"}}, {"name": "兵车行", "prop": {"content": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！", "translation": "无"}}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "悲陈陶", "prop": {"content": "孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。都人回面向北啼，日夜更望官军至。", "translation": "　　初冬时节，从十几个郡征来的良家子弟，一战之后鲜血都洒在陈陶水泽之中。蓝天下的旷野现在变得死寂无声，四万名兵士竟然在一日之内全部战死。野蛮的胡兵箭镞上滴着善良百姓的鲜血，唱着人们听不懂的胡歌在长安街市上饮酒狂欢。长安城的百姓转头向陈陶方向失声痛哭，日夜盼望唐朝军队打回来恢复昔日的太平生活。"}}, {"name": "昔昔盐", "prop": {"content": "垂柳覆金堤，蘼芜叶复齐。水溢芙蓉沼，花飞桃李蹊。采桑秦氏女，织锦窦家妻。关山别荡子，风月守空闺。恒敛千金笑，长垂双玉啼。盘龙随镜隐，彩凤逐帷低。飞魂同夜鹊，倦寝忆晨鸡。暗牖悬蛛网，空梁落燕泥。前年过代北，今岁往辽西。一去无消息，那能惜马蹄。", "translation": "无"}}, {"name": "猛虎行", "prop": {"content": "渴不饮盗泉水，热不息恶木阴。恶木岂无枝？志士多苦心。整驾肃时命，杖策将远寻。饥食猛虎窟，寒栖野雀林。日归功未建，时往岁载阴。崇云临岸骇，鸣条随风吟。静言幽谷底，长啸高山岑。急弦无懦响，亮节难为音。人生诚未易，曷云开此衿？眷我耿介怀，俯仰愧古今。", "translation": "口渴也不能饮盗泉水，热也不能在丑陋的树木下歇息。恶木也有枝，志士却多苦心。志士整理马车恭敬地遵奉君主之命，驱马将要远行。时势所迫，饥不择食，寒不择栖。时光已经逝去，而功业却还未建立。高耸的云朵接岸而起，树木的枝条随风鸣叫。在幽谷底沉思，在高山顶感慨悲伤。乐器绷紧了的弦发不出缓弱的声音，而节操高尚的人就犹如这急弦。人生处世真不容易，如何才能放宽我的胸襟呢？眷顾我耿直的情怀，与古人相比真是感到惭愧。"}}, {"name": "白头吟", "prop": {"content": "锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条归故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。", "translation": "无"}}, {"name": "王明君", "prop": {"content": "我本汉家子，将适单于庭。辞决未及终，前驱已抗旌。仆御涕流离，辕马悲且鸣。哀郁伤五内，泣泪沾朱缨。行行日已远，遂造匈奴城。延我于穹庐，加我阏氏名。殊类非所安，虽贵非所荣。父子见陵辱，对之惭且惊。杀身良不易，默默以苟生。苟生亦何聊，积思常愤盈。愿假飞鸿翼，弃之以遐征。飞鸿不我顾，伫立以屏营。昔为匣中玉，今为粪上英。朝华不足欢，甘与秋草并。传语后世人，远嫁难为情。", "translation": "无"}}, {"name": "子夜吴歌·冬歌", "prop": {"content": "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。", "translation": "明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。妾将裁制好的衣物寄向远方，几时才能到达边关临洮？"}}, {"name": "白纻辞三首", "prop": {"content": "扬清歌，发皓齿，北方佳人东邻子。且吟白纻停绿水，长袖拂面为君起。寒云夜卷霜海空，胡风吹天飘塞鸿。玉颜满堂乐未终，馆娃日落歌吹濛。月寒江清夜沉沉，美人一笑千黄金。垂罗舞縠扬哀音，郢中白雪且莫吟，子夜吴歌动君心。动君心，冀君赏。愿作天池双鸳鸯，一朝飞去青云上。吴刀剪彩缝舞衣，明妆丽服夺春晖。扬眉转袖若雪飞，倾城独立世所稀。激楚结风醉忘归，高堂月落烛已微，玉钗挂缨君莫违。", "translation": "　　女子貌美如花，真如李延年所歌的《北方有佳人》那样的倾国倾城之貌，如东邻子那样貌美无双，无人能与其相比。女子轻启皓齿，便发出了曼妙的歌声。今日逢君到来，她十分高兴，为君轻轻舞动长袖，显出她轻盈的舞姿。外边夜卷寒云，秋霜浓浓，胡地之秋夜如此寒冷，唯有塞鸿飘飞到国中。满堂的美女玉颜，乐曲没有终散，日落时分在馆娃宫中传来了阵阵哀妙的歌声。"}}, {"name": "王昭君二首", "prop": {"content": "汉家秦地月，流影照明妃。一上玉关道，天涯去不归。汉月还从东海出，明妃西嫁无来日。燕支长寒雪作花，蛾眉憔悴没胡沙。生乏黄金枉图画，死留青冢使人嗟。昭君拂玉鞍，上马啼红颊。今日汉宫人，明朝胡地妾。", "translation": "汉家秦地上空的明月，飘光流影照耀着明妃王昭君。一日出嫁，登上玉关道，天涯一去不复归。汉月还可以从东海升起，明妃西嫁，没有回归之日。燕支山天地冻寒，好将雪花当作鲜花，蛾眉憔悴埋没胡沙之中。就因为生前没有黄金，以至被画工画成为丑八怪，只有死后埋葬沙漠的青冢，使人悲叹。"}}, {"name": "梅花落", "prop": {"content": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)", "translation": "庭院中有许许多多交杂的树木，却偏偏对梅花赞许感叹。你为什么单单赞赏梅花？是因为它能在寒霜中开花，在寒露中结果实。而杂树只能在春风中摇曳，在春日下盛开，有的虽然也能在霜中开花，却又随寒风零落而没有耐寒的品质。"}}, {"name": "君马黄", "prop": {"content": "君马黄，我马白。马色虽不同，人心本无隔。共作游冶盘，双行洛阳陌。长剑既照曜，高冠何赩赫。各有千金裘，俱为五侯客。猛虎落陷阱，壮夫时屈厄。相知在急难，独好亦何益。", "translation": "　　你的马是黄色的，我的马是白色的。马的颜色虽然不同，但人心本是没有什么相隔的。我们一起来游乐玩耍，双双行驰在洛阳的街头巷陌。我们都腰挎明闪闪的宝剑，戴着修饰鲜丽的高高的帽子，都各自拥有千金裘，都是五侯的门客。即使是猛虎，有时候也会不小心落在陷阱里面，壮士有时也会陷于危难之中。兄弟之间的情谊只有在急难中才能深厚，才能成为相知，如果只是自己一个人又有什么好处呢？"}}, {"name": "静夜思", "prop": {"content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。", "translation": "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"}}, {"name": "辛延年", "dynasty": "两汉"}, {"name": "羽林郎", "prop": {"content": "昔有霍家奴，姓冯名子都。依倚将军势，调笑酒家胡。胡姬年十五，春日独当垆。长裾连理带，广袖合欢襦。头上蓝田玉，耳后大秦珠。两鬟何窈窕，一世良所无。一鬟五百万，两鬟千万余。不意金吾子，娉婷过我庐。银鞍何煜爚，翠盖空踟蹰。(爚 一作：耀)就我求清酒，丝绳提玉壶。就我求珍肴，金盘脍鲤鱼。贻我青铜镜，结我红罗裾。不惜红罗裂，何论轻贱躯。男儿爱后妇，女子重前夫。人生有新旧，贵贱不相逾。多谢金吾子，私爱徒区区。", "translation": "无"}}, {"name": "公无渡河", "prop": {"content": "黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。", "translation": "无"}}, {"name": "美女篇", "prop": {"content": "美女妖且闲，采桑歧路间。柔条纷冉冉，落叶何翩翩。攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。", "translation": "无"}}, {"name": "萧纲", "dynasty": "南北朝"}, {"name": "华晔晔", "prop": {"content": "华晔晔，固灵根。神之斿，过天门，车千乘，敦昆仑。神之出，排玉房，周流杂，拔兰堂。神之行，旌容容，骑沓沓，般纵纵。神之徕，泛翊翊，甘露降，庆云集。神之揄，临坛宇，九疑宾，夔龙舞。神安坐，翔吉时，共翊翊，合所思。神嘉虞，申贰觞，福滂洋，迈延长。沛施佑，汾之阿，扬金光，横泰河，莽若云，增阳波。遍胪欢，腾天歌。", "translation": "无"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "纪辽东二首", "prop": {"content": "辽东海北翦长鲸，风云万里清。方当销锋散马牛，旋师宴镐京。前歌后舞振军威，饮至解戎衣。判不徒行万里去，空道五原归。秉旄仗节定辽东，俘馘变夷风。清歌凯捷九都水，归宴洛阳宫。策功行赏不淹留，全军藉智谋。讵似南宫复道上，先封雍齿侯。", "translation": "　　不远万里跨海渡江，征讨辽东，终于剪除了辽东巨寇，使风云弥漫的战场硝烟归于平静。此时正应当熔化兵器放养马牛，尽享太平。将士们班师回朝，在京都设宴庆功。酒席上歌舞欢闹，更显现出军威。战士们开怀畅饮，直到醉了方才归去。我盛大之国，决不会去辽东白走一遭，空手归来中原，要战就一定会胜利而回！"}}, {"name": "门有万里客行", "prop": {"content": "门有万里客，问君何乡人。褰裳起从之，果得心所亲。挽裳对我泣，太息前自陈。本是朔方士，今为吴越民。行行将复行，去去适西秦。", "translation": "　　门前有客人从远方万里而来，问我是哪里人。我提起衣服去寻访，果然找见了自己心中所喜悦的友人。他见到我很激动，挽着衣衫对我哭泣。叹息之后他便对我陈述起自己的经历。他本来自朔方，但从北边迁徙到了南方吴越，今天已是吴越之人了。但这迁徙的日子还没有结束，他还在不断迁徙，这次是要迁去西边的秦国了。如此频繁的迁徙，究竟哪里才是自己的定所呢？"}}, {"name": "春日行", "prop": {"content": "献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。", "translation": "无"}}, {"name": "东海有勇妇", "prop": {"content": "梁山感杞妻，恸哭为之倾。金石忽暂开，都由激深情。东海有勇妇，何惭苏子卿。学剑越处子，超然若流星。损躯报夫仇，万死不顾生。白刃耀素雪，苍天感精诚。十步两躩跃，三呼一交兵。斩首掉国门，蹴踏五藏行。豁此伉俪愤，粲然大义明。北海李使君，飞章奏天庭。舍罪警风俗，流芳播沧瀛。名在列女籍，竹帛已光荣。淳于免诏狱，汉主为缇萦。津妾一棹歌，脱父于严刑。十子若不肖，不如一女英。豫让斩空衣，有心竟无成。要离杀庆忌，壮夫所素轻。妻子亦何辜，焚之买虚声。岂如东海妇，事立独扬名。", "translation": "无"}}, {"name": "鞠歌行", "prop": {"content": "玉不自言如桃李，鱼目笑之卞和耻。楚国青蝇何太多，连城白璧遭谗毁。荆山长号泣血人，忠臣死为刖足鬼。听曲知甯戚，夷吾因小妻。秦穆五羊皮，买死百里奚。洗拂青云上，当时贱如泥。朝歌鼓刀叟，虎变磻溪中。一举钓六合，遂荒营丘东。平生渭水曲，谁识此老翁。奈何今之人，双目送飞鸿。", "translation": "无"}}, {"name": "山人劝酒", "prop": {"content": "苍苍云松，落落绮皓。春风尔来为阿谁，蝴蝶忽然满芳草。秀眉霜雪颜桃花，骨青髓绿长美好。称是秦时避世人，劝酒相欢不知老。各守麋鹿志，耻随龙虎争。欻起佐太子，汉王乃复惊。顾谓戚夫人，彼翁羽翼成。归来商山下，泛若云无情。举觞酹巢由，洗耳何独清。浩歌望嵩岳，意气还相倾。", "translation": "无"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "采莲曲", "prop": {"content": "若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。(袂 一作：袖)岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。", "translation": "若耶溪旁，三三两两的采莲女正在采莲子；隔着荷花谈笑风生，互相嬉戏。阳光照耀采莲女的新妆，水底也显现一片光明。只见那高高举起的香袖在空中飘荡。那岸上是谁家公子在游荡？三三五五、似隐非隐在垂杨下。身边的紫骝马的嘶叫隆隆，落花纷纷飞去。见此美景，骚人踟蹰，愁肠空断。"}}, {"name": "上之回", "prop": {"content": "三十六离宫，楼台与天通。阁道步行月，美人愁烟空。恩疏宠不及，桃李伤春风。淫乐意何极，金舆向回中。万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。岂问渭川老，宁邀襄野童。但慕瑶池宴，归来乐未穷。", "translation": "　　上林苑有离宫三十六所，离宫高耸入云，楼台和天相连。月亮在高楼之间架空的通道上流转。美人在烟雾迷茫中带着点点愁绪。自从失宠之后，恩情渐渐淡了，桃李似乎也在春风中为美人今日的孤寂而伤怀。君王的恣意享乐什么时候才到尽头，好让他的车驾早日回到汉宫之中。想象中皇帝的车驾绕着太阳的轨道疾驰行进，锦旗在朝日的彩虹间飘扬。皇帝亲自去细柳营和甘泉宫检阅军队。不知当今的皇帝能不能像周文王那样起用在渭水河畔垂钓的老人，也不知道君王是否能向襄野牧童询问治国之道。真期望能够有那一天，能够和皇帝共宴，归来其乐无穷。"}}, {"name": "朱鹭", "prop": {"content": "朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。", "translation": "　　鹭鸟吃鱼，吃掉后又想吐。鹭鸟以什么为食呢？它在荷茎下进食。是要咽下去呢，还是要吐出来？这得去问击鹭鸟鼓的进谏者，他们究竟是要对皇帝吐露真情，直言进谏呢，还是把有些言语自己咽下去，不说给皇帝听呢？"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "艳歌何尝行", "prop": {"content": "　　飞来双白鹄，乃从西北来。十十五五，罗列成行。妻卒被病，行不能相随。五里一返顾，六里一徘徊。“吾欲衔汝去，口噤不能开；吾欲负汝去，毛羽何摧颓。乐哉新相知，忧来生别离。躇蹰顾群侣，泪下不自知。”“念与君别离，气结不能言。各各重自爱，道远归还难。”“妾当守空房，闭门下重关。若生当相见，亡者会黄泉。”今日乐相乐，延年万岁期。", "translation": "　　双双白鹄由西北向东南方飞去，罗列成行，比翼齐飞。突然一只雌鹄因疲病不能再相随。雄鹄不舍分离，频频回顾，徘徊不已，“我想衔你同行，无奈嘴小张不开；我想背你同去，无奈羽毛不够丰满，无力负重。相识的日子我们那么快乐，今日离别，真是无限忧伤，望着身边双双对对的同伴，我们却要憾恨相别，悲戚之泪不自禁地淌了下来。”雌鹄答道：“想到要与你分离，心情抑郁得说不出话来，各自珍重吧，归途茫茫，恐难再相聚了。我会独守空巢，一生忠于你。活着我们终当相会，死后也必在黄泉下相逢。”"}}, {"name": "战城南", "prop": {"content": "躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。", "translation": "　　战士骑着青黑色的战马行走在去城南的路上，欲往那里参加战争。他十分英勇，曾经五次参加作战，多次突入敌军多层的包围。他的声名可比秦国名将白起，他曾经跟随秦王作战立下了不世的功勋。为了君王，他十分注重报国立功的意气，发誓如果自己没有建立功勋一定不会归来。"}}, {"name": "汉乐府", "dynasty": "两汉"}, {"name": "玉树后庭花", "prop": {"content": "丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。", "translation": "楼殿高阁前有芳林花草竞相争春，妃子们本就貌美如花，再加上盛装打扮，更加显出倾城之貌。妃子起初掩映着窗子，外面春光的娇美之景无法进入她们的芳阁。但妃子一出闺阁，万般春日丽景都失去了颜色。妃子笑容可掬，盈盈走出门户。她们的脸就像带着晶莹雨露的鲜花，她们的美态就如玉树那样秀丽，流光溢彩，清雅别致。花儿从开放时的争奇斗艳到枯萎的凋零是很短暂的时光，到花瓣都落光的时候一切又都归于了平凡。"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "长干行二首", "prop": {"content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。", "translation": "无"}}, {"name": "宫中调笑·团扇", "prop": {"content": "团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。", "translation": "团扇，团扇，宫中的美人病后用它来遮面。抱病三年，容颜憔悴，再没有谁同她商量管弦！管弦，管弦，无情的春草把通往昭阳殿的道路阻断。"}}, {"name": "对酒行", "prop": {"content": "松子栖金华，安期入蓬海。此人古之仙，羽化竟何在。浮生速流电，倏忽变光彩。天地无凋换，容颜有迁改。对酒不肯饮，含情欲谁待。", "translation": "赤松子栖息在金华山上，安期生居住在东海的蓬莱仙山。他们都是古代修炼成仙的仙人，不知今日他们是否还在？人生浮幻如梦，如奔流的闪电般转眼即逝，忽然一下子就到了暮年。几十年，天地并没有多大的变化，改变的只有人的容颜。这样人生的即逝，谁能不感慨万千呢？眼前虽然有盛宴美酒，但欢饮不畅，没有举杯的心情。"}}, {"name": "蜀道难·其二", "prop": {"content": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。", "translation": "　　巫山之长有七百里，巴水的水流弯曲，曲折颇多。行在巴水之上，不断有阵阵悠扬的笛声传来，声调时高时低，两岸的猿啼不断，断了还续。"}}, {"name": "子夜吴歌·夏歌", "prop": {"content": "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。", "translation": "镜湖之大有三百余里，到处都开满了欲放的荷花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "君子有所思行", "prop": {"content": "紫阁连终南，青冥天倪色。凭崖望咸阳，宫阙罗北极。万井惊画出，九衢如弦直。渭水银河清，横天流不息。朝野盛文物，衣冠何翕赩。厩马散连山，军容威绝域。伊皋运元化，卫霍输筋力。歌钟乐未休，荣去老还逼。圆光过满缺，太阳移中昃。不散东海金，何争西飞匿。无作牛山悲，恻怆泪沾臆。", "translation": "无"}}, {"name": "壮士篇", "prop": {"content": "天地相震荡，回薄不知穷。人物禀常格，有始必有终。年时俯仰过，功名宜速崇。壮士怀愤激，安能守虚冲？乘我大宛马，抚我繁弱弓。长剑横九野，高冠拂玄穹。慷慨成素霓，啸咤起清风。震响骇八荒，奋威曜四戎。濯鳞沧海畔，驰骋大漠中。独步圣明世，四海称英雄。", "translation": "　　天地在不停地运动变化，这种生生息息的过程是没有穷尽的。世间的人或物都遵从着宇宙间的生灭规律，都有自己的初始也有自己的终结。人的时光俯仰之间就已逝去，功名应该尽快建立并使之崇高。身为壮士而应该勇搏、激情满怀，怎能够安守所谓的虚无呢？乘上我那大宛产的良种战马，手按我那名为“繁弱”的大弓。手握我那可以横扫九野的长剑，头戴着高得快接天际的征战之冠。当慷慨走上战场的时候有天上的白虹壮气，有萧萧而起的清风送行。杀敌的吼声、鼓声惊骇着敌阵，奋勇向前的威势展示给周边的敌国。壮士既可横渡河海，也可驰骋于大漠。壮士独步于圣明之世，四海之内都称其为英雄。"}}, {"name": "拟行路难·其六", "prop": {"content": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！", "translation": "对着席案上的美食却难以下咽，拔出宝剑对柱挥舞发出长长的叹息。大丈夫一辈子能有多长时间，怎么能小步走路的失意丧气？放弃官衔辞职离开，回到家中休养生息。早上出家门与家人道别，傍晚回家依然在亲人身边。在床前与孩子玩耍，看妻子在织布机前织布。自古以来圣贤的人都生活得贫贱，更何况我这样的清高孤寒又正直的人呢？"}}, {"name": "古离别", "prop": {"content": "远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。", "translation": "　　心爱的人要到雁门关外很远的地方去了，我们只有无奈地道别。天上的黄云遮蔽了千里，地上的尘埃与黄云相接，天空也暗了下来，到远方去的游子什么时候才能回来啊。时间又过了这么久，想起当时送心爱的人远去的情景，是多么清晰啊，就好像发生在昨天一样，可是如今，已经到了深秋，檐前的露已经凝结成团。蕙草虽然凋零了，也没有什么好可惜的，我担忧的是远方的爱人，不知他在外是否饱暖。爱人远在天涯，我们长年分别。但愿时而看见自己的容颜，还是像琼树枝一样洁丽。但愿能像菟丝和水萍一样，有所寄托，与爱人的感情也能始终不渝。"}}, {"name": "芳树", "prop": {"content": "绿树始摇芳，芳生非一叶。一叶度春风，芳芳自相接。色杂乱参差，众花纷重叠。重叠不可思，思此谁能惬。", "translation": "转眼间树木就变绿了，花朵开始绽放，无数花朵并不是一片绿叶就能发出来的。一叶经历春风，万花齐放，芳气相接，才有这般春风醉。只是秋天一来，树木的叶子就要变黄枯萎了，颜色也在秋风的相逼下呈现出衰飒的样子，众花也纷纷而落。满眼都是黄花堆积，看到这般萧瑟的情景千万不能想太多，勾起了年华易逝的感伤怎能让人心情舒畅呢？"}}, {"name": "白居易", "dynasty": "唐代"}, {"dynasty": "朝代"}, {"name": "塞下曲六首", "prop": {"content": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。", "translation": "五月的天山雪花仍在飘洒，看不见花朵开放只有刺骨的严寒。笛子吹着《折杨柳》的曲调，又何处寻觅杨柳青青的春天。拂晓时分随着号令之声作战，晚上枕着马鞍露宿入眠。只愿用腰下悬挂的宝剑，为君王过关斩将，打败敌人。"}}, {"name": "伤歌行", "prop": {"content": "昭昭素明月，辉光烛我床。忧人不能寐，耿耿夜何长。微风吹闺闼，罗帷自飘扬。揽衣曳长带，屣履下高堂。东西安所之，徘徊以彷徨。春鸟翻南飞，翩翩独翱翔。悲声命俦匹，哀鸣伤我肠。感物怀所思，泣涕忽沾裳。伫立吐高吟，舒愤诉穹苍。", "translation": "　　清冷的夜晚，一轮皎洁的月亮挂在天空，月光照在床头，屋子里格外明亮。屋里的女子想起知友，心中忧伤，难以入睡。思念不能断绝，夜晚也显得无比漫长。不时有微风吹进闺阁，吹动着罗帷，罗帷不停地飘动着。女子重新披上衣服，穿上鞋子走出屋子。可是到哪里去呢？只有在附近徘徊彷徨。春天鸟儿都向南方飞去，而有一只鸟却剩了下来，独自翱翔。它呼唤伙伴的声音多么悲伤，哀鸣的声音不禁让人断肠。看到鸟儿想起自己，女子悲伤得哭了起来，眼泪都沾湿了衣裳，只好站在外边高吟，向天空倾诉自己的忧愤。"}}, {"name": "李延年", "dynasty": "两汉"}, {"name": "战城南", "prop": {"content": "将军出紫塞，冒顿在乌贪。笳喧雁门北，阵翼龙城南。雕弓夜宛转，铁骑晓参驔。应须驻白日，为待战方酣。", "translation": "将军骑马出了紫塞长城，去与驻扎在乌贪的冒顿作战。两军在雁门关的北面发起了战争，我军与敌军在城南布下了阵势。战争一夜未停，战士们的雕弓发出的鸣声抑扬动听，铁骑的奔跑声到次日天亮还未断绝。战士们晚上浴血奋战，白天本应驻地休息，但他们并未停下来，只等作战胜利再好好地睡上一觉。"}}, {"name": "蒿里行", "prop": {"content": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。", "translation": "关东的诸州郡将领，都起兵讨伐董卓及其党羽这些残暴的人。本来期望各路将领在孟津会合，同心讨伐长安董卓。结果各有打算，力不齐一，互相观望，谁也不肯率先前进。权势、财利引起了诸路军的争夺，随后各路军队之间就自相残杀起来。袁术在淮南称帝号，袁绍谋立傀儡皇帝在北方刻了皇帝印玺。战士常年征战，铠甲上生满了虮虱，百姓也因此死伤无数。累累白骨曝露于荒野之地无人收埋，方圆千里都没有人烟，听不到鸡鸣。一百个老百姓当中只有一人能活，想到这里不免让人肝肠寸断。 "}}, {"name": "长相思·其二", "prop": {"content": "日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)", "translation": "韵译夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎呵、情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！"}}, {"name": "繁钦", "dynasty": "魏晋"}, {"name": "古朗月行", "prop": {"content": "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。", "translation": "小时候不认识月亮， 把它称为白玉盘。又怀疑是瑶台仙镜，飞在夜空青云之上。月中的仙人是垂着双脚吗？月中的桂树为什么长得圆圆的？白兔捣成的仙药，到底是给谁吃的呢？蟾蜍把圆月啃食得残缺不全，皎洁的月儿因此晦暗不明。后羿射下了九个太阳，天上人间免却灾难清明安宁。月亮已经沦没而迷惑不清，没有什么可看的不如远远走开吧。心怀忧虑啊又何忍一走了之，凄惨悲伤让我肝肠寸断。"}}, {"name": "薤露", "prop": {"content": "天地无穷极，阴阳转相因。人居一世间，忽若风吹尘。愿得展功勤，输力于明君。怀此王佐才，慷慨独不群。鳞介尊神龙，走兽宗麒麟。虫兽犹知德，何况于士人。孔氏删诗书，王业粲已分。骋我径寸翰，流藻垂华芬。", "translation": "　　天地永恒存在没有终极，寒暑阴阳相互更迭。人生在人世间，生命极其短促，就好比风吹起尘土。愿能发挥自己的才能，尽力为贤明的君主效力。怀着这样为帝王辅助的才能，卓越不凡，不同流俗。鳞介以神龙为尊，走兽以麒麟为宗，自己犹如神龙和麒麟一样，十分杰出。孔子删定《诗》、《书》后，王者的事业已经很分明。我用自己的文藻驰骋，以文章垂范后世，千古留名。"}}, {"name": "战城南", "prop": {"content": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！", "translation": "无"}}, {"name": "从军行", "prop": {"content": "百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。", "translation": "身经沙场百战铁甲早已支离破碎，城池南面被敌人重重包围。突进营垒，射杀敌军大将，独自率领残兵杀开重围千骑而归。"}}, {"name": "乐府诗集", "dynasty": "南北朝"}, {"name": "江南", "prop": {"content": "江南可采莲，莲叶何田田。鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。", "translation": "江南又到了适宜采莲的季节了，莲叶浮出水面，挨挨挤挤，重重叠叠，迎风招展。在茂密如盖的荷叶下面，欢快的鱼儿在不停的嬉戏玩耍。一会儿在这儿，一会儿又忽然游到了那儿，说不清究竟是在东边，还是在西边，还是在南边，还是在北边。"}}, {"name": "门有车马客行", "prop": {"content": "门有车马客，驾言发故乡。念君久不归，濡迹涉江湘。投袂赴门涂，揽衣不及裳。拊膺携客泣，掩泪叙温凉。借问邦族间，恻怆论存亡。亲友多零落，旧齿皆凋丧。市朝互迁易，城阙或丘荒。坟垄日月多，松柏郁茫茫。天道信崇替，人生安得长。慷慨惟平生，俯仰独悲伤。", "translation": "无"}}, {"name": "丁督护歌", "prop": {"content": "云阳上征去，两岸饶商贾。吴牛喘月时，拖船一何苦。水浊不可饮，壶浆半成土。一唱都护歌，心摧泪如雨。万人凿盘石，无由达江浒。君看石芒砀，掩泪悲千古。", "translation": "　　自云阳乘舟北上，两岸商贾云集。江淮间的水牛喘息休息的时候，纤夫们却还在卖力干活。他们卖力地拖船行进，真是十分辛苦。气候如此炎热，渴极了也只能就河取水，可是河水太浑浊了不可以喝啊！但他们还是喝了，这浊如泥浆，半成都是土的水！他们拉纤的时候唱着《都护歌》，其声凄切哀怨，口唱心悲，泪下如雨。船夫为官吏役使，得把这些难开采尽的石头运往上游。可石芒砀是采之不尽、输之难竭的，纤夫之苦足以感伤千古！"}}, {"name": "鸡鸣歌", "prop": {"content": "东方欲明星烂烂，汝南晨鸡登坛唤。曲终漏尽严具陈，月没星稀天下旦。千门万户递鱼钥，宫中城上飞乌鹊。", "translation": "　　东方渐渐亮了，天已快明，这时夜空中还有星星闪耀，汝南的晨鸡已经开始啼叫了。一曲终了后，夜尽天亮，戒严的设施都陈列好了。月亮隐没，星星稀落，天大明了。耳畔传来用钥匙开宫门的声音，其声音之大就像千家万户都在开门。这时宫中城墙之上有乌鹊翩翩飞来。"}}, {"name": "燕歌行", "prop": {"content": "开元二十六年，客有从元戎出塞而还者，作《燕歌行》以示，适感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！", "translation": "唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。"}}, {"name": "门有车马客行", "prop": {"content": "门有车马宾，金鞍曜朱轮。谓从丹霄落，乃是故乡亲。呼儿扫中堂，坐客论悲辛。对酒两不饮，停觞泪盈巾。叹我万里游，飘飘三十春。空谈帝王略，紫绶不挂身。雄剑藏玉匣，阴符生素尘。廓落无所合，流离湘水滨。借问宗党间，多为泉下人。生苦百战役，死托万鬼邻。北风扬胡沙，埋翳周与秦。大运且如此，苍穹宁匪仁。恻怆竟何道，存亡任大钧。", "translation": "无"}}, {"dynasty": "两汉"}, {"name": "名都篇", "prop": {"content": "名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。", "translation": "无"}}, {"name": "燕歌行", "prop": {"content": "别日何易会日难，山川悠远路漫漫。郁陶思君未敢言，寄声浮云往不还。涕零雨面毁形颜，谁能怀忧独不叹。展诗清歌仰自宽，乐往哀来摧肺肝。耿耿伏枕不能眠，披衣出户步东西。仰看星月观云间，飞鸽晨鸣声可怜，留连顾怀不能存。", "translation": "　　分手之日容易，岂料相见之日如此难，山长路远，天各一方。想念他以致忧思聚集，却不敢说出口，为解相思之情，想托飘荡之浮云寄去问讯的书信，但浮云一去而不见踪影。整日以泪洗面，使得自己的容颜很快老去。百忧在心，谁能不独自感叹啊！唯有浅吟低唱怀人幽思的《燕歌行》，来聊自宽解一下，可是，欢愉难久，忧戚继之。夜深了，忧思煎熬难以入眠，只有披衣出去，徘徊于中庭。抬头看云间星绕月明，然而人却没有团圆。可怜晨雾中飞鸽发出阵阵鸣叫声，留恋徘徊不能慰存。"}}, {"name": "同声歌", "prop": {"content": "邂逅承际会，得充君后房。情好新交接，恐栗若探汤。不才勉自竭，贱妾职所当。绸缪主中馈，奉礼助蒸尝。思为莞蒻席，在下蔽匡床。愿为罗衾帱，在上卫风霜。洒扫清枕席，鞮芬以狄香。重户结金扃，高下华灯光。衣解巾粉御，列图陈枕张。素女为我师，仪态盈万方。众夫希所见，天老教轩皇。乐莫斯夜乐，没齿焉可忘。", "translation": "无"}}, {"name": "老将行", "prop": {"content": "少年十五二十时，步行夺得胡马骑。射杀山中白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾君。莫嫌旧日云中守，犹堪一战取功勋。", "translation": "无"}}, {"name": "树中草", "prop": {"content": "鸟衔野田草，误入枯桑里。客土植危根，逢春犹不死。草木虽无情，因依尚可生。如何同枝叶，各自有枯荣。", "translation": "鸟在野草田间衔枝，却误入了枯桑丛里。入地不深容易拔起的根植生在异地的土壤上，适逢春天尚且不会枯死。草木即使没有感情，也由于相互依靠还能求得生存。为什么是同一棵树上的枝叶，命运却有枯荣的不同？"}}, {"name": "征妇怨", "prop": {"content": "九月匈奴杀边将，汉军全没辽水上。万里无人收白骨，家家城下招魂葬。妇人依倚子与夫，同居贫贱心亦舒。夫死战场子在腹，妾身虽存如昼烛。", "translation": "　　在秋风萧瑟的凄寒九月，匈奴兵再次侵扰边塞，屠杀边地将领。汉军伤亡惨重，全部丧生在辽水边境。由于万里之外白骨无人收，所以家家只能都在城下招魂安葬他们。征妇曾经设想与丈夫、儿子共同生活，即使贫贱却舒心。如今丈夫死在战场上，今后谁才是她的依靠？肚子里的遗孤生下来怎样哺育？虽然还活着但就像白天的蜡烛那样暗淡无光，生活毫无希望。"}}, {"name": "短歌行", "prop": {"content": "置酒高堂，悲歌临觞。人寿几何，逝如朝霜。时无重至，华不再阳。苹以春晖，兰以秋芳。来日苦短，去日苦长。今我不乐，蟋蟀在房。乐以会兴，悲以别章。岂曰无感，忧为子忘。我酒既旨，我肴既臧。短歌可咏，长夜无荒。", "translation": "　　因为人的寿命短促，虽然临觞作乐，也只能悲歌慷慨，难以忘怀忧愁。人生在人世间，就好像早晨的露珠一样，转瞬就会逝去。时间不会重新再来，花也不可能再次开放。苹只在春天绽放光彩，兰只在秋天发出芬芳。剩下的日子苦短难耐，过去的日子让人感到苦闷惆怅。人应当及时享乐，因与友人相会而快乐，以分别而感到悲伤。哪里会没有这样的人生感触，只是因为见到我的朋友而忘却忧愁了。我的酒肴十分美好，就让自己尽情地品尝享受吧！去吟咏短歌，及时取乐，而不至于荒废岁月。"}}, {"name": "陌上桑", "prop": {"content": "美女渭桥东，春还事蚕作。五马如飞龙，青丝结金络。不知谁家子，调笑来相谑。妾本秦罗敷，玉颜艳名都。绿条映素手，采桑向城隅。使君且不顾，况复论秋胡。寒螀爱碧草，鸣凤栖青梧。托心自有处，但怪傍人愚。徒令白日暮，高驾空踟蹰。", "translation": "　　美女在渭桥东采桑，春天正是事蚕作的时候。这时，突然有个乘坐五马之车的太守疾驰经过此地，他的马装饰华美，还饰有金络。不知是哪家公子，前来调笑采桑女。采桑的人本是秦罗敷，她的美貌在整个都城里都是有名的。嫩绿的桑条映着她那洁白的纤纤细手，她正在都城的一角采桑。像使君那样的高官都调戏不动她，何况是秋胡那样的人呢。寒蝉喜爱碧草，鸣凤栖息在青翠的梧桐树上。她自己心中已经有中意之人，只怪旁人愚钝，不知道她已托心于人。只让他们从白天空等到日暮，停下车来空自踟蹰。"}}, {"name": "吁嗟篇", "prop": {"content": "吁嗟此转蓬，居世何独然。长去本根逝，夙夜无休闲。东西经七陌，南北越九阡。卒遇回风起，吹我入云间。自谓终天路，忽然下沉渊。惊飙接我出，故归彼中田。当南而更北，谓东而反西。宕宕当何依，忽亡而复存。飘飘周八泽，连翩历五山。流转无恒处，谁知吾苦艰。愿为中林草，秋随野火燔。糜灭岂不痛，愿与株荄连。", "translation": "无"}}, {"name": "相逢行", "prop": {"content": "相逢狭路间，道隘不容车。不知何年少？夹毂问君家。君家诚易知，易知复难忘；黄金为君门，白玉为君堂。堂上置樽酒，作使邯郸倡。中庭生桂树，华灯何煌煌。兄弟两三人，中子为侍郎；五日一来归，道上自生光；黄金络马头，观者盈道傍。入门时左顾，但见双鸳鸯；鸳鸯七十二，罗列自成行。音声何噰噰，鹤鸣东西厢。大妇织绮罗，中妇织流黄；小妇无所为，挟瑟上高堂：“丈人且安坐，调丝方未央。”", "translation": "无"}}, {"name": "短歌行", "prop": {"content": "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。", "translation": "白天何其太短暂，百年光阴很快就过去了。苍穹浩渺无际，万劫之世实在是太长了。就连以长寿著名的仙女麻姑，头发也白了一半了。天公和玉女玩投壶的游戏，每中一次即大笑，也笑了千亿次了。我想驾日车揽六龙，转车东回，挂车于扶桑之上。用北斗酌酒浆，每条龙都各劝其一觞酒，让它们都沉睡不醒，不能再驾日出发。富贵荣华非我所愿，只愿为人们留住光阴，永驻青春。"}}, {"name": "野田黄雀行", "prop": {"content": "高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。", "translation": "高高的树木不幸时常受到狂风的吹袭，平静的海面被吹得不住地波浪迭起。宝剑虽利却不在我的手掌之中，无援助之力而结交很多朋友又有何必？你没有看见篱笆上面那可怜的黄雀，为躲避凶狠的鹞却又撞进了网里。张设罗网的人见到黄雀是多么欢喜，少年见到挣扎的黄雀不由心生怜惜。拔出利剑对着罗网用力挑去，黄雀才得以飞离那受难之地。振展双翅直飞上苍茫的高空，获救的黄雀又飞来向少年表示谢意。"}}, {"name": "东武吟", "prop": {"content": "好古笑流俗，素闻贤达风。方希佐明主，长揖辞成功。白日在高天，回光烛微躬。恭承凤凰诏，欻起云萝中。清切紫霄迥，优游丹禁通。君王赐颜色，声价凌烟虹。乘舆拥翠盖，扈从金城东。宝马丽绝景，锦衣入新丰。依岩望松雪，对酒鸣丝桐。因学扬子云，献赋甘泉宫。天书美片善，清芬播无穷。归来入咸阳，谈笑皆王公。一朝去金马，飘落成飞蓬。宾客日疏散，玉樽亦已空。才力犹可倚，不惭世上雄。闲作东武吟，曲尽情未终。书此谢知己，吾寻黄绮翁。", "translation": "无"}}, {"name": "长相思·其一", "prop": {"content": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！", "translation": "日日夜夜地思念啊，我思念的人在长安。秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。夜里想她魂欲断，孤灯伴我昏暗暗；卷起窗帘望明月，对月徒然独长叹。如花似玉美人呵，仿佛相隔在云端！上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。日日夜夜地思念啊，相思之情痛断肝肠。"}}, {"name": "于阗采花", "prop": {"content": "于阗采花人，自言花相似。明妃一朝西入胡，胡中美女多羞死。乃知汉地多名姝，胡中无花可方比。丹青能令丑者妍，无盐翻在深宫里。自古妒蛾眉，胡沙埋皓齿。", "translation": "于阗的采花人，大言不惭说：花儿都相似。等到明妃王昭君一旦西入胡地，胡中的美女都要羞死，大愧不如。才知道汉族美女多多，胡中无花可与比拟。丹青画画，能令丑者美丽，像那个无盐丑女反而选入宫里。自古红颜妒蛾眉，皓齿美人白白葬送在漫漫胡沙之中。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "将进酒", "prop": {"content": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "translation": "无"}}, {"name": "春江花月夜", "prop": {"content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。(徘徊 一作：裴回)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)", "translation": "无"}}, {"name": "上邪", "prop": {"content": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。", "translation": "天呀！我愿与你相爱，让我们的爱情永不衰绝。除非高山变平地，滔滔江水干涸断流，凛凛寒冬雷阵阵，炎炎酷暑白雪纷飞，天地相交聚合连接，我才肯将对你的情意抛弃决绝！"}}, {"name": "白头吟", "prop": {"content": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！", "translation": "爱情应该像山上的雪一般纯洁，像云间月亮一样皎洁。听说你怀有二心，所以来与你决裂。 今天置酒作最后的聚会，明日一早便在沟头分手。我缓缓的移动脚步沿沟走去，过去的生活宛如沟水向东流去。当初我毅然离家随君远去，就不像一般女孩凄凄啼哭。满以为嫁了一个情意专心的称心郎，可以相爱到老永远幸福。男女情投意合就像钓竿那样轻细柔长，鱼儿那样活波可爱。男子应当重情重义，失去了真诚的爱情是任何钱财珍宝都无法补偿的。"}}, {"name": "匈奴歌", "prop": {"content": "失我焉支山，令我妇女无颜色。失我祁连山，使我六畜不蕃息。", "translation": "失去了焉支山，我们放牧困难，生活贫困，妇女们因过着穷苦的日子都没有好的容颜。失去了祁连山，使我们丧失了良好的牧场，牲畜不能繁殖。我们是多么凄伤啊！"}}, {"name": "雉朝飞", "prop": {"content": "麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，瞑目归黄泥。", "translation": "无"}}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "紫骝马", "prop": {"content": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。", "translation": "　　枣红色的骏马一边奔驰一边鸣叫着，它那碧玉般的蹄子上下翻飞。来到河边它不肯渡水，好像在怜惜身上披着的锦缎障泥。与吐蕃接壤的白雪戍是那么的遥远，黄云海戍迷离不见。挥动马鞭奔赴万里之外，怎能贪恋家室的温馨呢。"}}, {"name": "哀王孙", "prop": {"content": "长安城头头白乌，夜飞延秋门上呼。又向人家啄大屋，屋底达官走避胡。金鞭断折九马死，骨肉不得同驰驱。腰下宝玦青珊瑚，可怜王孙泣路隅。问之不肯道姓名，但道困苦乞为奴。已经百日窜荆棘，身上无有完肌肤。高帝子孙尽隆准，龙种自与常人殊。豺狼在邑龙在野，王孙善保千金躯。不敢长语临交衢，且为王孙立斯须。昨夜东风吹血腥，东来橐驼满旧都。朔方健儿好身手，昔何勇锐今何愚。窃闻天子已传位，圣德北服南单于。花门剺面请雪耻，慎勿出口他人狙。哀哉王孙慎勿疏，五陵佳气无时无。", "translation": "无"}}, {"name": "子夜吴歌·春歌", "prop": {"content": "秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。", "translation": "秦地有位叫罗敷的女子，在绿水边上采摘桑叶。白皙的纤纤手指攀在青枝上，嫩红的面容在阳光下特别鲜亮。蚕儿已经饿了，我该赶快回去了，达官贵人莫在此耽搁您宝贵的时间了。"}}, {"name": "忆江南词三首", "prop": {"content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？", "translation": "江南的风景多么美好，如画的风景久已熟悉。清晨日出的时候，江边盛开花朵颜色鲜红胜过火焰，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？"}}, {"name": "张华", "dynasty": "魏晋"}, {"name": "蜀道难", "prop": {"content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难，难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难，难于上青天，侧身西望长咨嗟！", "translation": "无"}}, {"name": "临高台", "prop": {"content": "临高台以轩，下有清水清且寒。江有香草目以兰，黄鹄高飞离哉翻。关弓射鹄，令我主寿万年。", "translation": "　　登上高台，心情阔然开朗。俯视台下，溪水静静流淌，清澈纯透，给人以清爽之感。岸边的香草散发着像兰花一样迷人的芬芳。抬头望去，一只黄鹄高飞空中，飞向远方。弯弓射鹄，我期盼自己主寿万年。"}}, {"name": "巫山高", "prop": {"content": "巫山高，高以大；淮水深，难以逝。我欲东归，害梁不为？我集无高曳，水何梁汤汤回回。临水远望，泣下沾衣。远道之人心思归，谓之何！", "translation": "巫山高高眼望穿，又高又大行路难。淮水深深不见底，身无双翼难回还。含辛吞悲想东归，为何夙愿总成灰？我想渡水无舟楫，为什么水势浩荡波涛急。临水远望家乡地，伤心的泪儿湿衣襟。远方游子心思归，一腔怨苦无法提！"}}, {"name": "傅玄", "dynasty": "魏晋"}, {"name": "杨叛儿", "prop": {"content": "君歌杨叛儿，妾劝新丰酒。何许最关人，乌啼白门柳。乌啼隐杨花，君醉留妾家。博山炉中沉香火，双烟一气凌紫霞。", "translation": "你（君）唱着《杨叛儿》的曲调，我（妾）劝着别人喝新丰出产的美酒。哪里是最让人牵挂的？是那有乌鸟啼叫的白门柳。乌鸟的啼叫声湮没在杨树的花里，你喝醉了留宿在我的家里。博山炉中燃烧着香木制成的燃香，两道烟气并作一道直直的烟像要凌驾仙境一般。"}}, {"name": "青青水中蒲二首", "prop": {"content": "青青水中蒲，下有一双鱼。君今上陇去，我在与谁居？青青水中蒲，长在水中居。寄语浮萍草，相随我不如。", "translation": "　　青青的水中蒲草萋萋，鱼儿成双成对，在水中香蒲下自由自在地游来游去，您如今要上陇州去，谁跟我在一起呢？"}}, {"name": "游子吟", "prop": {"content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。", "translation": "慈祥的母亲手里把着针线，为即将远游的孩子赶制新衣。临行前一针针密密地缝缀，怕儿子回来得晚衣服破损。谁说像小草那样微弱的孝心，能报答得了像春晖普泽的慈母恩情？"}}, {"name": "天马二首·其一", "prop": {"content": "太一况，天马下，沾赤汗，沫流赭。志俶傥，精权奇，籋浮云，晻上驰。体容与，迣万里，今安匹，龙为友。", "translation": "　　天神太一赐福，使天马飘然下凡。这天马真是与众不同，它奔驰时流出的汗是红色的，好像满脸红血，此马因而被人们称为汗血宝马。这天马的状态不同凡响，情志洒脱不受拘束，它步伐轻盈，踏着浮云，一晃就飞上了天。它放任无忌，超越万里，凡间没有什么马可以与它匹敌，它志节不凡，唯有神龙才配做它的朋友。"}}, {"name": "千里思", "prop": {"content": "李陵没胡沙，苏武还汉家。迢迢五原关，朔雪乱边花。一去隔绝国，思归但长嗟。鸿雁向西北，因书报天涯。", "translation": "　　汉武帝时，李陵被匈奴大军围困，兵败后投降匈奴，从此他的一生就埋没在胡沙边塞之地。苏武出使匈奴被扣留，不屈服于匈奴，就在北海牧羊，多年后才得以重返汉朝。五原关迢迢万里，朔雪纷飞，大如夏花。从此一去就相隔在绝远之国，思念家乡却不能归来，只能长嗟短叹。鸿雁年年飞向西北，让它们来替自己传递书信，寄到远方的亲人身边。"}}, {"name": "萧衍", "dynasty": "南北朝"}, {"name": "辽东行", "prop": {"content": "辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。", "translation": "　　辽东之地路途遥远，辽水曲曲折折难以横渡。战士们戍守的古城楼已经破旧不堪，早已没有城楼，城墙之上也早就没有房屋了。那里气候异常寒冷，常常是黄云满天冰雪盖地，战士们身上的衣服真是难以御寒！如果有厚厚的暖和的衣服可以抵御这异地的寒冷，即使耗费掉万两黄金，又怎会吝惜呢？战争结束后战士们各自收回弓箭准备回家，但遥望回家的路，唯觉遥远路漫漫。年年郡县都有征人而来，将在这凄寒的辽东戍守征战，不知又有多少人牺牲于此。我宁愿生为草木，终生守候在家乡的土地上，至死不往辽东这地方来！"}}, {"name": "洛阳女儿行", "prop": {"content": "洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。", "translation": "无"}}, {"name": "怨歌行", "prop": {"content": "为君既不易，为臣良独难。忠信事不显，乃有见疑患。周公佐成王，金縢功不刊。推心辅王室，二叔反流言。待罪居东国，泣涕常流连。皇灵大动变，震雷风且寒。拔树偃秋稼，天威不可干。素服开金縢，感悟求其端。公旦事既显，成王乃哀叹。吾欲竟此曲，此曲悲且长。今日乐相乐，别后莫相忘。", "translation": "做国君既不容易，做臣下实在更难。当忠信不被理解时，就有被猜疑的祸患。周公辅佐文王、武王，“金縢”功绩不灭永传。一片忠心辅助周王室，管叔、蔡叔反大造谣言。周公待罪避居洛阳地，常常是老泪纵横长流不干。天帝动怒降下大灾难，雷鸣电闪卷地狂风猛又寒。拔起了大树吹倒庄稼，上天的威严不可触犯。成王感悟身穿礼服开金縢，寻求上天震怒降灾的根源。周公忠信大白天下，成王感动伤心悲叹。我真想奏完这支乐曲，可是这首乐曲又悲又长。今日大家一起共欢乐，希望别后不要把它遗忘。"}}, {"name": "曹叡", "dynasty": "两汉"}, {"name": "远别离", "prop": {"content": "远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。", "translation": "无"}}, {"name": "李爽", "dynasty": "南北朝"}, {"dynasty": "隋代"}, {"name": "代出自蓟北门行", "prop": {"content": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。", "translation": "无"}}, {"name": "秋思", "prop": {"content": "春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。", "translation": "　　今日的春光如同昨天一样明媚，碧树绿草间，有黄鹂鸟在唧唧鸣叫。但突然之间，蕙草就枯萎凋零了，衰飒的秋风吹来阵阵凉意，让人顿感忧伤。已经进入秋天，树木的叶子纷纷落下，一片凄清的景象。冰冷惨淡的月光下纺织的女子正独自伤悲。她为群芳的逝去而感到无限忧愁，繁盛的枝叶如今都已凋落，秋露浓浓，让人感到无限落寞。"}}, {"name": "塘上行", "prop": {"content": "蒲生我池中，其叶何离离。傍能行仁义，莫若妾自知。众口铄黄金，使君生别离。念君去我时，独愁常苦悲。想见君颜色，感结伤心脾。念君常苦悲，夜夜不能寐。莫以豪贤故，弃捐素所爱。莫以鱼肉贱，弃捐葱与薤。莫以麻枲贱，弃捐菅与蒯。出亦复苦愁，入亦复苦愁。边地多悲风，树木何修修。从君致独乐，延年寿千秋。", "translation": "无"}}, {"name": "有所思", "prop": {"content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！", "translation": "我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。"}}, {"name": "陈叔宝", "dynasty": "南北朝"}, {"name": "秦女休行", "prop": {"content": "西门秦氏女，秀色如琼花。手挥白杨刀，清昼杀雠家。罗袖洒赤血，英声凌紫霞。直上西山去，关吏相邀遮。婿为燕国王，身被诏狱加。犯刑若履虎，不畏落爪牙。素颈未及断，摧眉伏泥沙。金鸡忽放赦，大辟得宽赊。何惭聂政姊，万古共惊嗟。", "translation": "西门有秦氏之女，名女休，其色美如琼花。她为了祖宗亲之仇，手持白杨刀，大白天前去刺杀仇家。她衣桩上洒满了仇人的鲜血，赢得了为亲人报仇的好名声。杀人之后，她逃至西山，被关吏所擒获。她的夫婿是燕国王，今日她却被诏拿入狱。虽然她明知犯刑如履虎尾，可是她却丝毫也不畏惧。正当她低眉伏于泥沙之上，行将就刑之时。忽传来金鸡放赦的消息，赦免了她的死罪。她比古代的侠义之女聂政姊毫不逊色，她的事迹受到后人的热烈颂扬。"}}, {"name": "清平调·其一", "prop": {"content": "云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。", "translation": "见到云就联想到她华艳的衣裳，见到花就联想到她艳丽的容貌；春风吹拂栏杆，露珠润泽花色更浓。如此天姿国色，不是群玉山头所见的飘飘仙子，就是瑶台殿前月光照耀下的神女。"}}, {"name": "卓文君", "dynasty": "两汉"}, {"name": "白马篇", "prop": {"content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在)", "translation": "无"}}, {"name": "行路难三首", "prop": {"content": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。(白雉 一作：白狗)弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ ", "translation": "金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。但心情愁烦使得我放下杯筷，不愿进餐。拔出宝剑环顾四周，心里一片茫然。想渡过黄河，坚冰堵塞大川；想登太行山，大雪遍布高山。遥想当年，姜太公溪垂钓，得遇重才的文王，伊尹乘舟梦日，受聘在商汤身边。人生的道路何等艰难，何等艰难，歧路纷杂，真正的大道究竟在哪边？坚信乘风破浪的时机定会到来，到那时，将扬起征帆远渡碧海青天。"}}, {"name": "王建", "dynasty": "唐代"}, {"dynasty": "南北朝"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "拔蒲二首", "prop": {"content": "青蒲衔紫茸，长叶复从风。与君同舟去，拔蒲五湖中。朝发桂兰渚，昼息桑榆下。与君同拔蒲，竟日不成把。", "translation": "青青的蒲草开着紫色的细茸花，时而有一阵风吹过，轻轻拂动着蒲草的叶子。我与情人一起乘着小舟，在碧波万顷的五湖上慢慢飘荡，拔着蒲草，心情非常愉快。"}}, {"name": "刘彻", "dynasty": "两汉"}, {"name": "豫章行", "prop": {"content": "胡风吹代马，北拥鲁阳关。吴兵照海雪，西讨何时还。半渡上辽津，黄云惨无颜。老母与子别，呼天野草间。白马绕旌旗，悲鸣相追攀。白杨秋月苦，早落豫章山。本为休明人，斩虏素不闲。岂惜战斗死，为君扫凶顽。精感石没羽，岂云惮险艰。楼船若鲸飞，波荡落星湾。此曲不可奏，三军鬓成斑。", "translation": "无"}}, {"name": "渡辽水", "prop": {"content": "渡辽水，此去咸阳五千里。来时父母知隔生，重著衣裳如送死。亦有白骨归咸阳，营家各与题本乡。身在应无回渡日，驻马相看辽水傍。", "translation": "　　离开咸阳，此去辽水漫漫五千里，还未出门父母就已知道此去将隔海茫茫，今生很难再次相聚。临出门时母亲又为我重新做了几件衣裳，好像怕我有去无回，万一死在路途中没有干净的衣服可以殓葬。也有征人牺牲被送回咸阳，军中长官呈请皇上让烈士本乡的人充任征戍。想想自己真是可怜，身在外时将再没有回来的日期，为此心里无限伤感，茫然驻马停在辽水之边。"}}, {"name": "悲青坂", "prop": {"content": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。", "translation": "　　我军驻扎在武功县东门外的青坂，天气严寒，兵士都在太白山的泉窟中饮马。黄头的奚兵每天向西推进，只有几个骑兵，居然敢弯弓射箭向我军冲击。这时，山上是雪，河中有冰，旷野里一片萧瑟气象。青的是报警的烽烟，白的是战死兵士的枯骨。怎么能托人带个信给我军，嘱咐他们暂时忍耐一下，等到明年再来反攻，千万不要急躁。"}}, {"name": "上留田行", "prop": {"content": "行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。悲风四边来，肠断白杨声。借问谁家地，埋没蒿里茔。古老向余言，言是上留田，蓬科马鬣今已平。 昔之弟死兄不葬，他人于此举铭旌。一鸟死，百鸟鸣。一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。孤竹延陵，让国扬名。高风缅邈，颓波激清。尺布之谣，塞耳不能听。", "translation": "无"}}, {"name": "春日行", "prop": {"content": "深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。安能为轩辕，独往入窅冥。小臣拜献南山寿，陛下万古垂鸿名。", "translation": "无"}}, {"name": "薤露", "prop": {"content": "薤上露，何易晞。露晞明朝更复落，人死一去何时归。", "translation": "　　薤叶上的露水，是多么容易晒干啊！露水虽然今日被晒干，但明日清晨又会落在薤叶上。而人命奄忽，一旦死去，就再没有醒来的时候。"}}, {"name": "薛道衡", "dynasty": "隋代"}, {"name": "刘希夷", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "敕勒歌", "prop": {"content": "敕勒川，阴山下。天似穹庐，笼盖四野，天苍苍，野茫茫，风吹草低见牛羊。", "translation": "阴山脚下有敕勒族生活的大平原。敕勒川的天空与大地相连，看起来好像牧民们居住的毡帐一般。蓝天下的草原都翻滚着绿色的波澜，那风吹到草低处，有一群群的牛羊时隐时现。"}}, {"name": "豫章行苦相篇", "prop": {"content": "苦相身为女，卑陋难再陈。男儿当门户，堕地自生神。雄心志四海，万里望风尘。女育无欣爱，不为家所珍。长大逃深室，藏头羞见人。垂泪适他乡，忽如雨绝云。低头和颜色，素齿结朱唇。跪拜无复数，婢妾如严宾。情合同云汉，葵藿仰阳春。心乖甚水火，百恶集其身。玉颜随年变，丈夫多好新。昔为形与影，今为胡与秦。胡秦时相见，一绝逾参辰。", "translation": "无"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "发白马", "prop": {"content": "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。", "translation": "将军骑着白马出发，旌节拥簇度黄河。箫鼓喧天满川岳，犹如沧溟涌起洪波。声碎武安之瓦，易水悲歌无法比拟。铁骑若雪山云涌，饮流可以干涸滹沱河。扬兵聚猎西边的月窟，转战夺取朝那城。倚剑登上燕然山，边疆烽火台连绵嵯峨。长城外萧条万里，五原关内耕作繁忙。将军用武力扫清大漠，虎皮包裹金戈。"}}, {"name": "作者", "dynasty": "朝代"}], "edges": [{"source": 249, "target": 244, "relation": "创作"}, {"source": 156, "target": 249, "relation": "出自于"}, {"source": 235, "target": 53, "relation": "创作"}, {"source": 175, "target": 235, "relation": "出自于"}, {"source": 136, "target": 16, "relation": "创作"}, {"source": 175, "target": 136, "relation": "出自于"}, {"source": 235, "target": 211, "relation": "创作"}, {"source": 235, "target": 17, "relation": "创作"}, {"source": 136, "target": 30, "relation": "创作"}, {"source": 136, "target": 82, "relation": "创作"}, {"source": 136, "target": 100, "relation": "创作"}, {"source": 235, "target": 124, "relation": "创作"}, {"source": 136, "target": 135, "relation": "创作"}, {"source": 136, "target": 166, "relation": "创作"}, {"source": 136, "target": 206, "relation": "创作"}, {"source": 136, "target": 66, "relation": "创作"}, {"source": 136, "target": 224, "relation": "创作"}, {"source": 136, "target": 12, "relation": "创作"}, {"source": 136, "target": 194, "relation": "创作"}, {"source": 136, "target": 205, "relation": "创作"}, {"source": 148, "target": 134, "relation": "创作"}, {"source": 67, "target": 148, "relation": "出自于"}, {"source": 132, "target": 138, "relation": "创作"}, {"source": 232, "target": 132, "relation": "出自于"}, {"source": 141, "target": 160, "relation": "创作"}, {"source": 67, "target": 141, "relation": "出自于"}, {"source": 148, "target": 87, "relation": "创作"}, {"source": 148, "target": 192, "relation": "创作"}, {"source": 233, "target": 5, "relation": "创作"}, {"source": 67, "target": 233, "relation": "出自于"}, {"source": 148, "target": 117, "relation": "创作"}, {"source": 219, "target": 9, "relation": "创作"}, {"source": 232, "target": 219, "relation": "出自于"}, {"source": 213, "target": 154, "relation": "创作"}, {"source": 232, "target": 213, "relation": "出自于"}, {"source": 168, "target": 68, "relation": "创作"}, {"source": 232, "target": 168, "relation": "出自于"}, {"source": 148, "target": 0, "relation": "创作"}, {"source": 148, "target": 199, "relation": "创作"}, {"source": 69, "target": 116, "relation": "创作"}, {"source": 232, "target": 69, "relation": "出自于"}, {"source": 148, "target": 121, "relation": "创作"}, {"source": 139, "target": 169, "relation": "创作"}, {"source": 175, "target": 139, "relation": "出自于"}, {"source": 148, "target": 63, "relation": "创作"}, {"source": 136, "target": 44, "relation": "创作"}, {"source": 136, "target": 104, "relation": "创作"}, {"source": 136, "target": 241, "relation": "创作"}, {"source": 148, "target": 183, "relation": "创作"}, {"source": 49, "target": 93, "relation": "创作"}, {"source": 76, "target": 49, "relation": "出自于"}, {"source": 148, "target": 48, "relation": "创作"}, {"source": 103, "target": 6, "relation": "创作"}, {"source": 175, "target": 103, "relation": "出自于"}, {"source": 2, "target": 165, "relation": "创作"}, {"source": 175, "target": 2, "relation": "出自于"}, {"source": 136, "target": 23, "relation": "创作"}, {"source": 103, "target": 161, "relation": "创作"}, {"source": 103, "target": 28, "relation": "创作"}, {"source": 49, "target": 182, "relation": "创作"}, {"source": 148, "target": 186, "relation": "创作"}, {"source": 49, "target": 110, "relation": "创作"}, {"source": 148, "target": 33, "relation": "创作"}, {"source": 148, "target": 145, "relation": "创作"}, {"source": 107, "target": 60, "relation": "创作"}, {"source": 76, "target": 107, "relation": "出自于"}, {"source": 107, "target": 177, "relation": "创作"}, {"source": 95, "target": 173, "relation": "创作"}, {"source": 67, "target": 95, "relation": "出自于"}, {"source": 13, "target": 8, "relation": "创作"}, {"source": 67, "target": 13, "relation": "出自于"}, {"source": 148, "target": 167, "relation": "创作"}, {"source": 148, "target": 130, "relation": "创作"}, {"source": 2, "target": 184, "relation": "创作"}, {"source": 207, "target": 246, "relation": "创作"}, {"source": 76, "target": 207, "relation": "出自于"}, {"source": 148, "target": 236, "relation": "创作"}, {"source": 136, "target": 185, "relation": "创作"}, {"source": 148, "target": 18, "relation": "创作"}, {"source": 4, "target": 223, "relation": "创作"}, {"source": 175, "target": 4, "relation": "出自于"}, {"source": 148, "target": 239, "relation": "创作"}, {"source": 136, "target": 85, "relation": "创作"}, {"source": 148, "target": 43, "relation": "创作"}, {"source": 2, "target": 187, "relation": "创作"}, {"source": 2, "target": 127, "relation": "创作"}, {"source": 49, "target": 170, "relation": "创作"}, {"source": 69, "target": 36, "relation": "创作"}, {"source": 148, "target": 174, "relation": "创作"}, {"source": 123, "target": 146, "relation": "创作"}, {"source": 232, "target": 123, "relation": "出自于"}, {"source": 148, "target": 204, "relation": "创作"}, {"source": 228, "target": 195, "relation": "创作"}, {"source": 175, "target": 228, "relation": "出自于"}, {"source": 69, "target": 27, "relation": "创作"}, {"source": 243, "target": 80, "relation": "创作"}, {"source": 67, "target": 243, "relation": "出自于"}, {"source": 148, "target": 111, "relation": "创作"}, {"source": 49, "target": 79, "relation": "创作"}, {"source": 148, "target": 188, "relation": "创作"}, {"source": 148, "target": 115, "relation": "创作"}, {"source": 102, "target": 112, "relation": "创作"}, {"source": 76, "target": 102, "relation": "出自于"}, {"source": 39, "target": 137, "relation": "创作"}, {"source": 92, "target": 39, "relation": "出自于"}, {"source": 39, "target": 81, "relation": "创作"}, {"source": 2, "target": 216, "relation": "创作"}, {"source": 148, "target": 47, "relation": "创作"}, {"source": 38, "target": 70, "relation": "创作"}, {"source": 67, "target": 38, "relation": "出自于"}, {"source": 148, "target": 201, "relation": "创作"}, {"source": 148, "target": 147, "relation": "创作"}, {"source": 148, "target": 84, "relation": "创作"}, {"source": 148, "target": 113, "relation": "创作"}, {"source": 148, "target": 171, "relation": "创作"}, {"source": 149, "target": 193, "relation": "创作"}, {"source": 67, "target": 149, "relation": "出自于"}, {"source": 148, "target": 24, "relation": "创作"}, {"source": 148, "target": 133, "relation": "创作"}, {"source": 148, "target": 208, "relation": "创作"}, {"source": 225, "target": 140, "relation": "创作"}, {"source": 232, "target": 225, "relation": "出自于"}, {"source": 148, "target": 3, "relation": "创作"}, {"source": 39, "target": 234, "relation": "创作"}, {"source": 39, "target": 99, "relation": "创作"}, {"source": 39, "target": 98, "relation": "创作"}, {"source": 148, "target": 129, "relation": "创作"}, {"source": 148, "target": 114, "relation": "创作"}, {"source": 103, "target": 25, "relation": "创作"}, {"source": 148, "target": 14, "relation": "创作"}, {"source": 148, "target": 222, "relation": "创作"}, {"source": 148, "target": 64, "relation": "创作"}, {"source": 148, "target": 22, "relation": "创作"}, {"source": 148, "target": 131, "relation": "创作"}, {"source": 148, "target": 52, "relation": "创作"}, {"source": 148, "target": 197, "relation": "创作"}, {"source": 69, "target": 221, "relation": "创作"}, {"source": 148, "target": 26, "relation": "创作"}, {"source": 148, "target": 150, "relation": "创作"}, {"source": 148, "target": 88, "relation": "创作"}, {"source": 148, "target": 15, "relation": "创作"}, {"source": 2, "target": 176, "relation": "创作"}, {"source": 2, "target": 122, "relation": "创作"}, {"source": 2, "target": 229, "relation": "创作"}, {"source": 148, "target": 248, "relation": "创作"}, {"source": 148, "target": 212, "relation": "创作"}, {"source": 217, "target": 158, "relation": "创作"}, {"source": 175, "target": 217, "relation": "出自于"}, {"source": 148, "target": 162, "relation": "创作"}, {"source": 2, "target": 94, "relation": "创作"}, {"source": 69, "target": 128, "relation": "创作"}, {"source": 148, "target": 240, "relation": "创作"}, {"source": 148, "target": 164, "relation": "创作"}, {"source": 142, "target": 40, "relation": "创作"}, {"source": 67, "target": 142, "relation": "出自于"}, {"source": 203, "target": 34, "relation": "创作"}, {"source": 76, "target": 203, "relation": "出自于"}, {"source": 90, "target": 178, "relation": "创作"}, {"source": 175, "target": 90, "relation": "出自于"}, {"source": 148, "target": 11, "relation": "创作"}, {"source": 125, "target": 210, "relation": "创作"}, {"source": 67, "target": 125, "relation": "出自于"}, {"source": 148, "target": 226, "relation": "创作"}, {"source": 203, "target": 151, "relation": "创作"}, {"source": 148, "target": 71, "relation": "创作"}, {"source": 35, "target": 54, "relation": "创作"}, {"source": 67, "target": 35, "relation": "出自于"}, {"source": 213, "target": 65, "relation": "创作"}, {"source": 148, "target": 180, "relation": "创作"}, {"source": 148, "target": 189, "relation": "创作"}, {"source": 148, "target": 41, "relation": "创作"}, {"source": 69, "target": 152, "relation": "创作"}, {"source": 148, "target": 230, "relation": "创作"}, {"source": 148, "target": 218, "relation": "创作"}, {"source": 148, "target": 20, "relation": "创作"}, {"source": 247, "target": 72, "relation": "创作"}, {"source": 232, "target": 247, "relation": "出自于"}, {"source": 148, "target": 143, "relation": "创作"}, {"source": 136, "target": 7, "relation": "创作"}, {"source": 148, "target": 31, "relation": "创作"}, {"source": 45, "target": 56, "relation": "创作"}, {"source": 175, "target": 45, "relation": "出自于"}, {"source": 119, "target": 120, "relation": "创作"}, {"source": 175, "target": 119, "relation": "出自于"}, {"source": 247, "target": 77, "relation": "创作"}, {"source": 148, "target": 190, "relation": "创作"}, {"source": 148, "target": 58, "relation": "创作"}, {"source": 198, "target": 153, "relation": "创作"}, {"source": 232, "target": 198, "relation": "出自于"}, {"source": 148, "target": 59, "relation": "创作"}, {"source": 163, "target": 37, "relation": "创作"}, {"source": 76, "target": 163, "relation": "出自于"}, {"source": 29, "target": 126, "relation": "创作"}, {"source": 220, "target": 29, "relation": "出自于"}, {"source": 231, "target": 214, "relation": "创作"}, {"source": 67, "target": 231, "relation": "出自于"}, {"source": 231, "target": 237, "relation": "创作"}, {"source": 242, "target": 109, "relation": "创作"}, {"source": 220, "target": 242, "relation": "出自于"}, {"source": 148, "target": 227, "relation": "创作"}, {"source": 148, "target": 62, "relation": "创作"}, {"source": 148, "target": 19, "relation": "创作"}, {"source": 142, "target": 78, "relation": "创作"}, {"source": 155, "target": 83, "relation": "创作"}, {"source": 67, "target": 155, "relation": "出自于"}, {"source": 155, "target": 73, "relation": "创作"}, {"source": 155, "target": 202, "relation": "创作"}, {"source": 97, "target": 10, "relation": "创作"}, {"source": 67, "target": 97, "relation": "出自于"}, {"source": 231, "target": 144, "relation": "创作"}, {"source": 39, "target": 172, "relation": "创作"}, {"source": 50, "target": 96, "relation": "创作"}, {"source": 175, "target": 50, "relation": "出自于"}, {"source": 235, "target": 42, "relation": "创作"}, {"source": 159, "target": 1, "relation": "创作"}, {"source": 175, "target": 159, "relation": "出自于"}, {"source": 148, "target": 46, "relation": "创作"}, {"source": 136, "target": 196, "relation": "创作"}, {"source": 148, "target": 51, "relation": "创作"}, {"source": 148, "target": 89, "relation": "创作"}, {"source": 168, "target": 245, "relation": "创作"}, {"source": 148, "target": 55, "relation": "创作"}, {"source": 142, "target": 179, "relation": "创作"}, {"source": 142, "target": 215, "relation": "创作"}, {"source": 35, "target": 108, "relation": "创作"}, {"source": 35, "target": 238, "relation": "创作"}, {"source": 35, "target": 74, "relation": "创作"}, {"source": 35, "target": 200, "relation": "创作"}, {"source": 155, "target": 105, "relation": "创作"}, {"source": 142, "target": 86, "relation": "创作"}, {"source": 148, "target": 21, "relation": "创作"}, {"source": 148, "target": 118, "relation": "创作"}, {"source": 35, "target": 106, "relation": "创作"}, {"source": 75, "target": 32, "relation": "创作"}, {"source": 67, "target": 75, "relation": "出自于"}, {"source": 148, "target": 157, "relation": "创作"}, {"source": 75, "target": 61, "relation": "创作"}, {"source": 75, "target": 101, "relation": "创作"}, {"source": 91, "target": 57, "relation": "创作"}, {"source": 67, "target": 91, "relation": "出自于"}, {"source": 91, "target": 181, "relation": "创作"}, {"source": 191, "target": 209, "relation": "创作"}, {"source": 67, "target": 191, "relation": "出自于"}]}