{"nodes": [{"name": "自常州还江阴途中作", "prop": {"content": "处处空篱落，江村不忍看。无人花色惨，多雨鸟声寒。黄霸初临郡，陶潜未罢官。乘春务征伐，谁肯问凋残。", "translation": "从常州回江阴的路上，所到之处到处都是空荡荡的篱笆院落，颓败的江村景象让人触目惊心。因为少有人迹，路边的野花看上去颜色惨淡；频繁的春雨，使鸟鸣听上去也满含寒意。上官才刚刚上任，我也还没有辞官而去。今年春天，首要的任务是平息战乱，谁还有心来关心民生的凋敝、江村的残破？"}}, {"name": "赠蜀府将", "prop": {"content": "蛮入成都，频著功劳。十年分散剑关秋，万事皆随锦水流。志气已曾明汉节，功名犹自滞吴钩。雕边认箭寒云重，马上听笳塞草愁。今日逢君倍惆怅，灌婴韩信尽封侯。", "translation": "南蛮侵入成都时，蜀将多次立下战功。"}}, {"name": "西江月·井冈山", "prop": {"content": "山下旌旗在望，山头鼓角相闻。敌军围困万千重，我自岿然不动。早已森严壁垒，更加众志成城。黄洋界上炮声隆，报道敌军宵遁。", "translation": "战旗在山下摇荡，山头鼓声浩荡，吹角连绵，战事激烈，任凭敌军团团围困，我军依然毫不畏惧，岿然不可撼动。早已构筑好坚固的防御工事，大家同心协力，就像城墙一样的牢固。黄洋界上红军炮火轰鸣，快马报之敌军在渐浓的夜色中逃去。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "河湟旧卒", "prop": {"content": "少年随将讨河湟，头白时清返故乡。 十万汉军零落尽，独吹边曲向残阳。", "translation": "青年时代就已经随军参加征讨河湟的边防之战，等到头发发白，边境安定的时候才返回故乡。十万将士如今生死难还，没有几个了。只剩下我吹着边疆的曲子空对斜阳。"}}, {"name": "关山月", "prop": {"content": "关山夜月明，秋色照孤城。影亏同汉阵，轮满逐胡兵。天寒光转白，风多晕欲生。寄言亭上吏，游客解鸡鸣。", "translation": "无"}}, {"name": "从军行七首·其五", "prop": {"content": "大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。", "translation": "大漠风起尘土飞扬，天色为之昏暗，前线军情十分紧急，接到战报后迅速出击。先头部队已经于昨夜在洮河北岸和敌人展开了激战，中途捷报传来，敌酋已被生擒。"}}, {"name": "闻武均州报已复西京", "prop": {"content": "白发将军亦壮哉，西京昨夜捷书来。胡儿敢作千年计，天意宁知一日回。列圣仁恩深雨露，中兴赦令疾风雷。悬知寒食朝陵使，驿路梨花处处开。", "translation": "武巨将军虽老但仍英勇豪迈，收复西京捷报昨夜传来。金人痴心妄想要永占中原，哪里知道上天永佑我大宋兴泰。大宋列圣仁泽深如雨露普降，大赦诏令快似疾风迅雷。可以料想明年寒食祭扫宋先帝陵墓的使者，将通过梨花盛开的驿道而到达洛阳。"}}, {"dynasty": "隋代"}, {"name": "元稹", "dynasty": "唐代"}, {"name": "出塞词", "prop": {"content": "金带连环束战袍，马头冲雪度临洮。卷旗夜劫单于帐，乱斫胡兵缺宝刀。", "translation": "扎紧战袍，系上红缨大刀，打马前行，雪夜度过洮水河。旗子高扬，连夜冲入单于帐内，砍杀胡兵，宝刀都残缺破损了。"}}, {"name": "杨炯", "dynasty": "唐代"}, {"dynasty": "明代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "杂曲歌辞·水调歌第一", "prop": {"content": "平沙落日大荒西，陇上明星高复低。孤山几处看烽火，壮士连营候鼓鼙。", "translation": "广阔的沙漠平展浩远，一片荒芜的景象，夕阳已在西方缓缓下落，陇山上闪烁的明星从高慢慢地降下。原野上连营驻守的军士，突然看到几处孤山上燃起的报警的烽火，战士们的帐篷一个连一个准备着闻鼓而战。"}}, {"name": "诸将五首", "prop": {"content": "汉朝陵墓对南山，胡虏千秋尚入关。昨日玉鱼蒙葬地，早时金碗出人间。见愁汗马西戎逼，曾闪朱旗北斗殷。多少材官守泾渭，将军且莫破愁颜。韩公本意筑三城，拟绝天骄拔汉旌。岂谓尽烦回纥马，翻然远救朔方兵。胡来不觉潼关隘，龙起犹闻晋水清。独使至尊忧社稷，诸君何以答升平。洛阳宫殿化为烽，休道秦关百二重。沧海未全归禹贡，蓟门何处尽尧封。朝廷衮职虽多预，天下军储不自供。 稍喜临边王相国，肯销金甲事春农。回首扶桑铜柱标，冥冥氛祲未全销。越裳翡翠无消息，南海明珠久寂寥。殊锡曾为大司马，总戎皆插侍中貂。炎风朔雪天王地，只在忠臣翊圣朝。锦江春色逐人来，巫峡清秋万壑哀。正忆往时严仆射，共迎中使望乡台。主恩前后三持节，军令分明数举杯。西蜀地形天下险，安危须仗出群材。", "translation": "　　其一"}}, {"name": "沈括", "dynasty": "宋代"}, {"name": "罗贯中", "dynasty": "明代"}, {"name": "北上行", "prop": {"content": "北上何所苦？北上缘太行。磴道盘且峻，巉岩凌穹苍。马足蹶侧石，车轮摧高冈。沙尘接幽州，烽火连朔方。杀气毒剑戟，严风裂衣裳。奔鲸夹黄河，凿齿屯洛阳。前行无归日，返顾思旧乡。惨戚冰雪里，悲号绝中肠。尺布不掩体，皮肤剧枯桑。汲水涧谷阻，采薪陇坂长。猛虎又掉尾，磨牙皓秋霜。草木不可餐，饥饮零露浆。叹此北上苦，停骖为之伤。何日王道平，开颜睹天光？", "translation": "无"}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "释宇昭", "dynasty": "宋代"}, {"name": "征夫", "prop": {"content": "十室几人在？千山空自多！路衢惟见哭，城市不闻歌。漂梗无安地，衔枚有荷戈。官军未通蜀，吾道竟如何？", "translation": "你看十户人家还有几人在？无人相看，纵有千座山峰也白白地夸耀其多了。四通八达的道路上只有哭泣的行人，城市里听不到那欢乐的歌声。征夫横衔枚于口中，扛着兵器，就像随水漂流的桃梗，四处奔走，不得安定。直至现在那官军仍未能打通蜀道前来增援，蜀地不保，我的前途该如何安排？"}}, {"name": "陈维崧", "dynasty": "清代"}, {"name": "从军诗五首·其一", "prop": {"content": "从军有苦乐，但问所从谁。所从神且武，焉得久劳师。相公征关右，赫怒震天威。一举灭獯虏，再举服羌夷。西收边地贼，忽若俯拾遗。陈赏越丘山，酒肉逾川坻。军中多饫饶，人马皆溢肥。徒行兼乘还，空出有余资。拓地三千里，往返速若飞。歌舞入邺城，所愿获无违。昼日处大朝，日暮薄言归。外参时明政，内不废家私。禽兽惮为牺，良苗实已挥。窃慕负鼎翁，愿厉朽钝姿。不能效沮溺，相随把锄犂。孰览夫子诗，信知所言非。", "translation": "无"}}, {"dynasty": "先秦"}, {"dynasty": "两汉"}, {"name": "七哀诗三首·其三", "prop": {"content": "边城使心悲，昔吾亲更之。冰雪截肌肤，风飘无止期。百里不见人，草木谁当迟。登城望亭燧，翩翩飞戍旗。行者不顾反，出门与家辞。子弟多俘虏，哭泣无已时。天下尽乐土，何为久留兹。蓼虫不知辛，去来勿与谘。", "translation": "边城的荒凉使人悲伤，过去我就曾经到过这个地方。冰雪像刀一样割裂皮肤，大风刮得就没有停止的时候。方圆百里不见人烟，草木茂盛却没有人来管理？登上城楼遥望烽火台，只见满城飘动的都是猎猎招展的战旗。行军的人不准备再返回家园，出门时就已经与家人作了长别。几个孩子都已经被敌方俘虏了，我们为此已经哭了好长时间。天下可供安居乐业的地方很多，何苦一直在这个地方呆下去呢？这就像蓼草上的虫子长期吃辣一样，边城的人习惯了这种生活，不要再谈离开边城的事。"}}, {"name": "观大散关图有感", "prop": {"content": "上马击狂胡，下马草军书。二十抱此志，五十犹癯儒。大散陈仓间，山川郁盘纡。劲气钟义士，可与共壮图。坡陁咸阳城，秦汉之故都。王气浮夕霭，宫室生春芜。安得从王师，汛扫迎皇舆？黄河与函谷，四海通舟车。士马发燕赵，布帛来青徐。先当营七庙，次第画九衢。偏师缚可汗，倾都观受俘。上寿大安宫，复如正观初。丈夫毕此愿，死与蝼蚁殊。志大浩无期，醉胆空满躯。", "translation": "无"}}, {"name": "贺新郎·纤夫词", "prop": {"content": "战舰排江口。正天边、真王拜印，蛟螭蟠钮。征发棹船郎十万，列郡风驰雨骤。叹闾左、骚然鸡狗。里正前团催后保，尽累累、锁系空仓后。捽头去，敢摇手？稻花恰趁霜天秀。有丁男、临歧诀绝，草间病妇。此去三江牵百丈，雪浪排樯夜吼。背耐得、土牛鞭否？好倚后园枫树下，向丛祠亟倩巫浇酒。神佑我，归田亩。", "translation": "战船排列在大江岸旁，这正是朝廷授印诸王，龙形花纹铸在印把子上。他们要征发十万船夫，各州府急得尺驰雨骤一样。可叹里巷左边鸡飞狗耽塘。里正从前团催到后保，拴成串的壮丁都被锁进空粮仓。批住头发就捉去，谁敢摇手表示反抗。稻子刚好在秋天把花扬，有位壮丁和生病的妻子诀别在公路口的草地上。妻子说：“这一去江河很多，你要拉纤绳百丈长江上浪涛堆白雪，成排的旄杆上夜风吼响。你能受得住土牛鞭打在脊背上？”壮丁说：“快到野祠请巫师，在后因的权树下洒酒祭神求神，保佑我回家耕田种根。”"}}, {"name": "韩信破赵之战", "prop": {"content": "　　信与张耳以兵数万，欲东下井陉击赵。赵王、成安君陈馀闻汉且袭之也，聚兵井陉口，号称二十万。广武君李左车说成安君曰：“闻汉将韩信涉西河，虏魏王，禽夏说，新喋血阏与，今乃辅以张耳，议欲下赵，此乘胜而去国远斗其锋不可当。臣闻千里馈粮，士有饥色，樵苏后爨，师不宿饱。今井陉之道，车不得方轨，骑不得成列，行数百里，其势粮食必在其后。愿足下假臣奇兵三万人，从间道绝其辎重；足下深沟高垒，坚营勿与战。彼前不得斗，退不得还，吾奇兵绝其后，使野无所掠，不至十日，而两将之头可致於戏下。愿君留意臣之计。否，必为二子所禽矣。”成安君，儒者也，常称义兵不用诈谋奇计，曰：“吾闻兵法十则围之，倍则战。今韩信兵号数万，其实不过数千。能千里而袭我，亦已罢极。今如此避而不击，后有大者，何以加之！则诸侯谓吾怯，而轻来伐我。”不听广武君策，广武君策不用。　　韩信使人间视，知其不用，还报，则大喜，乃敢引兵遂下。未至井陉口三十里，止舍。夜半传发，选轻骑二千人，人持一赤帜，从间道萆山而望赵军，诫曰： “赵见我走，必空壁逐我，若疾入赵壁，拔赵帜，立汉赤帜。”令其裨将传飧，曰：“今日破赵会食！”诸将皆莫信，详应曰：“诺。”谓军吏曰：“赵已先据便地为壁，且彼未见吾大将旗鼓，未肯击前行，恐吾至阻险而还。”信乃使万人先行，出，背水陈。赵军望见而大笑。平旦，信建大将之旗鼓，鼓行出井陉口，赵开壁击之，大战良久。於是信、张耳详弃鼓旗，走水上军。水上军开入之，复疾战。赵果空壁争汉鼓旗，逐韩信、张耳。韩信、张耳已入水上军，军皆殊死战，不可败。信所出奇兵二千骑，共候赵空壁逐利，则驰入赵壁，皆拔赵旗，立汉赤帜二千。赵军已不胜，不能得信等，欲还归壁，壁皆汉赤帜，而大惊，以为汉皆已得赵王将矣，兵遂乱，遁走，赵将虽斩之，不能禁也。於是汉兵夹击，大破虏赵军，斩成安君泜水上，禽赵王歇。　　信乃令军中毋杀广武君，有能生得者购千金。於是有缚广武君而致戏下者，信乃解其缚，东乡坐，西乡对，师事之。　　诸将效首虏，毕贺，因问信曰：“兵法右倍山陵，前左水泽，今者将军令臣等反背水陈，曰破赵会食，臣等不服。然竟以胜，此何术也？”信曰：“此在兵法，顾诸君不察耳。兵法不曰‘陷之死地而后生，置之亡地而后存’？且信非得素拊循士大夫也，此所谓‘驱市人而战之’，其势非置之死地，使人人自为战；今予之生地，皆走，宁尚可得而用之乎！”诸将皆服曰：“善。非臣所及也。”　　於是信问广武君曰：“仆欲北攻燕，东伐齐，何若而有功？”广武君辞谢曰： “臣闻败军之将，不可以言勇，亡国之大夫，不可以图存。今臣败亡之虏，何足以权大事乎！”信曰：“仆闻之，百里奚居虞而虞亡，在秦而秦霸，非愚於虞而智於秦也，用与不用，听与不听也。诚令成安君听足下计，若信者亦已为禽矣。以不用足下，故信得侍耳。”因固问曰：“仆委心归计，愿足下勿辞。”广武君曰：“臣闻智者千虑，必有一失；愚者千虑，必有一得。故曰‘狂夫之言，圣人择焉’。顾恐臣计未必足用，愿效愚忠。夫成安君有百战百胜之计，一旦而失之，军败鄗下，身死泜上。今将军涉西河，虏魏王，禽夏说阏与，一举而下井陉，不终朝破赵二十万众，诛成安君。名闻海内，威震天下，农夫莫不辍耕释耒，褕衣甘食，倾耳以待命者。若此，将军之所长也。然而众劳卒罢，其实难用。今将军欲举倦弊之兵，顿之燕坚城之下，欲战恐久力不能拔，情见势屈，旷日粮竭，而弱燕不服，齐必距境以自强也。燕齐相持而不下，则刘项之权未有所分也。若此者，将军所短也。臣愚，窃以为亦过矣。故善用兵者不以短击长，而以长击短。”韩信曰：“然则何由？”广武君对曰：“方今为将军计，莫如案甲休兵，镇赵抚其孤，百里之内，牛酒日至，以飨士大夫醳兵，北首燕路，而后遣辩士奉咫尺之书，暴其所长於燕，燕必不敢不听从。燕已从，使喧言者东告齐，齐必从风而服，虽有智者，亦不知为齐计矣。如是，则天下事皆可图也。兵固有先声而后实者，此之谓也。”韩信曰：“善。”从其策，发使使燕，燕从风而靡。乃遣使报汉，因请立张耳为赵王，以镇抚其国。汉王许之，乃立张耳为赵王。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "饮马长城窟行", "prop": {"content": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。", "translation": "无"}}, {"name": "李嘉祐", "dynasty": "唐代"}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "王之道", "dynasty": "宋代"}, {"name": "燕歌行并序", "prop": {"content": "开元二十六年，客有从元戎出塞而还者，作《燕歌行》以示，适感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！", "translation": "唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。"}}, {"name": "边城落日", "prop": {"content": "紫塞流沙北，黄图灞水东。一朝辞俎豆，万里逐沙蓬。候月恒持满，寻源屡凿空。野昏边气合，烽迥戍烟通。膂力风尘倦，疆场岁月穷。河流控积石，山路远崆峒。壮志凌苍兕，精诚贯白虹。君恩如可报，龙剑有雌雄。", "translation": "无"}}, {"name": "曹松", "dynasty": "唐代"}, {"name": "腊八危家饷粥有感", "prop": {"content": "襄阳城外涨胡尘，矢石丛中未死身。不为主人供粥饷，争知腊八是今辰。", "translation": "襄阳城外敌军压境，在乱箭和垒石仍然死守城墙。如果不是喝到腊八粥，哪里知道今日是腊八节！"}}, {"name": "永王东巡歌·其六", "prop": {"content": "丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。", "translation": "丹阳的北固山就是古来的吴关，江边的楼台隐映于云水之间，美如画图。如今胡虏的战火已燃及沧海，永王大军东巡的旌旗在大江两岸围绕，飘扬于碧山之间。"}}, {"name": "题醉中所作草书卷后", "prop": {"content": "胸中磊落藏五兵，欲试无路空峥嵘。酒为旗鼓笔刀槊，势从天落银河倾。端溪石池浓作墨，烛光相射飞纵横。须臾收卷复把酒，如见万里烟尘清。丈夫身在要有立，逆虏运尽行当平。何时夜出五原塞，不闻人语闻鞭声。", "translation": "胸中自有军事谋略，想要试炼一番却没有门路，空怀豪情。草书如同行军打仗，书写前喝酒，好似军中的旗鼓以壮声威，手中的笔好似战士的刀枪，其气势如同银河从天上倾泻而下。以端溪出产的砚台磨墨，在烛光的照耀下，下笔纵横如飞。瞬间就完成草书，又端杯饮酒，就像打了一场胜仗，消除国难，恢复了太平，感觉酣畅淋漓。有志男儿当建立功业，有所立身，金人侵略者的命运已尽，应当去平定他们。何时才能够像汉朝时在五原塞出兵讨伐匈奴那样北伐金人呢？我已能想象到我军队伍十分整肃的场景，只听到扬鞭催马的声音，而没有人语声。"}}, {"name": "送毛伯温", "prop": {"content": "大将南征胆气豪，腰横秋水雁翎刀。风吹鼍鼓山河动，电闪旌旗日月高。天上麒麟原有种，穴中蝼蚁岂能逃。太平待诏归来日，朕与先生解战袍。", "translation": "将军你争伐南方，胆气豪迈无比，腰间的钢刀如同一泓秋水般明亮 。风吹电闪之中旌旗飘，战鼓擂动，山河震动，日月高标。将军神勇天生，犹如天上麒麟的后代，敌人如同洞里的蝼蚁一般，怎么能逃走呢？等到天下太平，将军奉诏，班师回朝的时候，我（指嘉靖自己）亲自为将军解下战袍，为将军接风。"}}, {"name": "喜迁莺·真宗幸澶渊", "prop": {"content": "边城寒早。恣骄虏、远牧甘泉丰草。铁马嘶风，毡裘凌雪，坐使一方云扰。庙堂折冲无策，欲幸坤维江表。叱群议，赖寇公力挽，亲行天讨。缥缈。銮辂动，霓旌龙旆，遥指澶渊道。日照金戈，云随黄伞，径渡大河清晓。六军万姓呼舞，箭发狄酋难保。虏情慑，誓书来，从此年年修好。", "translation": "北方的边塞，寒冬来得早。横行的辽兵，入境侵扰。披着铁甲的战马在寒风中嘶吼，纷飞的大雪中到处是辽军的铁蹄毡袍，使我北国一片纷纷扰扰。朝廷无计退敌，欲逃往南方。多亏寇相国力排众议，使皇上御驾亲征把辽兵征讨。好一派雄伟气象！皇上的车驾迤逦上路，霓旌龙旗像云一样把我皇围绕在中央，大军直指澶渊城。旭日把禁军的金戈衬得寒光闪闪，彩云把皇帝的黄伞映得富丽堂皇，清冷的拂晓，大军渡过黄河。看到君王驾到，军民喜上眉梢，一箭射死敌将，大军喜气洋洋。敌人心怀恐惧，来书请求讲和，双方订立盟约，从此保我边疆。"}}, {"name": "黄家洞", "prop": {"content": "雀步蹙沙声促促，四尺角弓青石镞。黑幡三点铜鼓鸣，高作猿啼摇箭箙。彩巾缠踍幅半斜，溪头簇队映葛花。山潭晚雾吟白鼍，竹蛇飞蠹射金沙。闲驱竹马缓归家，官军自杀容州槎。", "translation": "像雀儿跳跃，促促地踩着黄沙上战场，青石磨制的箭头，饰有兽角的硬弓四尺长。黑旗三挥，铜鼓擂得震天响，高声呐喊如猿啼，还用力摇动着箭囊。彩带缠在小腿上，打成斜折状，彩衣缤纷的队伍与葛花相映，排列在溪旁。夜雾笼罩的山潭里，白鼍的吼声令人胆丧，竹蛇飞蠹在暗处袭击，更叫人难以提防。黄洞人获胜，悠闲地骑着竹马缓缓回家去，官兵在容州竟残杀辖境的百姓去冒功请赏。"}}, {"name": "观兵", "prop": {"content": "北庭送壮士，貔虎数尤多。精锐旧无敌，边隅今若何。妖氛拥白马，元帅待雕戈。莫守邺城下，斩鲸辽海波。", "translation": "北庭都护府派遣的士兵，勇猛善战的尤其多。这支精锐部队过去就天下无敌，现在把他们放到临敌的边境又会怎样？安史叛将气焰很盛，元帅等待着挥兵进击荡平贼人。不要一味围守在邺城之下，还应该率兵直捣敌人巢穴。"}}, {"dynasty": "唐代"}, {"name": "赠别前蔚州契苾使君", "prop": {"content": "何年部落到阴陵，奕世勤王国史称。夜卷牙旗千帐雪，朝飞羽骑一河冰。蕃儿襁负来青冢，狄女壶浆出白登。日晚鸊鹈泉畔猎，路人遥识郅都鹰。", "translation": "是在哪个时代契苾部落来到了阴陵，世世代代为朝廷效力，在青史上留下英名。雪压千帐的寒夜营前的大旗迎风飘卷，军情紧急的清晨，传书的军骑越河踏冰。西蕃的男儿背负着小孩来青冢归附，北狄的姑娘用瓦壶盛酒到白登劳军。在黄昏时节你来到碎鸟鹈泉边打猎，路上的行人远远就认出你这位郅都鹰。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "郎士元", "dynasty": "唐代"}, {"name": "木兰诗 / 木兰辞", "prop": {"content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。(唯 一作：惟)　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，著我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？", "translation": "　　叹息声一声接着一声，木兰对着房门织布。听不见织布机织布梭的声音，只听见木兰在叹息。问木兰在想什么？在惦记什么？木兰答道：我也没在想什么，也没在惦记什么。昨天晚上看见了征兵的文书，君主在大规模征兵，征兵的名册有很多卷，每一卷上都有我父亲的名字。父亲没有大儿子，我没有兄长，木兰愿意为此到集市上去买马鞍和马匹，从此开始替代父亲去征战。"}}, {"name": "北风行", "prop": {"content": "城外萧萧北风起，城上健儿吹落耳。将军玉帐貂鼠衣，手持酒杯看雪飞。", "translation": "　　这是一首起眼绝句，第一句诗中“萧萧”说明风很大，而“北风”即北方吹来的风，北方吹来的风都是非常寒冷的，所以风很大，而且很冷。在这种环境之下，在城上守卫的将士（健儿），自然会很冷，冷到什么程度呢？冷到连耳朵都快被萧萧寒风吹落。所以第二句紧接着就写了守城将士在此种恶劣环境下的状况。在颈联中作者再次突出天气之寒冷，将军在帐篷中都还要穿着貂鼠大衣才能御寒。在这时候，将军面对这样的天气和环境也能能持酒望着帐外飞雪而已。尾联即将军的反应。"}}, {"name": "司马将军歌", "prop": {"content": "狂风吹古月，窃弄章华台。北落明星动光彩，南征猛将如云雷。手中电曳倚天剑，直斩长鲸海水开。我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。功成献凯见明主，丹青画像麒麟台。", "translation": "无"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "出合肥北门二首·其二", "prop": {"content": "断垣甃石新修叠，折戟埋沙旧战场。闤闠凋零煨烬里，春风生草没牛羊。", "translation": "城里到处都是断垣残壁，战后打仗用的兵器埋入沙子里，犹如古时候的战场一般。城池被金人焚烧殆尽，只有没过牛羊的荒草，还在顽强地生长着。"}}, {"name": "凉州词", "prop": {"content": "浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。", "translation": "浑然天成的紫檀金屑文，做成的琵琶声音清亮直入云端。与胡地相隔万里，即使是送与王明君马上作乐的琵琶声又哪能穿越。身处异地那乐声总让人心中悲凉，这羌笛胡笳也不要再吹。坐着仰望这边塞的月亮，心里想的是杀光边关的敌人。"}}, {"name": "从军行", "prop": {"content": "从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。", "translation": "在玉门关从军，曾在金微山击破匈奴，驱逐胡虏。边塞上吹奏了一曲《梅花落》，这是战士们在庆祝战争的胜利。鼓声在大漠荒海上鸣起，士兵们的英勇豪气可以充斥在云间。只愿能亲取单于的首级，直驱入铁关靖虏安边。"}}, {"name": "采薇", "prop": {"content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！", "translation": "豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。"}}, {"name": "出塞", "prop": {"content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。", "translation": "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。"}}, {"name": "清人", "prop": {"content": "清人在彭，驷介旁旁。二矛重英，河上乎翱翔。清人在消，驷介麃麃。二矛重乔，河上乎逍遥。清人在轴，驷介陶陶。左旋右抽，中军作好。", "translation": "清邑军队驻在彭，驷马披甲真威风。两矛装饰重缨络，黄河边上似闲庭。清邑军队驻在消，驷马披甲威又骄。两矛装饰野鸡毛，黄河边上自逍遥。清邑军队驻在轴，驷马披甲任疾跑。左转身子右拔刀，军中好像准备好。"}}, {"name": "纪辽东二首", "prop": {"content": "辽东海北翦长鲸，风云万里清。方当销锋散马牛，旋师宴镐京。前歌后舞振军威，饮至解戎衣。判不徒行万里去，空道五原归。秉旄仗节定辽东，俘馘变夷风。清歌凯捷九都水，归宴洛阳宫。策功行赏不淹留，全军藉智谋。讵似南宫复道上，先封雍齿侯。", "translation": "　　不远万里跨海渡江，征讨辽东，终于剪除了辽东巨寇，使风云弥漫的战场硝烟归于平静。此时正应当熔化兵器放养马牛，尽享太平。将士们班师回朝，在京都设宴庆功。酒席上歌舞欢闹，更显现出军威。战士们开怀畅饮，直到醉了方才归去。我盛大之国，决不会去辽东白走一遭，空手归来中原，要战就一定会胜利而回！"}}, {"name": "戚继光", "dynasty": "明代"}, {"name": "十五从军行 / 十五", "prop": {"content": "十五从军征，八十始得归。道逢乡里人，家中有阿谁？遥看是君家，松柏冢累累。兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作饭，采葵持作羹。羹饭一时熟，不知贻阿谁？(贻 一作：饴)出门东向看，泪落沾我衣。", "translation": "刚满十五岁的少年就出去打仗，到了八十岁才回来。路遇一个乡下的邻居，问：“我家里还有什么人？”“你家那个地方现在已是松树柏树林中的一片坟墓。”走到家门前看见野兔从狗洞里进出，野鸡在屋脊上飞来飞去，院子里长着野生的谷子，野生的葵菜环绕着井台。用捣掉壳的野谷来做饭，摘下葵叶来煮汤。汤和饭一会儿都做好了，却不知送给谁吃。走出大门向着东方张望，老泪纵横，洒落在征衣上。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "从军诗五首·其二", "prop": {"content": "凉风厉秋节，司典告详刑。我君顺时发，桓桓东南征。泛舟盖长川，陈卒被隰埛。征夫怀亲戚，谁能无恋情。拊衿倚舟樯，眷眷思邺城。哀彼东山人，喟然感鹳鸣。日月不安处，人谁获恒宁。昔人从公旦，一徂辄三龄。今我神武师，暂往必速平。弃余亲睦恩，输力竭忠贞。惧无一夫用，报我素餐诚。夙夜自恲性，思逝若抽萦。将秉先登羽，岂敢听金声。", "translation": "无"}}, {"name": "鲁迅", "dynasty": "近现代"}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "封燕然山铭", "prop": {"content": "　　惟永元元年秋七月，有汉元舅曰车骑将军窦宪，寅亮圣明，登翼王室，纳于大麓，维清缉熙。乃与执金吾耿秉，述职巡御。理兵于朔方。鹰扬之校，螭虎之士，爰该六师，暨南单于、东胡乌桓、西戎氐羌，侯王君长之群，骁骑三万。元戎轻武，长毂四分，云辎蔽路，万有三千余乘。勒以八阵，莅以威神，玄甲耀目，朱旗绛天。遂陵高阙，下鸡鹿，经碛卤，绝大漠，斩温禺以衅鼓，血尸逐以染锷。然后四校横徂，星流彗扫，萧条万里，野无遗寇。于是域灭区殚，反旆而旋，考传验图，穷览其山川。遂逾涿邪，跨安侯，乘燕然，蹑冒顿之区落，焚老上之龙庭。上以摅高、文之宿愤，光祖宗之玄灵；下以安固后嗣，恢拓境宇，振大汉之天声。兹所谓一劳而久逸，暂费而永宁者也，乃遂封山刊石，昭铭盛德。其辞曰： 铄王师兮征荒裔， 剿凶虐兮截海外。 夐其邈兮亘地界， 封神丘兮建隆嵑， 熙帝载兮振万世！ ", "translation": "无"}}, {"name": "永王东巡歌·其五", "prop": {"content": "二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。", "translation": "太上皇和皇上在外巡游尚未回到首都长安，诸先帝陵寝松柏蒙受胡尘而使人悲哀。各路诸侯都不来救河南之地，欣喜的是贤王却率领兵马远道前来勤王。"}}, {"name": "杂曲歌辞·蓟门行五首", "prop": {"content": "蓟门逢古老，独立思氛氲。一身既零丁，头鬓白纷纷。勋庸今已矣，不识霍将军。汉家能用武，开拓穷异域。戍卒厌糠核，降胡饱衣食。关亭试一望，吾欲泪沾臆。边城十一月，雨雪乱霏霏。元戎号令严，人马亦轻肥。羌胡无尽日，征战几时归。幽州多骑射，结发重横行。一朝事将军，出入有声名。纷纷猎秋草，相向角弓鸣。黯黯长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。古树满空塞，黄云愁杀人。", "translation": "　　“蓟门逢古老”这一首诗描写了老卒的凄凉境遇，令人同情。全诗言辞沉痛、悲哀、失望而无奈，似用边塞的血泪和成。不难想象，像这样的老卒不知有多少，长年戍边的艰辛可见一斑。"}}, {"name": "毛文锡", "dynasty": "五代"}, {"name": "前出塞九首", "prop": {"content": "戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。", "translation": ""}}, {"name": "李华", "dynasty": "唐代"}, {"name": "常建", "dynasty": "唐代"}, {"name": "石壕吏", "prop": {"content": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。(出门看 一作：出看门)吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。", "translation": "无"}}, {"name": "陇西行四首·其二", "prop": {"content": "誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)", "translation": "唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们春闺里思念的梦中人。"}}, {"name": "蕃女怨·碛南沙上惊雁", "prop": {"content": "碛南沙上惊雁起，飞雪千里。玉连环，金镞箭，年年征战。画楼离恨锦屏空，杏花红。", "translation": "碛南沙上的烽火，一次次把雁群惊飞起，像千里飞雪漫卷戈壁。连环弩，金簇藜，年年征战箭如雨。画楼中的美人，也恨这战火中的别离，愁时看着红杏花，独坐锦屏前。"}}, {"name": "送白少府送兵之陇右", "prop": {"content": "践更登陇首，远别指临洮。为问关山事，何如州县劳。军容随赤羽，树色引青袍。谁断单于臂，今年太白高。", "translation": "白少府带领戍卒将去陇右，行将分手远别，直奔临洮。试问关山送兵之事，与在州县劳苦相比怎样？士兵们身带赤羽之箭，使行进的军容更为雄壮，满山的树色青青，使身着青袍的白少府更为威武。料想谁可俘虏匈奴强虏，将星高照，此行定能击败匈奴。"}}, {"name": "李益", "dynasty": "唐代"}, {"dynasty": "金朝"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "杨广", "dynasty": "隋代"}, {"name": "出自蓟北门行", "prop": {"content": "虏阵横北荒，胡星曜精芒。羽书速惊电，烽火昼连光。虎竹救边急，戎车森已行。明主不安席，按剑心飞扬。推毂出猛将，连旗登战场。兵威冲绝幕，杀气凌穹苍。列卒赤山下，开营紫塞傍。孟冬沙风紧，旌旗飒凋伤。画角悲海月，征衣卷天霜。挥刃斩楼兰，弯弓射贤王。单于一平荡，种落自奔亡。收功报天子，行歌归咸阳。", "translation": "无"}}, {"name": "田锡", "dynasty": "宋代"}, {"name": "蝶恋花·从汀州向长沙", "prop": {"content": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。赣水那边红一角，偏师借重黄公略。百万工农齐踊跃，席卷江西直捣湘和鄂。国际悲歌歌一曲，狂飙为我从天落。", "translation": "六月红军征讨腐朽凶恶的国民党军阀，人民要用长长的绳索把鲲鹏捆缚。赣水那边根据地红旗高展，这都是依靠黄公略的努力。所有的工农们要踊跃与敌人争斗，让革命席卷江西大地，捣破敌人占领的湖南湖北。国际歌的歌声中，我们的革命力量如同天兵降临一般的茁壮起来。"}}, {"name": "渐渐之石", "prop": {"content": "渐渐之石，维其高矣。山川悠远，维其劳矣。武人东征，不皇朝矣。渐渐之石，维其卒矣。山川悠远，曷其没矣？武人东征，不皇出矣。有豕白蹢，烝涉波矣。月离于毕，俾滂沱矣。武人东征，不皇他矣。", "translation": "山峰险峻层岩峭，高高上耸入云霄。山重重来水迢迢，日夜行军多辛劳。将帅士兵去东征，赶路不论夕或朝。山峰险峻层岩险，高峻陡峭难登攀。山川逶迤又遥远，不知何时到终点。将帅士兵去东征，一直向前不顾险。白蹄子的大小猪，成群涉水踏波过。月亮靠近天毕星，大雨滂沱汇成河。将帅士兵去东征，其他事情无暇做。"}}, {"name": "马戴", "dynasty": "唐代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "陇西行", "prop": {"content": "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。", "translation": "告急的军使跃马扬鞭，十里又十里纵马飞驰，五里又五里不断扬鞭。西北都护府的军使传来了加急的军书，匈奴的军队已经围困西域重镇酒泉。边关的山岳原野，却只见漫天飞雪，不见烽火烟。"}}, {"name": "严遂成", "dynasty": "清代"}, {"name": "雁门太守行", "prop": {"content": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。", "translation": "敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；战士们的铠甲在阳光照射下金光闪烁。号角声响彻秋夜的长空，边塞上将士的血迹在寒夜中凝为紫色。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。为了报答国君的赏赐和厚爱，手操宝剑甘愿为国血战到死。"}}, {"name": "答苏武书", "prop": {"content": "　　子卿足下：　　勤宣令德，策名清时，荣问休畅，幸甚幸甚。远托异国，昔人所悲，望风怀想，能不依依？昔者不遗，远辱还答，慰诲勤勤，有逾骨肉，陵虽不敏，能不慨然？　　自从初降，以至今日，身之穷困，独坐愁苦。终日无睹，但见异类。韦韝毳幕，以御风雨；羶肉酪浆，以充饥渴。举目言笑，谁与为欢？胡地玄冰，边土惨裂，但闻悲风萧条之声。凉秋九月，塞外草衰。夜不能寐，侧耳远听，胡笳互动，牧马悲鸣，吟啸成群，边声四起。晨坐听之，不觉泪下。嗟乎子卿，陵独何心，能不悲哉！　　与子别后，益复无聊，上念老母，临年被戮；妻子无辜，并为鲸鲵；身负国恩，为世所悲。子归受荣，我留受辱，命也如何？身出礼义之乡，而入无知之俗；违弃君亲之恩，长为蛮夷之域，伤已！令先君之嗣，更成戎狄之族，又自悲矣。功大罪小，不蒙明察，孤负陵心区区之意。每一念至，忽然忘生。陵不难刺心以自明，刎颈以见志，顾国家于我已矣，杀身无益，适足增羞，故每攘臂忍辱，辙复苟活。左右之人，见陵如此，以为不入耳之欢，来相劝勉。异方之乐，只令人悲，增忉怛耳。　　嗟乎子卿，人之相知，贵相知心，前书仓卒，未尽所怀，故复略而言之。　　昔先帝授陵步卒五千，出征绝域。五将失道，陵独遇战，而裹万里之粮，帅徒步之师；出天汉之外，入强胡之域；以五千之众，对十万之军；策疲乏之兵，当新羁之马。然犹斩将搴旗，追奔逐北，灭迹扫尘，斩其枭帅，使三军之士，视死如归。陵也不才，希当大任，意谓此时，功难堪矣。匈奴既败，举国兴师。更练精兵，强逾十万。单于临阵，亲自合围。客主之形，既不相如；步马之势，又甚悬绝。疲兵再战，一以当千，然犹扶乘创痛，决命争首。死伤积野，余不满百，而皆扶病，不任干戈，然陵振臂一呼，创病皆起，举刃指虏，胡马奔走。兵尽矢穷，人无尺铁，犹复徒首奋呼，争为先登。当此时也，天地为陵震怒，战士为陵饮血。单于谓陵不可复得，便欲引还，而贼臣教之，遂使复战，故陵不免耳。　　昔高皇帝以三十万众，困于平城。当此之时，猛将如云，谋臣如雨，然犹七日不食，仅乃得免。况当陵者，岂易为力哉？而执事者云云，苟怨陵以不死。然陵不死，罪也；子卿视陵，岂偷生之士而惜死之人哉？宁有背君亲，捐妻子而反为利者乎？然陵不死，有所为也，故欲如前书之言，报恩于国主耳，诚以虚死不如立节，灭名不如报德也。昔范蠡不殉会稽之耻，曹沬不死三败之辱，卒复勾践之仇，报鲁国之羞，区区之心，窃慕此耳。何图志未立而怨已成，计未从而骨肉受刑，此陵所以仰天椎心而泣血也。　　足下又云：“汉与功臣不薄。”子为汉臣，安得不云尔乎？昔萧樊囚絷，韩彭葅醢，晁错受戮，周魏见辜。其余佐命立功之士，贾谊亚夫之徒，皆信命世之才，抱将相之具，而受小人之谗，并受祸败之辱，卒使怀才受谤，能不得展。彼二子之遐举，谁不为之痛心哉？陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。此功臣义士所以负戟而长叹者也。何谓不薄哉？且足下昔以单车之使，适万乘之虏。遭时不遇，至于伏剑不顾；流离辛苦，几死朔北之野。丁年奉使，皓首而归；老母终堂，生妻去帷。此天下所希闻，古今所未有也。蛮貊之人，尚犹嘉子之节，况为天下之主乎？陵谓足下当享茅土之荐，受千乘之赏。闻子之归，赐不过二百万，位不过典属国，无尺土之封，加子之勤。而妨功害能之臣，尽为万户侯；亲戚贪佞之类，悉为廊庙宰。子尚如此，陵复何望哉？且汉厚诛陵以不死，薄赏子以守节，欲使远听之臣望风驰命，此实难矣，所以每顾而不悔者也。陵虽孤恩，汉亦负德。昔人有言：“虽忠不烈，视死如归。”陵诚能安，而主岂复能眷眷乎？男儿生以不成名，死则葬蛮夷中，谁复能屈身稽颡，还向北阙，使刀笔之吏弄其文墨邪？愿足下勿复望陵。　　嗟乎子卿，夫复何言？相去万里，人绝路殊。生为别世之人，死为异域之鬼。长与足下生死辞矣。幸谢故人，勉事圣君。足下胤子无恙，勿以为念。努力自爱，时因北风，复惠德音。李陵顿首。", "translation": "无"}}, {"name": "破阵子·为陈同甫赋壮", "prop": {"content": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "translation": "醉梦里挑亮油灯观看宝剑，恍惚间又回到了当年，各个军营里接连不断地响起号角声。把酒食分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样震耳离弦。我一心想替君主完成收复国家失地的大业，取得世代相传的美名。一梦醒来，可惜已是白发人！"}}, {"name": "乱后逢村叟", "prop": {"content": "经乱衰翁居破村，村中何事不伤魂。因供寨木无桑柘，为著乡兵绝子孙。还似平宁征赋税，未尝州县略安存。至今鸡犬皆星散，日落前山独倚门。", "translation": "经历了多次战乱的老翁住在一个破败的村庄里，这村子中事事都叫人伤心。因为修建军队营寨，村中的桑树和柘树都被砍光了。因为组建乡兵，村中的青壮年都战死沙场，老头儿都断绝了子孙。在这种时候，官府的赋税却一点儿不能少，还像太平无事的年成一样征收。不但本乡如此，其他州县也未曾有过安抚体恤。现在连鸡犬都星散而不知去向，只剩下老人在日落时孤零零地倚着柴门叹息。"}}, {"name": "孔明智退司马懿", "prop": {"content": "　　孔明分拨已定，先引五千兵退去西城县搬运粮草。忽然十余次飞马报到，说：“司马懿引大军十五万，望西城蜂拥而来！”时孔明身边别无大将，只有一班文官，所引五千军，已分一半先运粮草去了，只剩二千五百军在城中。众官听得这个消息，尽皆失色。孔明登城望之，果然尘土冲天，魏兵分两路望西城县杀来。孔明传令，教“将旌旗尽皆隐匿；诸军各守城铺，如有妄行出入，及高言大语者，斩之！大开四门，每一门用二十军士，扮作百姓，洒扫街道。如魏兵到时，不可擅动，吾自有计。”孔明乃披鹤氅，戴纶巾，引二小童携琴一张，于城上敌楼前，凭栏而坐，焚香操琴。　　却说司马懿前军哨到城下，见了如此模样，皆不敢进，急报与司马懿。懿笑而不信，遂止住三军，自飞马远远望之。果见孔明坐于城楼之上，笑容可掬，焚香操琴。左有一童子，手捧宝剑；右有一童子，手执麈尾。城门内外，有二十余百姓，低头洒扫，旁若无人。懿看毕大疑，便到中军，教后军作前军，前军作后军，望北山路而退。次子司马昭日：“莫非诸葛亮无军，故作此态？父亲何故便退兵？”懿日：“亮平生谨慎，不曾弄险。今大开城门，必有埋伏。我兵若进，中其计也。汝辈岂知？宜速退。”于是两路兵尽皆退去。", "translation": "无"}}, {"name": "兵车行", "prop": {"content": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(耶娘 一作：爷娘)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻，汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！", "translation": "无"}}, {"name": "早发", "prop": {"content": "繖幄垂垂马踏沙，水长山远路多花。眼中形势胸中策，缓步徐行静不哗。", "translation": "马后垂着伞盖，马蹄踩着黄沙，沙沙，沙沙。山遥遥，水茫茫，沿路见到那么多的野花。眼观敌我形势，战术方略早已成竹在胸。兵马缓步前进，三军肃静无人喧哗。"}}, {"name": "荆州贼平临洞庭言怀作", "prop": {"content": "修蛇横洞庭，吞象临江岛。积骨成巴陵，遗言闻楚老。水穷三苗国，地窄三湘道。岁晏天峥嵘，时危人枯槁。思归阴丧乱，去国伤怀抱。郢路方丘墟，章华亦倾倒。风悲猿啸苦，木落鸿飞早。日隐西赤沙，月明东城草。关河望已绝，氛雾行当扫。长叫天可闻，吾将问苍昊。", "translation": "巨蛇横陈在洞庭湖畔，在江岛边将大象一口吞掉。吐出象骨堆成巴陵，告诉我这个传说的是楚国的遗老。三苗国在水的尽头、三湘道旁水多土少。岁月峥嵘又到了年末，困境中的人显得多么苍老。战乱不已我思归不得，远离放土悠伤满怀抱。郢都已成了废墟，章华台早就倾倒。悲风中猿啼多么哀苦，叶落雁飞秋来得太早。夕阳隐没在赤沙湖，明月映照着东城草。望断关山河川，妖雾该被清扫。我仰天长啸，老天你可知道？老天啊我在问你，你可知道？"}}, {"name": "少年行四首", "prop": {"content": "新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。", "translation": "新丰盛产美酒价值万贯，出没都城长安的游侠多是少年。相逢时意气相投，痛快豪饮，骏马就拴在酒楼下垂柳边。"}}, {"name": "和子由苦寒见寄", "prop": {"content": "人生不满百，一别费三年。三年吾有几，弃掷理无还。长恐别离中，摧我鬓与颜。念昔喜著书，别来不成篇。细思平时乐，乃谓忧所缘。吾従天下士，莫如与子欢。羡子久不出，读书虱生毡。丈夫重出处，不退要当前。西羌解仇隙，猛士忧塞壖。庙谋虽不战，虏意久欺天。山西良家子，锦缘貂裘鲜。千金买战马，百宝妆刀环。何时逐汝去，与虏试周旋。", "translation": "无"}}, {"name": "送韦讽上阆州录事参军", "prop": {"content": "国步犹艰难，兵革未休息。万方哀嗷嗷，十载供军食。庶官务割剥，不暇忧反侧。诛求何多门，贤者贵为德。韦生富春秋，洞彻有清识。操持纲纪地，喜见朱丝直。当令豪夺吏，自此无颜色。必若救疮痍，先应去蟊贼！挥泪临大江，高天意凄恻。行行树佳政，慰我深相忆！", "translation": "国家命运仍很艰难，战争连绵至今未断。全国各地哀声遍野，十年军用征敛不堪。众官致力宰割剥夺，无暇忧及民心思叛。横征暴敛名目繁多，贤者重视以德为先。韦生你正年富力强，通达事理识见不凡。前去掌管荆法纲纪，喜你执法正直不偏。定使那些贪官污吏，从此之后再无脸面。若要解救民生疾苦，害民之贼应先惩办。洒泪送到岷江边上，上天也觉无限伤感。你去做出良好政绩，安慰我的深情忆念。"}}, {"name": "杂诗三首·其三", "prop": {"content": "闻道黄龙戍，频年不解兵。可怜闺里月，长在汉家营。少妇今春意，良人昨夜情。谁能将旗鼓，一为取龙城。", "translation": "早就听说黄龙城有战争，连续多年不见双方撤兵。 可怜闺中寂寞独自看月，她们思念之心长在汉营。 今晚上少妇的相思情意，正是昨夜征夫想家之情。 何时高举战旗擂鼓进军，但愿一鼓作气取龙城。 "}}, {"name": "庆州败", "prop": {"content": "无战王者师，有备军之志。天下承平数十年，此语虽存人所弃。今岁西戎背世盟，直随秋风寇边城。屠杀熟户烧障堡，十万驰骋山岳倾。国家防塞今有谁？官为承制乳臭儿。酣觞大嚼乃事业，何尝识会兵之机？符移火急蒐卒乘，意谓就戮如缚尸。未成一军已出战，驱逐急使缘崄巇。马肥甲重士饱喘，虽有弓剑何所施？连颠自欲堕深谷，虏骑笑指声嘻嘻。一麾发伏雁行出，山下奄截成重围。我军免胄乞死所，承制面缚交涕洟。逡巡下令艺者全，争献小技歌且吹。其余劓馘放之去，东走矢液皆淋漓。首无耳准若怪兽，不自愧耻犹生归！守者沮气陷者苦，尽由主将之所为。地机不见欲侥胜，羞辱中国堪伤悲！", "translation": "无"}}, {"name": "代扶风主人答", "prop": {"content": "杀气凝不流，风悲日彩寒。浮埃起四远，游子弥不欢。依然宿扶风，沽酒聊自宽。寸心亦未理，长铗谁能弹。主人就我饮，对我还慨叹。便泣数行泪，因歌行路难。十五役边地，三四讨楼兰。连年不解甲，积日无所餐。将军降匈奴，国使没桑乾。去时三十万，独自还长安。不信沙场苦，君看刀箭瘢。乡亲悉零落，冢墓亦摧残。仰攀青松枝，恸绝伤心肝。禽兽悲不去，路旁谁忍看。幸逢休明代，寰宇静波澜。老马思伏枥，长鸣力已殚。少年兴运会，何事发悲端。天子初封禅，贤良刷羽翰。三边悉如此，否泰亦须观。", "translation": "无"}}, {"name": "凯歌六首", "prop": {"content": "汉将承恩西破戎，捷书先奏未央宫。天子预开麟阁待，只今谁数贰师功。官军西出过楼兰，营幕傍临月窟寒。蒲海晓霜凝马尾，葱山夜雪扑旌竿。鸣笳叠鼓拥回军，破国平蕃昔未闻。丈夫鹊印摇边月，大将龙旗掣海云。日落辕门鼓角鸣，千群面缚出蕃城。洗兵鱼海云迎阵，秣马龙堆月照营。蕃军遥见汉家营，满谷连山遍哭声。万箭千刀一夜杀，平明流血浸空城。暮雨旌旗湿未干，胡烟白草日光寒。昨夜将军连晓战，蕃军只见马空鞍。", "translation": "　　唐军破播仙镇时在公元754年（唐玄宗天宝十三年）。封常清的攻打播仙，从播仙的地理位置以及此诗中称“蕃军”“蕃城”看，显然是对付吐蕃的。当时唐与吐蕃之间的战争，含有自卫和扩张两重性，情况比较复杂。破播仙之时，<a href=\"https://so.gushiwen.cn/authorv_0969d1da1ac1.aspx\" target=\"_blank\">岑参在封常清幕府供职，是年冬天，作此组诗。 "}}, {"name": "新安吏", "prop": {"content": "客行新安道，喧呼闻点兵。借问新安吏：“县小更无丁？”“府帖昨夜下，次选中男行。”“中男绝短小，何以守王城？”肥男有母送，瘦男独伶俜。白水暮东流，青山犹哭声。“莫自使眼枯，收汝泪纵横。眼枯即见骨，天地终无情！我军取相州，日夕望其平。岂意贼难料，归军星散营。就粮近故垒，练卒依旧京。掘壕不到水，牧马役亦轻。况乃王师顺，抚养甚分明。送行勿泣血，仆射如父兄。”", "translation": "无"}}, {"name": "宗泽", "dynasty": "宋代"}, {"name": "度破讷沙二首 / 塞", "prop": {"content": "眼见风来沙旋移，经年不省草生时。莫言塞北无春到，总有春来何处知。破讷沙头雁正飞，鸊鹈泉上战初归。平明日出东南地，满碛寒光生铁衣。", "translation": "在沙漠上风一吹，看那沙尘满天飞旋，在这茫茫的沙碛上怕是永远看不到草木生长了吧。不能说塞北没有春天到来，但由于遍地风沙，不见青草，纵有春天到来，一切没有变化，又从哪里看到春天呢？"}}, {"name": "齐桓公伐楚盟屈完 /", "prop": {"content": "　　齐侯与蔡姬乘舟于囿，荡公。公惧变色；禁之，不可。公怒，归之，未之绝也。蔡人嫁之。　　四年春，齐侯以诸侯之师侵蔡，蔡溃，遂伐楚。楚子使与师言曰：“君处北海，寡人处南海，唯是风马牛不相及也。不虞君之涉吾地也，何故？”管仲对曰：“昔召康公命我先君太公曰：‘五侯九伯，女实征之，以夹辅周室。’赐我先君履：东至于海，西至于河，南至于穆陵，北至于无棣。尔贡包茅不入，王祭不共，无以缩酒，寡人是征；昭王南征而不复，寡人是问。”对曰：“贡之不入，寡君之罪也，敢不共给？昭王之不复，君其问诸水滨。”(徵 通 征)　　师进，次于陉。　　夏，楚子使屈完如师。师退，次于召陵。齐侯陈诸侯之师，与屈完乘而观之。齐侯曰：“岂不榖()是为？ 先君之好是继，与不榖同好，如何？”对曰：“君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。”齐侯曰：“以此众战，谁能御之！以此攻城，何城不克！”对曰：“君若以德绥诸侯，谁敢不服？ 君若以力，楚国方城以为城，汉水以为池，虽众，无所用之！”　　屈完及诸侯盟。", "translation": "无"}}, {"name": "左丘明", "dynasty": "先秦"}, {"name": "从军行", "prop": {"content": "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。", "translation": "边塞的报警烽火传到了长安，壮士的心怀哪能够平静。辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。"}}, {"name": "牧牛图", "prop": {"content": "干戈扰扰遍中州，挽粟车行似水流。何日承平如画里，短蓑长笛一川秋。", "translation": "中州大地无处不被战争侵扰，运送军粮的牛车好似流水一般。什么时候才能像画里这般天下太平，秋天的原野上牧童吹笛放牧。"}}, {"name": "出车", "prop": {"content": "我出我车，于彼牧矣。自天子所，谓我来矣。召彼仆夫，谓之载矣。王事多难，维其棘矣。我出我车，于彼郊矣。设此旐矣，建彼旄矣。彼旟旐斯，胡不旆旆？忧心悄悄，仆夫况瘁。王命南仲，往城于方。出车彭彭，旂旐央央。天子命我，城彼朔方。赫赫南仲，玁狁于襄。昔我往矣，黍稷方华。今我来思，雨雪载途。王事多难，不遑启居。岂不怀归？畏此简书。喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。既见君子，我心则降。赫赫南仲，薄伐西戎。春日迟迟，卉木萋萋。仓庚喈喈，采蘩祁祁。执讯获丑，薄言还归。赫赫南仲，玁狁于夷。", "translation": "无"}}, {"name": "悲青坂", "prop": {"content": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。", "translation": "　　我军驻扎在武功县东门外的青坂，天气严寒，兵士都在太白山的泉窟中饮马。黄头的奚兵每天向西推进，只有几个骑兵，居然敢弯弓射箭向我军冲击。这时，山上是雪，河中有冰，旷野里一片萧瑟气象。青的是报警的烽烟，白的是战死兵士的枯骨。怎么能托人带个信给我军，嘱咐他们暂时忍耐一下，等到明年再来反攻，千万不要急躁。"}}, {"name": "曹刿论战", "prop": {"content": "　　十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 同：徧)　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”", "translation": "无"}}, {"name": "战城南", "prop": {"content": "将军出紫塞，冒顿在乌贪。笳喧雁门北，阵翼龙城南。雕弓夜宛转，铁骑晓参驔。应须驻白日，为待战方酣。", "translation": "将军骑马出了紫塞长城，去与驻扎在乌贪的冒顿作战。两军在雁门关的北面发起了战争，我军与敌军在城南布下了阵势。战争一夜未停，战士们的雕弓发出的鸣声抑扬动听，铁骑的奔跑声到次日天亮还未断绝。战士们晚上浴血奋战，白天本应驻地休息，但他们并未停下来，只等作战胜利再好好地睡上一觉。"}}, {"name": "古意", "prop": {"content": "男儿事长征，少小幽燕客。赌胜马蹄下，由来轻七尺。杀人莫敢前，须如猬毛磔。黄云陇底白云飞，未得报恩不得归。辽东小妇年十五，惯弹琵琶解歌舞。今为羌笛出塞声，使我三军泪如雨。", "translation": "男子汉当以国事为重，从军远征，从小就在幽燕纵横驰骋。经常与人在马上比试胜负，从不珍惜七尺身躯。奋勇搏杀，没人敢上前招应；气宇轩昂，脸上的胡子像刺猬的毛丛生。陇下黄沙弥漫，上面白云飘飞，未报朝廷恩情怎能轻易言归。辽东少妇年方十五，她弹熟了琵琶能歌善舞。今日用羌笛吹一支出塞乐曲，感动得全军将士泪下如雨。"}}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "东楼", "prop": {"content": "万里流沙道，西征过北门。但添新战骨，不返旧征魂。楼角临风迥，城阴带水昏。传声看驿使，送节向河源。", "translation": "走上那万里迢迢的沙漠之路，西行的人们都要经过这座城门。一次次的出征啊，只是增添着新死者的尸骨，却不见旧死者返回灵魂。楼的檐角凌风翘起，多么高寒；城的阴面靠近渭水，一片昏暗。城门下又有驿使喧呼而过，该是西行远途与吐蕃和谈。"}}, {"name": "马上作", "prop": {"content": "南北驱驰报主情，江花边草笑平生。(边草 一作：边月)一年三百六十日，多是横戈马上行。 (多是 一作：都是)", "translation": "转战南北是为了报答皇上对我的信任，南北江畔和边关的花草都笑我这一生总在奔波。一年三百六十日，我都是带着兵器骑着战马在疆场上度过的。"}}, {"name": "小戎", "prop": {"content": "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。", "translation": "战车轻小车厢浅，五根皮条缠车辕。游环胁驱马背拴，拉扯皮带穿铜环。坐垫纹美车毂长，驾着花马鞭儿扬。思念夫君人品好，温和就像玉一样。住在木板搭的房，让我心烦又忧伤。四匹雄马健又壮，驭手握着六条缰。青马红马在中间，黄马和黑马在两旁。龙纹盾牌并一起，铜环辔绳串成行。思念夫君人品好，他在家时多温暖。何时是他归来日，让我对他长思念。四马轻身步协调，三棱矛柄镶铜套。巨大盾牌花纹美，虎皮弓套镂金雕。两弓交错插袋中，弓檠夹弓绳缠绕。思念夫君人品好，若醒若睡心焦躁。安静柔和好夫君，彬彬有礼声誉高。"}}, {"name": "齐晋鞌之战", "prop": {"content": "　　二年春，齐侯伐我北鄙，围龙。顷公之嬖人卢蒲就魁门焉，龙人囚之。齐侯曰：“勿杀！吾与而盟，无入而封。”弗听，杀而膊诸城上。齐侯亲鼓，士陵城，三日，取龙，遂南侵，及巢丘。　　卫侯使孙良夫、石稷、宁相、向禽将侵齐，与齐师遇。石子欲还，孙子曰：“不可。以师伐人，遇其师而还，将谓君何？若知不能，则如无出。今既遇矣，不如战也。”夏，有......(注：此处原文有缺。失新筑战事。)　　石成子曰：“师败矣。子不少须，众惧尽。子丧师徒，何以复命？”皆不对。又曰：“子，国卿也。陨子，辱矣。子以众退，我此乃止。”且告车来甚众。齐师乃止，次于鞫居。新筑人仲叔于奚救孙桓子，桓子是以免。既，卫人赏之以邑，辞。请曲县、繁缨以朝，许之。仲尼闻之曰：“惜也，不如多与之邑。唯器与名，不可以假人，君之所司也。名以出信，信以守器，器以藏礼，礼以行义，义以生利，利以平民，政之大节也。若以假人，与人政也。政亡，则国家从之，弗可止也已。”　　孙桓子还于新筑，不入，遂如晋乞师。臧宣叔亦如晋乞师。皆主郤献子。晋侯许之七百乘。郤子曰：“此城濮之赋也。有先君之明与先大夫之肃，故捷。克于先大夫，无能为役，请八百乘。”许之。郤克将中军，士燮佐上军，栾书将下军，韩厥为司马，以救鲁、卫。臧宣叔逆晋师，且道之。季文子帅师会之。及卫地，韩献子将斩人，郤献子驰，将救之，至则既斩之矣。郤子使速以徇，告其仆曰：“吾以分谤也。”　　师从齐师于莘。六月壬申，师至于靡笄之下。齐侯使请战，曰：“子以君师，辱于敝邑，不腆敝赋，诘朝请见。”对曰：“晋与鲁、卫，兄弟也。来告曰：‘大国朝夕释憾于敝邑之地。’寡君不忍，使群臣请于大国，无令舆师淹于君地。能进不能退，君无所辱命。”齐侯曰：“大夫之许，寡人之愿也；若其不许，亦将见也。”齐高固入晋师，桀石以投人，禽之而乘其车，系桑本焉，以徇齐垒，曰：“欲勇者贾余馀勇。”　　癸酉，师陈于鞌。邴夏御齐侯，逄丑父为右。晋解张御郤克，郑丘缓为右。齐侯曰：“余姑翦灭此而朝食。”不介马而驰之。郤克伤于矢，流血及屦，未绝鼓音，曰：“余病矣！”张侯曰：“自始合，而矢贯余手及肘，余折以御，左轮朱殷，岂敢言病。吾子忍之！”缓曰：“自始合，苟有险，余必下推车，子岂识之？——然子病矣！”张侯曰：“师之耳目，在吾旗鼓，进退从之。此车一人殿之，可以集事，若之何其以病败君之大事也？擐甲执兵，固即死也。病未及死，吾子勉之！”左并辔，右援枹而鼓，马逸不能止，师从之。齐师败绩。逐之，三周华不注。　　韩厥梦子舆谓己曰：“且（旦）辟左右。”故中御而从齐侯。邴夏曰：“射其御者，君子也。”公曰：“谓之君子而射之，非礼也。”射其左，越于车下。射其右，毙于车中，綦毋张丧车，从韩厥，曰：“请寓乘。”从左右，皆肘之，使立于后。韩厥俛定其右。逄丑父与公易位。将及华泉，骖絓于木而止。丑父寝于轏中，蛇出于其下，以肱击之，伤而匿之，故不能推车而及。韩厥执絷马前，再拜稽首，奉觞加璧以进，曰：“寡君使群臣为鲁卫请，曰：‘无令舆师陷入君地。’下臣不幸，属当戎行，无所逃隐。且惧奔辟而忝两君，臣辱戎士，敢告不敏，摄官承乏。”丑父使公下，如华泉取饮。郑周父御佐车，宛茷为右，载齐侯以免。 韩厥献丑父，郤献子将戮之。呼曰：“自今无有代其君任患者，有一于此，将为戮乎！”郤子曰：“人不难以死免其君，我戮之不祥。赦之，以劝事君者。”乃免之。", "translation": "　　鲁成公二年春，齐顷公攻打我国北部边境，包围了龙邑。齐顷公的宠臣卢蒲就魁攻打城门，却被龙人抓住了。齐顷公对龙人说：“你们千万别杀他，我们讲和，我的军队不进入你的封地内！”龙人不听，杀掉卢蒲陈尸于城上。齐顷公亲自击鼓，攻上城墙。才三天，攻取龙邑。然后一路向南杀到了巢丘。"}}, {"name": "永王东巡歌·其二", "prop": {"content": "三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。", "translation": "北方的胡虏在三川一带纷乱如麻，中原地区的人民争相南奔避难，似晋朝的永嘉之难。如果起用东山谢安石来辅佐平叛，一定能为君在谈笑中扫净胡沙。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "击鼓", "prop": {"content": "击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。", "translation": "击鼓的声音震响（耳旁），兵将奋勇操练。（人们）留在国内筑漕城，只有我向南方行去。跟随孙子仲，平定陈、宋（两国）。不允许我回家，（使我）忧心忡忡。于是人在哪里？于是马跑失在哪里？到哪里去寻找它？在山间林下。生死聚散，我曾经对你说（过）。拉着你的手，和你一起老去。唉，太久。让我无法（与你）相会。唉，太遥远，让我的誓言不能履行。"}}, {"name": "豫章行", "prop": {"content": "胡风吹代马，北拥鲁阳关。吴兵照海雪，西讨何时还。半渡上辽津，黄云惨无颜。老母与子别，呼天野草间。白马绕旌旗，悲鸣相追攀。白杨秋月苦，早落豫章山。本为休明人，斩虏素不闲。岂惜战斗死，为君扫凶顽。精感石没羽，岂云惮险艰。楼船若鲸飞，波荡落星湾。此曲不可奏，三军鬓成斑。", "translation": "无"}}, {"name": "灞岸", "prop": {"content": "山东今岁点行频，几处冤魂哭虏尘。灞水桥边倚华表，平时二月有东巡。", "translation": "山东一带在今年总是接二连三地抽丁征兵，看茫茫荒野上有多少冤魂在哭号呻吟。我伫立在霜水桥边，背倚着高高的华表，不禁想起那升平年代皇帝每到二月就要东巡。"}}, {"name": "范云", "dynasty": "南北朝"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "塞下曲", "prop": {"content": "饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。", "translation": "牵马饮水渡过了那大河，水寒刺骨秋风如剑如刀。沙场广袤夕阳尚未下落，昏暗中看见遥远的临洮。当年长城曾经一次鏖战，都说戍边战士的意气高。自古以来这里黄尘迷漫，遍地白骨零乱夹着野草。"}}, {"name": "王褒(南北朝)", "dynasty": "南北朝"}, {"name": "沈佺期", "dynasty": "唐代"}, {"name": "戎昱", "dynasty": "唐代"}, {"name": "塞上赠王太尉", "prop": {"content": "嫖姚立大勋，万里绝妖氛。马放降来地，雕闲战后云。月侵孤垒没，烧彻远芜分。不惯为边客，宵笳懒欲闻。", "translation": "将军剽悍勇猛立奇功，横扫千军，涤荡万里，威名远扬。如今边地，马群自由放牧于曾经的战场之上；大雕悠闲自在，盘旋于战后平静的云海。月光悄然洒落，孤垒沐浴在明净澄澈的清辉之中；战争的野火早已将杂草烧尽，极眼望去，远处的平芜也历历分明。只是我这出家之人，不习惯边塞生活，夜晚笳声凄切，不忍多听。"}}, {"name": "轮台歌奉送封大夫出师", "prop": {"content": "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。", "translation": "轮台城头夜里吹起号角，轮台城北旄头星正降落。军书昨夜连夜送过渠黎，单于已在金山以西入侵。从哨楼向西望烟尘滚滚，汉军就屯扎在轮台北境。上将手持符节率兵西征，黎明笛声响起大军起程。战鼓四起犹如雪海浪涌，三军呐喊阴山发出共鸣。敌营阴沉杀气直冲云霄，战场上白骨还缠着草根。剑河寒风猛烈大雪鹅毛，沙口石头寒冷马蹄冻脱。亚相勤于王政甘冒辛苦，立誓报效国家平定边境。古来青垂史名屡见不鲜，如今将军功名胜过古人。"}}, {"name": "潼关吏", "prop": {"content": "士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！", "translation": "无"}}, {"name": "甘州遍·秋风紧", "prop": {"content": "秋风紧，平碛雁行低，阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷，战马血沾蹄，破蕃奚。凤皇诏下，步步蹑丹梯。", "translation": "秋风正紧，沙漠中大雁正向南飞，在天地相接处感觉大雁飞的很低，战阵延绵如云，整齐排列。大漠中各种声音响起，边境的战争的声音四处响起，愁苦中听到了戍边的号角和征战的鼓声。青冢北面，黑山西面。飞沙时起时落，常常让行人迷路。战士们穿着冰冷的铠甲，战马的蹄子上沾染着被杀敌人的鲜血，攻破蕃奚。皇帝下诏，士兵踏着丹梯准备受赏。"}}, {"name": "大麦行", "prop": {"content": "大麦干枯小麦黄，妇女行泣夫走藏。东至集壁西梁洋，问谁腰镰胡与羌。岂无蜀兵三千人，部领辛苦江山长。安得如鸟有羽翅，托身白云还故乡。", "translation": "大麦已经成熟，小麦已青黄。妇人边走边哭，丈夫逃跑藏起来。向东跑到集、壁、梁、洋四个州，问谁有来自镰胡与羌插在腰间的镰刀。岂敢没有三千蜀兵，（为了逃命）不怕道路悠长，疲于奔命，故不能及时救护。怎能像鸟儿一样拥有翅膀，安身在白云间返回家乡。"}}, {"name": "出塞二首", "prop": {"content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。", "translation": "依旧是秦汉时期的明月和边关，出关万里去参加远征的人都还未回还。倘若曾经能够抵御外敌的名将还在，绝不会许匈奴南下牧马度过阴山。"}}, {"name": "江行无题一百首·其十", "prop": {"content": "翳日多乔木，维舟取束薪。静听江叟语，尽是厌兵人。", "translation": "许多乔木遮住西下的夕阳，我系住行船取来一捆柴薪。静听那江边上老翁的谈话，原来都是厌恶战争的人们。"}}, {"name": "吊万人冢", "prop": {"content": "兵罢淮边客路通，乱鸦来去噪寒空。可怜白骨攒孤冢，尽为将军觅战功。", "translation": "战争平息，淮河边上客路再次畅通；乌鸦聒噪，飞来飞去对着寒冷的天空哀鸣。可怜将士白骨，聚集成千形成孤坟；只是当年将军寻求立功的牺牲品罢了。"}}, {"name": "奔亡道中五首", "prop": {"content": "苏武天山上，田横海岛边。万重关塞断，何日是归年？亭伯去安在？李陵降未归。愁容变海色，短服改胡衣。谈笑三军却，交游七贵疏。仍留一只箭，未射鲁连书。函谷如玉关，几时可生还？洛川为易水，嵩岳是燕山。俗变羌胡语，人多沙塞颜。申包惟恸哭，七日鬓毛斑。淼淼望湖水，青青芦叶齐。归心落何处，日没大江西。歇马傍春草，欲行远道迷。谁忍子规鸟，连声向我啼。", "translation": "田横曾经逃亡到海岛上，苏武曾被放逐到荒无人烟的北边。如今关塞重重，交通又被战火阻断，真不知哪一年才能返回自己的家园。"}}, {"name": "杨佥判", "dynasty": "宋代"}, {"name": "田家词 / 田家行", "prop": {"content": "牛靿咤咤，田确确，旱块敲牛蹄趵趵。种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。重铸锄犁作斤劚，姑舂妇担去输官，输官不足归卖屋。愿官早胜仇早覆，农死有儿牛有犊，誓不遣官军粮不足。", "translation": "无"}}, {"name": "前出塞九首·其六", "prop": {"content": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。", "translation": "拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？"}}, {"name": "经乱后将避地剡中留赠", "prop": {"content": "双鹅飞洛阳，五马渡江徼。何意上东门，胡雏更长啸。中原走豺虎，烈火焚宗庙。太白昼经天，颓阳掩馀照。王城皆荡覆，世路成奔峭。四海望长安，颦眉寡西笑。苍生疑落叶，白骨空相吊。连兵似雪山，破敌谁能料？我垂北溟翼，且学南山豹。崔子贤主人，欢娱每相召。胡床紫玉笛，却坐青云叫。杨花满州城，置酒同临眺。忽思剡溪去，水石远清妙。雪尽天地明，风开湖山貌。闷为洛生咏，醉发吴越调。赤霞动金光，日足森海峤。独散万古意，闲垂一溪钓。猿近天上啼，人移月边棹。无以墨绶苦，来求丹砂要。华发长折腰，将贻陶公诮。", "translation": "无"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "永王东巡歌·其一", "prop": {"content": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。", "translation": "永王在至德三载三月出师东巡，天子宣他遥分龙虎之旗委以重任。永王的楼船听过之处，波涛汹涌的长江和汉水，顿时变得像雁鹜一样风平浪静。"}}, {"name": "无家别", "prop": {"content": "寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。虽从本州役，内顾无所携。近行止一身，远去终转迷。家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。", "translation": "无"}}, {"dynasty": "五代"}, {"name": "陇西行四首", "prop": {"content": "汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。", "translation": "<strong>其二译文</strong>誓死要横扫匈奴个个都奋不顾身，五千身穿锦袍的精兵战死在胡尘。真怜那无定河边暴弃的粼粼白骨，还是少妇们春闺里思念的梦中人。"}}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "洗兵马", "prop": {"content": "中兴诸将收山东，捷书夜报清昼同。河广传闻一苇过，胡危命在破竹中。祗残邺城不日得，独任朔方无限功。京师皆骑汗血马，回纥喂肉葡萄宫。已喜皇威清海岱，常思仙仗过崆峒。三年笛里关山月，万国兵前草木风。成王功大心转小，郭相谋深古来少。司徒清鉴悬明镜，尚书气与秋天杳。二三豪俊为时出，整顿乾坤济时了。东走无复忆鲈鱼，南飞觉有安巢鸟。青春复随冠冕入，紫禁正耐烟花绕。鹤驾通宵凤辇备，鸡鸣问寝龙楼晓。攀龙附凤势莫当，天下尽化为侯王。汝等岂知蒙帝力，时来不得夸身强。关中既留萧丞相，幕下复用张子房。张公一生江海客，身长九尺须眉苍。征起适遇风云会，扶颠始知筹策良。青袍白马更何有，后汉今周喜再昌。寸地尺天皆入贡，奇祥异瑞争来送。不知何国致白环，复道诸山得银瓮。隐士休歌紫芝曲，词人解撰河清颂。田家望望惜雨干，布谷处处催春种。淇上健儿归莫懒，城南思妇愁多梦。安得壮士挽天河，净洗甲兵长不用。", "translation": "　　至德二载九月，官军收复长安，十月杜甫携家随肃宗返回长安，仍任左拾遗，乾元元年六月，杜甫贬为华州司功参军，乾元二年春，杜甫在洛阳，这段时间两京相继克复，平叛捷报频传，杜甫认为胜利在即，就写了长诗《洗兵马》。"}}, {"name": "关山月", "prop": {"content": "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。", "translation": "一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡长风掠过万里关山，来到戍边将士驻守的边关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这些历代征战之地，出征将士很少能够生还。戍守的士卒眼望着边城，那盼望归家的面容多么凄苦悲哀！当此家中高楼上的将士妻子，哀愁叹息，大概也没停歇。"}}, {"name": "君子于役", "prop": {"content": "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？", "translation": "丈夫服役去远方，服役长短难估量，什么时候才回到家呢？鸡已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？丈夫服役去远方，每日每月恨日长，什么时候才能又相会？鸡纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！"}}, {"name": "渔家傲·反第一次大“", "prop": {"content": "万木霜天红烂漫，天兵怒气冲霄汉。雾满龙冈千嶂暗，齐声唤，前头捉了张辉瓒。二十万军重入赣，风烟滚滚来天半。唤起工农千百万，同心干，不周山下红旗乱。", "translation": "万千枫林被霜打过焕发鲜亮的红色，红军战士一腔怒火直冲云天。大雾笼罩龙冈深暗的连绵群峰，我军齐声高呼，前线杀敌并活捉了张辉瓒。二十万敌兵又来侵犯，狼烟四起遮掩了半边天。我将唤醒千百万的工农大众，同心协力齐努力，那时不周山下红旗遍插迎风招展。"}}, {"name": "塞下曲", "prop": {"content": "汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。", "translation": "将领们扫空敌营归来，高举旌旗直入玉门关东。三千战马放蹄飞奔，冷冷的落日沉入平原秋草中。"}}, {"name": "李陵", "dynasty": "两汉"}, {"name": "李颀", "dynasty": "唐代"}, {"name": "泊樵舍", "prop": {"content": "涨减水愈急，秋阴未夕昏。乱山成野戍，黄叶自江村。带雨疏星见，回风绝岸喧。经过多战舰，茅屋几家存？", "translation": "河水暴涨水流更加湍急，秋云密布未到黄昏天已昏暗。乱山中到处是野战的兵营，江村里飘落的黄叶片片。稀稀落落的雨中遥见颗疏星，呼啸的旋风吹过高高的堤岸。所过之处有那么多战船，所剩无几的茅屋若隐若现。"}}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "六月", "prop": {"content": "六月栖栖，戎车既饬。四牡骙骙，载是常服。玁狁孔炽，我是用急。王于出征，以匡王国。比物四骊，闲之维则。维此六月，既成我服。我服既成，于三十里。王于出征，以佐天子。四牡修广，其大有颙。薄伐玁狁，以奏肤公。有严有翼，共武之服。共武之服，以定王国。玁狁匪茹，整居焦获。侵镐及方，至于泾阳。织文鸟章，白旆央央。元戎十乘，以先启行。戎车既安，如轾如轩。四牡既佶，既佶且闲。薄伐玁狁，至于大原。文武吉甫，万邦为宪。吉甫燕喜，既多受祉。来归自镐，我行永久。饮御诸友，炰鳖脍鲤。侯谁在矣？张仲孝友。", "translation": "无"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "王翰", "dynasty": "唐代"}, {"name": "蚕谷行", "prop": {"content": "天下郡国向万城，无有一城无甲兵！焉得铸甲作农器，一寸荒田牛得耕？牛尽耕，蚕亦成。不劳烈士泪滂沱，男谷女丝行复歌。", "translation": "全天下各地区千万座城池，没有一座没有甲胄兵器！怎么样才能把甲胄兵器铸作农具，让每寸土地都能够得到耕种呢？如果能这样，耕牛尽其用，蚕桑业有成；就再也不需要让战士们洒泪滂沱，那时全社会男耕女织，安居乐业，人们一边走，一边唱歌，是多么好啊！"}}, {"name": "塞下曲五首·其三", "prop": {"content": "朔雪飘飘开雁门，平沙历乱卷蓬根。功名耻计擒生数，直斩楼兰报国恩。", "translation": "北方边境大雪飘落雁门，战场上战斗激烈连蓬根都挖出来了。如果杀敌作战的功名记载史册只有我生擒人的数量，我会感到很耻辱；只希望能直接消灭敌国，报答国家对我的恩情。"}}, {"name": "朱厚熜", "dynasty": "明代"}, {"name": "三垂冈", "prop": {"content": "英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。", "translation": "　　中国古人留下了浩如烟海的诗歌，其中咏史诗所占的比例不大；而在咏史诗中，写战争而且令人过目难忘的，比例就更小。而严遂成这首七律，写的恰恰是中国历史上战乱最多的五代的一次典型战役。三垂冈之战，使李存勖最终占有上党，把三晋大地作为稳固后方，进而兵下太行，逐鹿中原。"}}, {"dynasty": "南北朝"}, {"name": "司马迁", "dynasty": "两汉"}, {"name": "古风·其一", "prop": {"content": "羽檄如流星，虎符合专城；喧呼救边急，群鸟皆夜鸣。白日曜紫微，三公运权衡；天地皆得一，澹然四海清。借问此何为？答言楚征兵；渡泸及五月，将赴云南征。怯卒非战士，炎方难远行。长号别严亲，日月惨光晶。泣尽继以血，心摧两无声。困兽当猛虎，穷鱼饵奔鲸；千去不一还，投躯岂全身？如何舞干戚，一使有苗平！", "translation": "无"}}, {"name": "春望", "prop": {"content": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。", "translation": "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感于战败的时局，看到花开而潸然泪下，内心惆怅怨恨，听到鸟鸣而心惊胆战。连绵的战火已经延续了一个春天，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。"}}, {"name": "岁暮", "prop": {"content": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！", "translation": "作客异乡，年关已经临近；边防前线，战争还在进行。警报传来，敌人进犯雪岭；军鼓号角，响声振动江城。前方将士，日夜流血牺牲；朝廷大员，可有一人请缨？国难当头，岂敢吝惜性命；报效无路，空有一片豪情！"}}, {"name": "班固", "dynasty": "两汉"}, {"name": "守睢阳作", "prop": {"content": "接战春来苦，孤城日渐危。合围侔月晕，分守若鱼丽。屡厌黄尘起，时将白羽挥。裹疮犹出阵，饮血更登陴。忠信应难敌，坚贞谅不移。无人报天子，心计欲何施。", "translation": "无"}}, {"name": "战城南", "prop": {"content": "去年战，桑干源，今年战，葱河道。洗兵条支海上波，放马天山雪中草。万里长征战，三军尽衰老。匈奴以杀戮为耕作，古来唯见白骨黄沙田。秦家筑城避胡处，汉家还有烽火燃。烽火燃不息，征战无已时。野战格斗死，败马号鸣向天悲。乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽，将军空尔为。乃知兵者是凶器，圣人不得已而用之。", "translation": "无"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "幽州胡马客歌", "prop": {"content": "幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。", "translation": "无"}}, {"name": "李纲", "dynasty": "宋代"}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "垂老别", "prop": {"content": "四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。 投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。 男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。 孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。 土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。 人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。 万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。 何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。", "translation": "无"}}, {"name": "李云南征蛮诗", "prop": {"content": "天宝十一载，有诏伐西南夷，右相杨公兼节制之寄，乃奏前云南太守李宓涉海自交趾击之。道路险艰，往复数万里，盖百王所未通也。十二载四月，至于长安，君子是以知庙堂使能，李公效节。适忝斯人之旧，因赋是诗。圣人赫斯怒，诏伐西南戎。肃穆庙堂上，深沉节制雄。遂令感激士，得建非常功。料死不料敌，顾恩宁顾终。鼓行天海外，转战蛮夷中。梯巘近高鸟，穿林经毒虫。鬼门无归客，北户多南风。蜂虿隔万里，云雷随九攻。长驱大浪破，急击群山空。饷道忽已远，悬军垂欲穷。精诚动白日，愤薄连苍穹。野食掘田鼠，晡餐兼僰僮。收兵列亭堠，拓地弥西东。临事耻苟免，履危能饬躬。将星独照耀，边色何溟濛。泸水夜可涉，交州今始通。归来长安道，召见甘泉宫。廉蔺若未死，孙吴知暗同。相逢论意气，慷慨谢深衷。 ", "translation": "　　根据诗前小序可知：公元752年（天宝十一载），杨国忠奏请由李宓出征南诏。此战异常艰苦，转战行程达数万里之遥。几经周折，李宓于公元753年（天宝十二载）四月回到长安，向诗人自述其征战之惨烈，诗人为之感动而作此诗。"}}, {"name": "吊古战场文", "prop": {"content": "　　浩浩乎，平沙无垠，夐不见人。河水萦带，群山纠纷。黯兮惨悴，风悲日曛。蓬断草枯，凛若霜晨。鸟飞不下，兽铤亡群。亭长告余曰：“此古战场也，常覆三军。往往鬼哭，天阴则闻。”伤心哉！秦欤汉欤？将近代欤？　　吾闻夫齐魏徭戍，荆韩召募。万里奔走，连年暴露。沙草晨牧，河冰夜渡。地阔天长，不知归路。寄身锋刃，腷臆谁愬？秦汉而还，多事四夷，中州耗斁，无世无之。古称戎夏，不抗王师。文教失宣，武臣用奇。奇兵有异于仁义，王道迂阔而莫为。呜呼噫嘻！　　吾想夫北风振漠，胡兵伺便。主将骄敌，期门受战。野竖旌旗，川回组练。法重心骇，威尊命贱。利镞穿骨，惊沙入面，主客相搏，山川震眩。声析江河，势崩雷电。至若穷阴凝闭，凛冽海隅，积雪没胫，坚冰在须。鸷鸟休巢，征马踟蹰。缯纩无温，堕指裂肤。当此苦寒，天假强胡，凭陵杀气，以相剪屠。径截辎重，横攻士卒。都尉新降，将军复没。尸踣巨港之岸，血满长城之窟。无贵无贱，同为枯骨。可胜言哉！鼓衰兮力竭，矢尽兮弦绝，白刃交兮宝刀折，两军蹙兮生死决。降矣哉，终身夷狄；战矣哉，暴骨沙砾。鸟无声兮山寂寂，夜正长兮风淅淅。魂魄结兮天沉沉，鬼神聚兮云幂幂。日光寒兮草短，月色苦兮霜白。伤心惨目，有如是耶！　　吾闻之：牧用赵卒，大破林胡，开地千里，遁逃匈奴。汉倾天下，财殚力痡。任人而已，岂在多乎！周逐猃狁，北至太原。既城朔方，全师而还。饮至策勋，和乐且闲。穆穆棣棣，君臣之间。秦起长城，竟海为关。荼毒生民，万里朱殷。汉击匈奴，虽得阴山，枕骸徧野，功不补患。　　苍苍蒸民，谁无父母？提携捧负，畏其不寿。谁无兄弟？如足如手。谁无夫妇？如宾如友。生也何恩，杀之何咎？其存其没，家莫闻知。人或有言，将信将疑。悁悁心目，寤寐见之。布奠倾觞，哭望天涯。天地为愁，草木凄悲。吊祭不至，精魂无依。必有凶年，人其流离。呜呼噫嘻！时耶命耶？从古如斯！为之奈何？守在四夷。 ", "translation": ""}}, {"name": "古戍", "prop": {"content": "古戍连山火，新城殷地笳。九州犹虎豹，四海未桑麻。天迥云垂草，江空雪覆沙。野梅烧不尽，时见两三花。", "translation": "古老的戍楼连接着遍野的山火，新攻占的城池传来阵阵的胡笳声。九州大地，犹虎豹横行；五湖四海，尚未桑麻繁茂。远处的天边，衰草与孤云相接，望去如云中垂下；俯视江面，空阔的江面上看不到渔船商旅，只有白雪覆盖的沙滩。野地的寒梅并未被山火烧尽，偶尔还可以看到两三朵盛开的梅花。"}}, {"name": "辽西作 / 关西行", "prop": {"content": "<div class=\"contson\" id=\"contson5930\">燕郊芳岁晚，残雪冻边城。四月青草合，辽阳春水生。胡人正牧马，汉将日征兵。露重宝刀湿，沙虚金鼓鸣。寒衣著已尽，春服与谁成。寄语洛阳使，为传边塞情。", "translation": "燕郊大地，芳草鲜美的季节快要过去；边城之中，仍然残存着点点积雪。阳春四月，青青的野草遍布四野；辽水的北岸，积雪融化，涨起了春汛。关外胡人正在放养战马，关内汉家将日日征兵。露水凝重，把将士的宝刀打湿了；沙土松虚，军队的金鼓呜呜作鸣。戍卒们冬天的寒衣已经穿烂，可是这时春天的服装还没有谁给他们做成。转告前往洛阳的使者，请你传达一下这边塞的艰苦情况。"}}, {"name": "梅花岭记", "prop": {"content": "　　顺治二年乙酉四月，江都围急。督相史忠烈公知势不可为，集诸将而语之曰：“吾誓与城为殉，然仓皇中不可落于敌人之手以死，谁为我临期成此大节者？”副将军史德威慨然任之。忠烈喜曰：“吾尚未有子，汝当以同姓为吾后。吾上书太夫人，谱汝诸孙中。”　　五日，城陷，忠烈拔刀自裁，诸将果争前抱持之。忠烈大呼德威，德威流涕，不能执刃，遂为诸将所拥而行。至小东门，大兵如林而至，马副使鸣騄、任太守民育及诸将刘都督肇基等皆死。忠烈乃瞠目曰：“我史阁部也。”被执至南门。和硕豫亲王以先生呼之，劝之。忠烈大骂而死。初，忠烈遗言：“我死当葬梅花岭上。”至是，德威求公之骨不可得，乃以衣冠葬之。　　或曰：“城之破也，有亲见忠烈青衣乌帽，乘白马，出天宁门投江死者，未尝殒于城中也。”自有是言，大江南北遂谓忠烈未死。已而英、霍山师大起，皆托忠烈之名，仿佛陈涉之称项燕。吴中孙公兆奎以起兵不克，执至白下。经略洪承畴与之有旧，问曰：“先生在兵间，审知故扬州阁部史公果死耶，抑未死耶？”孙公答曰：“经略从北来，审知故松山殉难督师洪公果死耶，抑未死耶？”承畴大恚，急呼麾下驱出斩之。　　呜呼！神仙诡诞之说，谓颜太师以兵解，文少保亦以悟大光明法蝉脱，实未尝死。不知忠义者圣贤家法，其气浩然，常留天地之间，何必出世入世之面目！神仙之说，所谓为蛇画足。即如忠烈遗骸，不可问矣，百年而后，予登岭上，与客述忠烈遗言，无不泪下如雨，想见当日围城光景，此即忠烈之面目宛然可遇，是不必问其果解脱否也，而况冒其未死之名者哉？　　墓旁有丹徒钱烈女之冢，亦以乙酉在扬，凡五死而得绝，特告其父母火之，无留骨秽地，扬人葬之于此。江右王猷定、关中黄遵严、粤东屈大均为作传、铭、哀词。　　顾尚有未尽表章者：予闻忠烈兄弟，自翰林可程下，尚有数人，其后皆来江都省墓。适英、霍山师败，捕得冒称忠烈者，大将发至江都，令史氏男女来认之。忠烈之第八弟已亡，其夫人年少有色，守节，亦出视之。大将艳其色，欲强娶之，夫人自裁而死。时以其出于大将之所逼也，莫敢为之表章者。　　呜呼！忠烈尝恨可程在北，当易姓之间，不能仗节，出疏纠之。岂知身后乃有弟妇，以女子而踵兄公之余烈乎？梅花如雪，芳香不染。异日有作忠烈祠者，副使诸公，谅在从祀之列，当另为别室以祀夫人，附以烈女一辈也。", "translation": "　　顺治二年乙酉（年）四月，江都被（清兵）围困的（形势）很危急。督相史忠烈公知道局势（已）不可挽救，（就）召集众将领告诉他们说：“我发誓与扬州城同作殉国（之物），但（在）匆忙慌乱中不能落在敌人的手里死去，谁（能）替我在城破时完成这个（为国而死）的大节呢？”副将军史德威悲痛激昂地（表示愿意）担负这一任务。忠烈高兴地说：“我还没有儿子，你应当凭同姓的关系作我的后嗣。我（要）写信（禀告）太夫人，把你（的名字）记入（我的）家谱，排在（太夫人的）孙儿辈中。”"}}, {"name": "塞下曲四首·其二", "prop": {"content": "北海阴风动地来，明君祠上望龙堆。髑髅皆是长城卒，日暮沙场飞作灰。", "translation": "北海的冷风震天动地地吹来，站在明君祠前遥望绵延无际的沙丘。那些死去的枯骨都是戍守边境的士兵，日暮时分在昔日的沙场化作尘土。"}}, {"name": "施闰章", "dynasty": "清代"}, {"name": "送白利从金吾董将军西", "prop": {"content": "西羌延国讨，白起佐军威。剑决浮云气，弓弯明月辉。马行边草绿，旌卷曙霜飞。抗手凛相顾，寒风生铁衣。", "translation": "吐蕃将要受到我大唐帝国的征讨，您这白起将军的后代也为助军威奔赴战场。举起倚天长剑斩断浮在敌人阵地上的妖氛，拉满明月之弓，箭镞闪看凛烈的光芒。战马驰骋在边塞的原野上，旌旗在霜晨中飘扬。当将士们招手相看时，铠甲上已是结满了厚目的寒霜。"}}, {"name": "岐阳三首", "prop": {"content": "突骑连营鸟不飞，北风浩浩发阴机。三秦形胜无今古，千里传闻果是非；偃蹇鲸鲵人海涸，分明蛇犬铁山围。穷途老阮无奇策，空望岐阳泪满衣。百二关河草不横，十年戎马暗秦京。岐阳西望无来信，陇水东流闻哭声；野蔓有情萦战骨，残阳何意照空城！从谁细向苍苍问，争遣蚩尤作五兵？眈眈九虎护秦关，懦楚孱齐机上看。禹贡土田推陆海，汉家封徼尽天山。北风猎猎悲笳发，渭水潇潇战骨寒。三十六峰长剑在，倚天仙掌惜空闲。", "translation": "凶猛的敌骑营寨相连，天上的禽鸟也难偷飞；呼号的北风席卷大地，迷茫的天空大雪霏霏。号称形胜的三秦啊，山河的险要古今未改；千里传来的噩讯啊，怎知道究竟是真是非！庞大的鲸鲵是那么凶暴——似海的人群尽被吞食；毒蛇和恶狗是那么猖獗——分明像铁山把孤城紧围。就像是走到穷途的阮籍啊，我面对国难苦无良策——徒然怅望着失陷的岐阳，纷飞的悲泪溅满了裳衣！"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "逢病军人", "prop": {"content": "行多有病住无粮，万里还乡未到乡。蓬鬓哀吟古城下，不堪秋气入金疮。", "translation": "受伤的军人在返乡途中没有粮食，饿着肚子赶路，想回到家乡，可家乡还在万里之外。他头发蓬乱，在古城下哀吟，身上的刀箭伤口被寒风一吹，如刀割一般，实在令人难以忍受。"}}, {"name": "夕次蒲类津 / 晚泊", "prop": {"content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。", "translation": "在边庭上望不见归处，客居万里心中充满忧愁。山中之路依然向南断续绵延，黄河之源从北面流来。晚风中夹杂着寒气，弯月照耀着边塞的秋景。火灶通向军营的墙壁，报警的烽火飘上嘹望楼。在边疆只要奋力作战，就会像班超一样得到封侯。不要作兰山下投降的李陵，平白地让大汉帝国蒙受羞辱。"}}, {"name": "大东", "prop": {"content": "有饛簋飧，有捄棘匕。周道如砥，其直如矢。君子所履，小人所视。眷言顾之，潸焉出涕。小东大东，杼柚其空。纠纠葛屦，可以履霜。佻佻公子，行彼周行。既往既来，使我心疚。有冽氿泉，无浸获薪。契契寤叹，哀我惮人。薪是获薪，尚可载也。哀我惮人，亦可息也。东人之子，职劳不来。西人之子，粲粲衣服。舟人之子，熊罴是裘。私人之子，百僚是试。或以其酒，不以其浆。鞙鞙佩璲，不以其长。维天有汉，监亦有光。跂彼织女，终日七襄。虽则七襄，不成报章。睆彼牵牛，不以服箱。东有启明，西有长庚。有捄天毕，载施之行。维南有箕，不可以簸扬。维北有斗，不可以挹酒浆。维南有箕，载翕其舌。维北有斗，西柄之揭。", "translation": "无"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "李世民", "dynasty": "唐代"}, {"name": "钱珝", "dynasty": "唐代"}, {"name": "全祖望", "dynasty": "清代"}, {"name": "送李将军赴定州 / ", "prop": {"content": "双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。 鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。", "translation": "军中大旗猎猎作响，汉家大将将要挥师出征；看他横刀立马，气吞万里如虎。关塞悠远，春风难以企及，未到关前，就已经看不到春色了；关外，风卷沙尘，黄沙弥漫如云，遮天蔽日。军中鼓声，悲壮激越，直达遥远的沙漠；戍台烽火，阻隔着浩荡的黄河。想到将军所去之地，在那阴山之北；慑于将军声威，入侵的强敌已经求和。"}}, {"name": "万愤词投魏郎中", "prop": {"content": "海水渤潏，人罹鲸鲵。蓊胡沙而四塞，始滔天于燕齐。何六龙之浩荡，迁白日于秦西。九土星分，嗷嗷凄凄。南冠君子，呼天而啼。恋高堂而掩泣，泪血地而成泥。狱户春而不草，独幽怨而沈迷。兄九江兮弟三峡，悲羽化之难齐。穆陵关北愁爱子，豫章天南隔老妻。一门骨肉散百草，遇难不复相提携。树榛拔桂，囚鸾宠鸡。舜昔授禹，伯成耕犁。德自此衰，吾将安栖。好我者恤我，不好我者何忍临危而相挤。子胥鸱夷，彭越醢醯。自古豪烈，胡为此繄？苍苍之天，高乎视低。如其听卑，脱我牢狴。傥辨美玉，君收白珪。", "translation": "无"}}, {"name": "凉州词", "prop": {"content": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？", "translation": "酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？"}}, {"name": "张乔", "dynasty": "唐代"}, {"name": "减字木兰花·广昌路上", "prop": {"content": "漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。此行何去？赣江风雪迷漫处。命令昨颁，十万工农下吉安。", "translation": "满天白茫茫的一片，大军在雪中前进，心情更加迫切。头上是险峻高山，狂风漫卷红旗越过那险要关隘。此行将要去往何处？赣江江畔风雪正迷乱。命令昨日已下达，十万工农武装就要直取吉安。"}}, {"name": "渔家傲·反第二次大“", "prop": {"content": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。枪林逼，飞将军自重霄入。七百里驱十五日，赣水苍茫闽山碧，横扫千军如卷席。有人泣，为营步步嗟何及！", "translation": "白云山顶的云层滚动，好像要凌空直立起来一样，山下的敌人狂呼乱喊，鼓噪而上，根据地的军民同仇敌忾，就连干枯的树木，老朽的树桩龃也齐心协力为红军助战。英勇善战的红军好像飞将军从天而降，无数的刀枪刺向敌人。在十五天里，红军长驱直入，从苍茫的赣江到青翠的闽山，驰骋七百余里，把来犯的敌人收拾得干净利索。国民党反动派泣不成声，“步步为营”的战术破产了，叹气又有什么用！"}}, {"name": "辽东行", "prop": {"content": "辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。", "translation": "　　辽东之地路途遥远，辽水曲曲折折难以横渡。战士们戍守的古城楼已经破旧不堪，早已没有城楼，城墙之上也早就没有房屋了。那里气候异常寒冷，常常是黄云满天冰雪盖地，战士们身上的衣服真是难以御寒！如果有厚厚的暖和的衣服可以抵御这异地的寒冷，即使耗费掉万两黄金，又怎会吝惜呢？战争结束后战士们各自收回弓箭准备回家，但遥望回家的路，唯觉遥远路漫漫。年年郡县都有征人而来，将在这凄寒的辽东戍守征战，不知又有多少人牺牲于此。我宁愿生为草木，终生守候在家乡的土地上，至死不往辽东这地方来！"}}, {"name": "赠李愬仆射二首·其一", "prop": {"content": "和雪翻营一夜行，神旗冻定马无声。遥看火号连营赤，知是先锋已上城。", "translation": "部队冒着风雪严寒全营出动，夜袭蔡州，军旗已经被冰雪冻得僵硬，不能飘扬，军纪严明，人马无声。身在远处就看到预先约好的火号到处亮起，知道先锋部队已经攻下了蔡州城。"}}, {"dynasty": "宋代"}, {"name": "从军行·吹角动行人", "prop": {"content": "吹角动行人，喧喧行人起。笳悲马嘶乱，争渡黄河水。日暮沙漠陲，战声烟尘里。尽系名王颈，归来报天子。", "translation": "阵阵号角声，惊醒了正在酣睡的士兵，士兵们开始紧张地准备出发。敌军吹响了胡笳，战马闻到战斗的气息也兴奋地嘶鸣起来，双方抢着渡黄河。太阳落到沙漠的边陲，沙漠弥漫战战士们的厮杀声。战士们歼灭了敌军，擒获了敌酋，把绳子套在他们颈上带回来献给天子。"}}, {"name": "从军行七首·其四", "prop": {"content": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。", "translation": "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。"}}, {"name": "胡无人", "prop": {"content": "严风吹霜海草凋，筋干精坚胡马骄。汉家战士三十万，将军兼领霍嫖姚。流星白羽腰间插，剑花秋莲光出匣。天兵照雪下玉关，虏箭如沙射金甲。云龙风虎尽交回，太白入月敌可摧。敌可摧，旄头灭，履胡之肠涉胡血。悬胡青天上，埋胡紫塞傍。胡无人，汉道昌。陛下之寿三千霜。但歌大风云飞扬，安得猛士兮守四方。", "translation": "无"}}, {"name": "塞下曲", "prop": {"content": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。", "translation": "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。"}}, {"name": "塞下曲", "prop": {"content": "夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。", "translation": "桑乾河北边一场夜战，秦兵伤亡过半再也不能把家还。次日早晨收到他们家乡寄来的书信，信中说御寒的衣服已寄出。"}}, {"name": "刘基", "dynasty": "明代"}, {"name": "一剪梅·襄樊四载弄干", "prop": {"content": "襄樊四载弄干戈，不见渔歌，不见樵歌。试问如今事若何？金也消磨，谷也消磨。柘枝不用舞婆娑，丑也能多，恶也能多！朱门日日买朱娥。军事如何？民事如何？", "translation": "襄樊战争已经进行四年多了，老百姓既不能打鱼又不能砍柴民不聊生。请问如今的国事是什么样子呢？耗费大量金银财宝粮食丝绸缴纳敌人。再不要婆娑起舞了，丑恶之事实在太多了。权贵之家天天买年轻貌美的女子纵情享乐，却不管军事国事如何！"}}, {"name": "采薇(节选)", "prop": {"content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！", "translation": "采薇采薇一把把，薇菜刚刚出地面。说回家了回家了，眼看一年又完啦。没有妻室没有家，为跟玁狁去厮杀。没有空闲来坐下，为跟玁狁来厮杀。采薇采薇一把把，薇菜柔嫩初发芽。说回家了回家了，心里忧闷多牵挂。满腔愁绪火辣辣，又饥又渴真苦煞。防地调动难定下，书信托谁捎回家！采薇采薇一把把，薇菜已老发杈枒。说回家了回家了，转眼十月又到啦。王室差事没个罢，想要休息没闲暇。满怀忧愁太痛苦，生怕从此不回家。"}}, {"dynasty": "清代"}, {"name": "曹玮大破虏师", "prop": {"content": "　　曹南院知镇戎军日，尝出战小捷，虏兵引去。玮侦虏兵去以远，乃驱所掠牛羊辎重，缓驱而还，颇失部伍。其下忧之，言与玮曰：“牛羊无用，徒縻军，不若弃之，整众而归。”玮不答，使人候。虏兵去数十里，闻玮利牛羊而师不整，遽还袭之。玮愈缓行，得地利处，乃止以待之。　　虏军将至近，使人谓之曰：“蕃军远来，必甚疲，吾不欲乘人之怠，请休憩士马，少选决战。”虏方苦疲甚，皆欣然，军严整。良久。玮又使人谕之：“歇定，可相驰矣。”于是各鼓军而进，一战大破虏师。　　遂弃牛羊而还，徐谓其下曰：“吾知虏已疲，故为贪利以诱之。比其复来，几行百里矣。若乘锐便战，犹有胜负。远行之人若小憩，则足痹不能立，人气亦阑，吾以此取之。”", "translation": "　　曹玮主管镇戎军时，曾出战小胜，敌兵退去。曹玮侦察敌兵退离已远，于是就驱赶着缴获的牛羊和辎重车辆，缓慢地返回，军队行列都不成型。他的部下担忧此事，对曹玮说：“牛羊无用，只会拖累军队。不如抛弃它们，整齐队伍返回。”曹玮没回答，派人去侦察。敌兵离开几十里，听说曹玮贪牛羊之利，军队没有纪律，立刻就返回袭击曹玮军队。曹玮军队行进更加缓慢，在行进中找到有利地势，就停下来等待敌军。"}}, {"name": "永王东巡歌·其八", "prop": {"content": "长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。", "translation": "长风吹着船帆，其势一往无前，军威所到之处海动山倾，誓摧胡虏。君看永王率兵浮江而下，多么像当年晋朝的龙骧将军出峡伐吴呀！"}}, {"name": "曹操", "dynasty": "两汉"}, {"name": "悲陈陶", "prop": {"content": "孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。都人回面向北啼，日夜更望官军至。", "translation": "　　初冬时节，从十几个郡征来的良家子弟，一战之后鲜血都洒在陈陶水泽之中。蓝天下的旷野现在变得死寂无声，四万名兵士竟然在一日之内全部战死。野蛮的胡兵箭镞上滴着善良百姓的鲜血，唱着人们听不懂的胡歌在长安街市上饮酒狂欢。长安城的百姓转头向陈陶方向失声痛哭，日夜盼望唐朝军队打回来恢复昔日的太平生活。"}}, {"name": "秦晋崤之战", "prop": {"content": "　　冬，晋文公卒。庚辰，将殡于曲沃；出绛，柩有声如牛。卜偃使大夫拜，曰：“君命大事：将有西师过轶我；击之，必大捷焉。”　　杞子自郑使告于秦曰：“郑人使我掌其北门之管，若潜师以来，国可得也。”穆公访诸蹇叔。蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？师之所为，郑必知之，勤而无所，必有悖心。且行千里，其谁不知？”公辞焉。召孟明、西乞、白乙，使出师于东门之外。蹇叔哭之，曰：“孟子！吾见师之出而不见其入也！”公使谓之曰：“尔何知！中寿，尔墓之木拱矣！”　　蹇叔之子与师，哭而送之曰：“晋人御师必于肴。肴有二陵焉：其南陵，夏后皋之墓也；其北陵，文王之所辟风雨也。必死是间，余收尔骨焉。”秦师遂东。　　三十三年春，秦师过周北门，左右免胄而下，超乘者三百乘。王孙满尚幼，观之，言于王曰：“秦师轻而无礼，必败。轻则寡谋，无礼则脱。入险而脱，又不能谋，能无败乎？”及滑，郑商人弦高将市于周，遇之，以乘韦先，牛十二犒师，曰：“寡君闻吾子将步师出于敝邑，敢犒从者。不腆敝邑，为从者之淹，居则具一日之积，行则备一夕之卫。”且使遽告于郑。　　郑穆公使视客馆，则束载、厉兵、秣马矣。使皇武子辞焉，曰：“吾子淹久于敝邑，唯是脯资饩牵竭矣。为吾子之将行也，郑之有原圃，犹秦之有具囿也，吾子取其麋鹿，以闲敝邑，若何？”杞子奔齐，逢孙、杨孙奔宋。　　孟明曰：“郑有备矣，不可冀也。攻之不克，围之不继，吾其还也。”灭滑而还。　　晋原轸曰：“秦违蹇叔，而以贪勤民，天奉我也。奉不可失，敌不可纵。纵敌患生；违天不祥。必伐秦师！”栾枝曰：“未报秦施而伐其师，其为死君乎？”先轸曰：“秦不哀吾丧而伐吾同姓，秦则无礼，何施之为？吾闻之：‘一日纵敌，数世之患也’。谋及子孙，可谓死君乎！”遂发命，遽兴姜戎。子墨衰绖，梁弘御戎，莱驹为右。夏四月辛巳，败秦师于肴，获百里孟明视、西乞术、白乙丙以归。遂墨以葬文公，晋于是始墨。　　文嬴请三帅，曰：“彼实构吾二君，寡君若得而食之，不厌，君何辱讨焉？使归就戮于秦，以逞寡君之志，若何？”公许之。先轸朝，问秦囚。公曰：“夫人请之，吾舍之矣。”先轸怒曰：“武夫力而拘诸原，妇人暂而免诸国，堕军实而长寇仇，亡无日矣！”不顾而唾。公使阳处父追之，及诸河，则在舟中矣。释左骖，以公命赠孟明。孟明稽首曰：“君之惠，不以累臣衅鼓，使归就戮于秦，寡君之以为戮，死且不朽。若从君惠而免之，三年将拜君赐。”　　秦伯素服郊次，乡师而哭，曰：“孤违蹇叔，以辱二三子，孤之罪也。”不替孟明，曰：“孤之过也，大夫何罪？且吾不以一眚掩大德。”", "translation": "　　鲁僖公三十二年的 冬天，晋文公去世。庚辰日，将要移灵到晋国旧都曲沃去停放，刚抬出国都绛城时，棺柩里突然发出响声，如同牛鸣。卜筮官郭偃命令随行的大夫们下拜，并传告：“先君文公指示国家用兵的大事，将会有西方的军队越过我国国境而过，趁机攻打，必大获全胜。”"}}, {"name": "淮村兵后", "prop": {"content": "小桃无主自开花，烟草茫茫带晚鸦。几处败垣围故井，向来一一是人家。", "translation": "寂寞的一株小桃树，没人欣赏，默默地开着红花。满眼是迷离的春草，笼罩着雾气，黄昏里盘旋着几只乌鸦。一处处毁坏倒塌的矮墙，缭绕着废弃的水井；这里与那里，原先都住满了人家。"}}, {"name": "从军行二首·其一", "prop": {"content": "大将军出战，白日暗榆关。三面黄金甲，单于破胆还。", "translation": "　　这首诗描写了汉武帝时，大将军卫青在漠北以武钢车合围单于，从此漠南无王庭的一战。"}}, {"name": "永王东巡歌十一首", "prop": {"content": "永王正月东出师，天子遥分龙虎旗。楼船一举风波静，江汉翻为燕鹜池。三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑净胡沙。雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。龙盘虎踞帝王州，帝子金陵访故丘。春风试暖昭阳殿，明月还过鳷鹊楼。二帝巡游俱未回，五陵松柏使人哀。诸侯不救河南地，更喜贤王远道来。丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。王出三江按五湖，楼船跨海次扬都。战舰森森罗虎士，征帆一一引龙驹。长风挂席势难回，海动山倾古月摧。君看帝子浮江日，何似龙骧出峡来。祖龙浮海不成桥，汉武寻阳空射蛟。我王楼舰轻秦汉，却似文皇欲渡辽。帝宠贤王入楚关，扫清江汉始应还。初从云梦开朱邸，更取金陵作小山。试借君王玉马鞭，指挥戎虏坐琼筵。南风一扫胡尘静，西入长安到日边。", "translation": ""}}, {"name": "还陕述怀", "prop": {"content": "慨然抚长剑，济世岂邀名。星旂纷电举，日羽肃天行。遍野屯万骑，临原驻五营。登山麾武节，背水纵神兵。在昔戎戈动，今来宇宙平。", "translation": "刚刚经历了南征北战，不禁手抚腰间的长剑慨然长叹。这一切都是为济世救民，而不是为了争名夺利啊。战争的场面如电闪，军情火急，动作迅猛。满山遍野驻扎了千军万马。战场如登山一样，指挥也需要灵活。昨天的战争必将会流血牺牲，却换来了今天的和平统一。"}}, {"name": "送人赴安西", "prop": {"content": "上马带吴钩，翩翩度陇头。小来思报国，不是爱封侯。万里乡为梦，三边月作愁。早须清黠虏，无事莫经秋。", "translation": "韵译跨上英俊的战马宝刀佩在身边，策马翩翩地飞驰翻越陇山之颠。自小衷心地希望献身国家危难，哪把高官与厚禄耿耿挂于心间。置身于万里之外乡情化为梦境，眼望那边地明月激起阵阵怀恋。祝愿亲爱的战友早早扫清顽敌，边庭无事早归来切莫再经秋天！"}}, {"name": "北征", "prop": {"content": "北归至凤翔，墨制放往鄜州作。按鄜在凤翔东北，故曰北征。皇帝二载秋，闰八月初吉。杜子将北征，苍茫问家室。维时遭艰虞，朝野无暇日。顾惭恩私被，诏许归蓬筚。拜辞诣阙下，怵惕久未出。虽乏谏诤姿，恐君有遗失。君诚中兴主，经纬固密勿。东胡反未已，臣甫愤所切。挥涕恋行在，道途犹恍惚。乾坤含疮痍，忧虞何时毕？靡靡逾阡陌，人烟眇萧瑟。所遇多被伤，呻吟更流血。回首凤翔县，旌旗晚明灭。前登寒山重，屡得饮马窟。邠郊入地底，泾水中荡潏。猛虎立我前，苍崖吼时裂。菊垂今秋花，石戴古车辙。青云动高兴，幽事亦可悦。山果多琐细，罗生杂橡栗。或红如丹砂，或黑如点漆。雨露之所濡，甘苦齐结实。缅思桃源内，益叹身世拙。坡陀望鄜畤，岩谷互出没。我行已水滨，我仆犹木末。鸱鸟鸣黄桑，野鼠拱乱穴。夜深经战场，寒月照白骨。潼关百万师，往者散何卒？遂令半秦民，残害为异物。况我堕胡尘，及归尽华发。经年至茅屋，妻子衣百结。恸哭松声回，悲泉共幽咽。平生所娇儿，颜色白胜雪。见耶背面啼，垢腻脚不袜。床前两小女，补缀才过膝。海图坼波涛，旧绣移曲折。天吴及紫凤，颠倒在裋褐。老夫情怀恶，呕泄卧数日。那无囊中帛，救汝寒凛栗。粉黛亦解包，衾绸稍罗列。瘦妻面复光，痴女头自栉。学母无不为，晓妆随手抹。移时施朱铅，狼藉画眉阔。生还对童稚，似欲忘饥渴。问事竞挽须，谁能即嗔喝？翻思在贼愁，甘受杂乱聒。新归且慰意，生理焉得说？至尊尚蒙尘，几日休练卒？仰观天色改，坐觉妖氛豁。阴风西北来，惨淡随回纥。其王愿助顺，其俗善驰突。送兵五千人，躯马一万匹。此辈少为贵，四方服勇决。所用皆鹰腾，破敌过箭疾。圣心颇虚伫，时议气欲夺。伊洛指掌收，西京不足拔。官军请深入，蓄锐可俱发。此举开青徐，旋瞻略恒碣。昊天积霜露，正气有肃杀。祸转亡胡岁，势成擒胡月。胡命其能久？皇纲未宜绝。忆昨狼狈初，事与古先别：奸臣竟葅醢，同恶随荡析。不闻夏殷衰，中自诛褒妲。周汉获再兴，宣光果明哲。桓桓陈将军，仗钺奋忠烈。微尔人尽非，于今国犹活。凄凉大同殿，寂寞白兽闼。都人望翠华，佳气向金阙。园陵固有神，洒扫数不缺。煌煌太宗业，树立甚宏达！", "translation": "无"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "蒿里行", "prop": {"content": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺于北方。铠甲生虮虱，万姓以死亡。白骨露于野，千里无鸡鸣。生民百遗一，念之断人肠。", "translation": "关东的诸州郡将领，都起兵讨伐董卓及其党羽这些残暴的人。本来期望各路将领在孟津会合，同心讨伐长安董卓。结果各有打算，力不齐一，互相观望，谁也不肯率先前进。权势、财利引起了诸路军的争夺，随后各路军队之间就自相残杀起来。袁术在淮南称帝号，袁绍谋立傀儡皇帝在北方刻了皇帝印玺。战士常年征战，铠甲上生满了虮虱，百姓也因此死伤无数。累累白骨曝露于荒野之地无人收埋，方圆千里都没有人烟，听不到鸡鸣。一百个老百姓当中只有一人能活，想到这里不免让人肝肠寸断。 "}}, {"name": "从军行·其二", "prop": {"content": "百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。", "translation": "身经沙场百战铁甲早已支离破碎，城池南面被敌人重重包围。突进营垒，射杀敌军大将，独自率领残兵杀开重围千骑而归。"}}, {"name": "滴滴金·梅", "prop": {"content": "月光飞入林前屋。风策策，度庭竹。夜半江城击柝声，动寒梢栖宿。等闲老去年华促，只有江梅伴幽独。梦绕夷门旧家山，恨惊回难续。", "translation": "　　从篇首到“蓬壶殿里笙歌作”为第一段。写登黄鹤楼遥望北方失地，引起对故国往昔“繁华”的追忆。 "}}, {"name": "乐府诗集", "dynasty": "南北朝"}, {"name": "送文子转漕江东二首", "prop": {"content": "九重寤寐忆忠诚，故向长沙起贾生。魏阙丝纶新借宠，秦淮草木旧知名。已闻塞下销锋镝，正自胸中有甲兵。万幕从兹无减灶，笑看卧鼓旧边城。诏颁英簜促锋车，暂借长才按转输。昔叹当年无李牧，今知江左有夷吾。休论足食为先策，自是平戎在用儒。来岁春风三月暮，沙堤隠隠接云衢。", "translation": "无"}}, {"name": "新婚别", "prop": {"content": "兔丝附蓬麻，引蔓故不长。嫁女与征夫，不如弃路旁。结发为君妻，席不暖君床。暮婚晨告别，无乃太匆忙。君行虽不远，守边赴河阳。妾身未分明，何以拜姑嫜？父母养我时，日夜令我藏。生女有所归，鸡狗亦得将。君今往死地，沉痛迫中肠。誓欲随君去，形势反苍黄。勿为新婚念，努力事戎行。妇人在军中，兵气恐不扬。自嗟贫家女，久致罗襦裳。罗襦不复施，对君洗红妆。仰视百鸟飞，大小必双翔。人事多错迕，与君永相望。", "translation": "无"}}, {"name": "张巡", "dynasty": "唐代"}, {"name": "闻笛", "prop": {"content": "岧峣试一临，虏骑附城阴。不辨风尘色，安知天地心？门开边月近，战苦阵云深。旦夕更楼上，遥闻横笛声。", "translation": "　　张巡于天宝中任真源县令，安禄山叛乱时，起兵戡乱，先守雍丘，后与许远共守睢阳（故城在今河南省商丘市南）。他们在异常艰难的情况下，亲率将士浴血奋战。这首诗即张巡在围城中耳听笛音、心怀激慨所写成的一曲壮歌。"}}, {"name": "常武", "prop": {"content": "赫赫明明。王命卿士，南仲大祖，大师皇父。整我六师，以脩我戎。既敬既戒，惠此南国。王谓尹氏，命程伯休父，左右陈行。戒我师旅，率彼淮浦，省此徐土。不留不处，三事就绪。赫赫业业，有严天子。王舒保作，匪绍匪游。徐方绎骚，震惊徐方。如雷如霆，徐方震惊。王奋厥武，如震如怒。进厥虎臣，阚如虓虎。铺敦淮濆，仍执丑虏。截彼淮浦，王师之所。王旅啴啴，如飞如翰。如江如汉，如山之苞。如川之流，绵绵翼翼。不测不克，濯征徐国。王犹允塞，徐方既来。徐方既同，天子之功。四方既平，徐方来庭。徐方不回，王曰还归。", "translation": "无"}}, {"name": "从军北征", "prop": {"content": "天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。", "translation": "天山下了一场大雪，从青海湖刮来的风更添寒冷。行军途中，战士吹起笛曲《行路难》。听到这悲伤的别离曲，驻守边关的三十万将士，都抬起头来望着东升的月亮。"}}, {"name": "浣溪沙·欲寄愁心朔雁", "prop": {"content": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。", "translation": "在萧索荒凉的边塞望见大雁，想要把“愁心”寄送。西风下独饮浑浊的黄酒，忆及当年离家别亲凄惨的别宴。黄叶纷飞的时节，碧云飘悠的蓝天。烽烟飘起，斥候发出作战的信号。到了黄昏，在一个村子里面卸去行装，驻扎安营。不知道战争结束后还有几个人能回家和亲人团聚。"}}, {"name": "陈陶", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "效古诗", "prop": {"content": "寒沙四面平，飞雪千里惊。风断阴山树，雾失交河城。朝驱左贤阵，夜薄休屠营。昔事前军幕，今逐嫖姚兵。失道刑既重，迟留法未轻。所赖今天子，汉道日休明。", "translation": "　　也许是长久偏安于江左的青山绿水，不闻飞骑击虏、角声马鸣之故吧，南朝稍有壮心的文人士子，往往热衷于汉人出塞千里、勒铭燕然的军戎生涯和辉煌业绩。因此，仿“古诗”、叙汉事，借以抒写自己的怀抱和感慨，也成了他们作诗的一大爱好。范云这首诗，正以“效古”为题，倒转时空，把自身带入了六百年前边塞征战的戎马倥偬之中。"}}, {"name": "张蠙", "dynasty": "唐代"}, {"name": "许浑", "dynasty": "唐代"}, {"name": "鹧鸪天·有客慨然谈功", "prop": {"content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡?，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "translation": "我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。"}}, {"name": "己亥岁二首·僖宗广明", "prop": {"content": "泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。", "translation": "富饶的水域江山都已被战云笼罩，百姓想要打柴割草度日都不能实现。请别再提什么封侯的事情了，你们可知，一位将领功成名就要牺牲多少士卒生命！"}}, {"name": "西江月·秋收起义", "prop": {"content": "军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进。地主重重压迫，农民个个同仇。秋收时节暮云愁，霹雳一声暴动。", "translation": "这支军队叫工农革命军，它的旗号是镰刀与斧头。江西庐山一带不停留，要直接向湖南进发。地主重重压迫农民，农民同心合力打击敌人。秋收时的黑云翻涌，人民生活窘迫，霹雳一声工农起义迅猛神速、惊天地。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "赵万年", "dynasty": "宋代"}, {"name": "渡辽水", "prop": {"content": "渡辽水，此去咸阳五千里。来时父母知隔生，重著衣裳如送死。亦有白骨归咸阳，营家各与题本乡。身在应无回渡日，驻马相看辽水傍。", "translation": "　　离开咸阳，此去辽水漫漫五千里，还未出门父母就已知道此去将隔海茫茫，今生很难再次相聚。临出门时母亲又为我重新做了几件衣裳，好像怕我有去无回，万一死在路途中没有干净的衣服可以殓葬。也有征人牺牲被送回咸阳，军中长官呈请皇上让烈士本乡的人充任征戍。想想自己真是可怜，身在外时将再没有回来的日期，为此心里无限伤感，茫然驻马停在辽水之边。"}}, {"name": "阁夜", "prop": {"content": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)", "translation": "岁末时节白天的时间就越来越短，夔州霜雪停了的寒冬夜晚，雪光映照下，明朗如昼。破晓时军营中鼓角声更显得悲壮凄凉，银河倒映江面，在湍急的江流中摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔夫樵子不时在夜深传来“ 夷歌”之声。像诸葛亮和公孙述这样的历史人物，最终也成了黄土中的枯骨；人事与音书，都只能任其寂寞了。"}}, {"name": "王粲", "dynasty": "两汉"}, {"name": "何草不黄", "prop": {"content": "何草不黄？何日不行？何人不将？经营四方。何草不玄？何人不矜？哀我征夫，独为匪民。匪兕匪虎，率彼旷野。哀我征夫，朝夕不暇。有芃者狐，率彼幽草。有栈之车，行彼周道。", "translation": "什么草儿不枯黄，什么日子不奔忙。什么人哪不从征，往来经营走四方。什么草儿不黑腐，什么人哪似鳏夫。可悲我等出征者，独受此非人待遇。既非野牛又非虎，穿行旷野不停步。可悲我等出征者，白天黑夜都忙碌。野地狐狸毛蓬松，往来出没深草丛。役车高高载征人，驰行在那大路中。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "战城南", "prop": {"content": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！", "translation": "无"}}, {"name": "永王东巡歌·其三", "prop": {"content": "雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。", "translation": "鼓声如雷晒杂之声喧动了武昌，旌旗如云呼啦啦地过了浔阳。所过之处秋毫无犯，三吴之地的人民都踊跃欢迎，呈现出一派春光明媚的祥瑞气氛。"}}, {"name": "发白马", "prop": {"content": "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。", "translation": "将军骑着白马出发，旌节拥簇度黄河。箫鼓喧天满川岳，犹如沧溟涌起洪波。声碎武安之瓦，易水悲歌无法比拟。铁骑若雪山云涌，饮流可以干涸滹沱河。扬兵聚猎西边的月窟，转战夺取朝那城。倚剑登上燕然山，边疆烽火台连绵嵯峨。长城外萧条万里，五原关内耕作繁忙。将军用武力扫清大漠，虎皮包裹金戈。"}}, {"name": "江行无题一百首·其四", "prop": {"content": "兵火有余烬，贫村才数家。无人争晓渡，残月下寒沙。", "translation": "战争过后那余下火灰犹存，遭兵洗劫只剩几户穷人家。拂晓之时江面上无人争渡，寒气袭人向沙滩残月西沉。"}}, {"name": "望阙台", "prop": {"content": "十年驱驰海色寒，孤臣于此望宸銮。繁霜尽是心头血，洒向千峰秋叶丹。", "translation": "在大海的寒波中，我同倭寇周旋已有十年之久；我站在这里，遥望着京城宫阙。我的心血如同千山万岭上的浓霜，洒向群峰，染红所有秋叶。"}}, {"name": "塞下曲·秋风夜渡河", "prop": {"content": "秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。", "translation": "　　秋风在夜晚暗暗吹过边塞的河流，吹过雁门的桑田，边地一片萧瑟。远远地能够看见胡地有人在打猎，虽说还不是秋天，边塞却已经十分寒冷，战士们只能在严霜中风餐露宿。在战场上，兵士们被分成五道作战，孤军奋战，身经百战。战士们虽然英勇，结果功劳多的反而会被下狱，想起这，真是让战士们伤心啊。"}}, {"name": "无题·万家墨面没蒿莱", "prop": {"content": "万家墨面没蒿莱，敢有歌吟动地哀。心事浩茫连广宇，于无声处听惊雷。", "translation": "黎民百姓们像黑瘦的囚徒，流离失所于荒野，哪还敢有慷慨悲歌，引发动地的哀声。我心里想的事很多、很远，连通着广大国土上的人民，从表面沉寂中，听到革命春雷的萌动。"}}, {"name": "塞下曲", "prop": {"content": "结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。 万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。 青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空。 万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。 大笑向文士，一经何足穷。古人昧此道，往往成老翁。", "translation": "　　此诗描写前半部分描写了壮丽的沙场征战之景，渲染了一种宏阔悲壮的氛围。后半部分则是表达了作者建功立业的雄心壮志，万死不辞，要成为描像麒麟阁的立功之臣，并且十分嘲笑那些文臣，只会读经书，不能真的杀敌报国，可叹这些文人参不透这点的话只会白白的衰老而去，不能名留青史。 本诗表达了作者雄心壮志 ，立功报国的雄心壮志。手法大气豪壮，宏大辽阔之气尽显。 "}}, {"dynasty": "近现代"}, {"name": "清平乐·蒋桂战争", "prop": {"content": "风云突变，军阀重开战。洒向人间都是怨，一枕黄粱再现。红旗越过汀江，直下龙岩上杭。收拾金瓯一片，分田分地真忙。", "translation": "风起云涌，局势变化莫测，军阀再次开战。他们洒向民众的尽是无边的怨恨，他们的黄粱美梦仅是昙花一现。红军越过汀江，直逼龙岩与上杭。收取了祖国山河之一角作为根据地，农民欢欣鼓舞分田分地忙。"}}], "edges": [{"source": 124, "target": 173, "relation": "创作"}, {"source": 46, "target": 124, "relation": "出自于"}, {"source": 234, "target": 50, "relation": "创作"}, {"source": 170, "target": 234, "relation": "出自于"}, {"source": 192, "target": 93, "relation": "创作"}, {"source": 209, "target": 192, "relation": "出自于"}, {"source": 110, "target": 115, "relation": "创作"}, {"source": 24, "target": 110, "relation": "出自于"}, {"source": 165, "target": 203, "relation": "创作"}, {"source": 46, "target": 165, "relation": "出自于"}, {"source": 230, "target": 58, "relation": "创作"}, {"source": 46, "target": 230, "relation": "出自于"}, {"source": 34, "target": 91, "relation": "创作"}, {"source": 46, "target": 34, "relation": "出自于"}, {"source": 230, "target": 211, "relation": "创作"}, {"source": 124, "target": 74, "relation": "创作"}, {"source": 243, "target": 57, "relation": "创作"}, {"source": 24, "target": 243, "relation": "出自于"}, {"source": 13, "target": 155, "relation": "创作"}, {"source": 46, "target": 13, "relation": "出自于"}, {"source": 11, "target": 111, "relation": "创作"}, {"source": 46, "target": 11, "relation": "出自于"}, {"source": 153, "target": 213, "relation": "创作"}, {"source": 46, "target": 153, "relation": "出自于"}, {"source": 13, "target": 232, "relation": "创作"}, {"source": 147, "target": 36, "relation": "创作"}, {"source": 46, "target": 147, "relation": "出自于"}, {"source": 124, "target": 96, "relation": "创作"}, {"source": 30, "target": 99, "relation": "创作"}, {"source": 46, "target": 30, "relation": "出自于"}, {"source": 243, "target": 125, "relation": "创作"}, {"source": 124, "target": 145, "relation": "创作"}, {"source": 230, "target": 139, "relation": "创作"}, {"source": 221, "target": 231, "relation": "创作"}, {"source": 25, "target": 221, "relation": "出自于"}, {"source": 124, "target": 253, "relation": "创作"}, {"source": 242, "target": 75, "relation": "创作"}, {"source": 46, "target": 242, "relation": "出自于"}, {"source": 192, "target": 247, "relation": "创作"}, {"source": 243, "target": 156, "relation": "创作"}, {"source": 38, "target": 248, "relation": "创作"}, {"source": 46, "target": 38, "relation": "出自于"}, {"source": 124, "target": 236, "relation": "创作"}, {"source": 230, "target": 130, "relation": "创作"}, {"source": 110, "target": 109, "relation": "创作"}, {"source": 72, "target": 184, "relation": "创作"}, {"source": 46, "target": 72, "relation": "出自于"}, {"source": 61, "target": 261, "relation": "创作"}, {"source": 12, "target": 61, "relation": "出自于"}, {"source": 30, "target": 89, "relation": "创作"}, {"source": 80, "target": 62, "relation": "创作"}, {"source": 25, "target": 80, "relation": "出自于"}, {"source": 124, "target": 106, "relation": "创作"}, {"source": 124, "target": 136, "relation": "创作"}, {"source": 124, "target": 150, "relation": "创作"}, {"source": 19, "target": 2, "relation": "创作"}, {"source": 265, "target": 19, "relation": "出自于"}, {"source": 80, "target": 257, "relation": "创作"}, {"source": 124, "target": 182, "relation": "创作"}, {"source": 61, "target": 120, "relation": "创作"}, {"source": 110, "target": 122, "relation": "创作"}, {"source": 13, "target": 212, "relation": "创作"}, {"source": 129, "target": 7, "relation": "创作"}, {"source": 209, "target": 129, "relation": "出自于"}, {"source": 78, "target": 240, "relation": "创作"}, {"source": 46, "target": 78, "relation": "出自于"}, {"source": 246, "target": 214, "relation": "创作"}, {"source": 46, "target": 246, "relation": "出自于"}, {"source": 242, "target": 152, "relation": "创作"}, {"source": 63, "target": 224, "relation": "创作"}, {"source": 209, "target": 63, "relation": "出自于"}, {"source": 19, "target": 157, "relation": "创作"}, {"source": 168, "target": 42, "relation": "创作"}, {"source": 12, "target": 168, "relation": "出自于"}, {"source": 230, "target": 225, "relation": "创作"}, {"source": 13, "target": 177, "relation": "创作"}, {"source": 164, "target": 135, "relation": "创作"}, {"source": 46, "target": 164, "relation": "出自于"}, {"source": 65, "target": 263, "relation": "创作"}, {"source": 265, "target": 65, "relation": "出自于"}, {"source": 132, "target": 102, "relation": "创作"}, {"source": 46, "target": 132, "relation": "出自于"}, {"source": 178, "target": 55, "relation": "创作"}, {"source": 46, "target": 178, "relation": "出自于"}, {"source": 160, "target": 117, "relation": "创作"}, {"source": 46, "target": 160, "relation": "出自于"}, {"source": 243, "target": 255, "relation": "创作"}, {"source": 164, "target": 228, "relation": "创作"}, {"source": 129, "target": 41, "relation": "创作"}, {"source": 124, "target": 174, "relation": "创作"}, {"source": 124, "target": 229, "relation": "创作"}, {"source": 124, "target": 71, "relation": "创作"}, {"source": 230, "target": 6, "relation": "创作"}, {"source": 19, "target": 205, "relation": "创作"}, {"source": 198, "target": 31, "relation": "创作"}, {"source": 46, "target": 198, "relation": "出自于"}, {"source": 19, "target": 266, "relation": "创作"}, {"source": 153, "target": 193, "relation": "创作"}, {"source": 204, "target": 4, "relation": "创作"}, {"source": 46, "target": 204, "relation": "出自于"}, {"source": 159, "target": 92, "relation": "创作"}, {"source": 25, "target": 159, "relation": "出自于"}, {"source": 19, "target": 84, "relation": "创作"}, {"source": 124, "target": 222, "relation": "创作"}, {"source": 245, "target": 141, "relation": "创作"}, {"source": 46, "target": 245, "relation": "出自于"}, {"source": 243, "target": 113, "relation": "创作"}, {"source": 19, "target": 206, "relation": "创作"}, {"source": 19, "target": 249, "relation": "创作"}, {"source": 13, "target": 52, "relation": "创作"}, {"source": 243, "target": 121, "relation": "创作"}, {"source": 110, "target": 223, "relation": "创作"}, {"source": 215, "target": 51, "relation": "创作"}, {"source": 12, "target": 215, "relation": "出自于"}, {"source": 13, "target": 56, "relation": "创作"}, {"source": 86, "target": 10, "relation": "创作"}, {"source": 46, "target": 86, "relation": "出自于"}, {"source": 13, "target": 259, "relation": "创作"}, {"source": 13, "target": 226, "relation": "创作"}, {"source": 81, "target": 60, "relation": "创作"}, {"source": 8, "target": 81, "relation": "出自于"}, {"source": 147, "target": 264, "relation": "创作"}, {"source": 254, "target": 26, "relation": "创作"}, {"source": 25, "target": 254, "relation": "出自于"}, {"source": 107, "target": 97, "relation": "创作"}, {"source": 209, "target": 107, "relation": "出自于"}, {"source": 13, "target": 82, "relation": "创作"}, {"source": 13, "target": 126, "relation": "创作"}, {"source": 48, "target": 191, "relation": "创作"}, {"source": 79, "target": 48, "relation": "出自于"}, {"source": 129, "target": 27, "relation": "创作"}, {"source": 13, "target": 179, "relation": "创作"}, {"source": 243, "target": 217, "relation": "创作"}, {"source": 243, "target": 59, "relation": "创作"}, {"source": 13, "target": 142, "relation": "创作"}, {"source": 198, "target": 227, "relation": "创作"}, {"source": 215, "target": 185, "relation": "创作"}, {"source": 124, "target": 114, "relation": "创作"}, {"source": 243, "target": 85, "relation": "创作"}, {"source": 53, "target": 116, "relation": "创作"}, {"source": 46, "target": 53, "relation": "出自于"}, {"source": 13, "target": 190, "relation": "创作"}, {"source": 250, "target": 76, "relation": "创作"}, {"source": 46, "target": 250, "relation": "出自于"}, {"source": 199, "target": 260, "relation": "创作"}, {"source": 46, "target": 199, "relation": "出自于"}, {"source": 118, "target": 186, "relation": "创作"}, {"source": 46, "target": 118, "relation": "出自于"}, {"source": 243, "target": 163, "relation": "创作"}, {"source": 30, "target": 210, "relation": "创作"}, {"source": 124, "target": 154, "relation": "创作"}, {"source": 124, "target": 166, "relation": "创作"}, {"source": 237, "target": 238, "relation": "创作"}, {"source": 46, "target": 237, "relation": "出自于"}, {"source": 66, "target": 94, "relation": "创作"}, {"source": 46, "target": 66, "relation": "出自于"}, {"source": 230, "target": 262, "relation": "创作"}, {"source": 13, "target": 172, "relation": "创作"}, {"source": 78, "target": 108, "relation": "创作"}, {"source": 243, "target": 195, "relation": "创作"}, {"source": 88, "target": 207, "relation": "创作"}, {"source": 46, "target": 88, "relation": "出自于"}, {"source": 70, "target": 137, "relation": "创作"}, {"source": 151, "target": 70, "relation": "出自于"}, {"source": 13, "target": 18, "relation": "创作"}, {"source": 143, "target": 216, "relation": "创作"}, {"source": 209, "target": 143, "relation": "出自于"}, {"source": 148, "target": 194, "relation": "创作"}, {"source": 46, "target": 148, "relation": "出自于"}, {"source": 13, "target": 98, "relation": "创作"}, {"source": 9, "target": 144, "relation": "创作"}, {"source": 46, "target": 9, "relation": "出自于"}, {"source": 199, "target": 140, "relation": "创作"}, {"source": 243, "target": 239, "relation": "创作"}, {"source": 87, "target": 47, "relation": "创作"}, {"source": 46, "target": 87, "relation": "出自于"}, {"source": 237, "target": 176, "relation": "创作"}, {"source": 196, "target": 241, "relation": "创作"}, {"source": 218, "target": 196, "relation": "出自于"}, {"source": 90, "target": 169, "relation": "创作"}, {"source": 218, "target": 90, "relation": "出自于"}, {"source": 124, "target": 119, "relation": "创作"}, {"source": 175, "target": 67, "relation": "创作"}, {"source": 25, "target": 175, "relation": "出自于"}, {"source": 49, "target": 201, "relation": "创作"}, {"source": 46, "target": 49, "relation": "出自于"}, {"source": 88, "target": 252, "relation": "创作"}, {"source": 13, "target": 123, "relation": "创作"}, {"source": 3, "target": 14, "relation": "创作"}, {"source": 46, "target": 3, "relation": "出自于"}, {"source": 22, "target": 28, "relation": "创作"}, {"source": 218, "target": 22, "relation": "出自于"}, {"source": 180, "target": 43, "relation": "创作"}, {"source": 209, "target": 180, "relation": "出自于"}, {"source": 133, "target": 158, "relation": "创作"}, {"source": 46, "target": 133, "relation": "出自于"}, {"source": 147, "target": 77, "relation": "创作"}, {"source": 124, "target": 101, "relation": "创作"}, {"source": 200, "target": 187, "relation": "创作"}, {"source": 218, "target": 200, "relation": "出自于"}, {"source": 32, "target": 0, "relation": "创作"}, {"source": 46, "target": 32, "relation": "出自于"}, {"source": 124, "target": 15, "relation": "创作"}, {"source": 147, "target": 69, "relation": "创作"}, {"source": 87, "target": 127, "relation": "创作"}, {"source": 254, "target": 64, "relation": "创作"}, {"source": 34, "target": 44, "relation": "创作"}, {"source": 250, "target": 1, "relation": "创作"}, {"source": 254, "target": 23, "relation": "创作"}, {"source": 189, "target": 161, "relation": "创作"}, {"source": 218, "target": 189, "relation": "出自于"}, {"source": 162, "target": 103, "relation": "创作"}, {"source": 209, "target": 162, "relation": "出自于"}, {"source": 88, "target": 208, "relation": "创作"}, {"source": 33, "target": 233, "relation": "创作"}, {"source": 209, "target": 33, "relation": "出自于"}, {"source": 13, "target": 40, "relation": "创作"}, {"source": 13, "target": 202, "relation": "创作"}, {"source": 230, "target": 104, "relation": "创作"}, {"source": 13, "target": 220, "relation": "创作"}, {"source": 256, "target": 100, "relation": "创作"}, {"source": 209, "target": 256, "relation": "出自于"}, {"source": 17, "target": 95, "relation": "创作"}, {"source": 12, "target": 17, "relation": "出自于"}, {"source": 164, "target": 105, "relation": "创作"}, {"source": 73, "target": 188, "relation": "创作"}, {"source": 46, "target": 73, "relation": "出自于"}, {"source": 20, "target": 134, "relation": "创作"}, {"source": 209, "target": 20, "relation": "出自于"}, {"source": 148, "target": 37, "relation": "创作"}, {"source": 124, "target": 138, "relation": "创作"}, {"source": 13, "target": 146, "relation": "创作"}, {"source": 13, "target": 258, "relation": "创作"}, {"source": 13, "target": 68, "relation": "创作"}, {"source": 197, "target": 235, "relation": "创作"}, {"source": 209, "target": 197, "relation": "出自于"}, {"source": 128, "target": 244, "relation": "创作"}, {"source": 170, "target": 128, "relation": "出自于"}, {"source": 13, "target": 149, "relation": "创作"}, {"source": 131, "target": 5, "relation": "创作"}, {"source": 170, "target": 131, "relation": "出自于"}, {"source": 147, "target": 183, "relation": "创作"}, {"source": 124, "target": 45, "relation": "创作"}, {"source": 83, "target": 112, "relation": "创作"}, {"source": 209, "target": 83, "relation": "出自于"}, {"source": 124, "target": 21, "relation": "创作"}, {"source": 16, "target": 219, "relation": "创作"}, {"source": 209, "target": 16, "relation": "出自于"}, {"source": 251, "target": 39, "relation": "创作"}, {"source": 209, "target": 251, "relation": "出自于"}, {"source": 181, "target": 167, "relation": "创作"}, {"source": 46, "target": 181, "relation": "出自于"}, {"source": 171, "target": 29, "relation": "创作"}, {"source": 25, "target": 171, "relation": "出自于"}, {"source": 35, "target": 54, "relation": "创作"}, {"source": 209, "target": 35, "relation": "出自于"}]}