{"nodes": [{"name": "孟子引齐人言", "prop": {"content": "虽有智能。不如乘势。虽有鎡基。不如待时。", "translation": "无"}}, {"name": "将仲子", "prop": {"content": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。", "translation": "仲子哥啊你听我说，别翻越我家门户，别折了我种的杞树。哪是舍不得杞树啊，我是害怕我的父母。仲子哥实在让我牵挂，但父母的话也让我害怕。仲子哥啊你听我讲，别翻越我家围墙，别折了我种的绿桑。哪是舍不得桑树啊，我是害怕我的兄长。仲子哥实在让我牵挂，但兄长的话也让我害怕。仲子哥啊你听我言，别越过我家菜园，别折了我种的青檀。哪是舍不得檀树啊，我是害怕邻人毁谗。仲子哥实在让我牵挂，但邻人毁谗也让我害怕。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "扬之水", "prop": {"content": "扬之水，不流束楚。终鲜兄弟，维予与女。无信人之言，人实诳女。扬之水，不流束薪。终鲜兄弟，维予二人。无信人之言，人实不信。", "translation": "弯弯的小河水静静地流啊，成捆的荆条漂载不起来啊！我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊！你千万别信他人传闲话啊，他们那是在挑拨诳骗你啊！弯弯的小河水哗哗地淌啊，成捆的干柴漂载不起来啊！我娘家兄弟实在是太少啊，眼下就我和你咱夫妻俩啊！你千万别信他人传闲话啊，他们那些人实在不可信啊！"}}, {"name": "女曰鸡鸣", "prop": {"content": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。", "translation": "女说：公鸡已鸣唱。男说：天还没有亮。不信推窗看天上，启明星已在闪光。宿巢鸟雀将翱翔，射鸭射雁去芦荡。野鸭大雁射下来，为你烹调做好菜。佳肴做成共饮酒，白头偕老永相爱。女弹琴来男鼓瑟，和谐美满在一块。知你对我真关怀呀，送你杂佩答你爱呀。知你对我体贴细呀，送你杂佩表谢意呀。知你爱我是真情呀，送你杂佩表同心呀。"}}, {"name": "摽有梅", "prop": {"content": "摽有梅，其实七兮。求我庶士，迨其吉兮。摽有梅，其实三兮。求我庶士，迨其今兮。摽有梅，顷筐塈之。求我庶士，迨其谓之。", "translation": "梅子落地纷纷，树上还留七成。想要求娶我的儿郎，请不要耽误良辰。梅子落地纷纷，枝头只剩三成。想要求娶我的儿郎，到今儿切莫再等。梅子纷纷落地，收拾要用簸箕。想要求娶我的儿郎，快开口莫再迟疑。"}}, {"name": "月出", "prop": {"content": "月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。月出皓兮，佼人懰兮。舒懮受兮，劳心慅兮。月出照兮，佼人燎兮。舒夭绍兮，劳心惨兮。", "translation": "月亮出来多明亮，美人仪容真漂亮。身姿窈窕步轻盈，让我思念心烦忧。月亮出来多洁白，美人仪容真姣好。身姿窈窕步舒缓，让我思念心忧愁。月亮出来光普照，美人仪容真美好。身姿窈窕步优美，让我思念心烦躁。"}}, {"name": "南风歌", "prop": {"content": "南风之薰兮，可以解吾民之愠兮。南风之时兮，可以阜吾民之财兮。", "translation": "南风清凉阵阵吹啊，可以解除万民的愁苦。南风适时缓缓吹啊，可以丰富万民的财物。"}}, {"name": "匈奴歌", "prop": {"content": "失我焉支山，令我妇女无颜色。失我祁连山，使我六畜不蕃息。", "translation": "失去了焉支山，我们放牧困难，生活贫困，妇女们因过着穷苦的日子都没有好的容颜。失去了祁连山，使我们丧失了良好的牧场，牲畜不能繁殖。我们是多么凄伤啊！"}}, {"dynasty": "隋代"}, {"name": "褰裳", "prop": {"content": "子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他士？狂童之狂也且！", "translation": "你若爱我想念我，赶快提衣蹚溱河。你若不再想念我，岂无别人来找我？你真是个傻哥哥！你若爱我想念我，赶快提衣蹚洧河。你若不再想念我，岂无别的少年哥？你真是个傻哥哥！"}}, {"dynasty": "未知"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "氓", "prop": {"content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ ", "translation": "那个人老实忠厚，怀抱布匹来换丝。其实不是真的来换丝，是找个机会谈婚事。送郎君渡过淇水，一直送到顿丘。并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。请郎君不要生气，秋天到了来迎娶。"}}, {"name": "溱洧", "prop": {"content": "溱与洧，方涣涣兮。士与女，方秉蕳兮。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。", "translation": "溱水洧水长又长，河水流淌向远方。男男女女城外游，手拿蕳草求吉祥。女说咱们去看看？男说我已去一趟。再去一趟又何妨！洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药毋相忘。溱水洧水长又长，河水洋洋真清亮。男男女女城外游，游人如织闹嚷嚷。女说咱们去看看？男说我已去一趟。再去一趟又何妨！洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药表情长。"}}, {"name": "采葛", "prop": {"content": "彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮！一日不见，如三岁兮！", "translation": "那个采葛的姑娘，一天没有见到她，好像隔了三月啊！那个采萧的姑娘，一天没有见到她，好像隔了三季啊！那个采艾的姑娘，一天没有见到她，好像隔了三年啊！"}}, {"name": "弹歌", "prop": {"content": "断竹，续竹；飞土，逐宍。", "translation": "去砍伐野竹，连接起来制成弓；打出泥弹，追捕猎物。"}}, {"name": "孔雀东南飞并序 / ", "prop": {"content": "　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。　　孔雀东南飞，五里一徘徊。　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。　　阿母谓阿女：“汝可去应之。”　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。　　阿母谢媒人：“女子先有誓，老姥岂敢言！”　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ", "translation": "　　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首诗。"}}, {"name": "越人歌", "prop": {"content": "今夕何夕兮，搴舟中流。今日何日兮，得与王子同舟。蒙羞被好兮，不訾诟耻。心几烦而不绝兮，得知王子。山有木兮木有枝，心悦君兮君不知。", "translation": "今晚是怎样的晚上啊我驾着小舟在河上漫游。今天是什么日子啊能够与王子同船泛舟。承蒙王子看得起，不因为我是舟子的身份而嫌弃我，责骂我。心绪纷乱不止啊，因为能够结识王子。山上有树木啊树木有丫枝，心中喜欢着你啊你却不知道。"}}, {"name": "君子于役", "prop": {"content": "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？", "translation": "丈夫服役去远方，服役长短难估量，什么时候才回到家呢？鸡已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？丈夫服役去远方，每日每月恨日长，什么时候才能又相会？鸡纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！"}}, {"dynasty": "先秦"}, {"dynasty": "两汉"}, {"name": "紫芝歌", "prop": {"content": "莫莫高山。深谷逶迤。晔晔紫芝。可以疗饥。唐虞世远。吾将何归。驷马高盖。其忧甚大。富贵之畏人兮。贫贱之肆志。", "translation": "无"}}, {"name": "佚名", "dynasty": "隋代"}, {"name": "桃夭", "prop": {"content": "桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有蕡其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。", "translation": "桃花怒放千万朵，色彩鲜艳红似火。这位姑娘嫁过门，夫妻美满又和顺。桃花怒放千万朵，硕果累累大又多。这位姑娘嫁过门，早生贵子后嗣旺。桃花怒放千万朵，桃叶纷呈真茂盛。这位姑娘嫁过门，齐心携手家和睦。"}}, {"name": "于鹄", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "先秦"}, {"dynasty": "南北朝"}, {"name": "静女", "prop": {"content": "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。", "translation": "娴静姑娘真漂亮，约我等在城角楼上。故意躲藏让我找，急得搔头徘徊心紧张。娴静姑娘真娇艳，送我一枝红彤管。鲜红彤管有光彩，爱它颜色真鲜艳。郊野采荑送给我，荑草美好又珍异。不是荑草长得美，美人相赠厚情意。"}}, {"name": "康衢谣", "prop": {"content": "立我臣民，莫匪尔极，不识不知，顺帝之则。", "translation": "　　古史有言：“尧都平阳、舜都蒲坂、禹都安邑。”即今山西临汾、永济、夏县一带。悠悠五千年大中国，最古老的三大君王，他们统统崛起于原始农耕社会地肥水美的所在，山西的晋南地区。"}}, {"name": "巴女谣", "prop": {"content": "巴女骑牛唱竹枝，藕丝菱叶傍江时。不愁日暮还家错，记得芭蕉出槿篱。", "translation": "一个巴地小女孩骑着牛儿，唱着竹枝词，沿着处处盛开着荷花、铺展菱叶的江岸，慢悠悠地回家。不怕天晚了找不到家门，我知道我家门前有一棵芭蕉高高地挺出了木槿篱笆。"}}, {"dynasty": "唐代"}, {"name": "佚名", "dynasty": "未知"}, {"name": "鸡鸣歌", "prop": {"content": "东方欲明星烂烂，汝南晨鸡登坛唤。曲终漏尽严具陈，月没星稀天下旦。千门万户递鱼钥，宫中城上飞乌鹊。", "translation": "　　东方渐渐亮了，天已快明，这时夜空中还有星星闪耀，汝南的晨鸡已经开始啼叫了。一曲终了后，夜尽天亮，戒严的设施都陈列好了。月亮隐没，星星稀落，天大明了。耳畔传来用钥匙开宫门的声音，其声音之大就像千家万户都在开门。这时宫中城墙之上有乌鹊翩翩飞来。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "绵州巴歌", "prop": {"content": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。一半属罗江，一半属玄武。", "translation": "　　本篇运用各种主动形象的比喻来形容一条瀑布。先写瀑布的来路。在豆子山能听到溪涧里的流水声象打鼓似的，到扬平山就见到流水冲击石块，溅起的水点象下雨一样。由鼓声联想到娶新妇，由下雨联想到龙女，由龙女引出织绢，织出的绢，便是这条瀑布。最后交代瀑布的去向，一半流到罗江县，一半流到玄武县。全诗想象丰富，用的比喻非常质朴，表现出民歌独特的风趣。 "}}, {"name": "风雨", "prop": {"content": "风雨凄凄，鸡鸣喈喈。既见君子，云胡不夷。风雨潇潇，鸡鸣胶胶。既见君子，云胡不瘳。风雨如晦，鸡鸣不已。既见君子，云胡不喜。", "translation": "风凄凄呀雨凄凄，窗外鸡鸣声声急。风雨之时见到你，怎不心旷又神怡。风潇潇呀雨潇潇，窗外鸡鸣声声绕。风雨之时见到你，心病怎会不全消。风雨交加昏天地，窗外鸡鸣声不息。风雨之时见到你，心里怎能不欢喜。"}}, {"name": "华山畿·啼相忆", "prop": {"content": "啼相忆，泪如漏刻水，昼夜流不息。", "translation": "一边哭一边回忆，泪水就像漏刻里的水一样，从白天到晚上一直流个不停。"}}, {"name": "击壤歌", "prop": {"content": "日出而作，日入而息。凿井而饮，耕田而食。帝力于我何有哉！", "translation": "太阳升起就去耕作田地，太阳下山就回家去休息。凿一眼井就可以有水喝，耕田劳作就可获取食物。这样的日子有何不自在，谁还去羡慕帝王的权力。"}}, {"name": "终风", "prop": {"content": "终风且暴，顾我则笑。谑浪笑敖，中心是悼。终风且霾，惠然肯来。莫往莫来，悠悠我思。终风且曀，不日有曀。寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷。寤言不寐，愿言则怀。", "translation": "风整日的吹，又猛又急，他有时冲我回头只笑一笑。全是调戏放荡嘲讽又慢傲，让我心内深感悲伤更寂寥。风儿整日狂吹呀雨雾罩，他是否愿意痛快回家来哟？这个负心人不来也不往啊，让我空思念呀悠悠又遥遥。风儿整日吹呀天色阴沉，前天阴沉沉没几天又发昏。一梦醒来就再也难以入睡，为你我伤风感冒思念殷勤。风凄凄呀天昏地暗阴沉沉，雷声远远地传来约约隐隐。梦乡醒来就再也难以入睡，我总是不能排谴倍感伤心。"}}, {"name": "神鸡童谣", "prop": {"content": "生儿不用识文字，斗鸡走马胜读书。贾家小儿年十三，富贵荣华代不如。能令金距期胜负，白罗绣衫随软舆。父死长安千里外，差夫持道挽丧车。", "translation": "生了儿子用不着让他去学习知识，因为当今社会学会斗鸡走马这些娱乐手段，比读书还有用。你看那贾家的小伙子，年龄刚十三岁，家中的富贵奢华连许多世家大族都远远不如。贾昌技艺高超，能够号令群鸡，预期其中的胜负，他指挥斗鸡时身着绣着花纹的白色丝质衣衫，后面还跟着装饰华丽的乘舆。贾昌的父亲在长安千里之外的泰山下死去，贾昌奉旨扶柩回葬，沿途的县官们都有派差夫奉侍、引导、牵挽着灵车。"}}, {"name": "鸨羽", "prop": {"content": "肃肃鸨羽，集于苞栩。王事靡盬，不能蓺稷黍。父母何怙？悠悠苍天，曷其有所？肃肃鸨翼，集于苞棘。王事靡盬，不能蓺黍稷。父母何食？悠悠苍天，曷其有极？肃肃鸨行，集于苞桑。王事靡盬，不能蓺稻粱。父母何尝？悠悠苍天，曷其有常？", "translation": "大鸨扑棱棱地振动着翅膀，成群栖息在丛生的柞树上。王侯家的徭役无止又无休，我不能回家耕种五谷杂粮。我可怜的父母靠什么养活？可望不可及的老天爷在上，我何时才能返回我的家乡？大鸨扑棱棱地扇动着翅膀，成群落在丛生的酸枣树上。王侯家的徭役无休亦无止，我不能回家耕种五谷杂粮。可怜的父母有什么吃的啊？可望不可及的老天爷在上，什么时候我才能不再奔忙？大鸨扑棱棱地飞动着翅膀，成群栖息在丛生的桑树上。王侯家的徭役从来没有头，我不能回家耕种稻谷高粱。可怜的父母吃什么活着啊？可望不可及的老天爷在上，苦命的日子何时恢复正常？"}}], "edges": [{"source": 26, "target": 13, "relation": "创作"}, {"source": 20, "target": 26, "relation": "出自于"}, {"source": 26, "target": 18, "relation": "创作"}, {"source": 26, "target": 24, "relation": "创作"}, {"source": 26, "target": 28, "relation": "创作"}, {"source": 34, "target": 17, "relation": "创作"}, {"source": 27, "target": 34, "relation": "出自于"}, {"source": 26, "target": 38, "relation": "创作"}, {"source": 26, "target": 36, "relation": "创作"}, {"source": 26, "target": 19, "relation": "创作"}, {"source": 26, "target": 6, "relation": "创作"}, {"source": 26, "target": 15, "relation": "创作"}, {"source": 26, "target": 4, "relation": "创作"}, {"source": 26, "target": 5, "relation": "创作"}, {"source": 26, "target": 1, "relation": "创作"}, {"source": 26, "target": 14, "relation": "创作"}, {"source": 26, "target": 10, "relation": "创作"}, {"source": 26, "target": 16, "relation": "创作"}, {"source": 26, "target": 39, "relation": "创作"}, {"source": 26, "target": 7, "relation": "创作"}, {"source": 25, "target": 30, "relation": "创作"}, {"source": 31, "target": 25, "relation": "出自于"}, {"source": 12, "target": 8, "relation": "创作"}, {"source": 21, "target": 12, "relation": "出自于"}, {"source": 23, "target": 35, "relation": "创作"}, {"source": 9, "target": 23, "relation": "出自于"}, {"source": 26, "target": 41, "relation": "创作"}, {"source": 26, "target": 3, "relation": "创作"}, {"source": 2, "target": 40, "relation": "创作"}, {"source": 31, "target": 2, "relation": "出自于"}, {"source": 32, "target": 33, "relation": "创作"}, {"source": 11, "target": 32, "relation": "出自于"}, {"source": 12, "target": 22, "relation": "创作"}, {"source": 34, "target": 37, "relation": "创作"}, {"source": 26, "target": 0, "relation": "创作"}, {"source": 26, "target": 29, "relation": "创作"}]}