{"nodes": [{"dynasty": "宋代"}, {"name": "奉赠韦左丞丈二十二韵", "prop": {"content": "纨绔不饿死，儒冠多误身。丈人试静听，贱子请具陈。甫昔少年日，早充观国宾。读书破万卷，下笔如有神。(读书破万卷 一作：读破万卷书)赋料扬雄敌，诗看子建亲。李邕求识面，王翰愿卜邻。自谓颇挺出，立登要路津。致君尧舜上，再使风俗淳。此意竟萧条，行歌非隐沦。骑驴十三载，旅食京华春。朝扣富儿门，暮随肥马尘。残杯与冷炙，到处潜悲辛。主上顷见征，欻然欲求伸。青冥却垂翅，蹭蹬无纵鳞。甚愧丈人厚，甚知丈人真。每于百僚上，猥诵佳句新。窃效贡公喜，难甘原宪贫。焉能心怏怏，只是走踆踆。今欲东入海，即将西去秦。尚怜终南山，回首清渭滨。常拟报一饭，况怀辞大臣。白鸥没浩荡，万里谁能驯？", "translation": "无"}}, {"dynasty": "清代"}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "观书有感·其一", "prop": {"content": "半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)", "translation": "半亩大的方形池塘像一面镜子一样打开，天光、云影在水面上闪耀浮动。要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。"}}, {"name": "和董传留别", "prop": {"content": "粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。", "translation": "虽然生活当中身上包裹着粗衣劣布，但胸中有学问气质自然光彩夺人。不喜欢陪伴着年老的学人一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。虽不能像孟郊那样骑马看花，但却有机会被那“选婿车”包围，让自己眼花缭乱。中举仍然可以向世俗之人夸耀，诏书上如鸦的黑字新写着你的名字呢。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "夜读兵书", "prop": {"content": "孤灯耿霜夕，穷山读兵书。平生万里心，执戈王前驱。战死士所有，耻复守妻孥。成功亦邂逅，逆料政自疏。陂泽号饥鸿，岁月欺贫儒。叹息镜中面，安得长肤腴。", "translation": "一盏孤灯将秋夜照得通明，我正在深山认真阅读兵书。平生心愿是奔赴万里边防，手拿武器为保卫祖国战斗。战死在沙场是志士的本分，耻于厮守在妻子儿女身旁。能否为国立功这要看机遇，预料前程如何未免太迂疏。哀鸿遍野人民正啼饥号寒，岁月蹉跎使贫儒深感心忧。可叹镜中的容颜日渐衰老，怎锈永葆丰满润泽的肌肤！"}}, {"name": "潍县署中寄舍弟墨第一", "prop": {"content": "　　读书以过目成诵为能，最是不济事。　　眼中了了，心下匆匆，方寸无多，往来应接不暇，如看场中美色，一眼即过，与我何与也？千古过目成诵，孰有如孔子者乎？读《易》至韦编三绝，不知翻阅过几千百遍来，微言精义，愈探愈出，愈研愈入，愈往而不知其所穷。虽生知安行之圣，不废困勉下学之功也。东坡读书不用两遍，然其在翰林读《阿房宫赋》至四鼓，老吏苦之，坡洒然不倦。岂以一过即记，遂了其事乎！惟虞世南、张睢阳、张方平，平生书不再读，迄无佳文。　　且过辄成诵，又有无所不诵之陋。即如《史记》百三十篇中，以《项羽本纪》为最，而《项羽本纪》中，又以巨鹿之战、鸿门之宴、垓下之会为最。反覆诵观，可欣可泣，在此数段耳。若一部《史记》，篇篇都读，字字都记，岂非没分晓的钝汉！更有小说家言，各种传奇恶曲，及打油诗词，亦复寓目不忘，如破烂厨柜，臭油坏酱悉贮其中，其龌龊亦耐不得。", "translation": "　　读书把看了一遍便能背诵作为值得肯定的才能，（其实）是最不能成事的。"}}, {"name": "绝句·书当快意读易尽", "prop": {"content": "书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？", "translation": "读到称心满意的书很容易就读完了，想与意气相投的朋友见面却久盼不来。世界上的事往往是这样美中不足与意愿相乖，人生百年，有多少次能够欢笑开怀？"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "未知"}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "夜深", "prop": {"content": "虚堂人静不闻更，独坐书床对夜灯。门外不知春雪霁，半峰残月一溪冰。", "translation": "我独坐书床，挑灯夜读，在这安静的夜里连打更声都没有听到。门外的春雪不知什么时候已经停了，一弯残月挂在半山一湾流水悄然成冰。"}}, {"name": "观书", "prop": {"content": "书卷多情似故人，晨昏忧乐每相亲。眼前直下三千字，胸次全无一点尘。活水源流随处满，东风花柳逐时新。金鞍玉勒寻芳客，未信我庐别有春。", "translation": "书卷就好像是我的多年老友，无论清晨傍晚还是忧愁快乐总有它的陪伴。眼前浏览过无数的文字后，心中再无半点尘世间的世俗杂念。坚持经常读书，新鲜的想法源源不断的涌来用之不竭。勤奋攻读，像东风里花柳争换得形色簇新。漫跨着金鞍，权贵们犹叹芳踪难寻，不相信我这书斋里别有春景。"}}, {"name": "读陆放翁集", "prop": {"content": "诗界千年靡靡风，兵魂销尽国魂空。集中什九从军乐，亘古男儿一放翁。", "translation": "　　梁启超的《读陆放翁集》作于他一八九九年戊戌变法失败后出走日本期间，写的是读陆游诗集引起的感慨。这里所选的是其中一首。"}}, {"name": "夜吟", "prop": {"content": "六十余年妄学诗，功夫深处独心知。夜来一笑寒灯下，始是金丹换骨时。", "translation": "六十年来我妄想学诗，到如今作诗的工夫才算达到深处，这一点只有我自己知道。夜来独坐寒灯下，却有豁然通达之感，不由发出会心的一笑，整个人就像是服下金丹似的有脱胎换骨的舒适畅快的感觉。"}}, {"name": "咏史八首·其一", "prop": {"content": "弱冠弄柔翰，卓荦观群书。著论准过秦，作赋拟子虚。边城苦鸣镝，羽檄飞京都。虽非甲胄士，畴昔览穰苴。长啸激清风，志若无东吴。铅刀贵一割，梦想骋良图。左眄澄江湘，右盼定羌胡。功成不受爵，长揖归田庐。", "translation": "自己二十岁就擅长写文章，博览群书，才能卓异。写论文以《过秦论》为准则，作赋以《子虚赋》为典范。边疆苦于敌人的侵犯，告急的文书驰传到京师。我虽然不是将士，但也读过《司马穰苴兵法》一类的兵书。放声长啸，啸声在风声中激荡，志气豪迈，哪里把东吴放在眼里。自己的才能虽然像铅刀那样柔软，但仍然有一割之用。做梦也想施展自己的才能。消灭江南的东吴，平定西北的羌胡。要学习鲁仲连那样，为平原君却秦兵，功成身退。"}}, {"name": "古人谈读书", "prop": {"content": "论语敏而好学，不耻下问。知之为知之，不知为不知，是知也。默而识之，学而不厌，诲人不倦。朱熹余尝谓：读书有三到，谓心到、眼到、口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？曾国藩盖士人读书，第一要有志，第二要有识，第三要有恒。有志则断不甘为下流；有识则知学问无尽，不敢以一得自足，如河伯之观海，如井蛙之窥天，皆无识者也；有恒者则断无不成之事。此三者缺一不可。", "translation": "天资聪明而又好学的人，不以向地位比自己低、学识比自己差的人请教为耻。知道就是知道，不知道就是不知道，这样才是真正的智慧。默默地记住所学的知识，学习不觉得满足，教人不知道疲倦。"}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "司马光好学", "prop": {"content": "　　司马温公幼时，患记问不若人。群居讲习，众兄弟既成诵，游息矣；独下帷绝编，迨能倍诵乃止。用力多者收功远，其所精诵，乃终身不忘也。温公尝言：“书不可不成诵。或在马上，或中夜不寝时，咏其文，思其义，所得多矣。”（选自朱熹编辑的《三朝名臣言行录》）", "translation": "　　司马光幼年时，担心自己记诵诗书以备应答的能力不如别人，所以大家在一起学习讨论时，别的兄弟会背诵了，就去玩耍休息；（司马光却）独自留下来，专心刻苦地读书，一直到能够背的烂熟于心为止。（因为）读书时下的工夫多，收获大，（所以）他所精读和背诵过的书，就能终身不忘。司马光曾经说： “ 读书不能不背诵，当你在骑马走路的时候，在半夜睡不着觉的时候，吟咏读过的文章，想想它的意思，收获就会非常大！ ”"}}, {"dynasty": "唐代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "读山海经·其一", "prop": {"content": "孟夏草木长，绕屋树扶疏。 众鸟欣有托，吾亦爱吾庐。 既耕亦已种，时还读我书。 穷巷隔深辙，颇回故人车。 欢言酌春酒，摘我园中蔬。 微雨从东来，好风与之俱。 泛览《周王传》，流观《山海图》。 俯仰终宇宙，不乐复何如？", "translation": "孟夏的时节草木茂盛，绿树围绕着我的房屋。鸟儿为有了依托的地方而高兴，我也喜爱我的茅庐。耕种过之后，我时常返回来读我喜爱的书。居住在僻静的村巷中远离喧嚣，即使是老朋友驾车探望也掉头回去。（我）欢快地饮酌春酒，采摘园中的蔬菜。?细雨从东方而来，夹杂着清爽的风。泛读着《周王传》，浏览着《山海经图》。（在）俯仰之间纵览宇宙，还有什么比这个更快乐呢？"}}, {"dynasty": "魏晋"}, {"name": "白鹿洞二首·其一", "prop": {"content": "读书不觉已春深，一寸光阴一寸金。(已春深 一作：春已深)不是道人来引笑，周情孔思正追寻。", "translation": "专心读书，不知不觉已经到了暮春时节，一寸光阴就像一寸黄金珍贵。如果不是道人来逗笑，还在深入钻研周公孔子的精义、教导呢。 "}}, {"name": "柏学士茅屋", "prop": {"content": "碧山学士焚银鱼，白马却走深岩居。古人已用三冬足，年少今开万卷余。晴云满户团倾盖，秋水浮阶溜决渠。富贵必从勤苦得，男儿须读五车书。", "translation": "安史之乱的战火使柏学士失去了官职，昔日常参议朝政，直言相谏的他，将茅屋搭建在险峻的碧山之中，隐居于此。但他仍象汉代文学家东方朔一样的刻苦读书，虽然他年少，但已学业有成。观茅屋户外，那祥云如车盖一样密密地聚集，秋水顺着道路，如大水决渠一样地湍急流去。自古以来荣华富贵必定从勤苦中得到，有识之男应当如柏学士一样去博览群书，以求功名。"}}, {"name": "皮日休", "dynasty": "唐代"}, {"dynasty": "先秦"}, {"name": "陆游", "dynasty": "宋代"}, {"dynasty": "未知"}, {"name": "论语", "dynasty": "先秦"}, {"name": "劝学", "prop": {"content": "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。", "translation": "每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年不知道早起勤奋学习，到老了后悔读书少就太迟了。"}}, {"dynasty": "近现代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "秋夜读书每以二鼓尽为", "prop": {"content": "腐儒碌碌叹无奇，独喜遗编不我欺。白发无情侵老境，青灯有味似儿时。高梧策策传寒意，叠鼓冬冬迫睡期。秋夜渐长饥作祟，一杯山药进琼糜。", "translation": "我这个迂腐的儒生，可叹一生碌碌无奇，却只爱前人留下来的著作，从不将我欺骗。白发无情地爬上头顶，渐渐地进入老年，读书的青灯却依旧像儿时那样亲切有味。高大的梧桐策策作响，传来一阵阵寒意，读书兴致正浓，忽听更鼓冬冬催人入睡。秋夜漫漫，饥肠辘辘，再也难以读下去，喝杯山药煮成的薯粥，胜过那佳肴美味。"}}, {"name": "宋琬", "dynasty": "清代"}, {"name": "于谦", "dynasty": "明代"}, {"name": "又示宗武", "prop": {"content": "觅句新知律，摊书解满床。试吟青玉案，莫羡紫罗囊。假日从时饮，明年共我长。应须饱经术，已似爱文章。十五男儿志，三千弟子行。曾参与游夏，达者得升堂。", "translation": "你最近已经懂得按律写诗，也会摊开书本坐在桌前看书了。你应该试着吟诵像张衡《四愁诗》那样的古诗，而不要羡慕谢玄玩香囊一类的嬉戏。只有休息的日子才能偶尔饮一次酒，明年你就长得和我一般高了。你这个年龄应该饱读诗书，辞章之学的妙处，你似乎已经领悟了。十五岁的年纪，正是男儿立志向学的时候，孔子三千弟子。只有曾参、子夏、子游这样学得通达的人，才能登堂入室。"}}, {"name": "读书", "prop": {"content": "家资是何物，积帙列梁梠。高斋晓开卷，独共圣人语。英贤虽异世，自古心相许。案头见蠹鱼，犹胜凡俦侣。", "translation": "家中的财产是些什么，就是那满满一屋的书籍。在环境优美安静的书斋缓缓打开书卷，徜徉书海与圣贤心灵对话。德才兼备的人们虽然没有在同一时代，但自古以来他们却是互相赞许欣赏的。在书桌上看见书的欣喜，胜过与阔别已久的好友相见。"}}, {"name": "读书", "prop": {"content": "平生爱客如爱书，力虽不逮意有余。门前车马久扫迹，老病又与黄卷疏。人情冷暖可无问，手不触书吾自恨。今年入秋风雨频，灯火得凉初可近。年过七十眼尚明，天公成就老书生。旧业虽衰犹不坠，夜窗父子读书声。", "translation": "平生爱好招待朋友就和喜爱书一样，虽然有时招待不周但是心诚意满。已经很久没有客人来访，身体衰弱又多病，只能整日与书作伴。人世间人情冷暖可以没有，但是手不翻阅书籍却会悔恨万分。今年入秋以来风雨很频繁，天气寒凉靠近灯火读书已经七十岁了眼睛还能看清，这是上天有意成全我这个爱读书的老书生。曾经的事业虽然衰退但还未忘怀，夜晚窗户里只传出父子的读书声。"}}, {"name": "王冕好学", "prop": {"content": "　　王冕者，诸暨人。七八岁时，父命牧牛陇上，窃入学舍，听诸生诵书；听已，辄默记。暮归，忘其牛。或牵牛来责蹊田者。父怒，挞之，已而复如初。母曰：“儿痴如此，曷不听其所为？”冕因去，依僧寺以居。夜潜出，坐佛膝上，执策映长明灯读之，琅琅达旦。佛像多土偶，狞恶可怖；冕小儿，恬若不见。　　安阳韩性闻而异之", "translation": "录为弟子"}}, {"name": "读韩杜集", "prop": {"content": "杜诗韩笔愁来读，似倩麻姑痒处搔。天外凤凰谁得髓？无人解合续弦胶。", "translation": "杜诗和韩文在愁闷时诵读，舒心爽气就像请仙女麻姑在痒处搔。天外的凤凰谁能得其精髓?世上无人懂得配制续弦胶。"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "感皇恩·读庄子闻朱晦", "prop": {"content": "案上数编书，非庄即老。会说忘言始知道；万言千句，不自能忘堪笑。今朝梅雨霁，青天好。一壑一丘，轻衫短帽。白发多时故人少。子云何在，应有玄经遗草。江河流日夜，何时了。", "translation": "桌案上摆放着的几卷书，都是老庄的著作，读了也会说“忘言”通晓规律与道理这样的话。说了千句万言，其实还是不能真忘，的确可笑。今天梅雨停止，放晴了，天气真好。如今隐退山林丘壑，身穿轻衫，头戴短帽。白发渐渐增多，而故人却越来越少。先生已逝，无论去了何处，也会像扬雄那样留下不朽经典，就像江河日夜奔流，永不停息。"}}, {"name": "读书", "prop": {"content": "归志宁无五亩园，读书本意在元元。灯前目力虽非昔，犹课蝇头二万言。", "translation": "归乡隐居的志向就算没有那五亩田园也依然如故，读书的本意原是为了黎明百姓。灯下读书，眼神已不比从前，却还是阅读完了两万的蝇头小字。"}}, {"name": "读孟尝君传", "prop": {"content": "　　世皆称孟尝君能得士，士以故归之，而卒赖其力以脱于虎豹之秦。嗟乎！孟尝君特鸡鸣狗盗之雄耳，岂足以言得士？不然，擅齐之强，得一士焉，宜可以南面而制秦，尚何取鸡鸣狗盗之力哉？夫鸡鸣狗盗之出其门，此士之所以不至也。", "translation": "　　世人都称赞孟尝君能够招贤纳士，贤士因为这个缘故归附他，而孟尝君终于依靠他们的力量，从像虎豹一样凶残的秦国逃脱出来。唉！孟尝君只不过是一群鸡鸣狗盗的首领罢了，哪里能说是得到了贤士！如果不是这样，（孟尝君）拥有齐国强大的国力，只要得到一个贤士，（齐国）就应当可以依靠国力制服秦国君临天下，还用得着鸡鸣狗盗之徒的力量吗？鸡鸣狗盗之徒出现在他的门庭上，这就是贤士不归附他的原因。"}}, {"name": "冬夜读书示子聿", "prop": {"content": "古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。", "translation": "古人在学习上不遗余力，年轻时下功夫，到老年才有所成就。从书本上得来的知识毕竟不够完善，要透彻地认识事物还必须亲自实践。"}}, {"name": "宋濂", "dynasty": "明代"}, {"name": "颜真卿", "dynasty": "唐代"}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "劝学诗", "prop": {"content": "富家不用买良田，书中自有千钟粟。安居不用架高堂，书中自有黄金屋。出门莫恨无人随，书中车马多如簇。娶妻莫恨无良媒，书中自有颜如玉。男儿欲遂平生志，五经勤向窗前读。", "translation": "想要让家庭富裕不需要买肥沃的土地，读书就可以获得许多稻米。想要生活安定，不需要建造高大堂皇的房子，书中就有黄金打造的房子。出门不要怕没有人跟随，读书做了官就能享受车马的簇拥。娶妻不要害怕没说媒，考取功名后自然能拥有美人。男人如果想实现平生志向，就赶紧勤奋地在窗前读书吧。"}}, {"name": "劝学", "prop": {"content": "击石乃有火，不击元无烟。人学始知道，不学非自然。万事须己运，他得非我贤。青春须早为，岂能长少年。", "translation": "只有击打石头，才会有火花；如果不击打，连一点儿烟也不冒出。人也是这样，只有通过学习，才能掌握知识；如果不学习，知识不会从天上掉下来。任何事情必须自己去实践，别人得到的知识不能代替自己的才能。青春年少时期就应趁早努力，一个人难道能够永远都是“少年”吗？"}}, {"dynasty": "朝代"}, {"name": "读书要三到", "prop": {"content": "凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？", "translation": "只要是读书，就要每个字都读得很大声，不可以读错一个字，不可以少读一个字，不可以多读一个字，不可以读颠倒一个字，不可以勉强硬记，只要多读几遍，自然而然就顺口而出，即使时间久了也不会忘记。古人说过：“读书百遍，其义自见。”就是说书读得熟了，那么不依靠别人解释说明，自然就会明白它的道理了。我曾经说过：读书有三到，谓心到、眼到、口到。心思不在书本上，那么眼睛就不会仔细看，心和眼既然不专心致志，却只是随随便便地读，就一定不能记住，即使记住了也不能长久。三到之中，心到最重要 。心既然已经到了，眼和口难道会不到吗？ "}}, {"name": "王贞白", "dynasty": "唐代"}, {"name": "萧抡谓", "dynasty": "清代"}, {"name": "梁启超", "dynasty": "近现代"}, {"name": "张耒", "dynasty": "宋代"}, {"name": "斋中读书", "prop": {"content": "昔余游京华，未尝废丘壑。矧乃归山川，心迹双寂寞。虚馆绝诤讼，空庭来鸟雀。卧疾丰暇豫，翰墨时间作。怀抱观古今，寝食展戏谑。既笑沮溺苦，又哂子云阁。执戟亦以疲，耕稼岂云乐。万事难并欢，达生幸可托。", "translation": "曾在京都做官多年，却从未忘怀过山水。何况是来到以山水闻名的永嘉郡，内心思想和事务行为都感到空虚。官衙内没有狱讼案件而显得清闲，官堂庭院空旷清静以致招来鸟雀止息觅食。卧病在床多有闲暇安乐的日子，文章诗赋时常写一写。怀抱典籍图书从典籍图书中观览古今人事，在寝卧饮食之时展开谈论说笑。即嘲笑长沮和桀溺的苦，又讥笑扬雄投阁自杀一事。做官既然太疲倦了，耕种哪里能算快乐。要寻求解决世事难并欢的矛盾，只好寄希望于老庄的道家思想。"}}, {"name": "舟中读书", "prop": {"content": "久抛青简束行幐，白鸟苍蝇甚可憎。身是蠹鱼酬夙债，黄河浪里读书灯。", "translation": "总是背着行囊奔波在路上，已经抛开书籍很久了；加上蚊子、苍蝇的侵扰，实在难以静心读书。但我毕竟是一条书虫，读书是前世欠下的债，为了还债，在黄河壮奇雄阔的浪涛间，在小船窗前就着单薄的烛灯读书。"}}, {"name": "劝学诗 / 偶成", "prop": {"content": "少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。", "translation": "青春的日子十分容易逝去，学问却很难获得成功，所以每一寸光阴都不能轻易放过。没等池塘生春草的美梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。 "}}, {"name": "南园十三首·其六", "prop": {"content": "寻章摘句老雕虫，晓月当帘挂玉弓。不见年年辽海上，文章何处哭秋风。", "translation": "青春年华就消磨在这寻章摘句的雕虫小技上了，当破晓之月对着帘幕，如玉弓挂于天边时仍伏案疾书。难道没有看见辽东辽海一带还战乱连年吗？此时像宋玉那样的悲秋文章又有什么地方需要它呢？"}}, {"name": "左思", "dynasty": "魏晋"}, {"name": "周弼", "dynasty": "宋代"}, {"name": "上曾子固龙图书", "prop": {"content": "　　某尝以谓君子之文章，不浮于其德，其刚柔缓急之气，繁简舒敏之节，一出乎其诚，不隐其所已至，不强其所不知，譬之楚人之必为楚声，秦人之必衣秦服也。惟其言不浮乎其心，故因其言而求之，则潜德道志，不可隐伏。盖古之人不知言则无以知人，而世之惑者，徒知夫言与德二者不可以相通，或信其言而疑其行。呜呼！是徒知其一，而不知夫君子之文章，固出于其德，与夫无其德而有其言者异位也。某之初为文，最喜读左氏、《离骚》之书。丘明之文美矣，然其行事不见于后，不可得而考。屈平之仁，不忍私其身，其气道，其趣高，故其言反覆曲折，初疑于繁，左顾右挽，中疑其迂，然至诚恻怛于其心，故其言周密而不厌。考乎其终，而知其仁也愤而非怼也，异而自洁而非私也，彷徨悲嗟，卒无存省之者，故剖志决虑以无自显，此屈原之忠也。故其文如明珠美玉，丽而可悦也；如秋风夜露，凄忽而感恻也；如神仙烟云，高远而不可挹也。惟其言以考其事，其有不合者乎？　　自三代以来，最喜读太史公、韩退之之文。司马迁奇迈慷慨，自其少时，周游天下，交结豪杰。其学长于讨论寻绎前世之迹，负气敢言，以蹈于祸。故其文章疏荡明白，简朴而驰骋。惟其平生之志有所郁于中，故其余章末句，时有感激而不泄者。韩愈之文如先王之衣冠，郊庙之江鼎俎，至其放逸超卓，不可收揽，则极言语之怀巧，有不足以过之者。嗟乎！退之之于唐，盖不试遇矣。然其犯人主，忤权臣，临义而忘难，刚毅而信实，而其学又能独出于道德灭裂之后，纂孔孟之余绪以自立其说，则愈之文章虽欲不如是，盖不可得也。　　自唐以来，更五代之纷纭。宋兴，锄叛而讨亡。及仁宗之朝，天下大定，兵戈不试，休养生息，日趋于富盛之域。士大夫之游于其时者，谈笑佚乐，无复向者幽忧不平之气，天下之文章稍稍兴起。而庐陵欧阳公始为古文，近揆两汉，远追三代，而出于孟轲、韩愈之间，以立一家之言，积习而益高，淬濯而益新。而后四方学者，始耻其旧而惟古之求。而欧阳公于是时，实持其权以开引天下豪杰，而世之号能文章者，其出欧阳之门者居十九焉。而执事实为之冠，其文章论议与之上下。闻之先达，以谓公之文其兴虽后于欧公，屹然欧公之所畏，忘其后来而论及者也。某自初读书即知读执事之文既思而思之广求远访以日揽其变呜呼如公者真极天下之文者欤！", "translation": "无"}}, {"name": "郑燮", "dynasty": "清代"}, {"dynasty": "明代"}, {"name": "赵恒", "dynasty": "宋代"}, {"name": "观书有感·其二", "prop": {"content": "昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。", "translation": "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。 "}}, {"name": "菩萨蛮·送曹君之庄所", "prop": {"content": "人间岁月堂堂去，劝君快上青云路。圣处一灯传，工夫萤雪边。麴生风味恶，辜负西窗约。沙岸片帆开，寄书无雁来。", "translation": "　　这是一首送别词，当时曹君离别去他的田庄，此人作下此词劝勉曹君立志学习，做出一番事业。洋溢对年轻后进的关爱之情。"}}, {"name": "读书", "prop": {"content": "幽沉谢世事，俯默窥唐虞。上下观古今，起伏千万途。遇欣或自笑，感戚亦以吁。缥帙各舒散，前后互相逾。瘴痾扰灵府，日与往昔殊。临文乍了了，彻卷兀若无。竟夕谁与言，但与竹素俱。倦极更倒卧，熟寐乃一苏。欠伸展肢体，吟咏心自愉。得意适其适，非愿为世儒。道尽即闭口，萧散捐囚拘。巧者为我拙，智者为我愚。书史足自悦，安用勤与劬。贵尔六尺躯，勿为名所驱。", "translation": "无"}}, {"name": "李生论善学者", "prop": {"content": "　　王生好学而不得法。其友李生问之曰：“或谓君不善学，信乎？”王生不说，曰：“凡师之所言，吾悉能志之，是不亦善学乎？”李生说之曰：“孔子云‘学而不思则罔’，盖学贵善思，君但志之而不思之，终必无所成，何以谓之善学也？”王生益愠，不应而还走。居五日，李生故寻王生，告之曰：“夫善学者不耻下问，择善而从之，冀闻道也。余一言未尽，而君变色以去。几欲拒人千里之外，其择善学者所应有邪？学者之大忌，莫逾自厌，盍改之乎？不然，迨年事蹉跎，虽欲改励，恐不及矣！”王生惊觉，谢曰：“余不敏，今日始知君言之善。请铭之坐右，以昭炯戒。”", "translation": "无"}}, {"dynasty": "南北朝"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "读书有所见作", "prop": {"content": "人心如良苗，得养乃滋长；苗以泉水灌，心以理义养。一日不读书，胸臆无佳想。一月不读书，耳目失精爽。", "translation": "　　这首诗举例了读书的益处与不读书的坏处，忠告人们要热爱读书，读书要持之以恒，并将其道理表达得淋漓尽致。 "}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "作者", "dynasty": "朝代"}], "edges": [{"source": 79, "target": 77, "relation": "创作"}, {"source": 53, "target": 79, "relation": "出自于"}, {"source": 29, "target": 47, "relation": "创作"}, {"source": 0, "target": 29, "relation": "出自于"}, {"source": 12, "target": 4, "relation": "创作"}, {"source": 0, "target": 12, "relation": "出自于"}, {"source": 49, "target": 32, "relation": "创作"}, {"source": 21, "target": 49, "relation": "出自于"}, {"source": 12, "target": 61, "relation": "创作"}, {"source": 6, "target": 5, "relation": "创作"}, {"source": 0, "target": 6, "relation": "出自于"}, {"source": 12, "target": 69, "relation": "创作"}, {"source": 55, "target": 25, "relation": "创作"}, {"source": 21, "target": 55, "relation": "出自于"}, {"source": 43, "target": 52, "relation": "创作"}, {"source": 21, "target": 43, "relation": "出自于"}, {"source": 37, "target": 14, "relation": "创作"}, {"source": 67, "target": 37, "relation": "出自于"}, {"source": 29, "target": 45, "relation": "创作"}, {"source": 10, "target": 1, "relation": "创作"}, {"source": 21, "target": 10, "relation": "出自于"}, {"source": 68, "target": 51, "relation": "创作"}, {"source": 0, "target": 68, "relation": "出自于"}, {"source": 12, "target": 54, "relation": "创作"}, {"source": 34, "target": 23, "relation": "创作"}, {"source": 24, "target": 34, "relation": "出自于"}, {"source": 11, "target": 18, "relation": "创作"}, {"source": 30, "target": 11, "relation": "出自于"}, {"source": 19, "target": 9, "relation": "创作"}, {"source": 0, "target": 19, "relation": "出自于"}, {"source": 22, "target": 46, "relation": "创作"}, {"source": 0, "target": 22, "relation": "出自于"}, {"source": 10, "target": 26, "relation": "创作"}, {"source": 56, "target": 76, "relation": "创作"}, {"source": 2, "target": 56, "relation": "出自于"}, {"source": 50, "target": 71, "relation": "创作"}, {"source": 21, "target": 50, "relation": "出自于"}, {"source": 74, "target": 62, "relation": "创作"}, {"source": 21, "target": 74, "relation": "出自于"}, {"source": 63, "target": 17, "relation": "创作"}, {"source": 24, "target": 63, "relation": "出自于"}, {"source": 12, "target": 20, "relation": "创作"}, {"source": 78, "target": 70, "relation": "创作"}, {"source": 0, "target": 78, "relation": "出自于"}, {"source": 48, "target": 41, "relation": "创作"}, {"source": 67, "target": 48, "relation": "出自于"}, {"source": 66, "target": 8, "relation": "创作"}, {"source": 2, "target": 66, "relation": "出自于"}, {"source": 27, "target": 39, "relation": "创作"}, {"source": 21, "target": 27, "relation": "出自于"}, {"source": 57, "target": 15, "relation": "创作"}, {"source": 33, "target": 57, "relation": "出自于"}, {"source": 29, "target": 35, "relation": "创作"}, {"source": 75, "target": 42, "relation": "创作"}, {"source": 21, "target": 75, "relation": "出自于"}, {"source": 78, "target": 44, "relation": "创作"}, {"source": 3, "target": 59, "relation": "创作"}, {"source": 73, "target": 3, "relation": "出自于"}, {"source": 36, "target": 60, "relation": "创作"}, {"source": 2, "target": 36, "relation": "出自于"}, {"source": 29, "target": 16, "relation": "创作"}, {"source": 10, "target": 38, "relation": "创作"}, {"source": 29, "target": 7, "relation": "创作"}, {"source": 64, "target": 13, "relation": "创作"}, {"source": 0, "target": 64, "relation": "出自于"}, {"source": 29, "target": 40, "relation": "创作"}, {"source": 31, "target": 72, "relation": "创作"}, {"source": 28, "target": 31, "relation": "出自于"}, {"source": 58, "target": 65, "relation": "创作"}, {"source": 0, "target": 58, "relation": "出自于"}]}