{"nodes": [{"name": "谢朓", "dynasty": "南北朝"}, {"name": "流莺", "prop": {"content": "流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。", "translation": "居无定所的黄莺总是不停地飞翔漂泊，越过小路，临近河边，无法自持。它那美妙婉转的歌声中怎么能没有本意？适逢春日芳辰也不能实现自己的愿望。鸣啭在风朝霞夜阴晴之日，鸣啭在千门万户开闭之时。我曾为伤春之情所苦，实在不忍在听它的哀鸣，然而这京城又哪里能找到可以栖居的花枝呢？"}}, {"name": "何景明", "dynasty": "明代"}, {"name": "咏同心芙蓉", "prop": {"content": "灼灼荷花瑞，亭亭出水中。一茎孤引绿，双影共分红。色夺歌人脸，香乱舞衣风。名莲自可念，况复两心同。", "translation": "鲜艳明亮的荷花代表着祥瑞，亭亭玉立站在水中。一根花茎引出翠绿之色，两个花朵分用一片鲜红。花颜好像拿走了歌伎的面色，香气迷乱好像舞动衣服引起的微风。这样的莲花必然会互相思念，更何况它们的心是在一起的。"}}, {"name": "静诺", "dynasty": "清代"}, {"name": "同谢谘议咏铜雀台", "prop": {"content": "穗帷飘井干，樽酒若平生。郁郁西陵树，讵闻歌吹声。芳襟染泪迹，婵媛空复情。玉座犹寂寞，况乃妾身轻。", "translation": "铜雀台上飘着灵帐，就像死者活着一样供给他酒食。曹操墓地的树木都长得很茂盛了，他哪里还能听到妄伎唱歌奏乐的声音呢？妾伎们落泪，空余感伤之情，死人也不知道。曹操这样的人物尚有一死，妾伎又何足道呢！"}}, {"name": "潇湘神·斑竹枝", "prop": {"content": "斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。", "translation": "斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。"}}, {"name": "蝶恋花·两岸月桥花半吐", "prop": {"content": "两岸月桥花半吐。红透肌香，暗把游人误。尽道武陵溪上路。不知迷入江南去。 先自冰霜真态度。何事枝头，点点胭脂污。莫是东君嫌淡素。问花花又娇无语。", "translation": "拱桥两岸红梅花儿刚刚绽放，露出鲜红的花瓣，散发着沁人心肺的清香。不知不觉地将游人误导，产生出许多幻想。自以为走进了武陵溪上的桃花林中，却不知已踏入江南迷人的红梅之乡。梅花啊，你本应是冰清玉洁的素装，为何却在枝头把胭脂涂上？莫非司春的女神不喜欢清淡，才为你化上这般浓艳的红妆？红梅默默不作回答，只是一副娇羞可人的模样。"}}, {"name": "答李滁州题庭前石竹花见", "prop": {"content": "殷疑曙霞染，巧类匣刀裁。不怕南风热，能迎小暑开。游蜂怜色好，思妇感年催。览赠添离恨，愁肠日几回。", "translation": "殷红的石竹花好似被朝霞所染，花朵精致，又好像用匣刀裁剪过。它不畏惧暑夏热风，在炎热的小暑节气中肆意绽放。蜜蜂飞来飞去爱怜花色的香美，思念丈夫的妇人，对花感叹时光相催。读者朋友的赠诗，增添了离恨别愁，忧思郁结在心里，一天要难过好几回。"}}, {"name": "李元膺", "dynasty": "宋代"}, {"name": "咏孤石", "prop": {"content": "中原一孤石，地理不知年。根含彭泽浪，顶入香炉烟。崖成二鸟翼，峰作一芙莲。何时发东武，今来镇蠡川。", "translation": "　　孤石指大孤山，在江西省鄱阳湖出口入长江处，横扼大湖，孤峰独耸，因山形似鞋，故又名鞋山。惠标曾长期云游漂泊，对闽、浙、赣诸省的自然风光相当熟稔、非常热爱，因而写了不少吟咏山水的诗文。这首五言律诗，既有雄伟磅礴的气势，又有凝炼隽永的韵味，用明快流利的节奏，形象生动的比喻，准确精炼的语言，错落有致的背景，形容出一座石峰的瑰丽英姿。全诗清新明朗、玲珑剔透。 "}}, {"name": "乌江", "prop": {"content": "兵散弓残挫虎威，单枪匹马突重围。 英雄去尽羞容在，看却江东不得归。", "translation": "　　《咏乌江》，本诗是咏怀项羽作品中的扛鼎之作，第一句就先说明垓下之战项羽的结局，第二句用通俗的词汇展现出了西楚霸王力能扛鼎的英雄之气。最后两句指明项羽的失败，表现了作者对这个悲剧英雄深深的同情。 "}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "秘色越器", "prop": {"content": "九秋风露越窑开，夺得千峰翠色来。好向中宵盛沆瀣，共嵇中散斗遗杯。", "translation": "九月深秋的晨风中，露水沾衣，越窑中烧制的瓷器出窑；颜色似青如黛，与周围的山峰融为一体，夺得千峰万山的翠色。那些堆放到正确的朝向的瓷器，到夜半时就会盛载一些露水，浅浅地盛有露水的碗如同嵇中散留下的斗酒时还残存浊酒的杯子。"}}, {"name": "郑域", "dynasty": "宋代"}, {"name": "梅花绝句", "prop": {"content": "当年走马锦城西，曾为梅花醉似泥。二十里中香不断，青羊宫到浣花溪。", "translation": "那一年骑马经过锦官城的西面时，曾为绚丽的梅花陶醉，曾为此在那里喝酒欣赏并大醉了一场。从青羊宫到浣花溪，二十多里路，梅花的香气未曾间断，令人陶醉。"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "王冕", "dynasty": "元代"}, {"name": "元好问", "dynasty": "金朝"}, {"name": "养竹记", "prop": {"content": "　　竹似贤，何哉？竹本固，固以树德，君子见其本，则思善建不拔者。竹性直，直以立身；君子见其性，则思中立不倚者。竹心空，空以体道；君子见其心，则思应用虚受者。竹节贞，贞以立志；君子见其节，则思砥砺名行，夷险一致者。夫如是，故君子人多树之，为庭实焉。　　贞元十九年春，居易以拔萃选及第，授校书郎，始于长安求假居处，得常乐里故关相国私第之东亭而处之。明日，履及于亭之东南隅，见丛竹于斯，枝叶殄瘁，无声无色。询于关氏之老，则曰：此相国之手植者。自相国捐馆，他人假居，由是筐篚者斩焉，彗帚者刈焉，刑余之材，长无寻焉，数无百焉。又有凡草木杂生其中，菶茸荟郁，有无竹之心焉。居易惜其尝经长者之手，而见贱俗人之目，剪弃若是，本性犹存。乃芟蘙荟，除粪壤，疏其间，封其下，不终日而毕。于是日出有清阴，风来有清声。依依然，欣欣然，若有情于感遇也。　　嗟乎！竹植物也，于人何有哉？以其有似于贤而人爱惜之，封植之，况其真贤者乎？然则竹之于草木，犹贤之于众庶。呜呼！竹不能自异，唯人异之。贤不能自异，唯用贤者异之。故作《养竹记》，书于亭之壁，以贻其后之居斯者，亦欲以闻于今之用贤者云。", "translation": "　　竹子像贤人，这是为什么，竹子的根稳固，稳固是为了确立竹子的本性，君子看见它的根，就想到要培植好坚定不移的品格。竹子的秉性直，直是为了站住身体，君子看见它这种秉性，就想到要正直无私，不趋炎附势。竹子的心空，空是为了虚心接受道，君子看见它的心，就想到要虚心接受一切有用的东西。竹子的节坚定，坚定是为了立志，君子看见它的节，就想到要磨炼自己的品行，不管一帆风顺还是遇到危险时，都始终如一。正因为如此，君子都喜欢种竹，把它作为庭院中存在价值的东西。"}}, {"name": "刘桢", "dynasty": "两汉"}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "三闾庙", "prop": {"content": "为嫌朝野尽陶陶，不觉官高怨亦高。 憔悴莫酬渔父笑，浪交千载咏离骚。", "translation": "无"}}, {"name": "苔", "prop": {"content": "各有心情在，随渠爱暖凉。青苔问红叶，何物是斜阳。", "translation": "无"}}, {"name": "点绛唇·咏梅月", "prop": {"content": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "translation": "整夜思念着远方的知音，在清澈的池水边，横斜着清瘦稀疏的梅花影子。小窗外被月光照得如同白昼一样，那一缕缕情思、一阵阵暗香，都透出在这幽静的夜晚。那清淡的月光，那疏梅的幽芳，将伴人进入梦乡，梦中很可能见到远在千里外的长久思念的知音。你知道不，纵然屡遭风吹雨打的摧残，梅的品格还是依然如故。"}}, {"name": "文徵明", "dynasty": "明代"}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "霜天晓角·梅", "prop": {"content": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。清绝，影也别。知心惟有月。元没春风情性，如何共、海棠说。", "translation": "梅花经历无数次的霜打雪压，受尽了寒冷的折磨。但它依旧凭着它生来就瘦细而劲健的身躯傲寒绽放，即使那凄凉的角声吹彻了《梅花落》，它也全然不怕。梅花清峭奇丽，超尘拔俗，连花影也与众不同。能与它知心的，惟有夜空中那轮皎洁的明月。梅花先春而发，它有不与众花在春风中争艳的本性，不能与那海棠共悦结缘。"}}, {"name": "咏萤诗", "prop": {"content": "本将秋草并，今与夕风轻。腾空类星陨，拂树若生花。屏疑神火照，帘似夜珠明。逢君拾光彩，不吝此生轻。", "translation": "夏末秋初时腐草一起化为萤火虫，现在却在夜空中轻轻飘荡。飞舞在空中就像陨落的星星，拂树而过的萤火虫，仿佛是树间开放的花朵。屏风被那神奇的火光照亮，门帘上也似乎缀上了一颗颗夜明珠。如果您拾取我这发光的小虫，那我毫不吝惜自己的微躯。"}}, {"name": "赵溍", "dynasty": "宋代"}, {"name": "丘浚", "dynasty": "明代"}, {"name": "蜀桐", "prop": {"content": "玉垒高桐拂玉绳，上含非雾下含冰。枉教紫凤无栖处，斫作秋琴弹坏陵。", "translation": "玉垒山上的高高桐树挺立苍穹，抚拂星辰，树梢上裹着朦胧的云雾，树根浸着厚厚的寒冰。但是徒然长得这般高大并未成为紫凤栖身之材，却被砍作了秋琴，悲伤地弹奏着《坏陵》。"}}, {"name": "莲蓬人", "prop": {"content": "芰裳荇带处仙乡，风定犹闻碧玉香。鹭影不来秋瑟瑟，苇花伴宿露瀼瀼。扫除腻粉呈风骨，褪却红衣学淡装。好向濂溪称净植，莫随残叶堕寒塘！", "translation": "以菱叶作衣荇茎为带的莲蓬人，她如同纯洁的少女居住在仙乡 。即使秋风停止了，仍然散发着清香。在秋风轻吹的时候，鹭鸶鸟早已飞逃远方。在寒露浓聚的深夜里，只有洁白的芦花伴她入梦乡。她洗净了滑腻的脂粉，更显露出品格的高尚。她脱掉了过去浓艳的矫饰，却换上了如今纯朴的淡妆。这正好告慰在天的濂溪先生，她仍然洁净地挺立生长。永远保持淡雅绝尘的风采，不随残叶坠入冰冷污秽的荷塘。"}}, {"name": "蟾宫曲·咏西湖", "prop": {"content": "西湖烟水茫茫，百顷风潭，十里荷香。宜雨宜晴，宜西施淡抹浓妆。尾尾相衔画舫，尽欢声无日不笙簧。春暖花香，岁稔时康。真乃“上有天堂，下有苏杭。”", "translation": "　　烟水浩渺的西湖波光荡漾，在百顷微风飘拂的水潭上，十里水面飘溢荷香。雨也适宜晴也适宜，更像西施那样无论淡抹浓妆都艳丽无双。一只只画船尾尾相接，欢声笑语，笙歌弹唱，没有那一天不沸沸扬扬。春暖时节百花芬芳，庄稼丰收四季安康。真是上有天堂下有苏杭。 "}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "墨梅", "prop": {"content": "我家洗砚池头树，朵朵花开淡墨痕。(我家 一作：吾家；朵朵 一作：个个)不要人夸好颜色，只留清气满乾坤。(好颜色 一作：颜色好)", "translation": "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。"}}, {"name": "沁园春·咏菜花", "prop": {"content": "极目离离，遍地濛濛，官桥野塘。正杏腮低亚，添他旖旎；柳丝浅拂，益尔轻飏。绣袜才挑，罗裙可择，小摘情亲也不妨。风流甚，映粉红墙低，一片鹅黄。曾经舞榭歌场，却付与空园锁夕阳。纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。每到年时，此花娇处，观里夭桃已断肠。沉吟久，怕落红如海，流入春江。", "translation": "　　此词咏菜花，并未明言“菜花”，却处处把菜花写得明丽鲜艳，婀娜多姿，贴切而又传神。上片描绘旖旎春光，大地美景。先写杏腮低亚，柳丝浅拂，作为衬托，再写菜花“映粉红墙低，一片鹅黄”。下片写其娇艳。“纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。”此花娇处，能使观里夭桃断肠。结句更渲染出春光无限。全词工丽别致，曲尽其妙，鲜艳明媚，含蓄蕴藉。 "}}, {"dynasty": "近现代"}, {"name": "柳梢青·茅舍疏篱", "prop": {"content": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "translation": "①宁宁：宁静之意。　移时：谓少顷。 "}}, {"name": "一萼红·古城阴", "prop": {"content": "丙午人日，予客长沙别驾之观政堂。堂下曲沼，沼西负古垣，有卢橘幽篁，一径深曲。穿径而南，官梅数十株，如椒、如菽，或红破白露，枝影扶疏。着屐苍苔细石间，野兴横生。亟命驾登定王台，乱湘流，入麓山，湘云低昂，湘波容与，兴尽悲来，醉吟成调。古城阴，有官梅几许，红萼未宜簪。池面冰胶，墙腰雪老，云意还又沉沉。翠藤共闲穿径竹，渐笑语惊起卧沙禽。野老林泉，故王台榭，呼唤登临。南去北来何事？荡湘云楚水，目极伤心。朱户黏鸡，金盘簇燕，空叹时序侵寻。记曾共西楼雅集，想垂杨还袅万丝金。待得归鞍到时，只怕春深。", "translation": "无"}}, {"name": "菩萨蛮·春风试手先梅蕊", "prop": {"content": "春风试手先梅蕊，頩姿冷艳明沙水。不受众芳知，端须月与期。清香闲自远，先向钗头见。雪后燕瑶池，人间第一枝。", "translation": "春风最先试着让梅花吐出嫩嫩的花蕊。花瓶中的梅花姿色美丽，冷韵幽香，伴随着它的是明沙净水。它不卑不亢，从容自如，不能被其他花儿理解，应当与月亮约定日期来作伴。它的香气清幽淡雅，传得很远，总是先在女子们的钗头上出现。大雪过后。梅花被王母宴请到瑶池，这是人世间报春的第一枝花。"}}, {"name": "曲池荷", "prop": {"content": "浮香绕曲岸，圆影覆华池。常恐秋风早，飘零君不知。", "translation": "曲折的堤岸弥漫着荷花清幽的香气，圆圆的荷叶重重叠叠的覆盖在池塘上。常常担心萧瑟的秋风来得太早，让人来不及欣赏荷花就凋落了。"}}, {"name": "戏题牡丹", "prop": {"content": "幸自同开俱阴隐，何须相倚斗轻盈。陵晨并作新妆面，对客偏含不语情。双燕无机还拂掠，游蜂多思正经营。长年是事皆抛尽，今日栏边暂眼明。", "translation": "很庆幸这些牡丹花开时，枝叶俱茂，所以花朵隐约依稀，它们也毋须互相依倚着争奇斗艳，以轻盈相比。清晨到来时一朵朵花儿都像新妆的面庞一样，对着赏花的宾客偏偏都含着羞怯不语的深情。没有心机的双燕时时从花上掠过，多情的游蜂却正在花间盘旋采蜜。多年来我已懒于过问世事，令天在栏边看到这些牡丹，禁不住眼光暂时明亮起来。"}}, {"name": "崔曙", "dynasty": "唐代"}, {"name": "赠王桂阳", "prop": {"content": "松生数寸时，遂为草所没。未见笼云心，谁知负霜骨。弱干可摧残，纤茎易陵忽。何当数千尺，为君覆明月。", "translation": "一棵幼松刚刚出土，就被丛生的杂草埋住。没能看到它那笼聚云气的心志，谁能知道它有不畏霜雪的傲骨。软弱的枝干随时可能遭受摧残，纤细的茎叶容易受到轻藐欺侮。应当让它长成参天大树，为你御寒遮暑。"}}, {"name": "幽兰", "prop": {"content": "幽植众宁知，芬芳只暗持。自无君子佩，未是国香衰。白露沾长早，春风到每迟。不如当路草，芬馥欲何为。", "translation": "生于山野的兰花众人又有谁能知道它呢，只是自己默默保持着芬芳的花香。自古以来不会有君子采撷佩戴，即使是它芬芳正盛的时候。寒露早早地就侵袭而来，温暖的春天却总是等候很久也不来。被弃掷路边如同荒草，纵然有芬芳馥郁的香气又能如何。"}}, {"dynasty": "元代"}, {"name": "莲叶", "prop": {"content": "移舟水溅差差绿，倚槛风摆柄柄香。(风摆 一作：风摇)多谢浣纱人未折，雨中留得盖鸳鸯。", "translation": "　　船儿前行，河水溅起，参差的绿荷在荡漾，倚在船边的栏杆旁，风一阵阵的吹来，摇动着一柄柄荷叶，送来缕缕清香。要多多感谢那些浣纱的女子，她们没来采摘荷叶，这样，在雨中荷叶还可以遮盖戏水的鸳鸯。 "}}, {"name": "鹧鸪天·桂花", "prop": {"content": "暗淡轻黄体性柔，情疏迹远只香留。何须浅碧深红色，自是花中第一流。(深 一作：轻)梅定妒，菊应羞，画阑开处冠中秋。骚人可煞无情思，何事当年不见收。(阑 通：栏)", "translation": "　　此花浅黄而清幽，形貌温顺又娇羞。性情萧疏远离尘世，它的浓香却久久存留。无须用浅绿或大红的色相去招摇炫弄，它本来就是花中的第一流。　　梅花肯定妒忌它，而它又足以令迟开的菊花感到害羞。在装有华丽护栏的花园里，它在中秋的应时花木中无双无俦。大诗人屈原啊，可真叫无情无义，在写到诸多花木的《离骚》里，为何岩桂不被收？"}}, {"name": "柳絮", "prop": {"content": "二月杨花轻复微，春风摇荡惹人衣。 他家本是无情物，一任南飞又北飞。", "translation": "二月的杨花轻盈而卑微，随着春风摇摇荡荡，撩惹他人衣襟。上天给柳絮本来的命运就是无情的，一意让它南飞北飞，飘忽无定。 "}}, {"name": "金缕曲·咏白海棠", "prop": {"content": "洞户深深掩。笑世间、浓脂腻粉，那般妆点。认取朦胧明月下，不许东风偷飐。偏触动、词人系念。昨日微阴今日雨，好春光有限无馀欠。肯为我，一时暂。冰绡雾縠谁烘染？爱依依、柔条照水，靓妆清艳。墙角绿阴栏外影，印上芸窗冰簟。隔一片、清阴暗澹。不是封姨情太薄，是盈盈树底魂难忏。春欲暮，易生感。", "translation": "无"}}, {"name": "深院", "prop": {"content": "鹅儿唼啑栀黄觜，凤子轻盈腻粉腰。深院下帘人昼寝，红蔷薇架碧芭蕉。", "translation": "小鹅儿张开栀子一般的黄嘴巴发出吃食声，凤蝶扭动粉色的细腰在空中飞舞轻盈。院子因为主人拉下窗帘睡眠而变得更清静，红色的蔷薇和碧绿的芭蕉叶相互衬映。"}}, {"name": "鹊", "prop": {"content": "偏承雨露润毛衣，黑白分明众所知。高处营巢亲凤阙，静时闲语上龙墀。化为金印新祥瑞，飞向银河旧路岐。莫怪天涯栖不稳，托身须是万年枝。", "translation": "偏偏受上天的恩泽，雨露湿润了喜鹊的羽毛，黑白分明的毛色是大家共知的。高处营建的巢穴靠近着凤凰的栖息处，闲静时上到龙墀处“喳喳”地叫着。山鹊化为金印的传说预兆着祥瑞气，飞向九天银河做牛郎织女相会的桥梁。不要怪天涯飘泊居无定所，能托身一处便是万年的琼枝。"}}, {"name": "卜算子·咏梅", "prop": {"content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著)?无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。", "translation": "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 "}}, {"name": "石象之", "dynasty": "宋代"}, {"name": "临江仙·孤雁", "prop": {"content": "霜冷离鸿惊失伴，有人同病相怜。拟凭尺素寄愁边，愁多书屡易，双泪落灯前。莫对月明思往事，也知消减年年。无端嘹唳一声传，西风吹只影，刚是早秋天。", "translation": "秋霜遍地，离群的大雁失去了自己的同伴，它可知道，地上有个人与它同病相怜。想要将一怀愁绪用短信寄出去，却发现愁绪太多变换不定，于是只能对着烛光暗自垂泪。不要对着明月遥想当年的往事，那会让人衣带渐宽，形影憔悴。忽然云中传来一声孤雁哀鸣，抬头望去，那孤单的身影缥缈在初秋的寒风之中。"}}, {"name": "望隔墙花诗", "prop": {"content": "隔墙花半隐，犹见动花枝。当由美人摘，讵止春风吹。", "translation": "从高墙下经过，尽管墙头的花朵半隐半现，却依然望见了因枝条受到牵动而引起的悠悠晃动。料想是墙内有美人在攀折花朵，不只是因为春风把它吹动。"}}, {"name": "晁冲之", "dynasty": "宋代"}, {"name": "天香·咏龙涎香", "prop": {"content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。讯远槎风，梦深薇露，化作断魂心字。红瓷候火，还乍识、冰环玉指。一缕萦帘翠影，依稀海天云气。 几回殢娇半醉。翦春灯、夜寒花碎。更好故溪飞雪，小窗深闭。荀令如今顿老，总忘却、樽前旧风味。谩惜余熏，空篝素被。", "translation": "无"}}, {"name": "最高楼·咏梅", "prop": {"content": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。花不向沉香亭上看。树不着唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。", "translation": "春意刚刚显露，梅花的清香却早已传播开来。它们在幽静的院落里，以自己的清高绝俗的姿态，斗奇争妍。它的紫檀色般的枝干，下垂似流苏；它金黄色的须蕊，胜过辟寒金做成的花钿。琼树它虽华贵，比不上高洁的梅花，只值得一笑。沉香亭上的牡丹花和唐昌宫里的玉蕊花虽被万千游人所爱，但高洁的梅花也不愿与之为伍。能够与其并列的形象都与其有着一衣带水的联系，只是还隔着蒙蒙的风烟。就像洗尽铅华呈素姿的宓妃和蛾眉淡描的虢国夫人。但现在，虽然梅花与她们看似相同，但际遇却相差甚远，对比之下，十分可怜啊。"}}, {"name": "成彦雄", "dynasty": "宋代"}, {"name": "咏华山", "prop": {"content": "只有天在上，更无山与齐。举头红日近，回首白云低。", "translation": "华山的上面只有青天，世上更是找不到和它齐平的山。在山顶抬头就能看到红色的太阳有多近，回头看甚至觉得白云都很低。"}}, {"name": "蓦山溪·梅", "prop": {"content": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？", "translation": "洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？"}}, {"name": "纪映淮", "dynasty": "清代"}, {"name": "高观国", "dynasty": "宋代"}, {"name": "咏长城", "prop": {"content": "秦筑长城比铁牢，蕃戎不敢过临洮。 虽然万里连云际，争及尧阶三尺高。 ", "translation": "秦王朝修筑的长城固若金汤，北方外敌全都无法越过临洮。虽然他的长城宏伟浩大，高接云天，政权却是迅速瓦解，还不及尧帝殿前的三尺台阶。"}}, {"name": "方向", "dynasty": "明代"}, {"name": "虞美人·赋虞美人草", "prop": {"content": "当年得意如芳草。日日春风好。拔山力尽忽悲歌。饮罢虞兮从此、奈君何。人间不识精诚苦。贪看青青舞。蓦然敛袂却亭亭。怕是曲中犹带、楚歌声。", "translation": "当年春风得意，好像芳草天天得到春风吹拂。由胜转衰，四面楚歌，只得高声哀唱，和虞美人诀别。帐饮之后，彼此分离，而虞姬从此要何以对待项羽呢？众人只知欣赏美妙舞姿，不解其内心悲楚。虞美人草静止不动就像那整整衣袖、亭亭玉立的美人，停止歌舞，怕是曲中犹带楚歌声引起了虞姬的怀旧情绪而不忍卒舞。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "咏愁", "prop": {"content": "来何容易去何迟，半在心头半在眉。门掩落花春去后，窗涵残月酒醒时。柔如万顷连天草，乱似千寻帀地丝。除却五侯歌舞地，人间何处不相随？", "translation": "来时潜移暗度，去时慢慢悠悠；一半挂在眉梢，一半藏在心头。春老花残红满地，半掩房门泪暗流；残月满窗深夜里，酒醒入去独淹留。似一望无边的野草，风连浪续，细软轻柔；像一团绕地的乱丝，纠缠凌乱，无尾无头。除了权势人家，谁能无虑无忧？看人世问时时处处，无论哪里都有忧愁！"}}, {"name": "诉衷情·送春", "prop": {"content": "一鞭清晓喜还家。宿醉困流霞。夜来小雨新霁，双燕舞风斜。 山不尽，水无涯。望中赊。送春滋味，念远情怀，分付杨花。", "translation": "清晨里扬鞭打马欢欢喜喜回家，昨晚沉沉的醉意还没有全消。夜里下过小雨，现在已经放晴，燕子双双在微风中轻飘。山不尽，水无边，回头眺望来路真是漫长遥远。眼看就要与家人团圆，往日那些送春的惆怅滋味，怀念远方亲人的愁苦情怀，如今都交给飞扬的柳絮一起飞。"}}, {"name": "咏甘蔗", "prop": {"content": "绿阵连烟垠，风雨化精节。玉露含青紫，沁彻哲人心。", "translation": "无"}}, {"name": "采桑子·塞上咏雪花", "prop": {"content": "非关癖爱轻模样，冷处偏佳。别有根芽，不是人间富贵花。谢娘别后谁能惜，飘泊天涯。寒月悲笳，万里西风瀚海沙。", "translation": "我喜欢的并不只是雪花轻舞飞扬的姿态，还有它那不惧寒冷的精神。无根却似有根，有着人间富贵之花不可比拟的高洁之姿。谢道韫去世后有谁真正了解、怜惜它呢？漂泊天涯，在寒冷的月光和悲笳声中任西风吹向无际的大漠。 "}}, {"name": "望岳三首·其二", "prop": {"content": "西岳崚嶒竦处尊，诸峰罗立似儿孙。安得仙人九节杖，拄到玉女洗头盆。车箱入谷无归路，箭栝通天有一门。稍待秋风凉冷后，高寻白帝问真源。", "translation": "西岳高耸似一位德高望重的老人，群峰在其周围则像他的儿孙。怎么才能求得仙人杖，拄着它登上华山去玉女祠呢？可进了车箱谷就难以回归了，而山峰像通天的箭尾直抵天门，难以登爬。稍稍等待天气转凉后，登上山顶去，看山本貌。"}}, {"name": "醉中天·咏大蝴蝶", "prop": {"content": "弹破庄周梦，两翅驾东风，三百座名园、一采一个空。谁道风流种，唬杀寻芳的蜜蜂。轻轻飞动，把卖花人搧过桥东。", "translation": "　　挣破了那庄周的梦境，来到现实中，硕大的双翅驾着浩荡的东风。把三百座名园里的花蜜全采了一个空，谁知道它是天生的风流种，吓跑了采蜜的蜜蜂。翅膀轻轻搧动，把卖花的人都搧过桥东去了。"}}, {"name": "暗香疏影·夹钟宫赋墨梅", "prop": {"content": "占春压一。卷峭寒万里，平沙飞雪。数点酥钿，凌晓东风□吹裂。独曳横梢瘦影，入广平、裁冰词笔。记五湖、清夜推篷，临水一痕月。 何逊扬州旧事，五更梦半醒，胡调吹彻。若把南枝，图入凌烟，香满玉楼琼阙。相将初试红盐味，到烟雨、青黄时节。想雁空、北落冬深，澹墨晚天云阔。", "translation": "无"}}, {"name": "谢燮", "dynasty": "南北朝"}, {"name": "长亭怨慢·雁", "prop": {"content": "结多少悲秋俦侣，特地年年，北风吹度。紫塞门孤，金河月冷，恨谁诉？回汀枉渚，也只恋江南住。随意落平沙，巧排作、参差筝柱。别浦，惯惊移莫定，应怯败荷疏雨。一绳云杪，看字字悬针垂露。渐欹斜、无力低飘，正目送、碧罗天暮。写不了相思，又蘸凉波飞去。", "translation": "北风年年有意吹到塞外，悲秋的大雁结成伴侣将飞向南方。寂寥的关塞，广漠的天空，满腔的哀怨向谁倾诉呢？雁群飞过水滩，越过水中的沙洲，只是恋着江南的故土，它们落在沙滩上象是筝上参差错落的弦柱。雁群飞蓟水滨，落下又惊起，似乎败荷疏雨都使雁群惊恐不安。大雁升空继续高飞远去，它们象一条绳悬挂云端。雁群飞得疲惫了，在暮色苍茫的天际渐渐欹斜低飘：但对江南的相思萦绕于心，它们没有停留下来。又蘸着冷风离去。"}}, {"name": "吴融", "dynasty": "唐代"}, {"name": "垂柳", "prop": {"content": "绊惹春风别有情，世间谁敢斗轻盈。楚王江畔无端种，饿损纤腰学不成。", "translation": "垂柳绊惹着春风翩然起舞别有一番情怀"}}, {"name": "鱼玄机", "dynasty": "唐代"}, {"name": "曹勋", "dynasty": "宋代"}, {"name": "咏孤石", "prop": {"content": "迥石直生空，平湖四望通。岩根恒洒浪，树杪镇摇风。偃流还渍影，侵霞更上红。独拔群峰外，孤秀白云中。", "translation": "远望孤石，它拔地而起，直插云霄，屹立在平阔的湖边，极目四方，空旷无际。它的底部常有湖水拍打，浪花飞溅，石上生长的树木树梢伸向空中，承受着天风的吹拂。孤石倒映在湖水之中的身影，像是自身浸染在水中一般，上空彩霞铺洒，更是五色生辉。它独立挺拔在群峰之外，不与争奇；独自于秀洁于白云之中，永保高洁。"}}, {"name": "环山樵", "dynasty": "清代"}, {"name": "崔铉", "dynasty": "唐代"}, {"name": "刘学箕", "dynasty": "宋代"}, {"name": "惜秋华·木芙蓉", "prop": {"content": "路远仙城，自王郎去后，芳卿憔悴。锦段镜空，重铺步障新绮。凡花瘦不禁秋，幻腻玉、腴红鲜丽。相携。试新妆乍毕，交扶轻醉。 长记断桥外。骤玉骢过处，千娇凝睇。昨梦顿醒，依约旧时眉翠。愁边暮合碧云，倩唱入、六幺声里。风起。舞斜阳、阑干十二。", "translation": "　　《惜秋华》，梦窗词入夹钟商。双调，九十三字，上片四仄韵，下片六仄韵。《梦窗词集》收此词调五首，也因句逗有异可分为三格：上片八句，下片九句一格；上下片各九句一格；上片十句，下片九句一格。"}}, {"dynasty": "金朝"}, {"name": "野菊", "prop": {"content": "晚艳出荒篱，冷香著秋水。忆向山中见，伴蛩石壁里。", "translation": "荒废的篱边，盛开着丛丛野菊，冷冷的清香幽幽地笼罩在秋水上。诗人猛然回想起在山中也曾见过野菊，它是那样茂盛地簇生在石缝里，与它为伴的只有曜曜呜叫的秋虫。"}}, {"name": "咏柳 / 柳枝词", "prop": {"content": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。", "translation": "高高的柳树长满了嫩绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。不知道这细细的柳叶是谁裁剪出来的？是那二月的春风，它就像一把神奇的剪刀。"}}, {"name": "萧绎", "dynasty": "南北朝"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "卜算子·咏梅", "prop": {"content": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。", "translation": "品读了陆游的《卜算子·咏梅》，反用其原本的寓意而写了这首词。"}}, {"name": "留春令·咏梅花", "prop": {"content": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。", "translation": "作为梅花的老朋友，我立在梅花溪上，只见如烟的暮霭笼罩着梅树枝梢，胧的月儿高挂在树梢上空，此刻我牵挂月下雾中的梅花"}}, {"name": "章孝标", "dynasty": "唐代"}, {"name": "暗香疏影", "prop": {"content": "　　辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。　　暗香　　旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压西湖寒碧。又片片、吹尽也，几时见得。　　疏影　　苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "translation": "　　这两首词是文学史上著名的咏梅词，是姜夔的代表作之一。白石咏梅词共有十七首，古其全词的六分之一，此二篇最为精绝。张炎在所著《词源》中说：诗之赋梅，惟和靖一联而已，世非无诗，不能与之齐驱耳。词之赋梅，惟姜白石《暗香》、《疏影》二曲，前无古人，后无来者，自立新意，真为绝唱。"}}, {"name": "杏花", "prop": {"content": "石梁度空旷，茅屋临清炯。俯窥娇饶杏，未觉身胜影。嫣如景阳妃，含笑堕宫井。怊怅有微波，残妆坏难整。", "translation": "拦水的石坝跨过空旷的水面，茅屋就坐落在溪水清明的小溪旁。俯看娇艳富丽的杏花，并不觉得花儿胜过水中的倒影。巧笑嫣然如同景阳宫的妃嫔，含笑落进宫井之中。水面涟漪，将水中佳人的容颜妆饰弄得残破难整，让人惆怅不已。"}}, {"name": "咏归堂隐鳞洞", "prop": {"content": "先生名利比尘灰，绿竹青松手自栽。拟把一竿盘石上，幅巾闲过峡山来。清时通退一何忙，抚志山西汉仲长。静觉眼根无俗物，翛然一室自焚香。隐德家声累世闻，考盘幽涧作闲人。夭红过眼随荣谢，菊秀兰香自占春。种竹淇园远致君，生平孤节负辛勤。需贤侧席非无意，地远言轻岂易闻。", "translation": "　　该诗描写了作者在福建南平藏春峡读书论学时怀有的抱负，表现了其以竹自喻的清高雅致和怀才不遇的心情。 "}}, {"name": "杖铭", "prop": {"content": "　　历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言。都蔗虽甘，殆不可杖。佞人悦己，亦不可相。杖必取任，不必用味。士必任贤，何必取贵？", "translation": "无"}}, {"name": "山园小梅二首", "prop": {"content": "众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。", "translation": "百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "周文质", "dynasty": "元代"}, {"name": "题菊花", "prop": {"content": "飒飒西风满院栽，蕊寒香冷蝶难来。 他年我若为青帝，报与桃花一处开。", "translation": "秋风飒飒摇动满院菊花，花蕊花香充满寒意，再难有蝴蝶飞来采蜜。若是有朝一日我成为了司春之神，一定要让菊花和桃花同在春天盛开。"}}, {"name": "咏早梅 / 扬州法曹梅", "prop": {"content": "兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。", "translation": "园林里的变化容易看出物候时序的转换，最其中最能标志时节变化的就是梅花。梅花不怕霜雪、不畏风寒，在零霜下雪的时候，它就在路边开放了。梅花枝叶横斜在却月观外，怒放的梅花掩映着凌风台。梅花盛开的时候可以使被遗弃者见之有感而落泪，也可以使钟情的人触景兴怀而勃发。梅花应该也知道自己会早早飘落，所以赶在孟春正月就开起花来了。"}}, {"name": "南轩松", "prop": {"content": "南轩有孤松，柯叶自绵幂。清风无闲时，潇洒终日夕。阴生古苔绿，色染秋烟碧。何当凌云霄，直上数千尺。", "translation": "南面窗外有棵孤傲的青松，枝叶繁茂层层叠叠。清风时时摇着它的枝条，潇洒终日是多么惬意。阴凉处长满了颜色深绿的青苔，秋日的云雾到此也被它染碧。松树何时才能长到云霄外面，直上千尺巍然挺正。"}}, {"name": "齐天乐·蝉", "prop": {"content": "夕阳门巷荒城曲，清间早鸣秋树。薄翦绡衣，凉生鬓影，独饮天边风露。朝朝暮暮。奈一度凄吟，一番凄楚。尚有残声，蓦然飞过别枝去。 齐宫往事谩省，行人犹与说，当时齐女。雨歇空山，月笼古柳，仿佛旧曾听处。离情正苦。甚懒拂笺，倦拈琴谱。满地霜红，浅莎寻蜕羽。", "translation": "返照夕阳，萧条门巷，地僻城荒；蝉鸣声凄清幽怨，从树上传出，使人秋意顿生。清秋时节，露冷风寒，可是她仍然穿着极薄的“绡衣”。呆立枝头，独自忍受着寒冷和空寂的煎熬。形容枯槁还要去饮风啜露，有谁能堪？只要尚有残声，不论何时何地，哀痛于心的蝉，不停地将心中的哀伤倾诉。悲鸣不能自已，痛苦又何堪。齐宫已成过往云烟，但古老的故事仍不时地在人们的脑子里闪现，被人谈起。雨后空山，烟月古柳，又何处可觅踪迹。宋陵已毁，故国不堪回首，痛彻肺肝！拂冰笺、拈琴谱只能睹物思故。深秋时节霜风凄紧，红叶铺满地，倩影杳然，只好寻觅秋蝉亡去前脱下的外壳，以寄托自己深长的情思。"}}, {"name": "满庭芳·促织儿", "prop": {"content": "月洗高梧，露漙幽草，宝钗楼外秋深。土花沿翠，萤火坠墙阴。静听寒声断续，微韵转、凄咽悲沉。争求侣，殷勤劝织，促破晓机心。儿时，曾记得，呼灯灌穴，敛步随音。任满身花影，犹自追寻。携向华堂戏斗，亭台小、笼巧妆金。今休说，从渠床下，凉夜伴孤吟。", "translation": "无"}}, {"name": "牡丹吟", "prop": {"content": "牡丹花品冠群芳，况是其间更有王。四色变而成百色，百般颜色百般香。", "translation": "牡丹气质高雅是花中的佼佼者，何况牡丹花中更有牡丹花王。四种颜色变成了各种各样的色彩，每种颜色还有各自的香味。"}}, {"name": "咏舞", "prop": {"content": "繁弦奏渌水，长袖转回鸾。一双俱应节，还似镜中看。", "translation": "无"}}, {"name": "任光禄竹溪记", "prop": {"content": "　　余尝游于京师侯家富人之园，见其所蓄，自绝徼海外奇花石无所不致，而所不能致者惟竹。吾江南人斩竹而薪之，其为园，亦必购求海外奇花石，或千钱买一石、百钱买一花，不自惜。然有竹据其间，或芟而去焉，曰：“毋以是占我花石地。”而京师人苟可致一竹，辄不惜数千钱；然才遇霜雪，又槁以死。以其难致而又多槁死，则人益贵之。而江南人甚或笑之曰：“京师人乃宝吾之所薪。”呜呼！奇花石诚为京师与江南人所贵。然穷其所生之地，则绝徼海外之人视之，吾意其亦无以甚异于竹之在江以南。而绝徼海外，或素不产竹之地，然使其人一旦见竹，吾意其必又有甚于京师人之宝之者。是将不胜笑也。语云：“人去乡则益贱，物去乡则益贵。”以此言之，世之好丑，亦何常之有乎！　　余舅光禄任君治园于荆溪之上，遍植以竹，不植他木。竹间作一小楼，暇则与客吟啸其中。而间谓余曰：“吾不能与有力者争池亭花石之胜，独此取诸土之所有，可以不劳力而蓊然满园，亦足适也。因自谓竹溪主人。甥其为我记之。”余以谓君岂真不能与有力者争，而漫然取诸其土之所有者？无乃独有所深好于竹，而不欲以告人欤？昔人论竹，以为绝无声色臭味可好。故其巧怪不如石，其妖艳绰约不如花。孑孑然有似乎偃蹇孤特之士，不可以谐于俗。是以自古以来，知好竹者绝少。且彼京师人亦岂能知而贵之？不过欲以此斗富，与奇花石等耳。故京师人之贵竹，与江南人之不贵竹，其为不知竹一也。　　君生长于纷华而能不溺乎其中，裘马、僮奴、歌舞，凡诸富人所酣嗜，一切斥去。尤挺挺不妄与人交，凛然有偃蹇孤特之气，此其于竹，必有自得焉。而举凡万物可喜可玩，固有不能间也欤？然则虽使竹非其土之所有，君犹将极其力以致之，而后快乎其心。君之力虽使能尽致奇花石，而其好固有不存也。嗟乎！竹固可以不出江南而取贵也哉！吾重有所感矣！", "translation": "无"}}, {"name": "枯树赋", "prop": {"content": "　　殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 　　至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。　　若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。　　若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。　　况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：”建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。“桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”", "translation": ""}}, {"name": "桂枝香·观木樨有感寄吕", "prop": {"content": "天高气肃。正月色分明，秋容新沐。桂子初收，三十六宫都足。不辞散落人间去，怕群花、自嫌凡俗。向他秋晚，唤回春意，几曾幽独。 是天上、余香剩馥。怪一树香风，十里相续。坐对花旁，但见色浮金粟。芙蓉只解添秋思，况东篱、凄凉黄菊。入时太浅，背时太远，爱寻高躅。", "translation": "天高气肃，正是月色通明、初秋月夜景象。汉代长安的离宫别馆三十六所引入天空，悬拟出天宫收储桂花已经盈满。乐意散落在人间，只是怕群花染了凡俗。绽放在这秋天的夜晚，意在唤回已去的春意，重留温暖于人间。深情眷注入人间，又何曾自甘幽独呢？是天上的余香遗泽。只怪一股春风，香气绵延数十里。坐对花旁，只见桂花形似金粟。芙蓉花只能增添愁思，更何况那只能助人凄凉的菊花。开在深秋，难以入俗流，只爱寻找那高尚的行迹。"}}, {"name": "夜游宫·竹窗听雨", "prop": {"content": "竹窗听雨，坐久隐几就睡，既觉，见水仙娟娟于灯影中窗外捎溪雨响。映窗里、嚼花灯冷。浑似萧湘系孤艇。见幽仙，步凌波，月边影。香苦欺寒劲。牵梦绕、沧涛千顷。梦觉新愁旧风景。绀云欹，玉搔斜，酒初醒。 ", "translation": "窗外雨水掠过小溪，发出了清脆的声响。屋里的孤灯显得格外的亮，但也格外的清冷。词人独自一人在屋中小憩，这种感觉真像乘坐孤舟在湘江之上漂荡。此时，仿佛湘君轻挽裙带，水上盈盈步微月，皎洁与清冷的月光映照在她身上。水仙发出清冽的香气，可是受到寒气的侵袭，使她想起生长在千顷波涛的江湖岸边时的生活。虽有新愁涌上心头，但依然沉浸在旧梦中。隐约仙子的秀发闪耀着动人的光泽且蓬松欹侧，玉簪也微微斜着，直到仙子渐渐远去，词人的酒意才微醒。"}}, {"name": "咏儋耳二首", "prop": {"content": "刺竹芭蕉乱结村，人家犹有古风存。相逢尽道年来好，不见催科夜打门。村北村南布谷忙，村前村后稻花香。凭谁识得真消息，只把南方作北方。 ", "translation": "　　此二首诗写儋耳郡农村风貌，其习俗简朴，人情敦厚，不见勒追赋税的现象，描绘出一派农家乐的景象。 "}}, {"name": "咏萤火诗", "prop": {"content": "着人疑不热，集草讶无烟。到来灯下暗，翻往雨中然。", "translation": "挨上人身，疑惑它怎么不热，接触草堆，惊讶它不能使之冒烟。来到灯下显得暗淡无光，飞到雨中它反而又燃烧起来。"}}, {"name": "张说", "dynasty": "唐代"}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "汴京纪事二十首·其十六", "prop": {"content": "盘石曾闻受国封，承恩不与幸臣同。时危运作高城砲，犹解捐躯立战功。", "translation": "我听说艮岳里盘山的石头曾经受到国家赏封，受到的恩赐跟得宠的臣子不一样。金人进攻汴京时，人们把它们做成炮石进攻金兵，它们也为保卫汴京立下战功。"}}, {"name": "齐己", "dynasty": "唐代"}, {"name": "寒松赋", "prop": {"content": "　　松之生也，于岩之侧。流俗不顾，匠人未识。无地势以炫容，有天机而作色。徒观其贞枝肃矗，直干芊眠，倚层峦则捎云蔽景，据幽涧则蓄雾藏烟。穹石盘薄而埋根，凡经几载；古藤联缘而抱节，莫记何年。　　于是白露零，凉风至；林野惨栗，山原愁悴。彼众尽于玄黄，斯独茂于苍翠，然后知落落高劲，亭亭孤绝。其为质也，不易叶而改柯；其为心也，甘冒霜而停雪。叶幽人之雅趣，明君子之奇节。　　若乃确乎不拔，物莫与隆，阴阳不能变其性，雨露所以资其丰。擢影后凋，一千年而作盖；流形入梦，十八载而为公。不学春开之桃李、秋落之梧桐。　　乱曰：负栋梁兮时不知，冒霜雪兮空自奇；谅可用而不用，固斯焉而取斯。", "translation": "　　松树生长在岩石的侧面，世俗之人看不到它，木匠无缘结识它。它没有宽阔的地势来夸耀自己的外形，只有大自然赋予的本色。它枝干伟岸挺拔肃穆茂盛，或高踞于层岩之上，直插云霄；或藏身于幽涧之中，蓄雾藏云。坚固的穹石埋下它的根系，历经数载；古老的藤蔓缠络它的躯体，不知哪年。"}}, {"name": "初出金门寻王侍御不遇咏", "prop": {"content": "落羽辞金殿，孤鸣咤绣衣。能言终见弃，还向陇西飞。", "translation": "落羽的凤凰不如鸡，离开了金銮殿，只好扇动锦衣孤寂哀鸣。枪打出头鸟，谁叫你那么喜欢提意见？那么会说话？那么会作诗？让笨嘴鸟儿妒忌，现如今只好飞回陇西的故林了。"}}, {"name": "柳枝词", "prop": {"content": "大堤杨柳雨沉沉，万缕千条惹恨深。飞絮满天人去远，东风无力系春心。", "translation": "堤上夹道杨柳繁茂烟雨朦胧，那万缕千条的柳枝让人愁绪更深。飞絮满天飘扬离人远去，东风渐弱再难留住那美好的春天。"}}, {"name": "群鹤咏", "prop": {"content": "八风儛遥翮，九野弄清音。一摧云间志，为君苑中禽。", "translation": "迎着八面来风张开巨大的羽翼，在九天之上自由自在鸣叫飞翔的鹤。因为失去羽翼不能再翱翔九天，只能成为帝王园囿中的玩物。"}}, {"name": "小松", "prop": {"content": "自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。", "translation": "长满松针的小松树长在深草丛中看不出来，现在才发现已经长的比蓬蒿高出了许多。世上的人不认识这是将来可以高入云霄的树木，一直要等到它已经高入云霄了，才承认它的伟岸。 "}}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "咏鸟", "prop": {"content": "日里飏朝彩，琴中伴夜啼。上林如许树，不借一枝栖。", "translation": "白天，乌鸦要在太阳里把光辉和温暖普照大地，夜晚还要伴着琴声啼叫。多么好的乌鸦啊，上林苑里那么多的树木，却没有它可托身的枝条。"}}, {"name": "绮罗香·红叶", "prop": {"content": "万里飞霜，千林落木，寒艳不招春妒。枫冷吴江，独客又吟愁句。正船舣、流水孤村，似花绕、斜阳归路。甚荒沟、一片凄凉，载情不去载愁去。长安谁问倦旅？羞见衰颜借酒，飘零如许。谩倚新妆，不入洛阳花谱。为回风、起舞尊前，尽化作、断霞千缕。记阴阴、绿遍江南，夜窗听暗雨。", "translation": "无"}}, {"name": "咏鹦鹉", "prop": {"content": "罩向金笼好羽仪，分明喉舌似君稀。不须一向随人语，须信人心有是非。", "translation": "　　释教祈求众生都能完成无上正觉，僧徒不但自身避恶从善，而且劝人弃恶就善。一些僧人还写有劝戒诗。这种诗因为旨在劝戒，所以语言一般比较通俗浅显，且常借某种事物以为缘起，极尽殷殷劝戒之意。定渚写的《咏鹦鹉》就是这样的诗。"}}, {"name": "望江南·咏弦月", "prop": {"content": "初八月，半镜上青霄。斜倚画阑娇不语，暗移梅影过红桥，裙带北风飘。", "translation": "初八的月亮，如同半面妆镜，悬挂青空。她斜靠在雕花的栏杆上娇媚不语，梅花的影子随着月光暗暗移过红桥。北风吹来，裙裾飘飘。"}}, {"name": "牡丹", "prop": {"content": "锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。", "translation": "织锦的帘帷刚刚卷起，是美艳的卫夫人；丝绣的褥被还堆拥着，是俊秀的越鄂君。既像在垂手而舞，雕玉佩饰正零乱翻动；又像在弯腰而舞，郁金裙子正争相回旋。它像石崇家的蜡烛，哪须常把烛芯剪去？它像荀令君的体肤，岂用香炉细细染熏？我是诗人江淹，在梦中得到了那支彩笔，想把清丽的词句，题在花叶上寄给朝云。"}}, {"name": "子规", "prop": {"content": "一叫一声残，声声万古冤。疏烟明月树，微雨落花村。易堕将乾泪，能伤欲断魂。名缰憀自束，为尔忆家园", "translation": "春花都已凋谢，杜鹃啼声还一声比一声凄厉！你有千古奇冤藏在心底！你哭诉，向着疏烟、明月与丛林，你哭诉，向着微雨、落花和大地。闻者眼泪流干，见者心魄窒息。追求功名富贵就是自己束缚自己，子规的声声悲叫，勾起阵阵乡愁！"}}, {"dynasty": "五代"}, {"name": "真山民", "dynasty": "宋代"}, {"name": "张舜民", "dynasty": "宋代"}, {"name": "刘绘", "dynasty": "南北朝"}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "瓠叶", "prop": {"content": "幡幡瓠叶，采之亨之。君子有酒，酌言尝之。有兔斯首，炮之燔之。君子有酒，酌言献之。有兔斯首，燔之炙之。君子有酒，酌言酢之。有兔斯首，燔之炮之。君子有酒，酌言酬之。", "translation": "瓠叶翩舞瓠瓜香，采来做菜又煮汤。君子备好香醇酒，斟满酒杯请客尝。野兔肉儿鲜又嫩，烤它煨它味道美。君子备好香醇酒，斟满敬客喝一杯。野兔肉儿鲜又嫩，烤它熏它成佳肴。君子备好香醇酒，斟满回敬礼节到。野兔肉儿鲜又嫩，煨它烤它成美味。君子备好香醇酒，斟满劝饮又一杯。"}}, {"name": "钱氏池上芙蓉", "prop": {"content": "九月江南花事休", "translation": " 芙蓉宛转在中洲。美人笑隔盈盈水"}}, {"name": "风流子·出关见桃花", "prop": {"content": "海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。", "translation": "海风吹着我的痩骨，我衣裳单薄，有些寒冷。四月初，我离开京都，到了山海关。望见到处都是关塞的墙垣，飞沙北走；山势向渤海延伸，层峦向东方展开。人迹何在？只见柳树的柔条摇摆不定，草很短，难以形成一片绿色。乍见一树桃花。独自向我微笑。它旁边有短短的颓垣，一湾一湾的曲水。三月末的山海关，不知有多少东风，感觉不到春天的气息，使我的良好念头一扫而光。我远来此地不是为了寻春，也未尝可惜（辜负）春尽，只是深深地念记着这树桃花，玉容寂寞，在没有人烟的地方，还能经受住几番风吹雨打？还能坚持多久？我也想折一枝桃花，通过西来的驿使，寄给我家乡的亲友，看看关外的春花。"}}, {"name": "祝英台近·荷花", "prop": {"content": "拥红妆，翻翠盖，花影暗南浦。波面澄霞，兰艇采香去。有人水溅红裙，相招晚醉，正月上、凉生风露。 两凝伫。别后歌断云间，娇姿黯无语。魂梦西风，端的此心苦。遥想芳脸轻颦，凌波微步，镇输与、沙边鸥鹭。", "translation": "　　首三句描绘荷花、荷叶，以红妆、翠盖来形容它们，以“拥”字衬托荷花之艳丽，以“翻”字刻画风吹荷叶的状态。时当盛夏，放眼眺望，但见水面上“接天莲叶无穷碧，映日荷花别样红。”（杨万里《晓出净慈送林子方》）这里用一“暗”字说明其投影荫蔽了水边之地。"}}, {"name": "残叶", "prop": {"content": "一树摧残几片存，栏边为汝最伤神。休翻雨滴寒鸣夜，曾抱花枝暖过春。与影有情唯日月，遇红无礼是泥尘。上阳宫女多诗思，莫寄人间取次人。", "translation": "一棵树时时遭受摧残，现在有几片叶子还留存在枝头？站在栏杆旁，我最是为你感到伤心。不要在寒冷的夜里，冷雨击打中辗转，想起以前也曾在温暖的春天里饱含花蕾。算来只有日和月有情义，照着我依恋的树影。无礼的是泥土粗鲁地将秋天的红叶蹂躏。上阳宫女诗情横溢，取下红叶题写诗句，请千万注意不要随意寄给草率的世人。"}}, {"name": "咏雪 / 咏雪联句", "prop": {"content": "　　谢太傅寒雪日内集，与儿女讲论文义。俄而雪骤，公欣然曰：“白雪纷纷何所似？”兄子胡儿曰：“撒盐空中差可拟。”兄女曰：“未若柳絮因风起。”公大笑乐。即公大兄无奕女，左将军王凝之妻也。", "translation": "　　谢安在寒冷的雪天举行家庭聚会，给子侄辈的人讲解诗文。不久，雪下得大了，太傅高兴地说：“这纷纷扬扬的白雪像什么呢？”他哥哥的长子谢朗说：“在空中撒盐差不多可以相比。”另一个哥哥的女儿说：“不如比作柳絮凭借着风飞舞。”太傅大笑起来。她就是谢奕的女儿谢道韫，左将军王凝之的妻子。 "}}, {"name": "减字木兰花·花", "prop": {"content": "玉房金蕊，宜在玉人纤手里。淡月朦胧，更有微微弄袖风。温香熟美，醉慢云鬟垂两耳。多谢春工，不是花红是玉红。", "translation": "黄金的花蕊开绽在红色如玉的花房，恰好放在美人的柔细的手里。朦胧的月亮月光淡淡，时不时吹起微风来卷起美人的衣袖。柔和清淡的风中，美女似有醉意般酣然入睡，很熟很香，悄悄的，高耸的发髻垂到两只耳朵下了。谢谢春姑娘的巧夺天工，不像是花般的红艳，更像是美人肌肤透出的红。"}}, {"name": "野菊", "prop": {"content": "苦竹园南椒坞边，微香冉冉泪涓涓。已悲节物同寒雁，忍委芳心与暮蝉。细路独来当此夕，清尊相伴省他年。紫云新苑移花处，不取霜栽近御筵。", "translation": "从一片苦竹园漫步向南，来到起伏的椒坞边。野菊的微香四处飘散，花上的秋露似泪珠点点。令人同情的野菊寂寞无伴，如同寒风中飞行的孤雁。满腹惜花的心情有口难言，怎忍心托付傍晚的蝉？夕阳中有一条弯曲的小路，我独自走来徘徊无数。一只酒杯与我亲密相伴，乘着酒兴将往事浮想联翩。紫云东来，随风飘荡，御苑移花，充满吉祥。但是野菊却受人轻待，无人选栽排斥在御筵之外。"}}, {"name": "仇远", "dynasty": "元代"}, {"name": "夏侯审", "dynasty": "唐代"}, {"name": "释择璘", "dynasty": "宋代"}, {"name": "南浦·春水", "prop": {"content": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。", "translation": "水温转暖，湖光粼粼。燕子归来，正好是苏堤春晓。鱼儿潜入湖水，在水面上留下圆圆的波纹；流水带走了缤纷狼藉的落花，还嘲笑东风不能把落花清扫干净。在荒僻的小桥下，有小船从柳阴深处翩翩而出。如今池塘里长满青草，好似当年谢灵运在诗中表达的梦境。溪水和白云一起流出空山，流水年年冲洗落花，却为何花香不消？看到路上新绿乍生，回想起在这孤村路我曾和友人一起游玩，结伴畅游，吟诗作乐。可惜当日的欢愉已成过去，只是满怀余情不了。上次游玩的地方，此时溪上碧桃是增加了还是有所减少？"}}, {"name": "耶律洪基", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "白玉堂前一树梅，为谁零落为谁开。唯有春风最相惜，一年一度一归来。", "translation": "白玉堂前前有一棵梅花树，梅树花谢花开，却不知为谁而开为谁而谢。年复一年，不见旁人相惜，唯独那吹拂的春风，每年归来相探。 "}}, {"name": "菩萨蛮·题梅扇", "prop": {"content": "梅花韵似才人面。为伊写在春风扇。人面似花妍。花应不解言。 在手微风动。勾引相思梦。莫用插酴醿。酴醿羞见伊。", "translation": "　　这是为画着梅花扇子题写的一首小令，属于咏物之作，借梅扇写春情，也有一番巧思。"}}, {"name": "观第五泄记", "prop": {"content": "　　从山门右折，得石径。数步闻疾雷声，心悸。山僧曰：“此瀑声也。”　　疾趋，度石罅，瀑见。石青削，不容寸肤，三面皆郛立。瀑行青壁间，撼山掉谷，喷雪直下，怒石横激如虹，忽卷掣折而后注，水态愈伟，山行之极观也。　　游人坐欹岩下望，以面受沫，乍若披丝，虚空皆纬，至飞雨泻崖，而犹不忍去。　　暮归，各赋诗。所目既奇，思亦变幻，恍惚牛鬼蛇神，不知作何等语。时夜已午，虎之声，如在床几间。彼此谛观，须眉毛发，种种皆竖，俱若鬼矣。", "translation": "　　从五泄寺的大门往右拐，有一条石头小路。走几步便听到迅雷般的轰鸣声，心里感到害怕。山上的僧人解释道：“这是瀑布的声音。”"}}, {"name": "红梅", "prop": {"content": "桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。", "translation": "桃李不要嫉妒凛冬绽放的红梅，花与花开放的姿态原来就不同。经历了风雪，身上还有雪的痕迹。虽然是红梅，色彩却不是十分红艳。"}}, {"name": "咏落梅", "prop": {"content": "新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。", "translation": "新生的嫩叶多么娇媚，刚绽放的蓓蕾是那样秀美。欣逢主公后园设宴，宫中美人相随欣然到来。劳烦主公亲动玉指，折梅赠给宠爱的嫔妃。她插一枝到云髻上，光彩胜过美玉翡翠。一到黄昏花儿零落，主公的恩爱啊，也将一去不复回。"}}, {"dynasty": "唐代"}, {"name": "芦花", "prop": {"content": "夹岸复连沙，枝枝摇浪花。月明浑似雪，无处认渔家。", "translation": "从河流两岸，一直延伸到整片沙滩上，全都长满了芦草。当微风吹起时，层层翻动的芦花就像波浪一样，煞是好看。在月明的夜晚，银白色的芦花像雪一般，白茫茫一片，令人认不出渔翁的家在哪了呢!"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "吴山青·金璞明", "prop": {"content": "金璞明。玉璞明。小小杯柈翠袖擎。满将春色盛。仙珮鸣。玉珮鸣。雪月花中过洞庭。此时人独清。", "translation": "　　那株养在瓷盘中的水仙，仿佛就是 一位亭亭玉立的凌波仙子，用翠袖高擎着金盏玉盏(黄 蕊与白瓣)，盛满了迷人的春色。这位“凌波微步，罗袜生尘”的美丽仙子正在雪光月光的映照下飘行在四周开满鲜花的洞庭湖面，但见仙袂飘飘，环佩叮当作响。"}}, {"name": "汉宫春·梅", "prop": {"content": "潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。", "translation": "水边的梅花是多么潇洒，在竹梢稀疏的地方。横斜着挺出三两枝。春风也不知道爱惜，任凭雪压霜欺。燕子无情无意，只因怕冷，轻易地失去她开花的日期。惟有南归的鸿雁，年年南飞时能看见她的芳姿。清浅的小溪，如一条白白的丝练，请问那些华丽的堂宇，又如何能赶得上这茅屋疏篱？最令人伤心的是，自从知己朋友离去之后，便很少有吟唱梅花的清绝的歌诗。只有微云轻轻飘浮，淡淡的月光隐约迷离。面对此景此情，我的孤高芳洁又都是为了谁？但那高洁的江梅，依旧倚风自笑，并未减淡她的清香，因为风流高逸是自身的品质，本来就不在乎别知与不知。"}}, {"name": "冯清", "dynasty": "明代"}, {"name": "石涛", "dynasty": "清代"}, {"name": "读山海经十三首·其五", "prop": {"content": "翩翩三青鸟，毛色奇可怜。朝为王母使，暮归三危山。我欲因此鸟，具向王母言。在世无所须，惟酒与长年。", "translation": "翩翩飞舞三青鸟，毛色鲜明甚好看。清早去为王母使，暮归居处三危山。我想拜托此青鸟，去向王母表心愿。今生今世无所求，只要美酒与寿年。"}}, {"name": "顾太清", "dynasty": "清代"}, {"name": "张嵲", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "严郑公宅同咏竹", "prop": {"content": "绿竹半含箨，新梢才出墙。色侵书帙晚，阴过酒樽凉。 雨洗娟娟净，风吹细细香。但令无剪伐，会见拂云长。", "translation": "嫩绿的竹子有一半还包着笋壳，新长的枝梢刚伸出墙外。翠竹的影子投映在书上，使人感到光线暗下来。竹影移过酒樽也觉得清凉。竹经雨洗显得秀丽而洁净，微风吹来，可以闻到淡淡的清香。只要不被摧残，一定可以看到它长到拂云之高。"}}, {"name": "思黯南墅赏牡丹", "prop": {"content": "偶然相遇人间世，合在增城阿姥家。有此倾城好颜色，天教晚发赛诸花。", "translation": "在人世间怎会遇见牡丹这样漂亮的花，总觉这花应该生长在昆仑仙境西王母家。有如此倾国倾城的好颜色，上天应该让你晚点开放与诸花争艳！"}}, {"name": "回中牡丹为雨所败二首", "prop": {"content": "下苑他年未可追，西州今日忽相期。水亭暮雨寒犹在，罗荐春香暖不知。舞蝶殷勤收落蕊，佳人惆怅卧遥帷。章台街里芳菲伴，且问宫腰损几枝？浪笑榴花不及春，先期零落更愁人。玉盘迸泪伤心数，锦瑟惊弦破梦频。万里重阴非旧圃，一年生意属流尘。前溪舞罢君回顾，并觉今朝粉态新。", "translation": "其一在曲江林苑往年不可回忆，在西州今天忽然相互盼望。水边亭台幕天大雨春寒之气还存在，丝罗褥子春天散香虽温暖让人没感知。飞舞的蝴蝶专注采收落花之粉，美人在远处忧愁地卧在帷幕中。长安章台街里还有其他花朵为伴，暂且问您牡丹花如楚宫女的细腰在风雨后又减损多少枝？"}}, {"name": "琐窗寒·玉兰", "prop": {"content": "绀缕堆云，清腮润玉，汜人初见。蛮腥未洗，海客一怀凄惋。渺征槎、去乘阆风，占香上国幽心展。□遗芳掩色，真恣凝澹，返魂骚畹。 一盼。千金换。又笑伴鸱夷，共归吴苑。离烟恨水，梦杳南天秋晚。比来时、瘦肌更销，冷薰沁骨悲乡远。最伤情、送客咸阳，佩结西风怨。", "translation": "　　《琐窗寒》一名《锁窗寒》，双调九十九字。前片十句，四仄韵；后片十句，六仄韵。据近人杨铁夫《梦窗词笺释》中说：“题标‘玉兰’，实指去姬，诗之比体；上阕映合花，下阕直说人，又诗之兴体。”“梦窗一生恨事全见。”"}}, {"name": "浣溪沙·几共查梨到雪霜", "prop": {"content": "几共查梨到雪霜，一经题品便生光，木奴何处避雌黄。北客有来初未识，南金无价喜新尝，含滋嚼句齿牙香。", "translation": "橘树何时与山楂、山梨一起长到雪霜来时？一旦经过品评之后，便增添光彩。橘子能在什么地方避开人们的议论？我到黄州来，开始还未认识橘树。如荆州、扬州产的金子般的橘子极为贵重，我乐于尝新橘。品尝橘子吮它的滋味，赋写橘诗嚼它的句子，口味芳香。"}}, {"name": "咏新竹", "prop": {"content": "此君志欲擎天碧，耸出云头高百尺。只恐年深化作龙，一朝飞去不留迹。", "translation": "　　笋称新竹，出土尖尖。其之始也，小极，细极，嫩极，毫不起眼。毕竟是观察敏锐，想象丰富的诗人，际智从这才冒出土面的小小新竹，已然看出了其擎天之志，入云之势，化龙之概。这种想象，以及将想象注入诗行，本身便是一种智能和魄力。际智自号愚庵，其实何曾愚也。际智斋室，号为茎草堂，自比一茎小草，孰知不也是一棵志欲凌云的新竹？诗写得精炼，生动，警策，颇有力度。 "}}, {"name": "贺新郎·赋琵琶", "prop": {"content": "凤尾龙香拨。自开元霓裳曲罢，几番风月？最苦浔阳江头客，画舸亭亭待发。记出塞、黄云堆雪。马上离愁三万里，望昭阳宫殿孤鸿没。弦解语，恨难说。辽阳驿使音尘绝。琐窗寒、轻拢慢捻，泪珠盈睫。推手含情还却手，一抹《梁州》哀彻。千古事，云飞烟灭。贺老定场无消息，想沉香亭北繁华歇，弹到此，为呜咽。", "translation": "无"}}, {"name": "卜算子·新柳", "prop": {"content": "娇软不胜垂，瘦怯那禁舞。多事年年二月风，翦出鹅黄缕。一种可怜生，落日和烟雨。苏小门前长短条，即渐迷行处。", "translation": "新柳的形态娇柔瘦弱，柔嫩的柳丝像娇弱的女子一样无力垂下，怎么能经受住春风的舞动。二月的春风年年多事，将柳枝吹成鹅黄的颜色。同样是垂柳，在夕阳西下的岸边，朦朦胧胧的烟雨中却更加怜爱。钱塘苏小的门前那青翠的柳荫，枝繁叶茂，迷离朦胧，让人浮想联翩。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "戏题阶前芍药", "prop": {"content": "凡卉与时谢，妍华丽兹晨。欹红醉浓露，窈窕留馀春。孤赏白日暮，暄风动摇频。夜窗蔼芳气，幽卧知相亲。愿致溱洧赠，悠悠南国人。", "translation": "平常的花草都随时令的变迁而凋谢，唯有这美丽的牡丹仍开放在今晨。溢满露珠的鲜红的花朵，象喝醉了甘醇微微倾斜，美好的姿态留给了将逝的暮春。独自欣赏一直到西阳下沉，温暖的春风把枝叶摇动频频。浓郁芳香自窗外透入，好似与静卧的人来相亲。真想像《溱洧》诗中的少男少女一样，摘一朵牡丹赠给悠悠的南国美人。"}}, {"name": "莺啼序·荷和赵修全韵", "prop": {"content": "　　横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦、冰轻倦浴，斜拕凤股盘云坠。听银床声细。梧桐渐搅凉思。　　窗隙流光，冉冉迅羽，诉空梁燕子。误惊起、风竹敲门，故人还又不至。记琅玕、新诗细掐，早陈迹、香痕纤指。怕因循，罗扇恩疏，又生秋意。　　西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。綀单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧锁烟，镜空画罗屏里。　　残蝉度曲，唱彻西园，也感红怨翠。念省惯、吴宫幽憩。暗柳追凉，晓岸参斜，露零沤起。丝萦寸藕，留连欢事。桃笙平展湘浪影，有昭华、秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。", "translation": "　　昔日住在横塘，与心爱的人日日泛舟湖上，穿梭在艳锦一般的荷花丛中，相偎看鸳鸯戏水。直到晚霞升起暮色将至，才恋恋不舍与美人折一枝荷花相携归去。夜色渐浓，纱罩中透露出的柔和烛光朦胧了卧室，美人出浴后肤若凝脂发髻斜坠，干娇百媚。两人卧听井栏边的梧桐随风坠落的细语微声，仿佛感到了秋天来临的丝丝凉意。"}}, {"name": "郑愔", "dynasty": "唐代"}, {"name": "李绅", "dynasty": "唐代"}, {"name": "马谦斋", "dynasty": "元代"}, {"name": "姑孰十咏", "prop": {"content": "姑孰溪爱此溪水闲，乘流兴无极。漾楫怕鸥惊，垂竿待鱼食。波翻晓霞影，岸叠春山色。何处浣纱人？红颜未相识。丹阳湖湖与元气连，风波浩难止。天外贾客归，云间片帆起。龟游莲叶上，鸟宿芦花里。少女棹轻舟，歌声逐流水。谢公宅青山日将瞑，寂寞谢公宅。竹里无人声，池中虚月白。荒庭衰草遍，废井苍苔积。唯有清风闲，时时起泉石。凌歊台旷望登古台，台高极人目。叠嶂列远空，杂花间平陆。闲云入窗牖，野翠生松竹。欲览碑上文，苔侵岂堪读？桓公井桓公名已古，废井曾未竭。石甃冷苍苔，寒泉湛孤月。秋来桐暂落，春至桃还发。路远人罕窥，谁能见清澈？慈姥竹野竹攒石生，含烟映江岛。翠色落波深，虚声带寒早。龙吟曾未听，凤曲吹应好。不学蒲柳凋，贞心常自保。望夫山颙望临碧空，怨情感离别。江草不知愁，岩花但争发。云山万重隔，音信千里绝。春去秋复来，相思几时歇？牛渚矶绝壁临巨川，连峰势相向。乱石流洑间，回波自成浪。但惊群木秀，莫测精灵状。更听猿夜啼，忧心醉江上。灵墟山丁令辞世人，拂衣向仙路。伏炼九丹成，方随五云去。松萝蔽幽洞，桃杏深隐处。不知曾化鹤，辽海归几度？天门山迥出江上山，双峰自相对。岸映松色寒，石分浪花碎。参差远天际，缥缈晴霞外。落日舟去遥，回首沉青霭。 ", "translation": "无"}}, {"name": "谢宗可", "dynasty": "元代"}, {"name": "诉衷情·小梅风韵最妖娆", "prop": {"content": "小梅风韵最妖娆。开处雪初消。南枝欲附春信，长恨陇人遥。闲记忆，旧江皋。路迢迢。暗香浮动，疏影横斜，几处溪桥。", "translation": "无"}}, {"name": "早雁", "prop": {"content": "金河秋半虏弦开，云外惊飞四散哀。仙掌月明孤影过，长门灯暗数声来。须知胡骑纷纷在，岂逐春风一一回？莫厌潇湘少人处，水多菰米岸莓苔。", "translation": "八月边地回鹘士兵拉弓射箭，雁群为之惊飞四散哀鸣连连。月明之夜孤雁掠过承露仙掌，哀鸣声传到昏暗的长门宫前。应该知道北方正当烽烟四起，再也不能随着春风回归家园。请莫嫌弃潇湘一带人烟稀少，水边的菰米绿苔可免受饥寒。"}}, {"name": "墨梅", "prop": {"content": "山边幽谷水边村，曾被疏花断客魂。犹恨东风无意思，更吹烟雨暗黄昏。", "translation": "在山边的幽谷里和水边的村庄中，疏疏落落的梅花让过客魂断不舍。一直遗憾的是东风没有情趣，越发地吹拂着烟雾似的朦胧细雨使黄昏更加暗淡。"}}, {"name": "柳梢青·过何郎石见早梅", "prop": {"content": "云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。", "translation": "①何郎石：何郎即梁代诗人何逊，其《咏早梅》诗极有名：石在何处不详。 "}}, {"name": "高阳台·西湖春感", "prop": {"content": "接叶巢莺，平波卷絮，断桥斜日归船。能几番游，看花又是明年。东风且伴蔷薇住，到蔷薇、春已堪怜。更凄然。万绿西泠，一抹荒烟。 当年燕子知何处，但苔深韦曲，草暗斜川。见说新愁，如今也到鸥边。无心再续笙歌梦，掩重门、浅醉闲眠。莫开帘，怕见飞花，怕听啼鹃。", "translation": "黄莺巢居在密叶之间，柳絮轻轻飘落在湖面。斜阳已近暗淡，断桥处有返家的归船。还能有几番春游？赏花又要等到明年。春风且陪伴着蔷薇留住吧，因为等到蔷薇开花时，春光已经非常可怜。更令人感觉凄楚不堪，掩隐在万绿丛中的西泠桥畔，昔日是何等的热闹喧阗，如今却只留下一抹荒寒的暮烟。当年栖息在朱门大宅的燕子，如今不知飞向何边？往日风景幽胜的去处，只见处处长满苔藓，荒草掩没了亭台曲栏，就连那些清闲的白鸥，也因新愁而白了发颠。我再也没有心愿，去重温纵情欢乐的旧梦，只把自家的层层大门紧掩，喝点闷酒独自闲眠。请不要拉开窗帘，我怕见那飞花片片的声音，更怕见那悲切的声声啼鹃。 "}}, {"name": "双双燕·满城社雨", "prop": {"content": "满城社雨，又唤起无家，一年新恨。花轻柳重，隔断红楼芳径。旧垒谁家曾识，更生怕、主人相问。商量多少雕檐，还是差池不定。谁省、去年春静。直数到今年，丝魂絮影。前身应是，一片落红残粉。不住呢喃交讯，又惹得、莺儿闲听。输于池上鸳鸯，日日阑前双暝。", "translation": "无"}}, {"name": "白菊三首", "prop": {"content": "人间万恨已难平，栽得垂杨更系情。 犹喜闰前霜未下，菊边依旧舞身轻。 莫惜西风又起来，犹能婀娜傍池台。 不辞暂被霜寒挫，舞袖招香即却回。 为报繁霜且莫催，穷秋须到自低垂。 横拖长袖招人别，只待春风却舞来。", "translation": "　　菊花虽以黄色为正，但白菊因其洁白如玉的颜色，更易给人以清高脱俗之感，故历来咏白菊的诗词也为数不少。司空图的这三首诗，就是其中的精品之作。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "卜算子·旅雁向南飞", "prop": {"content": "旅雁向南飞，风雨群初失。饥渴辛勤两翅垂，独下寒汀立。鸥鹭苦难亲，矰缴忧相逼。云海茫茫无处归，谁听哀鸣急。", "translation": "大雁南飞，风雨中与雁群失散。饥渴辛苦的大雁双翅无力地下垂，只好独宿在冷落凄清的河中小洲。苦于和沙鹞、白鹭难以亲近，时刻担心被弓箭射杀。云海茫茫归处又在何方？有谁来听鸿雁的声声哀号。"}}, {"name": "孔绍安", "dynasty": "唐代"}, {"name": "洞仙歌·荷花", "prop": {"content": "晚风收暑，小池塘荷净。独倚胡床酒初醒。起徘徊、时有香气吹来，云藻乱，叶底游鱼动影。 空擎承露盖，不见冰容，惆怅明妆晓鸾镜。后夜月凉时，月淡花低，幽梦觉、欲凭谁省。且应记、临流凭阑干，便遥想，江南红酣千顷。", "translation": "　　傍晚的清风消除了白昼的热气，小池塘里荷叶静静地挺立。我从胡床上酒后醒来，独自在池塘边散步徘徊。微风不断吹来荷叶的清香，水草晃动，看得见荷叶下鱼儿游动的模样。眼前荷秆空空地举着它的叶片，而那冰清玉洁的荷花已难睹其面。我忧愁啊，荷花的模样已经如此这般，明晨怎堪化妆对镜去照容颜。夜深人静，月亮在充满凉意的空中穿行，月光惨淡、花朵低垂，犹如一个凄凉幽幻的梦境。这情景能有谁会理解，又有何人能够同情?也应记得，那临江手扶栏杆眺望的情景，江南湖面千顷，全是荷花的一片浓红。 "}}, {"name": "蝉", "prop": {"content": "本以高难饱，徒劳恨费声。五更疏欲断，一树碧无情。薄宦梗犹泛，故园芜已平。烦君最相警，我亦举家清。", "translation": "你栖身高枝之上才难以饱腹，虽悲鸣寄恨而无人同情。五更以后疏落之声几近断绝，可是满树碧绿依然如故毫不动情。我官职卑下，行踪飘忽不定，家园难返，故乡的田园也早已荒芜。烦劳你的鸣叫让我能够警醒，我也是，家徒四壁，举家清苦。"}}, {"name": "小重山令·赋潭州红梅", "prop": {"content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。", "translation": "在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。"}}, {"name": "水龙吟·梨花", "prop": {"content": "素肌应怯余寒，艳阳占立青芜地。樊川照日，灵关遮路，残红敛避。传火楼台，妒花风雨，长门深闭。亚帘栊半湿，一枝在手，偏勾引、黄昏泪。 别有风前月底。布繁英、满园歌吹。朱铅退尽，潘妃却酒，昭君乍起。雪浪翻空，粉裳缟夜，不成春意。恨玉容不见，琼英谩好，与何人比。", "translation": "梨花亭亭玉立于艳阳普照的绿草地上，“樊川”、“灵关”，都是一片雪白梨花，残春落红，均收敛而去。清明时节春寒细雨、风妒红花，寂寞黄昏，满院梨花不开门。半湿的梨花树枝压窗门上，闲折一枝，偏勾引出多少黄昏泪。更有那当年明皇梨园的风流韵事。想当年梨园里梨花香雪，丝竹管弦，何等兴会！胭脂和铅粉全无，潘妃辞酒，昭君之惊！“雪浪翻空，粉裳缟夜”的李花也不足以比梨花，不成春意。只恨玉容不见，梨花再好，又和何人比。"}}, {"name": "清江引·托咏", "prop": {"content": "剔秃圞一轮天外月，拜了低低说：是必常团圆，休着些儿缺，愿天下有情底都似你者。", "translation": "　　这支散曲题为“托咏”，是托物咏怀之意。曲子写一个少女对着天上圆圆的明月，诉说心底的祝愿：愿天下有情人都像明月一样团团圆圆。古人诗、词、曲中常有对月拜祝和把酒发愿的描写，关汉卿的《拜月亭》杂剧中即有对月祝愿的情节，与这首小令有相近的意境。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "中秋见月和子由", "prop": {"content": "明月未出群山高，瑞光千丈生白毫。一杯未尽银阙涌，乱云脱坏如崩涛。谁为天公洗眸子，应费明河千斛水。遂令冷看世间人，照我湛然心不起。西南火星如弹丸，角尾奕奕苍龙蟠。今宵注眼看不见，更许萤火争清寒。何人舣舟临古汴，千灯夜作鱼龙变。曲折无心逐浪花，低昂赴节随歌板。青荧灭没转前山，浪飐风回岂复坚。明月易低人易散，归来呼酒更重看。堂前月色愈清好，咽咽寒螀鸣露草。卷帘推户寂无人，窗下咿哑惟楚老。南都从事莫羞贫，对月题诗有几人。明朝人事随日出，恍然一梦瑶台客。", "translation": "无"}}, {"name": "对雪", "prop": {"content": "帝乡岁云暮，衡门昼长闭。五日免常参，三馆无公事。读书夜卧迟，多成日高睡。睡起毛骨寒，窗牖琼花坠。披衣出户看，飘飘满天地。岂敢患贫居，聊将贺丰岁。月俸虽无余，晨炊且相继。薪刍未阙供，酒肴亦能备。数杯奉亲老，一酌均兄弟。妻子不饥寒，相聚歌时瑞。因思河朔民，输税供边鄙。车重数十斛，路遥几百里。羸蹄冻不行，死辙冰难曳。夜来何处宿，阒寂荒陂里。又思边塞兵，荷戈御胡骑。城上卓旌旗，楼中望烽燧。弓劲添气力，甲寒侵骨髓。今日何处行，牢落穷沙际。自念亦何人，偷安得如是。深为苍生蠹，仍尸谏官位。謇谔无一言，岂得为直士。褒贬无一词，岂得为良史。不耕一亩田，不持一只矢。多惭富人术，且乏安边议。空作对雪吟，勤勤谢知己。", "translation": "无"}}, {"name": "点绛唇·梅", "prop": {"content": "流水泠泠，断桥横路梅枝亚。雪花飞下，浑似江南画。白璧青钱，欲买春无价。归来也，风吹平野，一点香随马。", "translation": "流水发出泠泠的声响，梅树的枝桠横在断桥旁的路上。梅花好似雪花飘飞而下，宛如一幅清新淡雅的江南风景画。想用白璧和青钱将春色买下，可是梅花无价。归来的时候，春风吹过平川旷野，马蹄过后，飘来一股幽香。"}}, {"name": "浣溪沙·从石楼石壁往来", "prop": {"content": "一半黄梅杂雨晴，虚岚浮翠带湖明，闲云高鸟共身轻。山果打头休论价，野花盈手不知名，烟峦直是画中行。", "translation": "　　清光绪二十五年(1899)，郑文焯与友人张嵌(石楼)、王善(石壁)一道游苏州的邓尉山，作此词以纪之。邓尉山，在今苏州市西三十公里处的光福镇，相传东汉司徒邓尉曾隐居于此，故名。又因山上多梅花，早春时节，梅花盛开，暗香浮动，雪白一片，故亦称“香雪海”。郑文焯不乐仕进，曾在江苏幕游四十多年，晚年于苏州造樵风别墅，卒葬邓尉山。可见，他与邓尉山有着特殊的感情。郑词一向多萧散、隐逸之气，邓尉山又是古人隐居之处，三两好友，兴游邓尉，自然会产生一种隐居乐道、闲适恬静之情。"}}, {"name": "方孝孺", "dynasty": "明代"}, {"name": "咏瀑布", "prop": {"content": "穿天透地不辞劳，到底方知出处高。溪涧焉能留得住，终须大海作波涛。", "translation": "无"}}, {"name": "月季花", "prop": {"content": "一番花信一番新，半属东风半属尘。惟有此花开不厌，一年长占四时春。", "translation": "一到开花时节便有一次花朵更新，新开的花伴着春风，凋谢的零落为尘。惟有这开不厌的月季花，枝头上花落花开四季常春。"}}, {"name": "咏檐前竹", "prop": {"content": "萌开箨已垂，结叶始成枝。繁荫上蓊茸，促节下离离。风动露滴沥，月照影参差。得生君户牖，不愿夹华池。", "translation": "无"}}, {"name": "猪肉颂", "prop": {"content": "净洗铛，少著水，柴头罨烟焰不起。待他自熟莫催他，火候足时他自美。黄州好猪肉，价贱如泥土。贵者不肯吃，贫者不解煮，早晨起来打两碗，饱得自家君莫管。", "translation": "洗干净锅，放少许水，燃上柴木、杂草，抑制火势，用不冒火苗的虚火来煨炖。等待它自己慢慢地熟，不要催它，火候足了，它自然会滋味极美。黄州有这样好的猪肉，价钱却贱得像泥土一样；富贵人家不肯吃，贫困人家又不会煮。我早上起来打上两碗，自己吃饱了您莫要理会。"}}, {"name": "蝶恋花·笑艳秋莲生绿浦", "prop": {"content": "笑艳秋莲生绿浦。红脸青腰，旧识凌波女。照影弄妆娇欲语。西风岂是繁花主。 可恨良辰天不与。才过斜阳，又是黄昏雨。朝落暮开空自许。竟无人解知心苦。", "translation": "无"}}, {"name": "侍宴咏石榴", "prop": {"content": "可惜庭中树，移根逐汉臣。只为来时晚，花开不及春。", "translation": "可怜庭院中的石榴树，跟随着张骞，被从西域移植到了中原。只是因为到中原的时间比较晚，所以无法在春天里绽放。"}}, {"name": "鲥鱼", "prop": {"content": "五月鲥鱼已至燕，荔枝卢橘未应先。赐鲜徧及中珰第，荐熟谁开寝庙筵。白日风尘驰驿骑，炎天冰雪护江船。银鳞细骨堪怜汝，玉筯金盘敢望传。", "translation": "五月的鲥鱼已从江南运到北京，荔枝和卢桔也未能抢先。皇帝赏赐的时鲜食品遍及到宦官宅第，时鲜祭品已熟有谁来主持宗庙的筵席。尽管风沙满天，送鲥鱼的驿骑仍在奔驰，遇上炎热的暑天就在江上送鱼船里用冰雪护着鲥鱼。白色的鱼鳞细嫩的鱼刺实在令人喜爱，又岂敢盼望皇帝赏赐那玉箸金盘。"}}, {"name": "咏画障", "prop": {"content": "芳晨丽日桃花浦，珠帘翠帐凤凰楼。蔡女菱歌移锦缆，燕姬春望上琼钩。新妆漏影浮轻扇，冶袖飘香入浅流。未减行云荆台下，自比凌波洛浦游。", "translation": "在春光明媚的早晨，水边盛开着桃花，临水耸立着一座凤凰楼，楼上高挂珠帘翠帐，精致豪华。下蔡的女子在水中移动着锦织的缆绳，唱着菱歌；燕地的女子在楼头挂起玉色的帘钩，眺望春景。桃花浦水里浮动着刚刚打扮、手执轻扇的燕姬的倩影；浅浅的水面上飘散着从蔡女艳丽的衣袖里发出的香气。女子的神情，不亚于高阳台下行雨的巫山神女；女子的妩媚，可以与游于洛水中凌波微步的女神媲美"}}, {"name": "霜天晓角·桂花", "prop": {"content": "绿云剪叶，低护黄金屑。占断花中声誉，香与韵、两清洁。胜绝，君听说。是他来处别。试看仙衣犹带，金庭露、玉阶月。", "translation": "　　桂树的绿叶青翠欲滴，仿佛是用碧云剪裁出来的，青青的叶片低垂着，保护着它那像金子碎屑一样的黄色花朵。它独占了花中的美誉，无论是它那优雅的气质还是幽郁的香气，两样都称得上是花中的极品，无谁能比。桂花已达到了无法再圣洁的程度，你若不信就听我说说它非同一般的来处。你抬头望望天上那轮皎洁的月光，嫦娥轻逸地把长袖挥舞，白玉做成的台阶映射着银色的光辉，金碧辉煌的宫殿沐浴着一层甘露。那就是月宫，桂花就在那里生长。 "}}, {"name": "敷浅原见桃花", "prop": {"content": "桃花雨过碎红飞，半逐溪流半染泥。何处飞来双燕子，一时衔在画梁西。", "translation": "细雨纷纷，桃花随着雨点，四处飘飞。一半落入泥中，一半随着溪水漂流。不知从哪里飞来一对燕子，衔来几瓣桃花，放在画梁西处，反复品味。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "五月水边柳", "prop": {"content": "结根挺涯涘，垂影覆清浅。睡脸寒未开，懒腰晴更软。摇空条已重，拂水带方展。似醉烟景凝，如愁月露泫。丝长鱼误恐，枝弱禽惊践。长别几多情，含春任攀搴。", "translation": "无"}}, {"name": "同儿辈赋未开海棠", "prop": {"content": "翠叶轻笼豆颗均，胭脂浓抹蜡痕新。殷勤留著花梢露，滴下生红可惜春。", "translation": "被翠叶笼罩着的海棠花苞一颗一颗像豆子一样，是那么均匀；颜色就好像被涂抹上浓浓的胭脂，光泽娇嫩。我怀着满腔的情意，再三要留住花梢的露水；只怕它滴下花蕾的红艳，可惜了这片明媚的阳春。"}}, {"name": "烛影摇红·赋德清县圃古", "prop": {"content": "莓锁虹梁，稽山祠下当时见。横斜无分照溪光，珠网空凝遍。姑射青春对面。驾飞虬、罗浮路远。千年春在，新月苔池，黄昏山馆。 花满河阳，为君羞褪晨妆茜。云根直下是银河，客老秋槎变。雨外红铅洗断。又晴霞、惊飞暮管。倚阑祗怕，弄水鳞生，乘东风便。", "translation": "　　“德清县圃古红梅”，词人在其《贺新郎·为德清赵令君赋小垂虹》词中也提到过“但东阁、官梅清瘦”，可以互为参照。此系词人晚年重游德清之作。　　"}}, {"name": "卖花声·题岳阳楼", "prop": {"content": "木叶下君山。空水漫漫。十分斟酒敛芳颜。不是渭城西去客，休唱阳关。醉袖抚危栏。天淡云闲。何人此路得生还。回首夕阳红尽处，应是长安。", "translation": "秋风里万木凋零，君山上落叶纷飞；洞庭湖水与长天一色，浩浩荡荡。歌女斟满一杯酒，敛起笑容，要唱一首送别歌。我不是当年王维在渭城送别西去的客人，请不要唱这曲令人悲伤的《阳关》。酒醉后，手扶楼上的栏杆举目远望，天空清远，白云悠然。被贬的南行囚客有几人能从这条路上生还呢？回望处，夕阳映红了天边，那里应该是我离开的京都长安。"}}, {"name": "与东方左史虬修竹篇", "prop": {"content": "东方公足下：文章道弊五百年矣。汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐、梁间诗，彩丽竞繁，而兴寄都绝，每以永叹。思古人，常恐逶迤颓靡，风雅不作，以耿耿也。一昨于解三处，见明公《咏孤桐篇》，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁。不图正始之音复睹于兹，可使建安作者相视而笑。解君云：“张茂先、何敬祖，东方生与其比肩。”仆亦以为知言也。故感叹雅制，作《修竹诗》一首，当有知音以传示之。龙种生南岳，孤翠郁亭亭。峰岭上崇崒，烟雨下微冥。夜闻鼯鼠叫，昼聒泉壑声。春风正淡荡，白露已清泠。哀响激金奏，密色滋玉英。岁寒霜雪苦，含彩独青青。岂不厌凝冽，羞比春木荣。春木有荣歇，此节无凋零。始愿与金石，终古保坚贞。不意伶伦子，吹之学凤鸣。遂偶云和瑟，张乐奏天庭。妙曲方千变，箫韶亦九成。信蒙雕斫美，常愿事仙灵。驱驰翠虬驾，伊郁紫鸾笙。结交嬴台女，吟弄升天行。携手登白日，远游戏赤城。低昂玄鹤舞，断续彩云生。永随众仙去，三山游玉京。", "translation": "无"}}, {"name": "浣溪沙·题李中斋舟中梅", "prop": {"content": "冰骨清寒瘦一枝。玉人初上木兰时。懒妆斜立澹春姿。 月落溪穷清影在，日长春去画帘垂。五湖水色掩西施。", "translation": "　　“冰骨”两句，绘出屏中梅树之貌。两句脱胎于成语“冰清玉洁”，赞梅树之格调高雅。“木兰”，即木兰舟的省称。此言自己在观赏了友人的舟中梅屏后，感受到屏中梅枝玉骨冰清傲霜斗寒般的气质。“懒妆”一句，以梅拟人，写出梅枝的神韵。此句也是从林逋《山园小梅》诗“疏影横斜水清浅”句中化出，赞屏中梅枝活似佳人之天生丽质，虽懒于梳妆打扮，然淡然而立，尽占春色，不愧为“东风第一枝”之称。此亦是以“清水出芙蓉，天然去雕琢”赞梅枝也。　　"}}, {"name": "红梅三首·其一", "prop": {"content": "怕愁贪睡独开迟，自恐冰容不入时。故作小红桃杏色，尚余孤瘦雪霜姿。寒心未肯随春态，酒晕无端上玉肌。诗老不知梅格在，更看绿叶与青枝。", "translation": "梅花害怕忧愁而贪恋睡觉，所以才迟迟独自开放；它担心自己冰洁的面容会不合时宜而受到世人猜忌。所以故意妆扮出浅粉般的桃杏颜色，但梅枝还是细瘦的样子，呈现出经受霜雪考验后仍然劲挺的姿态。梅花的内心是适应寒冷的，不愿意随着春天的到来而展示自己的美态。它的颜色好似美人酒后无端泛起的红晕。老诗人不懂得梅花的品格所在；怎么只从外表有无绿叶与青枝来分辫梅花和桃杏呢？"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "米芾", "dynasty": "宋代"}, {"name": "秋兰赋", "prop": {"content": "　　秋林空兮百草逝，若有香兮林中至。既萧曼以袭裾，复氤氲而绕鼻。虽脉脉兮遥闻，觉熏熏然独异。予心讶焉，是乃芳兰，开非其时，宁不知寒？　　于焉步兰陔，循兰池，披条数萼，凝目寻之。果然兰言，称某在斯。业经半谢，尚挺全枝。啼露眠以有待，喜采者之来迟。苟不因风而枨触，虽幽人其犹未知。于是舁之萧斋，置之明窗。朝焉与对，夕焉与双。虑其霜厚叶薄，党孤香瘦，风影外逼，寒心内疚。乃复玉几安置，金屏掩覆。虽出入之余闲，必褰帘而三嗅。谁知朵止七花，开竟百日。晚景后凋，含章贞吉。露以冷而未晞，茎以劲而难折；瓣以敛而寿永，香以淡而味逸。商飙为之损威，凉月为之增色。留一穗之灵长，慰半生之萧瑟。　　予不觉神心布覆，深情容与。析佩表洁，浴汤孤处。倚空谷以流思，静风琴而不语。歌曰：秋雁回空，秋江停波。兰独不然，芬芳弥多。秋兮秋兮，将如兰何！", "translation": "　　秋林空寂，百草凋衰，似有幽香从林中传来。这香味既像围着衣襟在弥漫，又不时缭绕于鼻端。虽然若断若续地似来自远处，却和悦温馨，沁人心脾，香味独特。我心中很诧异，这是兰花的芳香，但是开得不是时候，难道不知道寒天已到？"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "王充道送水仙花五十支", "prop": {"content": "凌波仙子生尘袜，水上轻盈步微月。是谁招此断肠魂，种作寒花寄愁绝。含香体素欲倾城，山矾是弟梅是兄。坐对真成被花恼，出门一笑大江横。", "translation": "凌波仙子尘土沾上罗袜，在水上轻盈地踏着微月。是谁招引来着断肠的惊魂，种成了寒花寄愁绝。形体素洁、蕴含芳香欲倾城，山矾是她的弟弟梅是兄。我独坐相对真是个被花恼，出门一笑但见大江横。"}}, {"name": "绣鸾凤花犯·赋水仙", "prop": {"content": "楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际，香云随步起。谩记得、汉宫仙掌，亭亭明月底。冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣，小窗净、沉烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。", "translation": "这水仙花，就是潇湘妃子无疑。我初见时，她在江边伫立，默默无语，清泪滴滴。她那淡淡的春意，似有缕缕的哀思。她争个儿在东风里摇曳，满腔春情向谁寄?她步履轻盈地走来，带着萧瑟冷寂的秋意。只要是她经过的地方，便有袅袅清香飘起。曾记得汉宫里，那金铜仙人捧着承露盘，亭亭玉立在明月底。琵琶吟怨更多情，它能道尽水仙的幽怨无极。诗人枉自赞美芳香幽雅的兰芷，却不把高洁的水仙提及。有谁叹赏她的国香风味？谁谁理解她的渺远幽思？我将与她相伴相依，共同度过严寒的冬日。明净的小窗里，我为她燃起沉香熏素衣。每当幽梦醒来，见她一身清露涓涓滴，娉娉婷婷在灯影里。"}}, {"name": "千年调·卮酒向人时", "prop": {"content": "蔗庵小阁名曰“卮言”，作此词以嘲之。卮酒向人时，和气先倾倒。最要然然可可，万事称好。滑稽坐上，更对鸱夷笑。寒与热，总随人，甘国老。少年使酒，出口人嫌拗。此个和合道理，近日方晓。学人言语，未会十分巧。看他们，得人怜，秦吉了。 ", "translation": "有些人就象那装满酒就倾斜的酒卮，处处是一副笑脸，见人就点头哈腰。他们最要紧的是唯唯诺诺，对什么事都连声说好。就象那筵席上滑稽对着鸱夷笑，它们都擅长整天旋转把酒倒。不管是寒是热，总有一味药调和其中，这就是那号称“国老”的甘草。我年轻时常常饮酒任性，说起话来剔人总嫌执拗。这个和稀泥的处世哲学直到近来我才慢慢知晓。可惜我对那一套应酬语言，还没有学得十分巧妙。瞧他们真会讨人喜欢，活象那跟人学舌的秦吉了！"}}, {"name": "菩萨蛮·端午日咏盆中菊", "prop": {"content": "薰风殿阁樱桃节，碧纱窗下沈檀爇。小扇引微凉，悠悠夏日长。野人知趣甚，不向炎凉问。老圃好栽培，菊花五月开。", "translation": "　　词作于丁酉，道光十七年（1837年）五月五日端午，太清三十九岁。"}}, {"name": "菩萨蛮·芭蕉", "prop": {"content": "风流不把花为主。多情管定烟和雨。潇洒绿衣长。满身无限凉。文笺舒卷处。似索题诗句。莫凭小阑干。月明生夜寒。", "translation": "　　芭蕉并不以绚丽多姿的花朵来展露风流，只在烟雨空濛的时刻撩拨人们的情思。一身绿衣伸展特有的潇洒风韵，浑身上下透出的是无限清凉。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "水龙吟·落叶", "prop": {"content": "晓霜初著青林，望中故国凄凉早。萧萧渐积，纷纷犹坠，门荒径悄。渭水风生，洞庭波起，几番秋杪。想重涯半没，千峰尽出，山中路、无人到。 前度题红杳杳。溯宫沟、暗流空绕。啼螀未歇，飞鸿欲过，此时怀抱。乱影翻窗，碎声敲砌，愁人多少。望吾庐甚处，只应今夜，满庭谁扫。", "translation": "早上的霜露刚刚附着在青绿的树林上，视野中故国也早是一片凄凉之景。地上的落叶渐渐积累，树上的叶子也纷纷欲坠落，门前荒芜，路径悄悄。渭水秋风起，洞庭湖波涌，几次暮秋了。想来重重叠叠的山上已经落满树叶，千峰尽是万木凋零之景，山上的路，没有人可以到。从前题红之事已不再见，顺着官沟而上，暗流空绕。蝉啼叫还没有停歇，鸿雁欲过，此时的怀抱是悲伤的。树叶杂乱地落于窗前，落叶掉落在台阶上发出声音，多少愁苦之人。望我家在何处。只是今夜，满庭的落叶谁来扫。"}}, {"name": "水龙吟·载学士院有之", "prop": {"content": "倚栏看碧成朱，等闲褪了香袍粉。上林高选，匆匆又换，紫云衣润。几许春风，朝薰暮染，为花忙损。笑旧家桃李，东涂西抹，有多少、凄凉恨。拟倩流莺说与，记荣华、易消难整。人间得意，千红百紫，转头春尽。白发怜君，儒冠曾误，平生官冷。算风流未减，年年醉里，把花枝问。", "translation": "　　身倚栏杆，看碧绿的山色转为丹红，在悠然之间就褪却了香袍的脂粉而成熟起来。上林苑选美一样选上的，忙匆匆的又换掉了由紫云润色的衣裳。枉费了多少个春天啊，从早到晚的又是薰又是染，花儿都为此凋零了。可笑那些庸常的桃花李花，尽管乱涂乱抹地打扮自己，最后还是留下无限的凄凉。且与那些流莺说去吧，切记世间的荣华与富贵，最容易消散而难以保全完整。人世间的得意，就像那自然界的花儿，尽管也有千红百紫的时候，可是转眼之间就到了尽头。白头老人的时候回想平生，是年轻时的少年意气耽误了自己，官场冷酷与无情。如果风流的禀性还没有磨灭，那么就尽情地欢娱在酒中吧，要问人生的意义，那就去看那一年又一年的花枝吧。 "}}, {"name": "画鸡", "prop": {"content": "头上红冠不用裁，满身雪白走将来。(裁 一作：戴)平生不敢轻言语，一叫千门万户开。", "translation": "它头上的红色冠子不用裁剪是天生的，身披雪白的羽毛雄赳赳地走来。一生之中它从来不敢轻易鸣叫，但是它叫的时候，千家万户的门都打开。"}}, {"name": "侯文曜", "dynasty": "清代"}, {"name": "刘庭琦", "dynasty": "唐代"}, {"name": "咏零陵", "prop": {"content": "画图曾识零陵郡，今日方知画不如。城郭恰临潇水上，山川犹是柳侯余。驿亭幽绝堪垂钓，岩石虚明可读书。欲买愚溪三亩地，手拈茅栋竟移居。", "translation": "　　欧阳修的这首诗曾被收入《永州府志》。柳宗元贬谪永州司马，这里的山水之胜便形于词人学士之口。自唐宋以来，吟咏零陵、永州的诗文层见叠出，流传最广的莫过于欧阳修的《咏零陵》。"}}, {"name": "题平阳郡汾桥边柳树", "prop": {"content": "此地曾居住，今来宛似归。可怜汾上柳，相见也依依。", "translation": "我故地重游，宛若以前从外地回家。汾河岸上袅娜垂柳，似乎还识旧人，欲著人衣，依依难舍。"}}, {"name": "杨亿", "dynasty": "宋代"}, {"name": "李纲", "dynasty": "宋代"}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "刘子翚", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "华下对菊", "prop": {"content": "清香裛露对高斋，泛酒偏能浣旅怀。 不似春风逞红艳，镜前空坠玉人钗。", "translation": "　　司空图是唐代创作咏菊诗数量最多、成就最为显著的诗人之一。他的大部分咏菊诗都是七绝，篇幅虽然不长，但意蕴丰富、含义深刻，显得别有韵致。"}}, {"name": "蓬莱三殿侍宴奉敕咏终南", "prop": {"content": "北斗挂城边，南山倚殿前。云标金阙迥，树杪玉堂悬。半岭通佳气，中峰绕瑞烟。小臣持献寿，长此戴尧天。", "translation": "北斗星挂在长安城边，终南山好像依靠在蓬莱三殿前。山上华丽的宫殿耸入云端，精美的楼阁在树梢上高悬。半山腰漂浮着清新的瑞气，山峰中环绕着祥瑞的云烟。小臣我持酒向皇帝祝寿，愿永远生活在太平盛世中间。"}}, {"name": "牡丹", "prop": {"content": "何人不爱牡丹花，占断城中好物华。疑是洛川神女作，千娇万态破朝霞。", "translation": "有哪个人不喜欢牡丹花呢，盛开时独占了城中的美景。莫不是洛水女神在那里翩舞吧，千娇万态如同灿烂的朝霞飞腾。"}}, {"name": "洪皓", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。", "translation": "墙角有几枝梅花，正冒着严寒独自盛开。远远的就知道洁白的梅花不是雪，因为有梅花的幽香传来。"}}, {"name": "江神子·赋梅寄余叔良", "prop": {"content": "暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。", "translation": "　　梅花的香气从小径那边悠然飘来，雪花纷纷而落。晚风浮动，晨风轻轻。这绽放的花朵想要争夺第一分春意呢，于是早早的（先）在寒风中发枝吐蕾。可是这一年中最早的春天已经结束了（说作者心里的春天），早早的开放，却是已经迟了呢。看那开烦的花朵，也不全是冰雪晶莹的姿态呢。有的吐蕾（未开）有的含苞（欲开），就像红唇的淡雅的女子，只轻轻的扫了些许脂粉。我啊，喝醉了，迷迷糊糊的侮辱了这鲜艳的花朵（见上面）花呀你不要嫉恨我啊，要知道：你这一身的（浑）淡雅，高洁，又有谁相知呢？"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "咏槿", "prop": {"content": "园花笑芳年，池草艳春色。犹不如槿花，婵娟玉阶侧。 芬荣何夭促，零落在瞬息。岂若琼树枝，终岁长翕赩。", "translation": "园花笑在美好的年岁，春光里池草更觉鲜艳。还不如篱边的木槿花，在玉阶旁姿态如婵娟。花香草茂生命太短促，花草凋落只在霎那间。哪里像美丽的玉树枝，一年到头都光彩灿烂。"}}, {"name": "木假山记", "prop": {"content": "　　木之生，或蘖而殇，或拱而夭；幸而至于任为栋梁，则伐；不幸而为风之所拔，水之所漂，或破折或腐；幸而得不破折不腐，则为人之所材，而有斧斤之患。其最幸者，漂沉汩没于湍沙之间，不知其几百年，而其激射啮食之馀，或仿佛于山者，则为好事者取去，强之以为山，然后可以脱泥沙而远斧斤。而荒江之濆，如此者几何，不为好事者所见，而为樵夫野人所薪者，何可胜数？则其最幸者之中，又有不幸者焉。　　予家有三峰。予每思之，则疑其有数存乎其间。且其孽而不殇，拱而夭，任为栋梁而不伐；风拔水漂而不破折不腐，不破折不腐而不为人之所材，以及于斧斤之，出于湍沙之间，而不为樵夫野人之所薪，而后得至乎此，则其理似不偶然也。　　然予之爱之，则非徒爱其似山，而又有所感焉；非徒爱之而又有所敬焉。予见中峰，魁岸踞肆，意气端重，若有以服其旁之二峰。二峰者，庄栗刻削，凛乎不可犯，虽其势服于中峰，而岌然决无阿附意。吁！其可敬也夫！其可以有所感也夫！", "translation": "无"}}, {"name": "未展芭蕉", "prop": {"content": "冷烛无烟绿蜡干，芳心犹卷怯春寒。 一缄书札藏何事，会被东风暗拆看。", "translation": "未展开的芭蕉像挺立的绿色蜡烛无焰无烟，蕉心仿佛是一位含情脉脉的少女，害怕料峭春寒。有如一卷书札，真不知她内心蕴藏了多少心事。风儿会捷足先登知道芭蕉满腹的心思。"}}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "酒箴", "prop": {"content": "　　子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 　　鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？ ", "translation": "　　你好像陶制的罐子。看你所处的位置，就像被悬挂在井口边。虽处于高处面临深水，动一下便有危险。你肚里所装的不是酒而是凉水。你不能左右晃动，并被拴上绳悬挂在高的地方。一旦绳子被挂住，被井壁上的砖碰碎，便会被抛到浑浊的泉水中，粉身碎骨。你的用处只仅限于此，还不如装酒的皮袋。"}}, {"name": "木兰花慢·可怜今夕月", "prop": {"content": "中秋饮酒将旦，客谓前人诗词有赋待月无送月者，因用《天问》体赋。可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？ ", "translation": "今夜可爱的月亮娇媚千般，你向什么地方走去，悠悠慢慢？是不是天外还有一个人间，那里的人刚刚看见月亮升起在东边？茫茫的宇宙空阔无沿，是浩浩长风将那中秋的明月吹远？是谁用绳索系住明月在天上高悬？如果不是嫦娥“嫁”了过去，那么是谁留在月亮上？？据说月亮是经海底运转，这其中的奥秘无处寻探，只能让人捉摸不透而心中愁烦。又怕那长鲸在海中横冲直撞，撞坏了华美的月中宫殿。蛤蟆本来就熟悉水性，为什么玉兔也能在海中游潜？假如说这一切都很平安，为什么圆月会渐渐变得钩一样弯？"}}, {"name": "绝句四首·其四", "prop": {"content": "药条药甲润青青，色过棕亭入草亭。苗满空山惭取誉，根居隙地怯成形。", "translation": "药草的枝叶长得郁郁青青，青青的颜色越过棕亭漫入草亭。“苗满空山”的美誉我愧不敢当，只怕它们的根在干裂的土中成不了形。"}}, {"name": "解语花·梅花", "prop": {"content": "门横皱碧，路入苍烟，春近江南岸。暮寒如剪。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看、琼树三枝，总似兰昌见。酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷。欢未阑，烟雨青黄，宜昼阴庭馆。", "translation": "碧水荡漾横于门前，苍烟茫茫迷糊了小路，江南岸边春光溶溶。夜来春寒恰似剪刀，剪出溪畔梅影在清浅的水中斜浮。雪花故意在晚上飞闲自得，梅花的幽香亦随之向千里外飘去。仔细看它绝似兰昌宫里的三个美人，琼树三枝多有风度。梅枝晶莹酥软像体态婀娜的张云容，夜里给人送来温情香暖。它插戴在头上与刘兰翘一样清瘦，又如萧凤台那般柔婉。它久栖于枯寒荒冷的幽涧，春来了它默默无语独自抱怨。东风吹过只留半面，想何逊一定打算把它写入诗卷。人们观赏它的兴致未尽，天空又布满了青黄的烟雨，应让它安放于白天阴凉的庭馆。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "赵令畤", "dynasty": "宋代"}, {"name": "怨歌行", "prop": {"content": "新裂齐纨素，皎洁如霜雪。(皎洁 一作：鲜洁)裁为合欢扇，团团似明月。出入君怀袖，动摇微风发。常恐秋节至，凉飙夺炎热。弃捐箧笥中，恩情中道绝。", "translation": "最新裁出的齐地上好丝绢，犹如霜雪一般洁白。用它缝制出一把合欢团扇，像轮浑圆浑圆的明月。随你出入，伴你身侧，摇动起来微风徐徐拂面。团扇呵，常常担心秋来的季节，那时凉风会代替夏天的炎热。用不着的团扇将被抛弃，扔进竹箱，往日的恩情也就半路断绝。"}}, {"name": "清如玉壶冰 / 赋得清", "prop": {"content": "玉壶何用好，偏许素冰居。未共销丹日，还同照绮疏。抱明中不隐，含净外疑虚。气似庭霜积，光言砌月馀。晓凌飞鹊镜，宵映聚萤书。若向夫君比，清心尚不如。", "translation": "玉壶有什么作用，偏许素冰放在里边。让冰不在日下融化，还同照绮彩窗户。透明得中间能看清，从外看怀疑是虚无的。冰气像庭中霜累积，光胜过台阶边的光亮。早晨照凌飞鹊镜，晚上映射聚萤书。如果与您比起来，清心还不如您呢。"}}, {"name": "咏山樽二首", "prop": {"content": "蟠木不雕饰，且将斤斧疏。樽成山岳势，材是栋梁馀。 外与金罍并，中涵玉醴虚。惭君垂拂拭，遂忝玳筵居。 拥肿寒山木，嵌空成酒樽。愧无江海量，偃蹇在君门。", "translation": "盘根错节的树瘤，也不用刀斧劈削雕饰。也不堪作为栋梁之才，中间挖空就是酒杯杯，反扣着倒有高山的气概。这木樽常常与黄金的酒壶放在一起，里面倒是盛满了玉色酒汁。面对大人的垂青真是有点惭愧，将就在你华美的宴席上凑个人数吧！"}}, {"name": "鹦鹉", "prop": {"content": "幽禽兀自啭佳音，玉立雕笼万里心。只为从前解言语，半生不得在山林。", "translation": "幽禁的鹦鹉仍然发出悦耳的鸣叫声，在雕饰的笼中亭亭玉立不免有高飞万里的心。只因为从前会说话，懂得人们的言语，所以致使半生不能在山林中自由地生活。"}}, {"name": "玉楼春·红酥肯放琼苞碎", "prop": {"content": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。", "translation": "　　这是一首著名的咏梅词。傲立霜雪，一枝独秀的梅花是历来文人墨客的吟诵对象，特别是宋代咏梅词更多，其中能尽得梅花神韵的上乘之作却并不多见。"}}, {"name": "慈姥竹", "prop": {"content": "野竹攒石生，含烟映江岛。翠色落波深，虚声带寒早。龙吟曾未听，凤曲吹应好。不学蒲柳凋，贞心尝自保。", "translation": "满山的竹枝在石缝中顽强生长，把整个江岛辉映得郁郁葱葱。翠绿的竹叶把自己的身影重重叠在碧绿的江水上，秋风吹来，寒意在竹枝的吟唱中缭绕。我没有听过龙吟的声音，但是此竹箫发出的声音比笙箫奏出的乐音会更美妙。做人啊，别像蒲草弱柳，一遇秋风就枯凋，要像这慈姥竹，迎风挺立，虚心贞洁，自强自尊。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "水龙吟·露寒烟冷蒹葭老", "prop": {"content": "露寒烟冷蒹葭老，天外征鸿寥唳。银河秋晚，长门灯悄，一声初至。应念潇湘，岸遥人静，水多菰米。乍望极平田，徘徊欲下，依前被、风惊起。须信衡阳万里，有谁家、锦书遥寄。万重云外，斜行横阵，才疏又缀。仙掌月明，石头城下，影摇寒水。念征衣未捣，佳人拂杵，有盈盈泪。", "translation": "无"}}, {"name": "菊花", "prop": {"content": "秋丛绕舍似陶家，遍绕篱边日渐斜。 不是花中偏爱菊，此花开尽更无花。", "translation": "一丛一丛的秋菊环绕着房屋好似到了陶渊明的家。绕着篱笆观赏菊花，不知不觉太阳已经快落山了。不是因为百花中偏爱菊花，只是因为菊花开过之后再无花可赏。"}}, {"name": "花影", "prop": {"content": "重重叠叠上瑶台，几度呼童扫不开。刚被太阳收拾去，却教明月送将来。(却教 一作：又教)", "translation": "亭台上的花影一层又一层，几次叫仆人去清扫都扫不掉。傍晚太阳下山花影刚刚消失，可是月亮升起，花影又重重叠叠出现了。 "}}, {"name": "八月十二日夜诚斋望月", "prop": {"content": "才近中秋月已清，鸦青幕挂一团冰。忽然觉得今宵月，元不黏天独自行。", "translation": "刚刚接近中秋，月已清圆，似是在鸦青色的幕布上挂着一团冰盘。忽然间，觉得今夜的月亮，独自行进在，与天隔离的空间。"}}, {"name": "病梅馆记", "prop": {"content": "　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！", "translation": "无"}}, {"name": "声声慢·咏桂花", "prop": {"content": "蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉粟生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。 三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任乌纱、醉压花低。正摇落，叹淹留、客又未归。", "translation": "无"}}, {"name": "忆江南·衔泥燕", "prop": {"content": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。", "translation": "衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好姻缘可堪羡慕。"}}, {"name": "旅次寄湖南张郎中", "prop": {"content": "闭门茅底偶为邻，北阮那怜南阮贫。却是梅花无世态，隔墙分送一枝春。", "translation": "自己的茅屋与那富裕人家是邻居，聚居一处的富裕人家哪里会怜惜处境贫困之人。梅花冬天开放，不惧寒冷世态炎凉。隔着院墙墙输送阵阵清香。"}}, {"name": "牛希济", "dynasty": "五代"}, {"name": "刘孝先", "dynasty": "南北朝"}, {"name": "柳絮", "prop": {"content": "半减依依学转蓬，班骓无奈恣西东。平沙千里经春雪，广陌三条尽日风。北斗城高连蠛蠓，甘泉树密蔽青葱。汉家旧苑眠应足，岂觉黄金万缕空。", "translation": "像转蓬一样纷飞而起的柳絮，在摇曳、飘荡之间，婀娜、轻柔之态已半减；离别赠柳时，平添一番无可奈何的愁绪，只得任马儿各奔东西。花絮漫舞，一片片广袤的沙原宛如盖上了洁白的春雪；柳絮轻飞，一条条宽阔的街道整日风吹不息。北斗城墙，崔巍高耸，唯见蠛蠓蔽天；甘泉宫内，树木茂密，满目青葱一片。汉家旧苑的柳树呵，该已睡足，是否发现那万缕千丝的枝条上，金黄的柳花已随风飞尽？"}}, {"name": "洞仙歌·中秋", "prop": {"content": "碧天如水，一洗秋容净。何处飞来大明镜。谁道斫却桂，应更光辉，无遗照，泻出山河倒影。 人犹苦余热，肺腑生尘，移我超然到三境。问姮娥、缘底事，乃有盈亏，烦玉斧、运风重整。教夜夜、人世十分圆，待拚却长年，醉了还醒。", "translation": "澄碧的天空如绿水一般，将秋天的污浊一洗而清。明月如飞镜一般，仿佛突然飞到天边。谁曾说把月中的桂树砍倒，明镜似的月亮会更加光辉流溢，便会无所遗漏地覆盖大地山河，使它们的倒影完整地映照出来。夏日的酷暑虽退，但馀热还时而袭来，令人烦闷。只想移去仙山蓬莱、方丈、瀛州仙山躲避。问那月宫中的嫦娥：到底因为什么事，竟然出现让月亮时而圆时而缺的现象。麻烦吴刚挥动手中忽忽生风的玉斧，把缺月重新修整，教它夜夜年年光洁饱满，普照大地，无遗露地映照出统一的山河和繁华的人间。甘愿等待这么多年，就算是借酒浇愁以后仍要醒来继续杀敌。"}}, {"name": "新楼诗二十首·北楼樱桃", "prop": {"content": "开花占得春光早，雪缀云装万萼轻。凝艳拆时初照日，落英频处乍闻莺。舞空柔弱看无力，带月葱茏似有情。多事东风入闺闼，尽飘芳思委江城。", "translation": "樱桃花，开占到早早的春光，穿着那像银雪装饰的，与白云一样纯净的服装，繁多的花蕊是多么地轻盈呢？鲜艳的花蕾初放的色彩红似朝阳，落花频频零落之时恰好听见黄莺啼叫。枝条在轻柔地空中舞动，起来多么娇弱，在月中观赏，青青葱葱与皎洁的月光好像情意绵绵。爱管闲事的东风闯进了她的闺房，花的情思都飘浮四散，遍布江城。"}}, {"name": "解连环·孤雁", "prop": {"content": "楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。", "translation": "　　在空阔的楚江夜晚，我痛心突然被惊散后，自己已脱离雁群万里之远。顾影自怜，想到飞下寒塘，只见地面一片眼前草枯沙净，江水平阔伸向遥远天边。孤单一只的我无法排成字形，只能寄去相思情意的一点。还生怕这样徘徊迁延会耽误北地吞毡嚼雪的故人，传达他们眷念故园的心愿。　　有谁会可怜我长途飞行的艰难？让我想起深夜孤居长门宫的皇后，锦筝弹着心中无限的幽怨。料想自己的伴侣还栖宿在芦花中，他们是否正惦念我在春前，会转程从旧路飞回北边。我仿佛听到他们在暮雨中声声呼唤，只怕在边塞突然相见。这样当双燕归来后栖息于画帘半卷的房檐，我也不会羞惭。 "}}, {"name": "题竹石牧牛", "prop": {"content": "子瞻画丛竹怪石，伯时增前坡牧儿骑牛，甚有意态，戏咏。野次小峥嵘，幽篁相倚绿。阿童三尺箠，御此老觳觫。石吾甚爱之，勿遣牛砺角。牛砺角犹可，牛斗残我竹。", "translation": "郊野里有块小小的怪石，怪石边长着丛竹子，挺拔碧绿。有个小牧童持着三尺长的鞭子，骑在一头老牛背上，怡然自乐。我很爱这怪石，小牧童你别让牛在它上面磨角；磨角我还能忍受，可千万别让牛争斗，弄坏了那丛绿竹。"}}, {"name": "同儿辈赋未开海棠", "prop": {"content": "枝间新绿一重重， 小蕾深藏数点红。爱惜芳心莫轻吐， 且教桃李闹春风。", "translation": "海棠枝间新长出的绿叶层层叠叠的，小花蕾隐匿其间微微泛出些许的红色。一定要爱惜自己那芳香的心，不要轻易地盛开，姑且让桃花李花在春风中尽情绽放吧！"}}, {"name": "曾巩", "dynasty": "宋代"}, {"name": "定风波·红梅", "prop": {"content": "好睡慵开莫厌迟。自怜冰脸不时宜。偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。 休把闲心随物态，何事，酒生微晕沁瑶肌。诗老不知梅格在，吟咏，更看绿叶与青枝。", "translation": "不要厌烦贪睡的红梅久久不能开放，只是爱惜自己不合时宜。偶尔是淡红如桃杏色，文静大方，偶尔疏条细枝傲立于雪霜。红梅本具雪霜之质，不随俗作态媚人，虽呈红色，形类桃杏，乃是如美人不胜酒力所致，未曾堕其孤洁之本性。石延年根本不知道红梅的品格，只看重绿叶与青枝。"}}, {"name": "咏壁鱼", "prop": {"content": "鳞细粉光鲜，开书乱眼前。透窗疑漏网，落砚似流泉。 潜穴河图内，吞钩乙字边。莫言鬐鬣小，食尽白蘋篇。", "translation": "无"}}, {"name": "撼庭秋·别来音信千里", "prop": {"content": "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。", "translation": "碧纱窗里看惯了春花秋月，听厌了梧桐夜雨点点滴滴敲打着相思之人的心，多少回彻夜无眠。她日登上高楼眺望，天地寥阔，阴云密布，全无离人的半点踪影，让人更加忧伤憔悴。可叹啊！那厅堂里燃着的红烛，空自心长焰短，替人流着一滴滴相思的苦泪。"}}, {"name": "古柏行", "prop": {"content": "孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。", "translation": "无"}}, {"name": "舞鹤赋", "prop": {"content": "　　散幽经以验物，伟胎化之仙禽。钟浮旷之藻质，抱清迥之明心。指蓬壶而翻翰，望昆阆而扬音。澘日域以回骛，穷天步而高寻。践神区其既远，积灵祀而方多。精含丹而星曜，顶凝紫而烟华。引员吭之纤婉，顿修趾之洪姱。叠霜毛而弄影，振玉羽而临霞。朝戏于芝田，夕饮乎瑶池。厌江海而游泽，掩云罗而见羁。去帝乡之岑寂，归人寰之喧卑。岁峥嵘而愁暮，心惆怅而哀离。 　　于是穷阴杀节，急景凋年。骫沙振野，箕风动天。严严苦雾，皎皎悲泉。冰塞长河，雪满群山。既而氛昏夜歇，景物澄廓。星翻汉回，晓月将落。感寒鸡之早晨，怜霜雁之违漠。临惊风之萧条，对流光之照灼。唳清响于丹墀，舞飞容于金阁。始连轩以凤跄，终宛转而龙跃。踯躅徘徊，振迅腾摧。惊身蓬集，矫翅雪飞。离纲别赴，合绪相依。将兴中止，若往而归。飒沓矜顾，迁延迟暮。逸翮后尘，翱翥先路。指会规翔，临岐矩步。态有遗妍，貌无停趣。奔机逗节，角睐分形。长扬缓骛，并翼连声。轻迹凌乱，浮影交横。众变繁姿，参差洊密。烟交雾凝，若无毛质。风去雨还，不可谈悉。既散魂而荡目，迷不知其所之。忽星离而云罢，整神容而自持。仰天居之崇绝，更惆怅以惊思。 　　当是时也，燕姬色沮，巴童心耻。巾拂两停，丸剑双止。虽邯郸其敢伦，岂阳阿之能拟。入卫国而乘轩，出吴都而倾市。守驯养于千龄，结长悲于万里。", "translation": "　　自秘籍流传以验察白鹤，由不凡之胎化育仙鸟。秉赋超迈旷远的美质，怀具清静辽阔的明心。朝蓬莱、方壶而振翅，望昆仑、阆苑以高鸣。环绕天域翱翔疾飞，邀避宇空高飞萦寻。飞行天宇将已遥，积累神龄而已多。眼带朱红而明亮，顶凝丹紫而高华。伸颈放开纤细婉转的歌声，停止了有力美好的高脚。收拢白翅而对水弄影，抖动玉羽而俯视丹顶。早晨嬉戏于昆仑的芝田，黄昏在仙家的瑶池饮水。厌倦江海而漫游草泽，为隐蔽的巨网而羁绊。离开寂静的天帝居所，到达喧哗低下的人间。岁月凛凛而愁暮，心情凄凄而伤别。"}}, {"name": "彭元逊", "dynasty": "宋代"}, {"name": "上官仪", "dynasty": "唐代"}, {"name": "十一月中旬至扶风界见梅", "prop": {"content": "匝路亭亭艳，非时裛裛香。素娥惟与月，青女不饶霜。赠远虚盈手，伤离适断肠。为谁成早秀，不待作年芳。", "translation": "梅花开满了路边，亭亭而立，花容艳丽；未到时节就开放了，散发着浓郁的芳香。嫦娥与月光相伴，一副清冷的样子；青霄玉女之冷峭胜过了严霜。手中空握满把的梅花，却不知寄往何方；与梅花伤心离别的时候又恰好碰上我悲愤欲绝。梅花为了谁造成了过早开花，而不等到报春才开花，成为旧历新年时的香花呢？"}}, {"name": "野菊", "prop": {"content": "未与骚人当糗粮，况随流俗作重阳。政缘在野有幽色，肯为无人减妙香。已晚相逢半山碧，便忙也折一枝黄。花应冷笑东篱族，犹向陶翁觅宠光。", "translation": "不给文人骚客做干粮，更不肯随流俗在重阳节被俗人赏识。正因为在野外更有清幽淡色。哪肯因为无人，剪掉自己的幽香。已是傍晚时分，在绿色的半山腰中与野菊相逢。即使匆忙也要折一枝淡黄的野菊。野菊花也许会冷笑那些家养的菊花，因为家菊们竟然向陶渊明寻求恩宠。"}}, {"name": "鹦鹉赋", "prop": {"content": "　　时黄祖太子射，宾客大会。有献鹦鹉者，举酒于衡前曰：“祢处士，今日无用娱宾，窃以此鸟自远而至，明彗聪善，羽族之可贵，愿先生为之赋，使四座咸共荣观，不亦可乎？”衡因为赋，笔不停缀，文不加点。其辞曰：　　惟西域之灵鸟兮，挺自然之奇姿。体金精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹觜，绿衣翠衿。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽？　　于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧生。故献全者受赏，而伤肌者被刑。　　尔乃归穷委命，离群丧侣。闭以雕笼，翦其翅羽。流飘万里，崎岖重阻。逾岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯扰以安处！眷西路而长怀，望故乡而延伫。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，愍众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。　　若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。　　感平生之游处，若埙篪之相须。何今日之两绝，若胡越之异区？顺笼槛以俯仰，窥户牖以踟蹰。想昆山之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初？讬轻鄙之微命，委陋贱之薄躯。期守死以报德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。", "translation": "　　当年黄祖的长子黄射举行宾客大会，有人献上一只鹦鹉并给祢衡敬上一杯酒说：“祢处士，今日大会没有什么可以用来娱乐宾客的，我个人认为此鸟自远而至，明彗聪善，是鸟类中十分珍贵的一种，祈望先生为它作一篇赋，使四座得以增光，您认为可不可以呢？” 祢衡于是为之作赋，一时笔不停缀，文不加点，笔下流出的文辞说： "}}, {"name": "题张十一旅舍三咏·井", "prop": {"content": "贾谊宅中今始见，葛洪山下昔曾窥。寒泉百尺空看影，正是行人暍死时。", "translation": "贾谊宅中的水井今天才见到，葛洪的炼丹井昔日曾看过。水井深达百尺只能看影，行人不能汲饮因此中暑而死。"}}, {"name": "施岳", "dynasty": "宋代"}, {"name": "南乡子·梅花词和杨元素", "prop": {"content": "寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。 痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。", "translation": "疏疏的篱笆上，满是冬天的麻雀。它们争着飞到梅花树，欣赏白玉一样的梅花。忽见一群吃酒客人，来到梅花树下，麻雀惊飞踏散梅花，梅花落到酒杯里。使君痛饮又能诗，醉后的客人坐雪地，雪水融化也不知。酒已饮尽，花已赏够，春天悄悄来到人间。请看，离离一丝暖气，已经附着梅花枝。"}}, {"name": "崔允", "dynasty": "明代"}, {"name": "李峤", "dynasty": "唐代"}, {"name": "普天乐·咏世", "prop": {"content": "洛阳花，梁园月，好花须买，皓月须赊。花倚栏干看烂熳开，月曾把酒问团圆夜。月有盈亏花有开谢，想人生最苦离别。花谢了三春近也，月缺了中秋到也，人去了何日来也？", "translation": "　　在洛阳赏花，到梁园赏月，好花应不惜钱去买，明月也应不惜钱去买。依着栏干观赏花开放得一片烂熳，举酒问明月为何如此团圆。月有圆有缺花有开有谢，想到人生最苦的事情莫过于离别。花谢了到了三春再开，月缺了到了中秋又圆，人去了什么时候能再来呢？ "}}, {"name": "虞美人影·咏香橙", "prop": {"content": "黄包先著风霜劲。独占一年佳景。点点吴盐雪凝。玉脍和齑冷。 洋园谁识黄金径。一棹洞庭秋兴。香荐兰皋汤鼎。残酒西窗醒。", "translation": "　　《虞美人影》，即《桃源忆故人》。“香橙”，常绿乔木，果圆形，越冬成熟。果皮香厚，黄橙色，瓢皮似雪而粗糙，叶似柑叶而较大，瓢液微甘而酸，可作调味品及醒酒之物。"}}, {"name": "水龙吟·白莲", "prop": {"content": "仙人掌上芙蓉，涓涓犹滴金盘露。轻装照水，纤裳玉立，飘飘似舞。几度销凝，满湖烟月，一汀鸥鹭。记小舟夜悄，波明香远，浑不见、花开处。应是浣纱人妒。褪红衣、被谁轻误？闲情淡雅，冶姿清润，凭娇待语。隔浦相逢，偶然倾盖，似传心素。怕湘皋佩解，绿云十里，卷西风去。", "translation": "无"}}, {"name": "薛宝钗·雪竹", "prop": {"content": "大雪北风催，家家贫白屋。玉树犹难伸，压倒千竿竹。高节志凌云，不敢当滕六。君子本虚心，甘自低头伏。无复绿猗猗，何如在淇澳？寒林尽白封，奚第琅玕独。寒梅也不禁，何只君瑟缩？读书小窗前，不见青矗矗。搦管坐空斋，不听声谡谡。缅怀文典可，佳画添几幅。更思僵卧人，岂只食无肉。", "translation": "无"}}, {"name": "汪中", "dynasty": "清代"}, {"dynasty": "先秦"}, {"name": "献仙音·吊雪香亭梅", "prop": {"content": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。问东风、几番吹梦，应惯识、当年翠屏金辇。一片古今愁，但废绿、平烟空远。无语销魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。", "translation": "古松积雪飘来寒意，岭头冬云吹成冰冻，数点红梅绽出浅浅的春色。聚景园中当年的歌舞楼台今已荒芜，宫女浣沙池今日冷寂，繁华市朝变作凄凉废苑，竟如此轻易！可叹梅花与人一样所存无几，相对依依共同迎来又一度岁暮。心情是一样的凄凉黯淡！试问东风方才几度来去，往日繁华已然成梦去远。东风啊，你一定多次见识过宋帝后妃的仪仗御辇。四处笼罩着伤今怀古的愁绪，满目是荒芜的草木与茫茫暮霭。我面对衰草斜阳默默无语，黯然魂消，泪流满面。远处西泠桥又传来断续的笛声，低低呜咽着春天的哀怨。"}}, {"name": "五岁咏花", "prop": {"content": "花开满树红，花落万枝空。唯余一朵在，明日定随风。", "translation": "花开时节满树鲜红，花落之后万枝皆空。剩下的唯一的那朵花呀，明天也要随风飘落了。"}}, {"dynasty": "隋代"}, {"name": "定风波·两两轻红半晕腮", "prop": {"content": "十月九日，孟亨之置酒秋香亭。有双拒霜，独向君猷而开，坐客喜笑，以为非使君莫可当此花，故作是篇。两两轻红半晕腮，依依独为使君回。若道使君无此意，何为，双花不向别人开。但看低昂烟雨里，不已。劝君休诉十分杯。更问尊前狂副使。来岁。花开时节与谁来。", "translation": "两朵芙蓉呈淡淡粉红色，像美人晕红的脸腮。恋恋不舍地特地为你再开一次。如果说使君没有这种感受，为什么这两朵芙蓉花不对别人开放？使君呀，好好地看看濛濛细雨中的芙蓉花，它在为你动情而翩翩起舞！劝君多喝几杯满杯酒表示谢意。酒席前的东坡醉官又问：明年，芙蓉花开时，我们再为谁来敬一杯？"}}, {"name": "萤火", "prop": {"content": "幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。", "translation": "萤火虫侥幸依靠腐草而化出，不敢靠近太阳飞舞。它的光亮不足以照亮书卷，有时还会玷污衣衫。微小的躯体，常在慢帐外随风飘荡，或在林边树下带雨挣扎。等到十月到来清霜凝重时，不知会飘落在哪里去。"}}, {"name": "虞世南", "dynasty": "唐代"}, {"name": "杨柳八首·其三", "prop": {"content": "苏小门前柳万条，毵毵金线拂平桥。黄莺不语东风起，深闭朱门伴舞腰。", "translation": "　　这是一首咏柳之词，是一种咏物的小令。词如一幅春柳图，春柳如画，画柳传神，画中寄情，令人遐想。此词与作者另一首咏柳词《杨柳枝·宜春苑外最长条》相比，柳所在地不同，内容亦有异，但艺术风格则相同：婉约、含蓄、绚丽。"}}, {"name": "咏省壁画鹤", "prop": {"content": "粉壁图仙鹤，昂藏真气多。鶱飞竟不去，当是恋恩波。", "translation": "无"}}, {"name": "戴名世", "dynasty": "清代"}, {"name": "赵壹", "dynasty": "两汉"}, {"name": "金人捧露盘·水仙花", "prop": {"content": "梦湘云，吟湘月，吊湘灵。有谁见、罗袜尘生。凌波步弱，背人羞整六铢轻。娉娉袅袅，晕娇黄、玉色轻明。 香心静，波心冷，琴心怨，客心惊。怕佩解、却返瑶京。杯擎清露，醉春兰友与梅兄。苍烟万顷，断肠是、雪冷江清。", "translation": "梦湘神，吟湘神，追怀湘神，罗袜无尘。植根水中，婷婷立于水面，宛如凌波仙子，身披薄薄轻纱无盛娇羞。体态娉娉袅袅，色如娇黄，莹如润玉。花香而静，水寒冷，琴心幽怨，见花而惊喜无边。只希望水仙花慢慢凋零败落，不要像江妃二女那样在人间打个照面就又返回仙宫去了。水仙花状如高脚酒杯，其中盛满了醇酒般的清露，高高擎起，连那挚友春兰和梅兄也要为之酣醉。苍烟万顷、雪冷江清，无怪乎娇弱的水仙要“断肠”于此了。"}}, {"name": "和郭主簿·其二", "prop": {"content": "和泽周三春，清凉素秋节。露凝无游氛，天高肃景澈。陵岑耸逸峰，遥瞻皆奇绝。芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。衔觞念幽人，千载抚尔诀。检素不获展，厌厌竟良月。", "translation": "雨水调顺整春季，秋来清凉风萧瑟。露珠凝聚无云气，天高肃爽景清澈。秀逸山峰高耸立，远眺益觉皆奇绝。芳菊开处林增辉，岩上青松排成列。松菊坚贞秀美姿，霜中挺立真豪杰。含杯思念贤隐士，千百年来守高节。顾我素志未施展，闷闷空负秋十月。"}}, {"name": "李群玉", "dynasty": "唐代"}, {"name": "浪淘沙·杨花", "prop": {"content": "金缕晓风残，素雪晴翻，为谁飞上玉雕阑？可惜章台新雨后，踏入沙间。沾惹忒无端，青鸟空衔，一春幽梦绿萍间。暗处销魂罗袖薄，与泪轻弹。", "translation": "初春鹅黄色的柳枝被晓风吹拂，杨花在艳阳下翻飞飘舞。看这翩翩弄晴的杨花，为什么，为什么她要飞上玉砌雕栏？可惜只为了一念偷生，她便如同雨后委身于沙土的杨花，名节丧尽，任人践踏。纵使有青鸟衔起，受到新朝的重用，也洗不尽此生的耻辱。只不过是一春有梦。一位罗袖单薄，亭亭玉立的女子，她躲在暗处消魂，独自悄悄弹泪。"}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "杨生青花紫石砚歌", "prop": {"content": "端州石工巧如神，踏天磨刀割紫云。佣刓抱水含满唇，暗洒苌弘冷血痕。纱帷昼暖墨花春，轻沤漂沫松麝薰。干腻薄重立脚匀，数寸光秋无日昏。圆毫促点声静新，孔砚宽顽何足云！", "translation": "端州石工的手艺真是灵巧如神，磨刀采石山顶上，犹如脚踏青天割紫云。砚台削磨均匀，注上水，像满含的嘴唇，砚台里花纹隐现仿佛苌弘的碧血印痕。纱帐中白天暖融融，磨动的墨花添春意，轻盈的墨泡和漂动的墨沫散发出松麝的芬芳。墨汁干润浓淡，墨脚都均匀稳定，小小砚台里的墨汁像秋空般光洁，没半点浊浑。用笔尖蘸着墨花，发出细微、清新之声，那又大又粗的孔砚有什么值得称颂！"}}, {"name": "牡丹芳", "prop": {"content": "牡丹芳，牡丹芳，黄金蕊绽红玉房。千片赤英霞烂烂，百枝绛点灯煌煌。照地初开锦绣段，当风不结兰麝囊。仙人琪树白无色，王母桃花小不香。宿露轻盈泛紫艳，朝阳照耀生红光。红紫二色间深浅，向背万态随低昂。映叶多情隐羞面，卧丛无力含醉妆。低娇笑容疑掩口，凝思怨人如断肠。浓姿贵彩信奇绝，杂卉乱花无比方。石竹金钱何细碎，芙蓉芍药苦寻常。遂使王公与卿士，游花冠盖日相望。庳车软舆贵公主，香衫细马豪家郎。卫公宅静闭东院，西明寺深开北廊。戏蝶双舞看人久，残莺一声春日长。共愁日照芳难驻，仍张帷幕垂阴凉。花开花落二十日，一城之人皆若狂。三代以还文胜质，人心重华不重实。重华直至牡丹芳，其来有渐非今日。元和天子忧农桑，恤下动天天降祥。去岁嘉禾生九穗，田中寂寞无人至。今年瑞麦分两岐，君心独喜无人知。无人知，可叹息。我愿暂求造化力，减却牡丹妖艳色。少回卿士爱花心，同似吾君忧稼穑。", "translation": "无"}}, {"name": "霓裳中序第一·茉莉咏", "prop": {"content": "青颦粲素靥。海国仙人偏耐热。餐尽香风露屑。便万里凌空，肯凭莲叶。盈盈步月。悄似怜、轻去瑶阙。人何在，忆渠痴小，点点爱轻撅。 愁绝。旧游轻别。忍重看、锁香金箧。凄凉清夜簟席。杳杳诗魂，真化风蝶。冷香清到骨。梦十里、梅花霁雪。归来也，恹恹心事，自共素娥说。", "translation": "无"}}, {"name": "枸杞", "prop": {"content": "神药不自閟，罗生满山泽。日有牛羊忧，岁有野火厄。越俗不好事，过眼等茨棘。青荑春自长，绛珠烂莫摘。短篱护新植，紫笋生卧节。根茎与花实，收拾无弃物。大将玄吾鬓，小则饷我客。似闻朱明洞，中有千岁质。灵庞或夜吠，可见不可索。仙人倘许我，借杖扶衰疾。", "translation": "无"}}, {"name": "螃蟹咏", "prop": {"content": "持螯更喜桂阴凉，泼醋擂姜兴欲狂。饕餮王孙应有酒，横行公子竟无肠。脐间积冷谗忘忌，指上沾腥洗尚香。原为世人美口腹，坡仙曾笑一生忙。", "translation": "手持蟹钳更喜有这桂树的阴凉，捣烂生姜，置姜末于醋中真使我食兴欲狂。如此贪馋会吃的我自然要有酒助兴，号为“横行公子”的螃蟹却是腹内空空无肝肠。为贪馋早忘了腹脐积冷的顾忌，手指上沾染腥味洗了又洗还有余香。螃蟹生来原就为满足世人的口福，称仙的苏东坡也曾自嘲平生为口忙。"}}, {"name": "韩琮", "dynasty": "唐代"}, {"name": "五粒小松歌", "prop": {"content": "前谢秀才、杜云卿，命予作《五粒小松歌》，予以选书多事，不治曲辞，经十日，聊道八句，以当命意。蛇子蛇孙鳞蜿蜿，新香几粒洪崖饭。绿波浸叶满浓光，细束龙髯铰刀剪。主人壁上铺州图，主人堂前多俗儒。月明白露秋泪滴，石笋溪云肯寄书。", "translation": "前些时候谢秀才与杜云卿叫我写《五粒小松歌》，我因为选编书集事情较多，没有时间写诗，经过十天，勉强写出八句，算是完成友人的意旨。"}}, {"name": "鲁从事清晖阁", "prop": {"content": "庾郎真好事，溪阁斩新开。水石精神出，江山气色来。疏烟分鹭立，远霭见帆回。公退资清兴，闲吟倚槛裁。", "translation": "你像多才的庾信，特别爱好风雅和清赏，刚刚建造了一座楼阁，崭新地向着溪山开敞。登上高处四下眺望，水石佳秀的神采立即展放，江山挟带来气象风光，一片苍苍莽莽。疏疏烟雾里见白鹭行行分立，淡淡云气中看远帆点点归航。公事之余楼阁将助你清兴，想象你会常常依栏吟咏斟酌诗章。"}}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "罗邺", "dynasty": "唐代"}, {"name": "白梅", "prop": {"content": "冰雪林中著此身，不同桃李混芳尘。忽然一夜清香发，散作乾坤万里春。", "translation": "白梅生长在冰天雪地的寒冬，傲然开放，不与桃李凡花相混同。忽然在某个夜里花儿盛开，清香散发出来，竟散作了天地间的万里新春。"}}, {"name": "早梅", "prop": {"content": "迎春故早发，独自不疑寒。畏落众花后，无人别意看。", "translation": "梅花要迎接春天的来临，所以它早先开放。尽管冬天的天气是多么寒冷，但它还是傲然独立，毫不畏惧。它只是怕开花落在群芳之后，到那时，人们游春的意兴索然，再也没有人特别注意地观赏它了。"}}, {"name": "题破山寺后禅院", "prop": {"content": "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)", "translation": "清晨我进入这古老寺院，初升的太阳照在山林上。弯弯曲曲的小路通向幽深处，禅房掩映在繁茂的花木丛中。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "咏蚊", "prop": {"content": "饱去樱桃重，饥来柳絮轻。但知离此去，不用问前程。", "translation": "蚊子吃饱了血，肚子胀得像个樱桃那么大，看它来的时候轻飘飘的像柳絮一样。它吃饱了就走，不用管自己的前程。"}}, {"name": "咏柳", "prop": {"content": "乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。", "translation": "杂乱的柳枝条还没有变黄，在东风的吹动下便飞快的变绿了。只懂得用它的飞絮蒙住日月，却不知天地之间还有秋霜。"}}, {"name": "香菱咏月·其三", "prop": {"content": "精华欲掩料应难，影自娟娟魄自寒。一片砧敲千里白，半轮鸡唱五更残。绿蓑江上秋闻笛，红袖楼头夜倚栏。博得嫦娥应借问，缘何不使永团圆。", "translation": "月亮的光华谁也难把她遮掩，她倩影多娟美可质地多清寒。广袤的原野一片银色传来捣衣声阵阵，雄鸡报晓夜色将可阑可残月仍挂天边。秋江里漂泊的旅人闻笛声更添愁绪，楼上伤情的少妇终夜里倦倚栏杆。惹得月宫里寂寞的嫦娥也不禁要问：是什么原因不使人们永远团圆。 "}}, {"name": "竹石", "prop": {"content": "咬定青山不放松，立根原在破岩中。千磨万击还坚劲，任尔东西南北风。", "translation": "竹子抓住青山一点也不放松，它的根牢牢地扎在岩石缝中。经历无数磨难和打击身骨仍坚劲，任凭你刮酷暑的东南风，还是严冬的西北风。 "}}, {"name": "扬雄", "dynasty": "两汉"}, {"name": "咏雨", "prop": {"content": "罩云飘远岫，喷雨泛长河。低飞昏岭腹，斜足洒岩阿。泫丛珠缔叶，起溜镜图波。濛柳添丝密，含吹织空罗。", "translation": "笼罩在天空中的乌云飘去远处的峰峦，大雨倾盆而下，河水上涨。乌云低飞使半山腰一片昏暗，风吹雨斜撒满了山的曲折处。一串串雨滴落下，又如珍珠般结在树叶上；大雨在如镜的湖面上泛起了一阵阵涟漪。柳丝在雨气中一片迷濛，连绵的大雨如帘，风吹雨丝在空中织起了一片片罗幕。"}}, {"name": "惠标", "dynasty": "南北朝"}, {"name": "巽上人以竹间自采新茶见", "prop": {"content": "芳丛翳湘竹，零露凝清华。复此雪山客，晨朝掇灵芽。蒸烟俯石濑，咫尺凌丹崖。圆方丽奇色，圭璧无纤瑕。呼儿爨金鼎，馀馥延幽遐。涤虑发真照，还源荡昏邪。犹同甘露饭，佛事薰毗耶。咄此蓬瀛侣，无乃贵流霞。", "translation": "无"}}, {"name": "王国维", "dynasty": "近现代"}, {"name": "荷花", "prop": {"content": "荷叶五寸荷花娇，贴波不碍画船摇；相到薰风四五月，也能遮却美人腰。", "translation": "五寸的荷叶托着娇艳的荷花，荷叶密密的贴在水面，但这并不妨碍彩舟的荡漾。直到四五月间夏风微微吹拂，这些荷叶荷花的高度依旧能恰巧把美人的腰遮住。"}}, {"name": "古树", "prop": {"content": "闻道三株树，峥嵘古至今。松知秦历短，柏感汉恩深。用尽风霜力，难移草木心。孤撑休抱恨，苦楝亦成阴。", "translation": "我曾听说有三株古树，树枝繁茂，从古至今，长盛不衰。它们曾见证过秦王朝的短暂历史，也曾感受过四百年汉朝的雨露深恩。风霜就算用尽全力，也难以动摇它们的草木之心。虽然孤立地支撑于天地之间，但知今后不必再为此孤独而抱恨了；因为我家的楝树已长大、亭亭如盖、树荫亦如松柏一般宽广。"}}, {"name": "昭君怨·咏荷上雨", "prop": {"content": "午梦扁舟花底，香满西湖烟水。急雨打篷声，梦初惊。却是池荷跳雨，散了真珠还聚。聚作水银窝，泻清波。 (泻清波 一作：泛清波)", "translation": "夏日午眠，梦见荡舟西湖荷花间，满湖烟水迷茫、荷花清香扑鼻。突然如筛豆般的阵雨敲击船篷，发出“扑”、“扑”的声音，把我从西湖赏荷的梦境中惊醒。以为是在西湖赏荷，却原来是在家中午休，遇急雨击池中荷叶把我惊醒，梦醒后观庭院荷池，急雨敲打荷叶，雨珠跳上跳下，晶莹的雨点忽聚忽散，散了如断线的珍珠，四处迸射，使人眼花缭乱，最后聚在叶心，像一窝泛波的水银，亮晶晶的。"}}, {"name": "谢判官幽谷种花", "prop": {"content": "浅深红白宜相间，先后仍须次第栽。我欲四时携酒去，莫教一日不花开。", "translation": "幽谷种花，间隔栽种的花儿开得娇媚宜人，不分春夏四季。我随时都要带着酒去那儿赏花，可不要让花儿有一天不开啊！"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "有木诗八首·其八", "prop": {"content": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。", "translation": "有一种植物名叫丹桂，一年四季都香气浓郁。花团像夜晚的白雪般明亮，叶片像春云般碧绿。临风的身影水一样澄澈，带霜的枝丫洁净如玉。独自占领小山的清幽，不许庸俗的鸟儿停歇。匠人喜爱它的芳香正直，砍了来建造大厦高屋。细干还没有长足力量，采用它未免过于急速。虽然担负的责任很重，正直的性格却从未改变。纵然不是栋梁之材，究竟胜过平常的木材。"}}, {"name": "绿头鸭·咏月", "prop": {"content": "晚云收，淡天一片琉璃。烂银盘、来从海底，皓色千里澄辉。莹无尘、素娥淡伫，静可数、丹桂参差。玉露初零，金风未凛，一年无似此佳时。露坐久，疏萤时度，乌鹊正南飞。瑶台冷，栏干凭暖，欲下迟迟。 念佳人、音尘别后，对此应解相思。最关情、漏声正永，暗断肠、花影偷移。料得来宵，清光未减，阴晴天气又争知。共凝恋、如今别后，还是隔年期。人强健，清尊素影，长愿相随。", "translation": "无"}}, {"name": "咏架上鹰", "prop": {"content": "天边心胆架头身，欲拟飞腾未有因。万里碧霄终一去，不知谁是解绦人。", "translation": "无"}}, {"name": "余靖", "dynasty": "宋代"}, {"name": "品令·茶词", "prop": {"content": "凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。", "translation": "几只凤凰在凤饼茶上团团飞舞。只恨有人将茶饼掰开，凤凰各分南北，孤孤零零。将茶饼用洁净的金渠细心碾成琼粉玉屑，但见茶末成色纯净，清亮晶莹。加入好水煎之，汤沸声如风过松林，已经将酒醉之意减了几分。煎好的茶水味道醇厚，香气持久。饮茶亦能使人醉，但不仅无醉酒之苦，反觉精神爽朗，渐入佳境。就好比独对孤灯之时，故人从万里之外赶来相逢。此种妙处只可意会，不可言传，惟有饮者才能体会其中的情味。"}}, {"dynasty": "两汉"}, {"name": "石竹咏", "prop": {"content": "萋萋结绿枝，晔晔垂朱英。常恐零露降，不得全其生。叹息聊自思，此生岂我情。昔我未生时，谁者令我萌。弃置勿重陈，委化何足惊。", "translation": "翠绿枝条生长茂盛，垂挂着繁盛美丽的红花。常常担心寒冷的露珠降临，无法保住它那美好的生命。叹息石竹时也思考自身，此生难道是我衷情的吗？在我尚未降临人世的时候，究竟是谁是我萌生的呢？抛开这样的事情不再说它了，顺应自然的变化又何必惊恐呢？"}}, {"name": "朝天子·咏喇叭", "prop": {"content": "喇叭，唢呐，曲儿小腔儿大。官船来往乱如麻，全仗你抬声价。(唢呐 一作：锁呐； 声价 一作：身价)军听了军愁，民听了民怕。哪里去辨甚么真共假？(甚么 同：什么)眼见的吹翻了这家，吹伤了那家，只吹的水尽鹅飞罢！", "translation": "喇叭和唢呐，吹的曲子虽短，声音却很响亮。官船来往频繁乱如麻，全凭借你抬高名誉地位。军队听了军队发愁，百姓听了百姓害怕。哪里会去辨别什么真和假？眼看着使有的人家倾家荡产，有的人家元气大伤，直吹得江水枯竭鹅飞跑，家破人亡啊！"}}, {"name": "汪遵", "dynasty": "唐代"}, {"name": "夹竹桃花·咏题", "prop": {"content": "诗绛彩娇春，苍筠静锁，掩映夭姿凝露。花腮藏翠，高节穿花遮护。重重蕊叶相怜，似青帔艳妆神仙侣。正武陵溪暗，淇园晓色，宜望中烟雨。暖景、谁见斜枝处。喜上苑韶华渐布。又似瑞霞低拥，却恐随风飞去。要留最妍丽，须且闲凭佳句。更秀容、分付徐熙，素屏画图取。", "translation": "　　这首词中，作者浓彩重墨，运用描写、比喻、对比等手法，借鉴汉大赋“铺叙”的写法，极尽铺叙夸张之能事，酣畅淋漓地描写了皇家园林如淇园般的竹林秀美景色，气势恢宏。 "}}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "山中雪后", "prop": {"content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。", "translation": "清晨起，打开门看到的是满山的皑皑白雪。雪后初晴，白云惨淡，连日光都变得寒冷。房檐的积雪未化，院落的梅花枝条仍被冰雪凝冻。这样清高坚韧的性格，是多么不寻常啊！"}}, {"name": "吴信辰", "dynasty": "清代"}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "冯云山", "dynasty": "清代"}, {"name": "张祜", "dynasty": "唐代"}, {"name": "张九成", "dynasty": "宋代"}, {"name": "咏蟹 / 咏螃蟹呈浙西", "prop": {"content": "未游沧海早知名，有骨还从肉上生。 莫道无心畏雷电，海龙王处也横行。", "translation": "还没有游历沧海就知道蟹的名声，它的肉上长着骨头，长相奇特无比。不要说它没有心肠，它哪里怕什么雷电，大海龙王那里也是横行无忌。"}}, {"name": "赋得古原草送别(节选)", "prop": {"content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。", "translation": "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "黄莺儿·园林晴昼春谁主", "prop": {"content": "园林晴昼春谁主。暖律潜催，幽谷暄和，黄鹂翩翩，乍迁芳树。观露湿缕金衣，叶映如簧语。晓来枝上绵蛮，似把芳心深意低诉。无据。乍出暖烟来，又趁游蜂去。恣狂踪迹，两两相呼，终朝雾吟风舞。当上苑柳秾时，别馆花深处。此际海燕偏饶，都把韶光与。", "translation": "晴丽之昼，谁主园林之春呢？春天阳气暗催草木萌发，葱郁的深谷也变得那样暖和。清晨，黄莺在林间翩翩飞舞，露水打湿的它们金黄色的毛羽，绿叶掩映中传来了它们悦耳的鸣声，绵绵蛮蛮如有情，低低地诉说着芳心深意。无缘无故地，黄莺出巢飞动的时候，清晨的雾霭尚未消散，又追逐随同游蜂而去。它们行踪放浪，两两相呼应，整日雾里唱风里舞。当上林苑柳树葱郁茂盛时，在别馆花深的地方，这期间燕子特别多，都把美好时光白白流失。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "齐天乐·蟋蟀", "prop": {"content": "丙辰岁，与张功父会饮张达可之堂。闻屋壁间蟋蟀有声，功父约予同赋，以授歌者。功父先成，辞甚美。予裴回末利花间，仰见秋月，顿起幽思，寻亦得此。蟋蟀，中都呼为促织，善斗。好事者或以三二十万钱致一枚，镂象齿为楼观以贮之。庾郎先自吟愁赋，凄凄更闻私语。露湿铜铺，苔侵石井，都是曾听伊处。哀音似诉。正思妇无眠，起寻机杼。曲曲屏山，夜凉独自甚情绪？西窗又吹暗雨。为谁频断续，相和砧杵？候馆迎秋，离宫吊月，别有伤心无数。豳诗漫与。笑篱落呼灯，世间儿女。写入琴丝，一声声更苦。", "translation": "无"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "绮罗香·咏春雨", "prop": {"content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "translation": "无"}}, {"name": "鹭鸶", "prop": {"content": "闲立春塘烟淡淡，静眠寒苇雨飕飕。渔翁归后汀沙晚，飞下滩头更自由。", "translation": "春天里，鹭鸶时而悠闲地站立在烟波迷蒙的池塘边上，时而静卧在冷雨飕飕的寒苇丛里。渔翁回去后沙汀上雾色苍茫，鹭鸶又在无人来往的滩头上自由自在飞上又飞下。 "}}, {"name": "咏舞诗", "prop": {"content": "从风回绮袖，映日转花钿。同情依促柱，共影赴危弦。", "translation": "　　南朝文士，多有戏美姬、咏歌舞之作，此类诗作，大抵都以秾丽的词藻，描写女子的颜色、服饰、歌姿、舞态，往往流于浮艳轻靡。梁代诗人王暕，虽未能免俗，也有《咏舞》之作，但在艺术表现上，这首小诗却别出机杼，不落窠臼。"}}, {"name": "佚名", "dynasty": "清代"}, {"name": "古香慢·赋沧浪看桂", "prop": {"content": "怨娥坠柳，离佩摇葓，霜讯南圃。漫忆桥扉，倚竹袖寒日暮。还问月中游，梦飞过、金风翠羽。把残云、胜水万顷，暗熏冷麝凄苦。渐浩渺、凌山高处。秋澹无光，残照谁主。露粟侵肌，夜约羽林轻误。翦碎惜秋心，更肠断、珠尘藓路。怕重阳，又催近、满城细雨。", "translation": "　　沧浪指苏州沧浪亭，在州学之南。这首《古香慢》是吴梦窗的一首咏物词，所咏之物即为沧浪亭的桂。从词风和内容看。此词大约写于公元1243年（宋理宗淳祐三年），反映的是词人面临南宋衰亡的哀感。"}}, {"name": "李世民", "dynasty": "唐代"}, {"name": "雨不绝", "prop": {"content": "鸣雨既过渐细微，映空摇飏如丝飞。阶前短草泥不乱，院里长条风乍稀。舞石旋应将乳子，行云莫自湿仙衣。眼边江舸何匆促，未待安流逆浪归。", "translation": "喧哗的雨已经过去、逐渐变得细微，映着天空摇漾的是如丝的细雨飘飞。石阶前小草沾了泥并不脏乱，院子里柳条上的风也陡然变得稀少起来。舞石应立即带着乳子起飞，且不要因播撒云层濡湿自己的仙衣。眼前江船何其匆促，不等到江流平静就迎着风浪归去。 "}}, {"name": "奉同张敬夫城南二十咏", "prop": {"content": "纳湖诗筒连画卷，坐看复行吟。想像南湖水，秋来几许深。东渚小山幽桂丛，岁暮霭佳色。花落洞庭波，秋风渺何极！咏归桥绿涨平湖水，朱栏跨小桥。舞雩千载事，历历在今朝。船斋考盘虽在陆，滉漾水云深。正尔沧洲趣，难忘魏阙心。丽泽堂堂后林阴密，堂前湖水深。感君怀我意，千里梦相寻。兰涧光风浮碧涧，兰杜日猗猗。竟岁无人采，含薰祗自知。书楼君家一编书，不自圯上得。石室寄林端，时来玩幽赜。山斋藏书楼上头，读书楼下屋。怀哉千载心，俯仰数椽足。蒙轩先生湖海姿，蒙养今自閟。铭坐仰先贤，点画存彖系。石疏此竹下渠，漱彼涧中石。暮馆绕寒声，秋空动澄碧。卷云亭西山云气深，徙倚一舒　。浩荡忽搴开，为君展遐眺。柳堤渚华初出水，堤树亦成行。吟罢天津句，　风拂面凉。月榭月色三秋白，湖光四面平。与君凌倒景，上下极空明。濯清涉江采芙蓉，十反心无斁。不遇无极翁，深衷竟谁识？西屿朝吟东渚风，夕弄西屿月。人境谅非遥，湖山自幽绝。淙琤谷湖光湛不流，嵌窦亦潜注。倚杖忽琮琤，竹深无觅处。听雨舫彩舟停画桨，容与得欹眠。梦破蓬窗雨，寒声动一川。梅堤仙人冰雪姿，贞秀绝伦拟。驿使讵知闻，寻香问烟水。采菱舟湖平秋水碧，桂棹木兰舟。一曲菱歌晚，惊飞欲下鸥。南阜高丘复层观，何日去登临？一目长空尽，寒江列暮岑。 ", "translation": "张栻，又名乐斋，字敬夫，号南轩，谥号宣，闲居长沙时，尝于城南结屋读书，撮其二十景一一名之。又作《城南杂咏二十首》及实景图，寄与朱熹。此诗即朱熹逐题依韵和之，作于淳熙元年（1174）秋。全诗抒写景物，讴歌出尘脱俗的隐居生活，崇尚古人的高洁志向，并暗含怀才不遇、壮志难酬之意。语言晓畅清新，在意境上空灵超脱、闲暇萧散。何乔新《跋晦庵真迹》评此诗云：“其词浑厚和平，有盛唐风致，其字如孤松老柏，晋宋间以书名家未易及也。”《庚子销夏记》卷一《朱元晦城南二十咏墨迹》：“朱夫子和敬夫先生《城南二十咏》，字法俊逸，大有晋人风度，而诗之清远，亦非宋人所能及。” "}}, {"name": "陈知玄", "dynasty": "唐代"}, {"name": "刘因", "dynasty": "元代"}, {"name": "咏鹅", "prop": {"content": "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。", "translation": "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。白色的身体漂浮在碧绿水面，红红的脚掌拨动着清清水波。"}}, {"name": "忆秦娥·咏桐", "prop": {"content": "临高阁，乱山平野烟光薄。烟光薄，栖鸦归后，暮天闻角。断香残酒情怀恶，西风催衬梧桐落。梧桐落，又还秋色，又还寂寞。", "translation": "登临高楼，只见山峦纵横，空旷的原野笼罩在轻薄的烟雾中，烟雾中又渗透着落日的最后一缕余辉，乌鸦反巢，鸦声消逝，远处又隐隐传来了军营中号角声。熏香燃尽，美酒饮完，这光景令人内心好不悲苦凄切。阵阵秋风吹落那一片片梧桐枯叶，梧桐叶落，又是一片秋景萧瑟，又让人总是满怀的孤独、冷落。"}}, {"name": "咏白海棠", "prop": {"content": "斜阳寒草带重门，苔翠盈铺雨后盆。玉是精神难比洁，雪为肌骨易销魂。芳心一点娇无力，倩影三更月有痕。莫谓缟仙能羽化，多情伴我咏黄昏。", "translation": "夕阳照着秋草连接着层层的院门，苔藓青翠长满了雨水淋过的花盆。白玉的品格难比海棠的纯洁，那雪般的肌骨更能陶情醉人。点点花蕊芳香娇嫩好似不胜风力，夜深明月下还留着她俏丽的影痕。不要说白衣仙女会升天飞去，她正多情地伴我在黄昏中吟咏呢。"}}, {"name": "赋得蝉", "prop": {"content": "避雀乔枝里，飞空华殿曲。天寒响屡嘶，日暮声愈促。繁吟如故尽，长韵还相续。饮露非表清，轻身易知足。", "translation": "　　这是一首咏物诗，咏物诗均有象征的意思，因为语言文字本身就是“近取诸身，远取诸物”的隐喻系统。隐喻的基础即人与自然的基本相似性。诗人总是不厌其烦地幻想我是树，是蝉，是鸟，是云等等，企图通过忘我、脱我、化我而与世界合一。隐喻建立在双重或多重存在之上，诗人喻自己为蝉，就是把另一种经历或活动，即把蝉的生存过程与特性加在真实的生活领域中，意味着真实中的虚幻，虚幻中的真实。像蝉一般象征廉洁、清高、悲哀。古人以为蝉栖高树，声高远，以晨露为食，蝉也就成了“清高”、“廉洁”的代名词。蝉一生十分短促，深秋天寒，蝉声哀嘶，逐渐死去，故而总被用来表达悲秋情绪。"}}, {"name": "赵匡胤", "dynasty": "宋代"}, {"name": "朱翌", "dynasty": "宋代"}, {"dynasty": "魏晋"}, {"name": "晚桃花", "prop": {"content": "一树红桃亚拂池，竹遮松荫晚开时。非因斜日无由见，不是闲人岂得知。寒地生材遗校易，贫家养女嫁常迟。春深欲落谁怜惜，白侍郎来折一枝。", "translation": "一株盛开的桃树，花枝斜垂在水面上，因为被茂盛的松竹遮蔽，开放得晚一些。若不是倾斜的夕阳透入林中，还没办法发下它，不过也只有我这样喜欢寻幽探胜的闲人，才会过来一探究竟。可惜这棵桃花长得不是地方，就像出生寒门的人才容易被忽视，贫穷人家的女儿总是比常人要迟些才能出嫁。可怜这桃花在这春意正浓的时候，快要凋零了也没有享受到春光和游人的赏识，今天机缘巧合被我发现，就折一枝回去欣赏。"}}, {"name": "牡丹", "prop": {"content": "去春零落暮春时，泪湿红笺怨别离。常恐便同巫峡散，因何重有武陵期？传情每向馨香得，不语还应彼此知。只欲栏边安枕席，夜深闲共说相思。", "translation": "去年幕春的时节，牡丹花儿凋零了，我的眼泪打湿那深红小笺，怨恨与牡丹离别。常担心这样的离别，就像楚襄王和巫山神女梦中幽会般一散不复聚，为什么又会像那武陵人邂逅相逢？牡丹花散发芳香，传递着她的情意，虽然一句话不说，但彼此心灵相通。只想在那花栏边安置下床榻，以便在夜深人静时，与牡丹花互说相思。"}}, {"name": "张养浩", "dynasty": "元代"}, {"name": "蜡梅", "prop": {"content": "破腊惊春意，凌寒试晓妆。应嫌脂粉白，故染曲尘黄。缀树蜂悬室，排筝雁着行。团酥与凝蜡，难学是生香。", "translation": "腊梅花开惊破冬日的枯寂，昭示春天已悄悄到来，在料峭的寒风中，早早尝试充满生机的妆容。她想来是嫌恶脂粉的白腻，所以将自己点染出淡淡尘黄。挂满枝头，如同蜂房一样繁密，齐整生长好比筝上成行的雁柱。团团酥油和凝蜡虽难得些许相似，然而却习不得那阵阵幽香。"}}, {"name": "咏槐", "prop": {"content": "行台阶下原植三槐，故巡抚张纪常正德壬申正月剪伐其一，寸干无存。闰五月初十日，予适抚临。越旬日，前槐茁复出土，月转盛茂，再月余，而柯肄乔耸叶蔽云飞凌空之势，勃然莫遏。噫！槐一物也，厚积昌发乃尔。气数遭际之盛造化生育之功，夫岂徒然而已哉！是用谩成小诗以纪其实传告将来云。谁把庭槐浪剪除，源头生意自赢馀。肄丛故柢戈矛立，叶护重阴伞盖舒。间世瑞灵钟厚载，新晴苍翠接清虚。凉氛谩讶祛烦暑，王氏祯祥史续书。", "translation": "无"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "巴江柳", "prop": {"content": "巴江可惜柳，柳色绿侵江。好向金銮殿，移阴入绮窗。", "translation": "实在是让人喜爱，丝丝缕缕的柳叶，一片碧色染绿了大江。这样的名柳最好是送到金銮殿去，让一片阴凉移入雕满花纹的绮窗。"}}, {"name": "陈毅", "dynasty": "近现代"}, {"name": "念奴娇·梅", "prop": {"content": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。", "translation": "梅花开枝头，枝头花影稀疏、花色浅浅，那天真自然的颜色何人能与之媲美？东君统领下的百花颜色绚丽、身姿百态，却无一株能有梅花之神韵，实乃可笑呀！梅花生长于水边，迎雪绽放，不借春风之力便能肆意绽放。玉洁冰清、香嫩魂冷，骨格奇绝，其品格超凡入圣。还记得它曾经迎寒自开，被那梦醒后的佳人隔窗轻摘，插戴鬓边，是何等的荣耀。现在虽然飘泊天涯，形体消瘦，但风韵仍不减当年，依然冰清高洁、傲骨无双。不管是万里风烟还是一溪寒月，都未能欺侮得了它。不如远离这尘世喧嚣，归入山林，至少仙宫中还有个人在想念它。"}}, {"name": "刘向", "dynasty": "两汉"}, {"name": "杜公瞻", "dynasty": "隋代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "春草", "prop": {"content": "春草绵绵不可名，水边原上乱抽荣。似嫌车马繁华地，才入城门便不生。", "translation": "春天的野草长得茂密，连绵成片，无法分辨它的名字，在水边、在土丘上随意发芽蓬勃生长。似是不喜欢车水马龙的繁华地方，一到城门旁边就再也看不到它生长的痕迹。"}}, {"name": "际智", "dynasty": "清代"}, {"name": "咏草", "prop": {"content": "满目芊芊野渡头，不知若个解忘忧？细随绿水侵离馆，远带斜阳过别洲。金谷园中荒映月，石头城下碧连秋。行人怅望王孙去，买断金钗十二愁。", "translation": "那绿茸茸的野草布满了野外渡头，也不知哪棵草真能让人忘记忧愁？芳草沿着细流一直铺到豪门别墅，它追随着落日延展到遥远的沙洲。金谷园中一片荒芜对着凄凉月色；石头城下孤清冷漠接待萧瑟深秋。过往行人依稀记得石崇身亡势败，招致坠楼香殒金钗折毁抱恨悠悠。"}}, {"name": "张光启", "dynasty": "清代"}, {"name": "蝶恋花·一朵江梅春带雪", "prop": {"content": "长道县和元彦修梅词。彦修，钱塘人，名时敏。坐张天觉党，自户部员外郎谪监长道之白石镇。一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。 ", "translation": "　　“蝶恋花”本唐教坊曲，多用仄声韵，其声情缠绵而凄婉。赵鼎此词，更于仄声韵中选用了“雪、洁、怯、月、铁、结、绝、切”等哽咽决绝的入声，借之倾吐了胸中积郁的愤激之情。虽然是　　一首和作，却借他人之酒杯浇自家的块垒，无一丝应酬的痕迹。"}}, {"name": "裴给事宅白牡丹", "prop": {"content": "长安豪贵惜春残，争玩街西紫牡丹。 别有玉盘承露冷，无人起就月中看。", "translation": "长安的富贵人家痛惜春色将残，争相观赏大街以西的紫色牡丹。另有白色牡丹像玉盘承着冷露，却没有人愿在月光下欣赏细看。"}}, {"name": "惜黄花慢·菊", "prop": {"content": "粉靥金裳。映绣屏认得，旧日萧娘。翠微高处，故人帽底，一年最好，偏是重阳。避春祗怕春不远，望幽径、偷理秋妆。殢醉乡。寸心似翦，飘荡愁觞。 潮腮笑入清霜。斗万花样巧，深染蜂黄。露痕千点，自怜旧色，寒泉半掬，百感幽香。雁声不到东篱畔，满城但、风雨凄凉。最断肠。夜深怨蝶飞狂。", "translation": "　　《惜黄花慢》，词牌名，双调，一百零八字，上片十二句六平韵，下片十一句六平韵。"}}, {"name": "赠从弟·其二", "prop": {"content": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。", "translation": "高山上松树挺拔耸立，山谷间狂风瑟瑟呼啸。风声是多么的猛烈，松枝又是多么的刚劲！任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。难道是松树没有遭到严寒的侵凌吗？不，是松柏天生有着耐寒的本性！ "}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "咏百八塔", "prop": {"content": "《阿育王经》言：诸佛灭渡后，昼夜役鬼神造塔五千四十八所，意者是即其数欤。然海内郡县所见寥寥，独兹百八聚于一区，厥义未必无谓。余生斯长斯，靡所究竟，率成俚句，请质高明。百八浮图信异哉，无今无古壮山隈。降魔蜜顿金刚杵，说法偶成舍利堆。只虑激湍穿峡破，故将砥柱挽波颓。谁能识得真如意，唱佛周遭日几回。", "translation": "无"}}, {"name": "咏菊", "prop": {"content": "一夜新霜著瓦轻，芭蕉新折败荷倾。耐寒唯有东篱菊，金粟初开晓更清。", "translation": "一夜过后，初降的寒霜轻轻地附在瓦上，使得芭蕉折断，荷叶倾倒。耐寒的只有东边篱笆旁的菊花，它花蕊初开，让早晨多了一份清香。"}}, {"name": "南乡子·咏瑞香", "prop": {"content": "花气霭芳芬，翠幕重帘不染尘。梦里真香通鼻观，氤氲。不是婷婷倩女魂。细蕊缀纷纷，淡粉轻脂最可人。懒与凡葩争艳冶，清新。赢得嘉名自冠群。", "translation": "　　词作于戊午（1858年）至葵亥（1863年）之间。"}}, {"name": "蝶恋花·几股湘江龙骨瘦", "prop": {"content": "几股湘江龙骨瘦，巧样翻腾，叠作湘波皱。金缕小钿花草斗，翠条更结同心扣。金殿珠帘闲永昼，一握清风，暂喜怀中透。忽听传宣颁急奏，轻轻褪入香罗袖。", "translation": "独取湘妃竹制作扇子骨架，样式新巧，张开叠拢时有如水波起伏。金缕扇面上所绣的花草争妍斗艳，扇骨聚头处如同心扣结在一起。坐于金殿珠帘中，把扇清玩，扇子微摇清风入怀，真是喜不自胜。忽然听到有紧急文书需要批奏，只得轻轻将小扇收入袖中。"}}, {"name": "班婕妤", "dynasty": "两汉"}, {"name": "早梅", "prop": {"content": "万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。", "translation": "万木禁受不住严寒快要摧折，梅树却像独凝地下暖气于根茎，恢复了生机。皑皑的白雪笼罩着山村乡野，昨夜一枝梅花欺雪傲霜绽开。微风吹拂携裹着淡淡的幽香，素雅芳洁的姿态令鸟儿偷偷贪看。明年如果梅花还能按时绽放，希望它先开到人们喜欢的望春台。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "添字丑奴儿·窗前谁种芭", "prop": {"content": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。", "translation": "不知是谁在窗前种下的芭蕉树，一片浓阴，遮盖了整个院落。叶片和不断伸展的叶心相互依恋，一张张，一面面，遮蔽了庭院。满怀愁情，无法入睡，偏偏又在三更时分下起了雨，点点滴滴，响个不停。雨声淅沥，不停敲打着我的心扉。我听不惯，于是披衣起床。"}}, {"name": "明本", "dynasty": "元代"}, {"dynasty": "南北朝"}, {"name": "刘孝威", "dynasty": "南北朝"}, {"name": "高阳台·落梅", "prop": {"content": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。", "translation": "无"}}, {"name": "东湖新竹", "prop": {"content": "插棘编篱谨护持，养成寒碧映涟漪。清风掠地秋先到，赤日行天午不知。解箨时闻声簌簌，放梢初见叶离离。官闲我欲频来此，枕簟仍教到处随。", "translation": "竹初种时，用棘条编成篱笆，小心谨慎保护好新竹，新竹长成，碧绿浓荫，倒映在水之涟漪中。夏日的清风吹过地面，好像秋天提前而至，赤日当空，也不感到正午的炎热。笋壳脱落时，听到簌簌悉悉的声音，竹子拔节时，初现疏疏落落的倩影。退归闲暇的时候，我经常来这里，来的时候仍然随身带着枕头和竹席，好随地安眠。"}}, {"name": "桃花", "prop": {"content": "满树和娇烂漫红，万枝丹彩灼春融。 何当结作千年实，将示人间造化工。", "translation": "满树娇艳的红花娇艳绚烂，万枝千条丹彩流溢，明亮灼目，渲染出一派融融的春色。怎能让它千年长在，年年开花结果，以此来显示人间大自然的工巧？"}}, {"name": "袁凯", "dynasty": "明代"}, {"name": "陈允平", "dynasty": "宋代"}, {"name": "鼓钟", "prop": {"content": "鼓钟将将，淮水汤汤，忧心且伤。淑人君子，怀允不忘。鼓钟喈喈，淮水湝湝，忧心且悲。淑人君子，其德不回。鼓钟伐鼛，淮有三洲，忧心且妯。淑人君子，其德不犹。鼓钟钦钦，鼓瑟鼓琴，笙磬同音。以雅以南，以籥不僭。", "translation": "敲起乐钟声铿锵，淮水奔流浩荡荡，我心忧愁又悲伤。遥想善良的君子，深切怀念永难忘。敲起乐钟声和谐，淮水滔滔不停歇，我心忧愁又悲切。遥想善良的君子，德行正直且无邪。敲起乐钟擂起鼓，乐声回荡在三洲，我心悲哀又难受。遥想善良的君子，美德传扬垂千秋。敲起乐钟声钦钦，又鼓瑟来又弹琴，笙磬谐调又同音。配以雅乐和南乐，籥管合奏音更真。"}}, {"name": "梅花绝句二首·其一", "prop": {"content": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。(梅前 一作：梅花)", "translation": "听说山上的梅花已经迎着晨风绽放，远远望去，四周山上的梅花树就像一堆堆白雪一样。有什么办法可以把自己变化成数亿身影呢？让每一棵梅花树前都有一个陆游常在。"}}, {"name": "咏牡丹", "prop": {"content": "枣花至小能成实，桑叶虽柔解吐丝。堪笑牡丹如斗大，不成一事又空枝。", "translation": "枣花虽然很小，但能结果实。桑叶虽然柔软，却能养蚕吐丝。可笑牡丹花形大如斗，却什么也不能作，花谢后只剩空空枝条。"}}, {"name": "俞大猷", "dynasty": "明代"}, {"name": "一鹭图", "prop": {"content": "芳草垂杨荫碧流，雪衣公子立芳洲。一生清意无人识，独向斜阳叹白头。", "translation": "芳草杨柳遮蔽碧绿的流水，白鹭独立在水中的陆地上。一生心存高洁无人理解，独自面对斜阳悲叹年事已高。"}}, {"name": "感遇·江南有丹橘", "prop": {"content": "江南有丹橘，经冬犹绿林。岂伊地气暖？自有岁寒心。可以荐嘉客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴？", "translation": "江南丹桔叶茂枝繁，经冬不凋四季常青。哪里是因为她所处地方的气候温暖，而是具有松柏品性。荐之嘉宾必受称赞，山重水阻如何进献？命运遭遇往往不一，因果循环奥秘难寻。只说桃李有果有林，难道丹桔就不成阴？"}}, {"name": "玉烛新·白海棠", "prop": {"content": "初晴新雨后。乍洗褪胭脂，缟衣妆就。东风倦倚，憨憨态、不管敲残更漏。嫩寒天气，正睡稳、乌衣时候。深夜静、银烛高烧，微香暗侵襟袖。盈盈一点芳心，占多少春光，问卿知否？红妆莫斗。谁得似、净骨天然清瘦。神娟韵秀。雅称个、花仙为首。还要倩、流水高山，花前慢奏。", "translation": "雨后初晴，白海棠如同一位洗去了胭脂，身着素衣的清丽女子。风吹拂着显得慵懒娇憨的样子，从早到晚都是如此惹人怜爱。到了微寒夜晚，白海棠披上了乌衣，静静睡去。院子里寂静无声，银烛还散发着柔和的光芒，白海棠发出微弱的香气暗侵襟袖，沁人心脾。你的芳心如花朵初绽，能占几分春光？花儿们争奇斗艳，可是谁能像你那样素净清雅？你的神韵，堪称花中第一，让我在花前为你弹奏一曲《高山流水》吧。"}}, {"name": "双双燕·咏燕", "prop": {"content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "translation": "春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。"}}, {"name": "菊", "prop": {"content": "篱落岁云暮，数枝聊自芳。雪裁纤蕊密，金拆小苞香。千载白衣酒，一生青女霜。春丛莫轻薄，彼此有行藏。", "translation": "一年将近在篱笆边，几枝菊暂且开得欢。白雪裁剪出细蕊密，金蕾开放香气连连。千年曾为贫士之酒，一生都被霜雪摧残。春日花丛不要轻薄，彼此行止都是天然。"}}, {"name": "望海楼", "prop": {"content": "云间铁瓮近青天，缥缈飞楼百尺连。三峡江声流笔底，六朝帆影落樽前。几番画角催红日，无事沧州起白烟。忽忆赏心何处是？春风秋月两茫然。", "translation": "高耸入云的铁瓮城已近青天，凌云的缥缈高楼似与天相连。三峡的江声似乎流入我笔底，六朝的帆影好像映落我杯前。几番呜咽的画角催落着红日，远处幽静的沧洲袅起了白烟。忽忆起赏心美景究竟在何处？往事如烟那春风秋月已茫然。"}}, {"name": "孤雁 / 后飞雁", "prop": {"content": "孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。", "translation": "离群的孤雁既不饮水也不啄食，边飞边叫的声音里饱含对同群伙伴的思念。雁群消失在云海之间，谁来怜惜着天际孤雁？孤雁望断天涯，仿佛依稀看见伙伴们就在眼前；哀鸣不绝，好像愈发听到了同伴们的呼唤。野鸦完全不解孤雁的念群之情，只顾自己鸣噪不停。"}}, {"name": "萧泰来", "dynasty": "宋代"}, {"name": "七绝·咏蛙", "prop": {"content": "独坐池塘如虎踞，绿荫树下养精神。春来我不先开口，哪个虫儿敢作声。", "translation": "青蛙独坐池塘上如猛虎盘踞，头顶绿荫修身养性。春天来临如果青蛙不开口，有哪个虫儿敢争先鸣叫呢？"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "望山", "prop": {"content": "南山三十里，不见逾一旬。冒雨时立望，望之如朋亲。虬龙一掬波，洗荡千万春。日日雨不断，愁杀望山人。天事不可长，劲风来如奔。阴霪一以扫，浩翠写国门。长安百万家，家家张屏新。谁家最好山，我愿为其邻。", "translation": "终南山三十里的景色，我差不多有十几天没见到了。冒着雨久站着凝望，看见你如同看见亲朋好友一样。虬龙掬手扬波，人间万里春色如洗。只是每天春雨不断，让爱山人心情发愁。阴暗的天气不会太久，虽然现在的狂风来的非常猛烈。久雨新晴，坏心情一扫而光之后，终南山翠色欲流，如美景如画泻于一国之京城的长安。如同在长安百万人家，家家门前张开一面新崭崭的屏风。谁家的山最好看，我愿意成为他家的邻居。"}}, {"name": "昌谷北园新笋四首", "prop": {"content": "箨落长竿削玉开，君看母笋是龙材。更容一夜抽千尺，别却池园数寸泥。斫取青光写楚辞，腻香春粉黑离离。无情有恨何人见，露压烟啼千万枝。家泉石眼两三茎，晓看阴根紫脉生。今年水曲春沙上，笛管新篁拔玉青。古竹老梢惹碧云，茂陵归卧叹清贫。风吹千亩迎雨啸，鸟重一枝入酒尊。", "translation": "笋壳落掉后，新竹就很快地成长，像用刀把碧玉削开；你看那些健壮的大笋都是奇伟非凡之材。它们一夜之间将会猛长一千尺，远离竹园的数寸泥，直插云霄，冲天而立。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "徐再思", "dynasty": "元代"}, {"name": "山园屡种杨梅皆不成枇杷", "prop": {"content": "杨梅空有树团团，却是枇杷解满盘。难学权门堆火齐，且从公子拾金丸。枝头不怕风摇落，地上惟忧鸟啄残。清晓呼僮乘露摘，任教半熟杂甘酸。", "translation": "杨梅空有茂盛的枝叶，却是枇杷装满了盘子。很难像权贵那样以堆玩珠宝为乐，就随您一起拾掇枇杷吧。晚上风雨交加，我不怕枝头的枇杷被风吹落，就怕枇杷掉落后被鸟啄残。第二天清晨我赶紧让童仆将枇杷摘下，这时的枇杷还带着露珠，也不顾它没熟透，味道吃起来酸酸甜甜的。"}}, {"name": "庆清朝·榴花", "prop": {"content": "玉局歌残，金陵句绝，年年负却熏风。西邻窈窕，独怜入户飞红。前度绿阴载酒，枝头色比舞裙同。何须拟，蜡珠作蒂，缃彩成丛。谁在旧家殿阁？自太真仙去，扫地春空。朱幡护取，如今应误花工。颠倒绛英满径，想无车马到山中。西风后，尚余数点，犹胜春浓。", "translation": "　　王沂孙的艺术风格特长在于咏物。他借用前人诗句，略加点染，榴花风貌就历历在目。把哀感也融入新鲜的审美感中。全词表意清楚，用古事和前人词诗，能消弥其于无痕，这种艺术写法，还是很值得玩味的。"}}, {"name": "赏牡丹", "prop": {"content": "庭前芍药妖无格，池上芙蕖净少情。唯有牡丹真国色，花开时节动京城。", "translation": "庭前的芍药妖娆艳丽却缺乏骨格，池中的荷花清雅洁净却缺少情韵。只有牡丹才是真正的天姿国色，到了开花的季节引得无数的人来欣赏，惊动了整个京城。"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "疏影·苔枝缀玉", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。"}}, {"name": "清平乐·雪", "prop": {"content": "悠悠飏飏，做尽轻模样。半夜萧萧窗外响，多在梅边竹上。朱楼向晓帘开，六花片片飞来。无奈熏炉烟雾，腾腾扶上金钗。", "translation": "雪花飘飘洒洒满天飞舞，一副轻盈潇洒的模样。半夜只听得窗外大雪下的沙沙作响，压折那院中梅树和竹枝。第二天起床便迫不及待的掀开帘子，只见片片雪花迎面扑来。无奈房内熏炉中的烟雾一下就将身上的雪花全部融化了，只能看着雪花变成热气腾腾的雾气升腾而起，轻轻地笼罩在她那插有金钗的头上。"}}, {"name": "还自广陵", "prop": {"content": "天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。", "translation": "　　大冷天里，水鸟为了暖和挤在一起，十几只几百只一起，在快要落山的太阳光下游戏。路上的人走来走去，它们都不躲开，忽然听到水里哗啦一声响，它们吓一跳，“轰”的一下一齐飞了起来。 "}}, {"name": "巽公院五咏·苦竹桥", "prop": {"content": "危桥属幽径，缭绕穿疏林。迸箨分苦节，轻筠抱虚心。俯瞰涓涓流，仰聆萧萧吟。差池下烟日，嘲哳鸣山禽。谅无要津用，栖息有馀阴。", "translation": "高高的桥与幽幽的小路相连，它曲曲折折穿过稀疏的竹林。竹子从笋箨中迸发苦节，青皮环抱空虚的竹心。俯身看桥下细细的溪流，抬头听山间萧萧的竹韵。烟雾蒸腾中阳光西下，山里的鸟儿在嘲哳乱鸣。料想苦竹不可能作为渡口的竹伐，正好给我们的休憩提供了绿荫。 "}}, {"name": "唐玨", "dynasty": "宋代"}, {"name": "胡皓", "dynasty": "唐代"}, {"name": "朝中措·梅", "prop": {"content": "幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。 江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。", "translation": "你美好的姿色得不到少年人的喜爱，默默无语只有孤独和凄凉相伴。冬来春去身世飘零，品行清高不同于世俗。在江边月下你寄托了我多少诗情梦境，四溢的清香引起我多少离愁别恨。即便是春风浑然不知，你也曾是最先报春的使者。"}}, {"name": "感遇诗三十八首·其十二", "prop": {"content": "呦呦南山鹿，罹罟以媒和。招摇青桂树，幽蠹亦成科。世情甘近习，荣耀纷如何。怨憎未相复，亲爱生祸罗。瑶台倾巧笑，玉杯殒双蛾。谁见枯城蘖，青青成斧柯。", "translation": "南山的鹿群呦呦和鸣，落网全因驯鹿来勾引。招摇山上的青翠的桂树，被蛀虫把树身啃蚀一空。人情乐意为君主亲幸，荣耀纷纷是何等情景？怨仇还不曾给予报复，亲爱的人将灾祸滋生。瑶台在笑语嫣然中倒塌，玉杯在娥眉下破损。谁见过荒城枯树萌芽，青青枝条被斧子砍伐！"}}, {"name": "咏傀儡", "prop": {"content": "鲍老当筵笑郭郎，笑他舞袖太郎当。若教鲍老当筵舞，转更郎当舞袖长。", "translation": "　　这首诗用朴素自然的语言咏傀儡以言情，形象生动，耐人咀嚼。诗题《咏傀儡》，意为吟咏木偶戏中的木偶。诗的前两句“鲍老当筵笑郭郎，笑他舞袖太郎当”，“鲍老”，是宋代戏剧中的角色；“郭郎”，是戏剧中的丑角，诗中系指木偶戏中的木偶。这里，着墨无多，却使鲍老与郭郎的形象跃然纸上。诗人写鲍老，突出一个“笑”字；写郭郎，则紧扣其“舞袖太郎当”（衣服宽大，与身材不称）。透过这两行诗，我们仿佛目睹鲍老当筵笑郭郎的笑容，耳闻其笑语，也仿佛看到郭郎甩动着宽长的衣袖机械起舞的舞姿。"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "咏雪", "prop": {"content": "一片两片三四片，五六七八九十片。千片万片无数片，飞入梅花都不见。", "translation": "　　初到扬州的郑板桥，穷困潦倒暂住焦山别峰庵时，巧遇马曰琯马曰璐二人，之后结下深厚友谊。之后在大雪纷飞的一日，郑板桥冒着风雪前往小玲珑山馆访问二人，正遇到一群读书人正在赏雪吟诗。他们见郑板桥身着粗布衣，以为他不懂作诗，便故意为难。哪知郑板桥不慌不忙、不动声色地吟出了这首诗。 "}}, {"name": "邵雍", "dynasty": "宋代"}, {"name": "一剪梅·咏柳", "prop": {"content": "无限伤心夕照中，故国凄凉，剩粉余红。金沟御水自西东，昨岁陈宫，今岁隋宫。往事思量一晌空，飞絮无情，依旧烟笼。长条短叶翠濛濛，才过西风，又过东风。", "translation": "残阳如血，令人伤情，斜射着无垠的山川。故国覆亡，到处是一派凄凉。如今只剩南明朝廷残破狭小的宫殿，御苑中的溪流，自西向东流去，日夜不息。就像陈后主荒淫误国，昨日的陈朝宫殿，今年又变作隋朝的宫庭。不堪回首，往事就像这轻浮的柳絮，刹那成空。柳絮不知人心，依旧似烟知雾地漫天飙飞。柔软的柳枝，青翠的柳叶，像细雨蒙蒙，西风刚刚吹过，东风又来侵袭，几番风雨。"}}, {"name": "梅花落", "prop": {"content": "窗外一株梅，寒花五出开。影随朝日远，香逐便风来。泣对铜钩障，愁看玉镜台。行人断消息，春恨几裴回。", "translation": "　　《梅花落》属汉乐府“横吹曲辞”。这首诗通过女主人公的赏梅来表现了她对行人（即她的丈夫）的思念，反映了战争的长久，亲人无音信。读者从妻子思念丈夫的切切情感中可以看出当时边关战争的时间之长，守疆的重要性。此诗既是咏物诗，又是闺情诗。前四句咏物，后四句写人。首联的梅花引出了尾联中对春恨的感慨，“一株梅”则暗示了女主人公的孤独。诗味醇厚，形象逼真。"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "和袭美木兰后池三咏·白", "prop": {"content": "素蘤多蒙别艳欺，此花端合在瑶池。无情有恨何人觉？月晓风清欲堕时。", "translation": "素雅之花常常要被艳花欺，白莲花总应生长在瑶池里。月儿明风儿清花儿要凋谢，只有恨却无情谁人了解你？"}}, {"name": "陆容", "dynasty": "明代"}, {"name": "凄凉犯·重台水仙", "prop": {"content": "空江浪阔。清尘凝、层层刻碎冰叶。水边照影，华裾曳翠，露搔泪湿。湘烟暮合。□尘袜、凌波半涉。怕临风、□欺瘦骨，护冷素衣叠。樊姊玉奴恨，小钿疏唇，洗妆轻怯。汜人最苦，纷痕深、几重愁靥。花隘香浓，猛熏透、霜绡细摺。倚瑶台，十二金钱晕半掐。", "translation": "无"}}, {"name": "南中荣橘柚", "prop": {"content": "橘柚怀贞质，受命此炎方。密林耀朱绿，晚岁有馀芳。殊风限清汉，飞雪滞故乡。攀条何所叹，北望熊与湘。", "translation": "橘柚怀有坚贞的品性，受自然的使命生长在炎热的南方。茂密的林中，叶绿下耀眼的是那橙黄的果子，成熟的果实在岁末还散发阵阵芳香。不同的品质以淮河为界，漫天飞舞的雪花滞留在北国故乡。手攀橘柚枝条叹息什么呢？双目凝望着北面的熊、湘两山。"}}, {"name": "侧犯·咏芍药", "prop": {"content": "恨春易去，甚春却向扬州住。微雨，正茧栗梢头弄诗句。红桥二十四，总是行云处。无语，渐半脱宫衣笑相顾。金壶细叶，千朵围歌舞。谁念我、鬓成丝，来此共尊俎。后日西园，绿阴无数。寂寞刘郎，自修花谱。", "translation": "正怨恨春光易去之时，却目睹芍药开放，为什么这春色会移住扬州？微雨之中，在浮云飘过的二十四桥周围，芍药吐出如茧似栗的花蕾，仿佛在捉笔写诗。芍药默默不语，宛如美女脱掉宫装含情微笑。椭圆形似金色酒壶的花叶与千万株艳丽的花朵，被载歌载舞的赏花人群所包围。谁会想到我，两鬓已经斑白，来此地赏花饮酒。待到春尽夏来，名园绿肥红瘦之时，我愿意默默无闻地为芍药编修花谱。"}}, {"name": "渡海至琼管天宁寺咏阇提", "prop": {"content": "深院无人帘幕垂，玉英翠羽灿芳枝。世间颜色难相似，淡月初残未坠时。冰玉风姿照座骞，炎方相遇且相宽。纻衣缟带平生志，正念幽人尚素冠。阻涉鲸波寇盗森，中原回首涕沾襟。清愁万斛无消处，赖有幽花慰客心。", "translation": "李纲被贬至琼，游琼山府城天宁寺，咏花抒情，寻知音，诉衷情，北望中原泪沾襟，无奈何，赖花消愁。 "}}, {"name": "一剪梅·一剪梅花万样娇", "prop": {"content": "一剪梅花万样娇。斜插梅枝，略点眉梢。轻盈微笑舞低回，何事尊前，拍手相招。夜渐寒深酒渐消。袖里时闻，玉钏轻敲。城头谁恁促残更，银漏何如，且慢明朝。", "translation": "一枝梅花风情万种的娇美。斜插在树枝上，仿佛是眉梢上的一点。在那里微笑着，风中的舞姿轻盈得飘若惊鸿，仿佛是在对酒宴上的人们拍着手招呼。夜渐深、渐冷，酒意也慢慢消去了。经常可以听到美人的衣袖里玉镯敲碰的声音。城头上是谁在催促着打更，银饰的漏壶怎么样了，让明天的早晨来得更晚一些吧。"}}, {"name": "同蔡孚起居咏鹦鹉", "prop": {"content": "鹦鹉殊姿致，鸾皇得比肩。常寻金殿里，每话玉阶前。 贾谊才方达，扬雄老未迁。能言既有地，何惜为闻天。", "translation": "　　胡皓这一首有名的五律，其妙处在于，诗人以雄劲的笔触，描写同二相以下群官乐游园宴的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "子夜四时歌·渊冰厚三尺", "prop": {"content": "渊冰厚三尺，素雪覆千里。我心如松柏，君情复何似？", "translation": "深潭里的水结了三尺厚的冰，洁白的雪覆盖了千里大地。尽管如此寒冷，我的心仍然像松柏一样坚贞不变，你的心又像什么呢？"}}, {"name": "齐天乐·萤", "prop": {"content": "碧痕初化池塘草，荧荧野光相趁。扇薄星流，盘明露滴，零落秋原飞磷。练裳暗近。记穿柳生凉，度荷分暝。误我残编，翠囊空叹梦无准。楼阴时过数点，倚阑人未睡，曾赋幽恨。汉苑飘苔，秦陵坠叶，千古凄凉不尽。何人为省？但隔水余晖，傍林残影。已觉萧疏，更堪秋夜永！", "translation": "萤火虫刚从池塘里的草变化而来，便散发出微绿灯光相逐而飞。薄扇扑向萤火虫，萤火虫如流星般飞走了，如同承露盘中的露珠般闪烁，又如同秋天原野上的零落的磷火一般。萤火虫暗暗靠近读书之人。记起以前萤火虫穿过柳枝，感受强烈似凉风袭来，飞过荷塘划破了荷塘暮色。这般美景使我耽误了读书大业，对着翠囊空叹即使没有耽误，功成名就之梦亦无凭准。几只萤火虫飞过楼阴，倚靠在阑干上的人还没有去睡，想起曾经的幽恨。汉代的宫苑长满苔藓，秦朝的帝陵满地落叶，千年的凄凉不尽。何人能够理解？还好有隔着水的，穿梭林间的萤火虫陪伴。已经感觉凄凉萧瑟，哪堪这秋天的夜晚还很长。"}}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "醉落魄·咏鹰", "prop": {"content": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。", "translation": "冰冷的山峰有好几座，鹰在广阔平原乘风低掠过大地。秋日的万里晴空古今不变。醉酒之后敞开貂裘，大约记得当年打猎时呼鹰逐兽的事情。男儿空有一身武功绝技来和谁一争高下呢？即使老了也应该意气飞扬，因为人世间还有无数的奸佞之徒！月黑沙黄的夜晚，我这时偏偏想起了你。"}}, {"name": "淡黄柳·咏柳", "prop": {"content": "三眠未歇，乍到秋时节。一树斜阳蝉更咽，曾绾灞陵离别。絮已为萍风卷叶，空凄切。长条莫轻折，苏小恨，倩他说。尽飘零、游冶章台客。红板桥空，湔裙人去，依旧晓风残月。", "translation": "三眠柳枝条还在风中飘荡，秋天就突然降临了。斜阳余晖洒在树梢上，树上寒蝉幽咽。经过灞陵离别，飞絮已经飘落水面成为浮萍，落叶被风吹卷，空留下悲凉凄切。不要轻易折断柳枝作离别，因为离别的怨恨还要由它来诉说，那些在章台游玩的人来来往往，如同飘零的柳枝一般。如今送别的红板桥上空空荡荡，游春浣裙的女子也已经离去，只留下清晓的风伴着残月。"}}, {"name": "王溥", "dynasty": "宋代"}, {"name": "杜鹃花得红字", "prop": {"content": "愁锁巴云往事空，只将遗恨寄芳丛。归心千古终难白，啼血万山都是红。枝带翠烟深夜月，魂飞锦水旧东风。至今染出怀乡恨，长挂行人望眼中。", "translation": "愁云密锁蜀国的土地，往事皆成空；怀念故国的心情无法放下，便把它寄托给盛开的杜鹃花丛。那归心，千万年来，向谁陈述，谁能理解？声声悲啼，口角溅血，把这满山的杜鹃花染红。杜鹃花的枝叶萦绕着青烟，在夜月的照耀下一片迷蒙；杜鹃鸟的精魂，又飞到了锦江边上，追忆着往日的东风。这愁这怨染出了无限的怀归忧恨，它时时呈现在行人凄凉的眼中。"}}, {"name": "咏桂", "prop": {"content": "世人种桃李，皆在金张门。攀折争捷径，及此春风暄。一朝天霜下，荣耀难久存。安知南山桂，绿叶垂芳根。清阴亦可托，何惜树君园。", "translation": "世人皆爱种植桃李，都是在权贵世家的庭院里。都想找门路找捷径，好趁春风得意。像桃李花那样的，很难长久保持艳色荣华。他们不知道南山上的桂花树，常年绿叶垂阴。在桂花树下乘凉，凉爽又芳香，何不把桂花种植在你的庭院？"}}, {"name": "咏蕙诗", "prop": {"content": "蕙草生山北，托身失所依。植根阴崖侧，夙夜惧危颓。寒泉浸我根，凄风常徘徊。三光照八极，独不蒙余晖。葩叶永雕瘁，凝露不暇晞。百卉皆含荣，己独失时姿。比我英芳发，鶗鴂鸣已衰。", "translation": "蕙草生长在大山的北面，无依无靠，孤苦伶仃。蕙草生长在背阳的高峰上，日夜担忧唯恐坠落下来。冰冷的泉水浸泡着我的根，寒冷的风随时吹打着我的身躯。日、月、星的光辉能普照大地，然后由于山崖的阻隔，蕙草只能承受到一点微弱的光线。花和叶子一直都很枯槁，身上也一直披着露霜。百花盛开之季，而蕙草却独独发育迟缓而显得与季节不合。待到蕙草开花的时候，已是暮春时节，百花凋零了。"}}, {"name": "水龙吟·咏月", "prop": {"content": "倦游京洛风尘，夜来病酒无人问。九衢雪小，千门月淡，元宵灯近。香散梅梢，冻消池面，一番春信。记南楼醉里，西城宴阕，都不管、人春困。 屈指流年未几，早人惊、潘郎双鬓。当时体态，如今情绪，多应瘦损。马上墙头，纵教瞥见，也难相认。凭栏干，但有盈盈泪眼，罗襟揾。", "translation": "　　起首二句先把词人可悲的身世揭示出来。“京洛风尘”，语本晋人陆机《为顾彦先赠妇诗》之一：“京洛多风尘，素衣化为缁。”此处盖喻词人汴京官场上的落拓不遇。“病酒”，谓饮酒过量而身体不适。词人由于政治上不得意，常以酒浇愁。可是酒饮多了，反而沉醉如病。官场失意，酒病缠身，境况可谓惨矣，复着以“无人问”三字，其羁旅漂零之苦，尤为难堪。"}}, {"name": "白菊杂书四首", "prop": {"content": "黄昏寒立更披襟，露浥清香悦道心。 却笑谁家扃绣户，正薰龙麝暖鸳衾。 四面云屏一带天，是非断得自翛然。 此生只是偿诗债，白菊开时最不眠。 狂才不足自英雄，仆妾驱令学贩舂。 侯印几人封万户，侬家只办买孤峰。 黄鹂啭处谁同听，白菊开时且剩过。 漫道南朝足流品，由来叔宝不宜多。 ", "translation": "　　司空图是唐代创作咏菊诗数量最多、成就最为显著的诗人之一。他的大部分咏菊诗都是七绝，篇幅虽然不长，但意蕴丰富、含义深刻，显得别有韵致。"}}, {"name": "竹轩记", "prop": {"content": "　　子张子谪居大庾，借僧居数椽，阅七年，即东窓种竹数竿，为读书之所。因榜之曰：“竹轩。”　　客有见而问焉，曰：“耻之于人，大矣！今子不审出处，罔择交游，致清议之靡容，纷弹射而痛诋，朋友摈绝，亲戚包羞，远窜荒陬瘴疠之所侵，蛇虺之与邻。”　　子张子哑然笑曰：“物各有趣，人各有适。子方以窜逐为耻，我独以适心为贵。今吾将叙吾之适，以浣子之适，其可乎？”　　客曰：“唯唯。”　　子张子曰：“今夫竹之为物也，其节劲，其气清，其韵髙。冐霜雪而坚贞，延风月而清淑。吾诵书而有味，考古而有得，仰首而见，俯首而听，如笙箫之在云表。如圣哲之居一堂，爽气在前，清阴满几。陶陶然不知孰为我，孰为竹，孰为耻，孰为不耻，盎盎如春。醺醺如醉，子亦知此乐乎？”　　客闻吾言，神丧志沮，面无人色。吾因以是言而刻诸石。", "translation": "　　子张子被贬到大庾，借僧人一间茅屋居住。过了七年，即靠东窗种几棵竹子，为读书的地方。于是榜名为：“竹轩。”"}}, {"name": "感遇十二首", "prop": {"content": "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折。幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？鱼游乐深池，鸟栖欲高枝。嗟尔蜉蝣羽，薨薨亦何为。有生岂不化，所感奚若斯。神理日微灭，吾心安得知。浩叹杨朱子，徒然泣路岐。孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶？今我游冥冥，弋者何所慕！吴越数千里，梦寐今夕见。形骸非我亲，衾枕即乡县。化蝶犹不识，川鱼安可羡。海上有仙山，归期觉神变。西日下山隐，北风乘夕流。燕雀感昏旦，檐楹呼匹俦。鸿鹄虽自远，哀音非所求。贵人弃疵贱，下士尝殷忧。众情累外物，恕己忘内修。感叹长如此，使我心悠悠。江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心⑿。可以荐嘉客⒀，奈何阻重深。运命唯所遇，循环不可寻。徒言树桃李，此木岂无阴。永日徒离忧，临风怀蹇修。美人何处所，孤客空悠悠。青鸟跂不至，朱鳖谁云浮。夜分起踯躅，时逝曷淹留。抱影吟中夜，谁闻此叹息。美人适异方，庭树含幽色。白云愁不见，沧海飞无翼。凤凰一朝来，竹花斯可食。汉上有游女，求思安可得。袖中一札书，欲寄双飞翼。冥冥愁不见，耿耿徒缄忆。紫兰秀空蹊，皓露夺幽色。馨香岁欲晚，感叹情何极。白云在南山，日暮长太息。我有异乡忆，宛在云溶溶。凭此目不觏，要之心所钟。但欲附高鸟，安敢攀飞龙。至精无感遇，悲惋填心胸。归来扣寂寞，人愿天岂从？闭门迹群化，凭林结所思。啸叹此寒木，畴昔乃芳蕤。朝阳凤安在，日暮蝉独悲。浩思极中夜，深嗟欲待谁。所怀诚已矣，既往不可追。鼎食非吾事，云仙尝我期。胡越方杳杳，车马何迟迟。天壤一何异，幽嘿卧帘帷。 ", "translation": "　　公元737年（唐玄宗开元二十五年），张九龄由尚书丞相贬为荆州长史。晚年遭馋毁，忠而被贬，“每读韩非《孤愤》，涕泣沾襟”（徐浩《张公神道碑》），遂作《感遇十二首》。"}}, {"dynasty": "清代"}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "于谦", "dynasty": "明代"}, {"name": "杨柳八首·其二", "prop": {"content": "南内墙东御路旁，预知春色柳丝黄。杏花未肯无情思，何是行人最断肠。", "translation": "南宫内苑，东墙路旁，那是天子走过的地方。温柔的柳丝已知春的来临，又吐出嫩绿，泛起鹅黄。杏花也在含情相望，羞红的脸上又有几分彷徨。为什么行人不解杏花的情意，却独爱柳丝只为它愁伤断肠。"}}, {"name": "云", "prop": {"content": "千形万象竟还空，映水藏山片复重。无限旱苗枯欲尽，悠悠闲处作奇峰。", "translation": "旱云形象千姿百态竞返长空，片片重叠藏进深山映入水中。无数旱苗枯干欲死急盼甘雨，空中云朵悠然自在化作奇峰。"}}, {"name": "忆秦娥·梅谢了", "prop": {"content": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "translation": "梅花凋谢了，北方边塞的冰雪已经融化，大雁也早早地向北飞去了。我要委托那北归的大雁，请它问候一下故都家乡的父老。前线地区防务荒疏、边声悄寂，金人占领的淮河以北，人烟稀少。那曾经繁华奢靡的宣和宫殿，已经衰草遍地，尘烟缭绕。"}}, {"name": "王旭", "dynasty": "元代"}, {"name": "青松", "prop": {"content": "大雪压青松，青松挺且直。 要知松高洁，待到雪化时。", "translation": "厚厚的一层雪压在松枝上，但是青松依然挺拔笔直。要想知道这青松的高洁品格，那就要等到树上那层厚厚的雪化之后。"}}, {"name": "咏木槿树题武进文明府厅", "prop": {"content": "物情良可见，人事不胜悲。莫恃朝荣好，君看暮落时。", "translation": "　　刘庭琦这一首有名的五绝，其妙处在于，诗人以雄劲的笔触，描写木槿树题武进文明府厅的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "咏初日", "prop": {"content": "太阳初出光赫赫，千山万山如火发。一轮顷刻上天衢，逐退群星与残月。", "translation": "　　《咏初日》诗是赵匡胤在灵山寺门前咏的。此诗一气呵成，诗意质朴而又粗犷，境界开阔而又壮观。首二句写一轮红日喷薄欲出，赫赫炎炎，势盛光艳。“光赫赫”，“如火发”，形如口语，把太阳初升时的壮丽景象描绘得活龙活现。后二句，诗人以红日初升自况，以群星、残月比喻当时的各个割据势力，并以红日逐退星月，普照大地，象征自己铲平割据、统一天下的雄心壮志。这首诗虽然只有四句，但气势磅礴，寓意深刻，形象生动，是一篇比较成功的述志之作。所以陈岩肖赞叹说：“混一之志，先形于言，规模宏远矣。” "}}, {"name": "花犯·苔梅", "prop": {"content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。", "translation": "无"}}, {"name": "鹧鸪天·寻菊花无有戏作", "prop": {"content": "掩鼻人间臭腐场，古来惟有酒偏香。自从来住云烟畔，直到而今歌舞忙。呼老伴，共秋光。黄花何处避重阳？要知烂熳开时节，直待西风一夜霜。", "translation": "从古到今人间都是“腐臭场”，只有酒是香的。自从隐居在云烟畔，每天都过的闲适潇洒。重阳时节，呼朋唤友共享美丽秋色，只这菊花竟还未开放。看来要想菊花开的热烈绚烂，还得等待刮一阵秋风，落一夜严霜。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "刘秉忠", "dynasty": "元代"}, {"name": "李渔", "dynasty": "清代"}, {"name": "渔家傲·雪里已知春信至", "prop": {"content": "雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。", "translation": "大地一片银装素裹，一树报春的红梅点缀其间，梅枝犹如天工雕出的琼枝，别在枝头的梅花，丰润姣洁。梅花含苞初绽，娇美可怜，芳气袭人，就像庭院里刚刚出浴，换了新妆的美人。上天可能也对梅花有所偏爱，所以让月色皎洁清澈，玲珑剔透。让我们举起金盏畅饮，一道来欣赏这月色里的梅花吧，请不要推辞酒量不胜。要知道，群花竞艳，谁也逊色于梅花呀。"}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "西江月·真觉赏瑞香二首", "prop": {"content": "公子眼花乱发，老夫鼻观先通。领巾飘下瑞香风。惊起谪仙春梦。后土祠中玉蕊，蓬莱殿后鞓红。此花清绝更纤秾。把酒何人心动。", "translation": "我与曹子芳宿于真觉院，子芳睡眼惺松，头发零乱，睡得正沉，没有感觉到瑞香花开，倒是我先闻到了一股花的芳香。一阵轻风吹过，带来浓烈的瑞香花的芳香，仿佛当年杨妃领巾上飘落的香气。芳香太酷烈了，竟然把正酣然人梦的曹子芳也从梦中惊醒。瑞香花国色天香，堪与扬州后土祠中珍稀的玉蕊花及汴京蓬莱殿后的程红牡丹相媲美。这瑞香花既清雅绝伦又纤柔浓丽，把酒赏花，那秀美的姿色和浓烈的异香，怎不令人神怡心动呢？"}}, {"name": "京兆府栽莲", "prop": {"content": "污沟贮浊水，水上叶田田。我来一长叹，知是东溪莲。下有青污泥，馨香无复全。上有红尘扑，颜色不得鲜。物性犹如此，人事亦宜然。托根非其所，不如遭弃捐。昔在溪中日，花叶媚清涟。今年不得地，憔悴府门前。", "translation": "　　这首诗是白居易时为周至尉趋府作。"}}, {"name": "尤袤", "dynasty": "宋代"}, {"name": "苔", "prop": {"content": "白日不到处，青春恰自来。苔花如米小，也学牡丹开。(也 一作：亦)", "translation": "春天和煦的阳光照不到的背阴处，生命照常在萌动，苔藓仍旧长出绿意来。苔花虽如米粒般微小，依然像那高贵的牡丹一样热烈绽放。"}}, {"name": "梅花", "prop": {"content": "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。", "translation": "梅花初放，花萼中还含着白雪；梅花美丽孤傲，即使要入画，都会担心难画的传神。 花香中别有韵致，清雅的都不知道冬的寒冷。心中愁苦之人不愿听那哀怨的笛声，病躯倚着梅枝独看这风景。北风如果理解我怜悔之意，就请不要轻易的摧残它。"}}, {"name": "蔡松年", "dynasty": "宋代"}, {"name": "厉鹗", "dynasty": "清代"}, {"name": "真德秀", "dynasty": "宋代"}, {"name": "咏石榴花", "prop": {"content": "今朝五月正清和，榴花诗句入禅那。浓绿万枝红一点，动人春色不须多。", "translation": "五月的清晨清净平和，石榴花诗句犹入定禅室。浓绿的背景上点缀一朵红花，画面顿时变得活泼而妖艳；动人的春色并不一定要万紫千红、妖娆多姿。"}}, {"name": "观放白鹰二首", "prop": {"content": "八月边风高，胡鹰白锦毛。孤飞一片雪，百里见秋毫。寒冬十二月，苍鹰八九毛。寄言燕雀莫相啅，自有云霄万里高。 ", "translation": "其一：八月的北疆，风高气爽，北疆的老鹰全身是洁白如锦的羽毛。单独飞行的时候就像一片巨大的雪花飘，可是它却可以明察百里以外的毫毛。其二：在寒冷的十二月份，刚刚被捕的老鹰被猎人剪掉了强劲的羽毛。一群小燕子小麻雀却在那里噪聒：落毛的老鹰不如雀！哈哈！老鹰说：你们别高兴太早，我迟早还要飞上万里云霄。 "}}, {"name": "丘处机", "dynasty": "宋代"}, {"name": "咏秋柳", "prop": {"content": "栖鸦流水点秋光，爱此萧疏树几行。不与行人绾离别，赋成谢女雪飞香。", "translation": "枝头栖息的乌鸦，伴着秦淮河的流水，点缀着秋天的风光，它们都深深恋爱着这里的几行萧瑟稀疏的树。柳枝不能留住行人来减少人间别离之苦，而柳絮飞舞如雪却使谢道韫咏出佳句。"}}, {"name": "拂舞词 / 公无渡河", "prop": {"content": "黄河怒浪连天来，大响谹谹如殷雷。龙伯驱风不敢上，百川喷雪高崔嵬。二十三弦何太哀，请公勿渡立徘徊。下有狂蛟锯为尾，裂帆截棹磨霜齿。神椎凿石塞神潭，白马参覃赤尘起。公乎跃马扬玉鞭，灭没高蹄日千里。", "translation": "无"}}, {"name": "羊", "prop": {"content": "绝饮惩浇俗，行驱梦逸材。仙人拥石去，童子驭车来。夜玉含星动，晨毡映雪开。莫言鸿渐力，长牧上林隈。", "translation": "我戒掉酒肉以改变那不良的世风，梦中驱赶着健硕的群羊。那位点石成羊的仙人已抱石而去，街头骑羊的童子似又驱车而来。 洁白的羊群好似星夜下闪动的明珠，雪白的素毡映衬着飞雪。不要再说什么仕途升迁了，志向在那皇家园林的角落做个牧羊人。 "}}, {"name": "病马", "prop": {"content": "乘尔亦已久，天寒关塞深。尘中老尽力，岁晚病伤心。毛骨岂殊众？驯良犹至今。物微意不浅，感动一沉吟。", "translation": "骑这匹马儿已经很久了，总是一起冒着天寒，向那偏远的关塞前进。如今你已在风尘劳苦中力尽衰老，天寒岁晚之时，又患病在身，怎能不令人伤心。你的毛骨没有与众不同，但你的驯良至今未曾改变。马儿虽然低微，但蕴藏的情意确是非常深厚，你真叫我感动，我要一心地把你沉吟。"}}, {"name": "咏芭蕉", "prop": {"content": "芭蕉叶叶为多情，一叶才舒一叶生。自是相思抽不尽，却教风雨怨秋声。", "translation": "　　芭蕉叶是那样多情，一片叶子才舒展开一片叶子又生长了。（芭蕉叶初生多卷曲，到一定程度才舒展开，诗人认为就像相思之情那样绵绵不断。）芭蕉自己相思之情舒卷不尽，倒也罢了，风雨吹芭蕉作一片秋声，更能惹动无限愁思。 "}}, {"name": "水仙子·咏竹", "prop": {"content": "贞姿不受雪霜侵，直节亭亭易见心。渭川风雨清吟枕，花开时有凤寻。文湖州是个知音。春日临风醉，秋霄对月吟。舞闲阶碎影筛金。", "translation": "无"}}, {"name": "咏铜雀台", "prop": {"content": "铜雀台成玉座空，短歌长袖尽悲风。 不知仙驾归何处，徒遣颦眉望汉宫。", "translation": "　　这是一首咏史的七言绝句。作者以三国时期曹操建造铜雀台的历史事件为题材。批判曹操死后还不忘人间逸乐，迷信的奴役人民的无知举动。同时劝诫统治者要爱惜民力，破除迷信。 "}}, {"name": "念奴娇·宜雨亭咏千叶海", "prop": {"content": "绿云影里，把明霞织就，千重文绣。紫腻红娇扶不起，好是未开时候。半怯春寒，半宜晴色，养得胭脂透。小亭人静，嫩莺啼破清昼。犹记携手芳阴，一枝斜戴，娇艳双波秀。小语轻怜花总见，争得似花长久。醉浅休归，夜深同睡，明月还相守。免教春去，断肠空叹诗瘦。", "translation": "无"}}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "奥敦周卿", "dynasty": "元代"}, {"name": "虞美人·影松峦峰", "prop": {"content": "有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。", "translation": "一时间云彩与高峰相聚，与峰间青松不明的样子。望着依偎在另一侧岩壁的云彩，一样的与天交接。有时候山峰与天气作对，不允许山间的露珠轻易滴落，而云气的颜色深浅浓淡，随着山崖之势变化。"}}, {"name": "李雯", "dynasty": "清代"}, {"name": "杨炯", "dynasty": "唐代"}, {"name": "双双燕·小桃谢后", "prop": {"content": "小桃谢后，双双燕，飞来几家庭户。轻烟晓暝，湘水暮云遥度，帘外余寒未卷，共斜入、红楼深处。相将占得雕梁，似约韶光留住。 堪举。翩翩翠羽。杨柳岸，泥香半和梅雨。落花风软，戏促乱红飞舞。多少呢喃意绪。尽日向、流莺分诉。还过短墙，谁会万千言语。", "translation": "　　此首词与史达祖词《双双燕·咏燕》略有不同，全词九十六字（若下片未尾第二句作六字句式，则仍九十八字），上片一、二、三句两词不同。史词首句是一、二、一句式，中间两字相连；吴词首句是二、二句式。二、三句，史词是五、四句；吴词是三、六句式。另史词上片第二句，下片第三句都是第一字为领格字，宜用去声，而吴词无此例。再则，两词都为咏燕，素材相同，但所咏角度不同：史词开头、结尾都作人事；吴词却纯以拟人手法全篇咏燕不离本题。　 　"}}, {"name": "上林春令·十一月三十日", "prop": {"content": "蝴蝶初翻帘绣。万玉女、齐回舞袖。落花飞絮蒙蒙，长忆著、灞桥别后。 浓香斗帐自永漏。任满地、月深云厚。夜寒不近流苏，只怜他、后庭梅瘦。", "translation": "纷飞的白雪，时而像翻穿绣帘的蝴蝶，时而像万千天女散花舒袖长舞，时而像落花飘洒，时而像飞絮蒙蒙，总是在回忆灞桥分别后的情形。深夜时梅花的清香从窗外飘入室内的斗帐中，任凭幽深的月光和浓厚的云层覆盖着整个大地。夜晚寒冷，只好躲在温暖的流苏帐中，只是可怜后庭的梅花，被风吹落了许多。"}}, {"name": "黄仲则", "dynasty": "清代"}, {"name": "鲁迅", "dynasty": "近现代"}, {"name": "水龙吟·赋张斗墅家古松", "prop": {"content": "有人独立空山，翠髯未觉霜颜老。新香秀粒，浓光绿浸，千年春小。布影参旗，障空云盖，沉沉秋晓。驷苍虬万里，笙吹凤女，骖飞乘、天风袅。般巧。霜斤不到。汉游仙、相从最早。皱鳞细雨，层阴藏月，朱弦古调。问讯东桥，故人南岭，倚天长啸。待凌霄谢了，山深岁晚，素心才表。", "translation": "　　《水龙吟》，又名《龙吟曲》、《庄椿岁》、《小楼连苑》。《清真集》入“越调”，《梦窗词》集入“无射商”。"}}, {"name": "栀子花诗", "prop": {"content": "雪魄冰花凉气清，曲阑深处艳精神。一钩新月风牵影，暗送娇香入画庭。", "translation": "晶莹剔透如冰雪般的花带着清爽的凉气，立在曲折的长廊对面灿烂盛开精神抖擞。在金钩般的新月的照耀下倩影随风摇动，一言不发地把淡淡的清香送入我的画室。"}}, {"name": "郑觉齐", "dynasty": "宋代"}, {"name": "暗香·旧时月色", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。"}}, {"name": "房兵曹胡马诗", "prop": {"content": "胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。", "translation": "房兵曹的这一匹马是著名的大宛马，它那精瘦的筋骨像刀锋一样突出分明。它的两耳如斜削的竹片一样尖锐，奔跑起来四蹄生风，疾速轻盈。所向无阻，不怕路途遥远，真可将生死托付于它。拥有如此奔腾快捷、堪托死生的良马，真可以横行万里之外，为国立功了。"}}, {"name": "琴赋", "prop": {"content": "　　余少好音声，长而玩之。以为物有盛衰，而此无变；滋味有厌，而此不倦。可以导养神气，宣和情志。处穷独而不闷者，莫近于音声也。是故复之而不足，则吟咏以肆志；吟咏之不足，则寄言以广意。然八音之器，歌舞之象，历世才士，并为之赋颂。其体制风流，莫不相袭。称其才干，则以危苦为上；赋其声音，则以悲哀为主；美其感化，则以垂涕为贵。丽则丽矣，然未尽其理也。推其所由，似原不解音声；览其旨趣，亦未达礼乐之情也。众器之中，琴德最优。故缀叙所怀，以为之赋。　　其辞曰：　　惟椅梧之所生兮，托峻岳之崇冈。披重壤以诞载兮，参辰极而高骧。含天地之醇和兮，吸日月之休光。郁纷纭以独茂兮。飞英蕤于昊苍。夕纳景于虞渊兮，旦晞干于九阳。经千载以待价兮，寂神跱而永康。且其山川形势，则盘纡隐深，磪嵬岑嵓。亘岭巉岩，岞崿岖崟。丹崖崄巇，青壁万寻。若乃重巘增起，偃蹇云覆。邈隆崇以极壮，崛巍巍而特秀。蒸灵液以播云，据神渊而吐溜。尔乃颠波奔突，狂赴争流。触岩抵隈，郁怒彪休。汹涌腾薄，奋沫扬涛。瀄汩澎湃，蜿蟺相纠。放肆大川，济乎中州。安回徐迈，寂尔长浮。澹乎洋洋，萦抱山丘。详观其区土之所产毓，奥宇之所宝殖，珍怪琅玕，瑶瑾翕赩，丛集累积，奂衍于其侧。若乃春兰被其东，沙棠殖其西。涓子宅其阳，玉醴涌其前。玄云荫其上，翔鸾集其巅。清露润其肤，惠风流其间。竦肃肃以静谧，密微微其清闲。夫所以经营其左右者，固以自然神丽，而足思愿爱乐矣。　　于是遁世之士，荣期绮季之畴，乃相与登飞梁，越幽壑，援琼枝，陟峻崿，以游乎其下。周旋永望，邈若凌飞，邪睨昆仑，俯阚海湄。指苍梧之迢递，临回江之威夷。悟时俗之多累，仰箕山之余辉。羡斯岳之弘敞，心慷慨以忘归。情舒放而远览，接轩辕之遗音。慕老童于騩隅，钦泰容之高吟。顾兹梧而兴虑，思假物以托心。乃斫孙枝，准量所任。至人摅思，制为雅琴。乃使离子督墨，匠石奋斤，夔襄荐法，般倕骋神。锼会裛厕，朗密调均。华绘雕琢，布藻垂文。错以犀象，籍以翠绿。弦以园客之丝，徽以钟山之玉。爰有龙凤之象，古人之形。伯牙挥手，钟期听声。华容灼爚，发采扬明，何其丽也！伶伦比律，田连操张。进御君子，新声憀亮，何其伟也！　　及其初调，则角羽俱起，宫徵相证，参发并趣，上下累应。踸踔磥硌，美声将兴，固以和昶而足耽矣。尔乃理正声，奏妙曲，扬白雪，发清角。纷淋浪以流离，奂淫衍而优渥。粲奕奕而高逝，驰岌岌以相属。沛腾遌而竞趣，翕韡晔而繁缛。状若崇山，又象流波。浩兮汤汤，郁兮峨峨。怫烦冤，纡余婆娑。陵纵播逸，霍濩纷葩。检容授节，应变合度。兢名擅业，安轨徐步。洋洋习习，声烈遐布。含显媚以送终，飘余响乎泰素。　　若乃高轩飞观，广夏闲房，冬夜肃清，朗月垂光，新衣翠粲，缨徽流芳。于是器冷弦调，心闲手敏。触?如志，唯意所拟。初涉渌水，中奏清徵。雅昶唐尧，终咏微子。宽明弘润，优游躇跱。拊弦安歌，新声代起。歌曰：“凌扶摇兮憩瀛洲，要列子兮为好仇。餐沆瀣兮带朝霞，眇翩翩兮薄天游。齐万物兮超自得，委性命兮任去留。激清响以赴会，何弦歌之绸缪。”于是曲引向阑，众音将歇，改韵易调，奇弄乃发。扬和颜，攘皓腕。飞纤指以驰骛，纷（涩去掉三点水加单人旁）譶以流漫。或徘徊顾慕，拥郁抑按，盘桓毓养，从容秘玩。闼尔奋逸，风骇云乱。牢落凌厉，布濩半散。丰融披离，斐韡奂烂。英声发越，采采粲粲。或间声错糅，状若诡赴。双美并进，骈驰翼驱。初若将乖，后卒同趣。或曲而不屈，直而不倨。或相凌而不乱，或相离而不殊。时劫掎以慷慨，或怨?而踌躇。忽飘飖以轻迈，乍留联而扶疏。或参谭繁促，复叠攒仄。纵横骆驿，奔遁相逼。拊嗟累赞，间不容息。瑰艳奇伟，殚不可识。若乃闲舒都雅，洪纤有宜。清和条昶，案衍陆离。穆温柔以怡怿，婉顺叙而委蛇。或乘险投会，邀隙趋危。譻若离鹍鸣清池，翼若游鸿翔层崖。纷文斐尾，慊縿离纚。微风余音，靡靡猗猗。或搂批攦捋，缥缭潎冽。轻行浮弹，明婳?慧。疾而不速，留而不滞。翩绵飘邈，微音迅逝。远而听之，若鸾凤和鸣戏云中；迫而察之，若众葩敷荣曜春风。既丰赡以多姿，又善始而令终。嗟姣妙以弘丽，何变态之无穷！　　若夫三春之初，丽服以时。乃携友生，以遨以嬉。涉兰圃，登重基，背长林，翳华芝，临清流，赋新诗。嘉鱼龙之逸豫，乐百卉之荣滋。理重华之遗操，慨远慕而长思。　　若乃华堂曲宴，密友近宾，兰肴兼御，旨酒清醇。进南荆，发西秦，绍陵阳，度巴人。变用杂而并起，竦众听而骇神。料殊功而比操，岂笙籥之能伦？　　若次其曲引所宜，则广陵止息，东武太山。飞龙鹿鸣，鹍鸡游弦。更唱迭奏，声若自然。流楚窈窕，惩躁雪烦。下逮谣俗，蔡氏五曲，王昭楚妃，千里别鹤。犹有一切，承间簉乏，亦有可观者焉。　　然非夫旷远者，不能与之嬉游；非夫渊静者，不能与之闲止；非夫放达者，不能与之无（希去布加厷）；非夫至精者，不能与之析理也。若论其体势，详其风声，器和故响逸，张急故声清，间辽故音庳，弦长故徽鸣。性洁静以端理，含至德之和平。诚可以感荡心志，而发泄幽情矣！是故怀戚者闻之，莫不憯懔惨凄，愀怆伤心，含哀懊咿，不能自禁。其康乐者闻之，则欨愉欢释，抃舞踊溢，留连澜漫，嗢噱终日。若和平者听之，则怡养悦愉，淑穆玄真，恬虚乐古，弃事遗身。是以伯夷以之廉，颜回以之仁，比干以之忠，尾生以之信，惠施以之辩给，万石以之讷慎。其余触类而长，所致非一，同归殊途。或文或质，总中和以统物，咸日用而不失。其感人动物，盖亦弘矣。　　于时也，金石寝声，匏竹屏气，王豹辍讴，狄牙丧味。天吴踊跃于重渊，王乔披云而下坠。舞鸑鷟于庭阶，游女飘焉而来萃。感天地以致和，况蚑行之众类。嘉斯器之懿茂，咏兹文以自慰。永服御而不厌，信古今之所贵。　　乱曰：愔愔琴德，不可测兮；体清心远，邈难极兮；良质美手，遇今世兮；纷纶翕响，冠众艺兮；识音者希，孰能珍兮；能尽雅琴，唯至人兮！", "translation": "　　枝叶茂盛，其花飞于上天。夕则与日同没于虞渊之处，朝别暴其身于九天之涯。椅梧虽历经千载，仍待价而沽，虽不见售，犹孤寂执守，乐天俟命。椅梧所生长的地方，群峰高而多，远望高大雄伟，仰视则巍然秀出，府视则云气四布，神渊吐其流水，有狂涛奔腾咆哮，也有寂静无声，挣拥山丘之明显对比。在这个地方盛产宝玉，清露滋润，惠风吹拂，静谧清闲，呈现了自然神丽的幽静，令人羡慕喜乐。"}}, {"name": "玉楼春·燕雕梁画栋原无", "prop": {"content": "燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。", "translation": "　　此词咏物抒情，委婉细腻。燕子秋去春来，喜寻旧巢，使人有春燕怀恋旧主人之想。"}}, {"name": "一片", "prop": {"content": "一片琼英价动天，连城十二昔虚传。良工巧费真为累，楮叶成来不直钱。", "translation": "一块美玉引出很多联想，说它天价绝不夸张。十二座城池与它交换，并非虚传而是写在书上。良工巧运匠心，精雕细琢，到头来却累了自己；把一块玉石精雕成真假莫辨的楮叶，竟然不值半文钱。"}}, {"name": "咏新荷应诏", "prop": {"content": "勿言草卉贱，幸宅天池中。微根才出浪，短干未摇风。宁知寸心里，蓄紫复含红！", "translation": "　　荷花是一种多年生水生草本植物，又名莲、芙蕖，古时也称为芙蓉。它那“出污泥而不染”的品性，素来为诗人墨客们所赞颂，用以自喻和他喻。此诗即是其中的一首。"}}, {"name": "谭宣子", "dynasty": "宋代"}, {"name": "满庭芳·咏茶", "prop": {"content": "雅燕飞觞，清谈挥麈，使君高会群贤。密云双凤，初破缕金团。窗外炉烟自动，开瓶试、一品香泉。轻涛起，香生玉乳，雪溅紫瓯圆。娇鬟，宜美盼，双擎翠袖，稳步红莲。座中客翻愁，酒醒歌阑。点上纱笼画烛，花骢弄、月影当轩。频相顾，馀欢未尽，欲去且留连。", "translation": "　　这是一首饶有情韵的咏茶词，上片咏宴集烹茶，细致优雅；下片引入情事，兼写捧茶之人。"}}, {"name": "观梅有感", "prop": {"content": "东风吹落战尘沙，梦想西湖处士家。只恐江南春意减，此心元不为梅花。", "translation": "春风吹落蒙在梅树枝叶上的尘沙，梦中飞向西湖边种梅人家。今后的江南怕再无往日春色，我的心怎能只把梅花牵挂！"}}, {"name": "舒元舆", "dynasty": "唐代"}, {"name": "风流子·黄钟商芍药", "prop": {"content": "金谷已空尘。薰风祝攥舞低鸾翅，绛笼蜜炬，绿映龙盆。窈窕绣窗人睡起，临砌脉无言。慵整堕鬟，怨时迟暮，可怜憔悴，啼雨黄昏。 轻桡移花市，秋娘渡、飞浪溅湿行裙。二十四桥南北，罗荐香分。念碎劈芳心，萦思千缕，赠将幽素，偷翦重云。终待凤池归去，催咏红翻。", "translation": "　　“风流子”，本唐教坊曲名。《挥尘录》：“周美成为溧水令，主簿之姬有色而慧，每出侑酒，美成为《风流子》以寄意。”双调，一百零九字，上片十二句，五平韵；下片十句，四平韵。　　"}}, {"name": "九字梅花咏", "prop": {"content": "昨夜西风吹折千林梢，渡口小艇滚入沙滩坳。野桥古梅独卧寒屋角，疏影横斜暗上书窗敲。半枯半活几个擫蓓蕾，欲开未开数点含香苞。纵使画工奇妙也缩手，我爱清香故把新诗嘲。", "translation": "　　本公这首《九字梅花咏》流传甚广，同代中即获盛誉。《风月堂杂志》载：大书画家赵子昂与本公为方外至交，对本公赞赏备至，翰林学士冯子振却不以为然。赵子昂强拖本公同访冯子振，冯出示自己所作《梅花百咏诗》，颇有炫耀之意。本公一览，走笔亦成百首。冯子振仍未认可。本公出此《九字梅花咏》求和，冯悚然久之，难以下笔。乃服输并致礼，遂成知交。这首诗用浓重的笔墨描绘寒梅忍受西风，含苞欲放的生动姿态。以诗喻人，提醒人们也要坚守自己的节操，保持自己的本性。 "}}, {"name": "章楶", "dynasty": "宋代"}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "咏菊", "prop": {"content": "浅红淡白间深黄，簇簇新妆阵阵香。无限枝头好颜色，可怜开不为重阳。", "translation": "　　诗贵自然，“咏物以托物寄兴为上”（清·薛雪《一瓢诗话》），托物寄兴亦以自然为绝妙，自然天成是咏物诗的至境。丘浚作诗主张自然成文，反对用奇语异辞，认为“眼前景物口头语，便是诗家绝妙辞”（《答友人论诗》）。所以，他的诗大都写得自然清新，颇多天机自动天籁自鸣机趣。他的咏物诗也大多是“眼前景物口头语”的自然流露，并不刻意追求寄托，只是在有意无意之间托物寄兴，借景言情，似无寄托而寄托遥深，更是精彩绝妙，不同凡响。"}}, {"name": "蔷薇花", "prop": {"content": "朵朵精神叶叶柔，雨晴香拂醉人头。 石家锦幛依然在，闲倚狂风夜不收。", "translation": "每一朵花都精神抖擞，每一片叶都温润如玉，雨后晴天，花香飘拂，令人陶醉。花开繁华，好像石崇的五十里锦步障依然光鲜亮丽，在狂风之夜悠闲地倚在墙上，并不收拢她的花瓣。"}}, {"name": "祢衡", "dynasty": "两汉"}, {"name": "和元八侍御升平新居四绝", "prop": {"content": "白金换得青松树，君既先栽我不栽。幸有西风易凭仗，夜深偷送好声来。", "translation": "雨水换来了松林的成长，既然老天能滋养万物，我就不需要操心了。幸好有西风吹来，深夜里带来了松林因为传过阵阵松涛来舞动的声音让我陶醉。"}}, {"name": "咏风", "prop": {"content": "肃肃凉风生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本一)肃肃凉景生，加我林壑清。驱烟寻涧户，卷雾出山楹。去来固无迹，动息如有情。日落山水静，为君起松声。(版本二)", "translation": "炎热未消的初秋，一阵清凉的风肃肃吹来，山谷林间顿时变得清爽凉快。它吹散了山中的烟云，卷走了山间的雾霭，显现出了山上涧旁的人家房屋。凉风来来去去本来没有踪迹，可它的吹起和停息却好像很有感情，合人心意。当红日西下，大地山川一片寂静的时候，它又自松林间吹起，响起一片松涛声。"}}, {"name": "忆秦娥·杨花", "prop": {"content": "黄金陌，茫茫十里春云白。春云白，迷离满眼，江南江北。来时无奈珠帘隔，去时着尽东风力。东风力，留他如梦，送他如客。", "translation": "　　此词题为杨花，作者哀杨花，亦是自哀。白絮随风东西，漫无依托，常使人想起飘忽不定的人生。作者从杨花联想到自己，字里行间，隐约流露出内心的感慨。委婉含蓄，耐人寻味。 "}}, {"name": "薛涛", "dynasty": "唐代"}, {"name": "管鉴", "dynasty": "宋代"}, {"name": "大司成颜几圣率同舍招游", "prop": {"content": "城中担上买莲房，未抵西湖泛野航。旋折荷花剥莲子，露为风味月为香。", "translation": "城中有人挑着担子在街上卖莲蓬，于是我们未去西湖泛舟郊游玩赏。莲农随即攀折担中的荷花，剥出蓬内莲子，那莲子有着露水的风味，月色的清香。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "早蝉", "prop": {"content": "六月初七日，江头蝉始鸣。石楠深叶里，薄暮两三声。一催衰鬓色，再动故园情。西风殊未起，秋思先秋生。忆昔在东掖，宫槐花下听。今朝无限思，云树绕湓城。", "translation": "农历六月初七的时候，江边树上的蝉开始鸣叫了。蝉躲在石楠树茂密的树叶里，在傍晚的时候叫上两三声。蝉这一叫让我忽觉自己鬓角已白，也回不去以前的家了。秋风还没开始吹，悲伤的情绪就已从心底泛起。回想以前还在东宫任职时，总是在槐花树下听蝉鸣。现在无限的愁绪，就像白云覆盖城市，让人透不过气来。"}}, {"name": "禹庙", "prop": {"content": "禹庙空山里，秋风落日斜。荒庭垂桔柚，古屋画龙蛇。云气嘘青壁，江声走白沙。（嘘青壁 一作：生虚壁）早知乘四载，疏凿控三巴。", "translation": "大禹庙坐落于空寂的山谷中，秋风萧瑟冷清，残阳斜照在大殿上。荒芜的庭院里树上挂满了橘子和柚子，古屋的墙壁上还残留着龙与蛇的画像。大禹当年开凿的石壁上云雾缭绕，波涛声阵阵传来，江水沿着白沙之道向东奔流。早就听说大禹乘着四种交通工具治理水患，开凿石壁，疏通水道，使长江之水顺河流入大海。"}}, {"name": "疏影·咏荷叶", "prop": {"content": "碧圆自洁。向浅洲远渚，亭亭清绝。犹有遗簪，不展秋心，能卷几多炎热。鸳鸯密语同倾盖，且莫与、浣纱人说。恐怨歌、忽断花风，碎却翠云千叠。 回首当年汉舞，怕飞去、谩皱留仙裙折。恋恋青衫，犹染枯香，还叹鬓丝飘雪。盘心清露如铅水，又一夜、西风吹折。喜静看、匹练秋光，倒泻半湖明月。", "translation": "无"}}, {"name": "咏燕 / 归燕诗", "prop": {"content": "海燕虽微渺，乘春亦暂来。岂知泥滓贱，只见玉堂开。绣户时双入，华堂日几回。无心与物竞，鹰隼莫相猜。", "translation": "海燕虽然是细微渺小的，趁着春天也只是暂时回到北方。以燕子不知泥滓之贱，只见玉堂开着。便一日数次出入华堂绣户，衔泥作窠。海燕无心与其他动物争权夺利，鹰隼不必猜忌、中伤。"}}, {"name": "瑶花慢·朱钿宝玦", "prop": {"content": "后土之花，天下无二本。方其初开，帅臣以金瓶飞骑，进之天上，间亦分致贵邸。余客辇下，有以一枝已下共缺十八行。朱钿宝玦，天上飞琼，比人间春别。江南江北曾未见，漫拟梨云梅雪。淮山春晚，问谁识、芳心高洁？消几番、花落花开，老了玉关豪杰！金壶翦送琼枝，看一骑红尘，香度瑶阙。韶华正好，应自喜、初乱长安蜂蝶。杜郎老矣，想旧事、花须能说。记少年，一梦扬州，二十四桥明月。", "translation": "无"}}, {"name": "吴师道", "dynasty": "元代"}, {"name": "宋徵舆", "dynasty": "清代"}, {"name": "咏竹五首", "prop": {"content": "寒飞千尺玉，清洒一林霜。纵是尘心重，相看亦顿忘。矫矫凌云姿，风生龙夜吼。霜雪不知年，真吾岁寒友。霜干寒如玉，风枝响似琴。潇湘一夜雨，滴碎客中心。叶落根偏固，心虚节更高。一林寒吹发，清夜伴松涛。淇澳春云碧，潇湘夜雨寒。虚窗人静听，飒飒响琅玕。", "translation": "无"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "蜉蝣", "prop": {"content": "蜉蝣之羽，衣裳楚楚。心之忧矣，於我归处。蜉蝣之翼，采采衣服。心之忧矣，於我归息。蜉蝣掘阅，麻衣如雪。心之忧矣，於我归说。", "translation": "微弱蜉蝣在空中振翅飞舞，漂亮的外衣色彩鲜明夺目。叹其生苦短我心溢满忧伤，我将如何安排人生的归宿？细小蜉蝣在空中振翅飞舞，尽情展示着它华美的衣服。叹其生短促我心涌满忧郁，我人生的归宿将栖落何处？柔嫩的蜉蝣刚刚破土而出，轻轻舞动雪白的麻纹衣服。叹其生命短暂我忧郁满怀，到哪里寻找我人生的归宿？"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "水龙吟·燕忙莺懒芳残", "prop": {"content": "燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)", "translation": "燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。"}}, {"name": "天香·蜡梅", "prop": {"content": "蟫叶黏霜，蝇苞缀冻，生香远带风峭。岭上寒多，溪头月冷，北枝瘦、南枝小。玉奴有姊，先占立、墙阴春早。初试宫黄澹薄，偷分寿阳纤巧。银烛泪深未晓。酒钟悭、贮愁多少。记得短亭归马，暮衙蜂闹。豆蔻钗梁恨袅。但怅望、天涯岁华老。远信难封，吴云雁杳。", "translation": "无"}}, {"name": "使院中新栽柏树子呈李十", "prop": {"content": "爱尔青青色，移根此地来。不曾台上种，留向碛中栽。脆叶欺门柳，狂花笑院梅。不须愁岁晚，霜露岂能摧。", "translation": "因为喜爱你那青葱的秀色，所以把你移种到这个地方来。不曾被植种于御史台中，只能栽于这沙漠之中。柏树傲视那叶片脆弱易折的门前柳树，嘲笑那花朵滥放媚俗的院内梅花。不用发愁岁月已近冬日，那些寒霜冷露哪里能令柏树摧损呢？"}}, {"name": "花犯·小石梅花", "prop": {"content": "粉墙低，梅花照眼，依然旧风味。露痕轻缀。疑净洗铅华，无限佳丽。去年胜赏曾孤倚。冰盘同宴喜。更可惜，雪中高树，香篝熏素被。 今年对花最匆匆，相逢似有恨，依依愁悴。吟望久，青苔上、旋看飞坠。相将见、脆丸荐酒，人正在、空江烟浪里。但梦想、一枝潇洒，黄昏斜照水。", "translation": "　　本词的特点是在咏梅中打入个人身世之感，但不是用如林逋在《霜天晓角》中“谁是我知音，孤山人姓林”等直抒其情的语言来表达，而是用前后盘旋、左顾右盼、姿态横生的手法，多方位、多角度地来体现自己的情感。宋代黄升在《唐宋诸贤绝妙词选》中云：“此只咏梅花，而纡徐反复，道尽三年间事，圆美流转如弹丸。”"}}, {"name": "梅花", "prop": {"content": "锈针刺破纸糊窗，引透寒梅一线香。蝼蚁也知春色好，倒拖花片上东墙。", "translation": "用绣花针刺破纸糊的窗户，引入梅花的一线清香。蚂蚁也知道春色正好，倒拖着梅花花瓣上了东墙。"}}, {"name": "俞紫芝", "dynasty": "宋代"}, {"name": "白鹭儿", "prop": {"content": "白鹭儿，最高格。毛衣新成雪不敌，众禽喧呼独凝寂。孤眠芊芊草，久立潺潺石。前山正无云，飞去入遥碧。", "translation": "白鹭儿，品格最高尚。新长出的洁白羽毛雪都比不上，许多禽鸟大声喧嚷它却独自凝眸沉寂。它孤独地睡在荒僻茂盛的野草中，久久地卓然特立于潺潺泉水里的石上。当前山烟云消散的时候，它就展翅迅飞于辽阔的碧空。"}}, {"name": "丁香结·夷则商秋日海棠", "prop": {"content": "香袅红霏，影高银烛，曾纵夜游浓醉。正锦温琼腻。被燕踏、暖雪惊翻庭砌。马嘶人散后，秋风换、故园梦里。吴霜融晓，陡觉暗动偷春花意。 还似。海雾冷仙山，唤觉环儿半睡。浅薄朱唇，娇羞艳色，自伤时背。帘外寒挂澹月，向日秋千地。怀春情不断，犹带相思旧子。", "translation": "　　“丁香结”，词牌名，以李商隐“芭蕉不展丁香结”诗句意为名。双调，九十九字。前片九句，五仄韵；后片十句，五仄韵。"}}, {"name": "李义府", "dynasty": "唐代"}, {"name": "巨鱼纵大壑", "prop": {"content": "巨鱼纵大壑，遂性似乘时。奋跃风生鬣，腾凌浪鼓鳍。龙摅回地轴，鲲化想天池。方快吞舟意，尤殊在藻嬉。倾危嗟幕燕，隐晦诮泥龟。喻士逢明主，才猷得所施。", "translation": "大鱼跳进大海去，秉乘时节率性而出纵游大海。它鼓动着鳞鳍，奋力地在海中翻腾，掀起阵阵风浪。它扶摇而上，像龙那样舒展遒劲，似乎地轴也为之转动；它变化为鲲，向往着遥远的南方大海。它畅快于掀起倾舟巨浪，完全不满足于在水藻之中嬉戏。它感叹眼界狭小的燕子，筑巢于帷幕而不知倾覆之险；又讥笑没有大志的乌龟，只知在泥中隐藏行迹。欣逢明主盛世，自己才能如大鱼般施展才华。"}}, {"name": "不第后赋菊 / 菊花", "prop": {"content": "待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。", "translation": "等到秋天九月重阳节来临的时候，菊花盛开以后别的花就凋零了。盛开的菊花香气弥漫整个长安，遍地都是金黄如铠甲般的菊花。"}}, {"name": "少年游·栏干十二独凭春", "prop": {"content": "栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。", "translation": "春天时独自凭栏远眺，倚遍了每一个栏杆。蓝天下青草绵延，至目尽处与天相接。放眼远处，辽阔无际，千里万里，时令正是盛春的二月三月间，远行之人啊，你去也，行色匆匆，令我愁苦无穷。谢家池塘边，江淹浦的岸边，独自吟诗颂苦。黄昏时分，稀疏的雨滴点点飘落，哪里能够承受这离愁之苦！更何况，此时此地，又想起了远行之人。"}}, {"name": "佚名", "dynasty": "隋代"}, {"name": "刘敞", "dynasty": "宋代"}, {"name": "少年游·玉壶冰莹兽炉灰", "prop": {"content": "玉壶冰莹兽炉灰。人起绣帘开。春丛一夜，六花开尽，不待剪刀催。洛阳城阙中天起，高下遍楼台。絮乱风轻，拂鞍沾袖，归路似章街。", "translation": "玉壶里结了一层光亮透明的寒冰，兽形香炉里的香料也已燃成灰烬。打开绣帘，眺望窗外，才发现夜里的一场大雪，将树木花丛点缀得晶莹透亮，不需要用剪刀裁剪。洛阳的城阙凌空而起，高高低低遍布楼台，雪花仍如柳絮般在纷纷扬扬地下着，拂过马鞍，沾上衣袖，约完会的人感觉这回家的路恰似章台街呢。"}}, {"name": "吕太一", "dynasty": "唐代"}, {"name": "朱鹭", "prop": {"content": "朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。", "translation": "　　鹭鸟吃鱼，吃掉后又想吐。鹭鸟以什么为食呢？它在荷茎下进食。是要咽下去呢，还是要吐出来？这得去问击鹭鸟鼓的进谏者，他们究竟是要对皇帝吐露真情，直言进谏呢，还是把有些言语自己咽下去，不说给皇帝听呢？"}}, {"name": "莲藕花叶图", "prop": {"content": "玉雪窍玲珑，纷披绿映红。生生无限意，只在苦心中。", "translation": "　　这是一首题画诗，是诗人在一幅莲藕花叶图上题写的五言绝句。诗中借着对莲藕花叶的吟咏，写出了作者对生活的体验，富有哲理意味。诗的大意说：白润如玉如雪的莲藕，中间有精巧透明的窍孔，玲珑可爱。它的绿叶和红花铺散在水面上，互相映衬。莲藕的生命一代代延续不断，显示出无限意趣和欣欣向荣的生机，它之所以能够如此，全部奥秘都在莲籽的“苦心”当中。这里表面说莲心苦，但可以从中体会出更广阔的含义，让人联想到：人只有刻苦努力，才能有所创造，才能有成就。 "}}, {"name": "钱珝", "dynasty": "唐代"}, {"name": "柳永", "dynasty": "宋代"}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "元稹", "dynasty": "唐代"}, {"name": "梅花绝句·其二", "prop": {"content": "幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。", "translation": "一树梅花长在背阴的山谷，加上枝条伸向北方，阳光终年罕至，所以每年开花总是比较迟。但你可知道它那高尚的气节、优美的风度？要知道，当它吐苞，正是那冰雪覆盖、最为严酷的寒冬时节啊！"}}, {"name": "咏石牛", "prop": {"content": "此石巍巍活象牛，埋藏是地数千秋。风吹遍体无毛动，雨打浑身有汗流。芳草齐眉难入口，牧童扳角不回头。自来鼻上无绳索，天地为栏夜不收。", "translation": "这个石头巍巍高大很像牛， 在高高的山中卧了几千年。大风吹它时遍身毛没有动， 暴雨打它时浑身像是汗流。青草与眼眉齐平它吃不下， 牧童扳它的角时也不回头。自来它的鼻子上没有绳索， 天地作牛栏夜里也不用圈。"}}, {"name": "赠荷花", "prop": {"content": "世间花叶不相伦，花入金盆叶作尘。惟有绿荷红菡萏，卷舒开合任天真。此花此叶常相映，翠减红衰愁杀人。(常相映 一作：长相映) ", "translation": "世上人们对待花和叶的态度不一样，把花栽在铜盆中，花叶只能落在土里化为尘土。只有荷花是红花绿叶相配相映，荷叶有卷有舒，荷花有开有合，衬托得那样完美自然。荷花与荷叶长久互相交映，当荷叶掉落，荷花凋谢之时，真是让人愁苦至极。"}}, {"name": "萧道成", "dynasty": "南北朝"}, {"name": "卜算子·兰", "prop": {"content": "松竹翠萝寒，迟日江山暮。幽径无人独自芳，此恨凭谁诉。似共梅花语。尚有寻芳侣。着意闻时不肯香，香在无心处。", "translation": "　　春天的傍晚，山中的松竹和翠萝笼罩在阵阵寒气之中；幽静的小路边，兰花独自开放，没人欣赏，它能向谁诉说它怨恨呢？这脉脉的幽兰似乎只有梅花才可以共语，但在寂寞的深山中，也许还有探寻幽芳的素心人吧！特意来闻兰花的香味时，花并不香；只有在不经意中，才能闻到花的芳香。"}}, {"name": "刘次庄", "dynasty": "宋代"}, {"name": "贺新郎·夏景", "prop": {"content": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。", "translation": "小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。"}}, {"name": "黄巢", "dynasty": "唐代"}, {"name": "雪", "prop": {"content": "瑞雪惊千里，同云暗九霄。地疑明月夜，山似白云朝。 逐舞花光动，临歌扇影飘。大周天阙路，今日海神朝。", "translation": "千里瑞雪，白茫茫一片，令人惊艳，天上的白云也不能与之相比。 看到照射在地面的月光就知道是夜晚了，看到雪白如云的山峰就知道已经到了早晨。蹁跹起舞如同花的色彩一般闪动，歌唱时摇扇的风姿韵态摇曳生姿。武周时期京都的道路，就像今天海神来朝一样。"}}, {"name": "张惠言", "dynasty": "清代"}, {"name": "胡秉正", "dynasty": "清代"}, {"name": "临江仙·洞庭波浪颭晴天", "prop": {"content": "洞庭波浪颭晴天，君山一点凝烟。此中真境属神仙。玉楼珠殿，相映月轮边。万里平湖秋色冷，星辰垂影参然。橘林霜重更红鲜。罗浮山下，有路暗相连。", "translation": "洞庭碧波荡涤着万里晴空，君山一点仿佛凝在烟波中。山中的美景真是神居仙境，楼阁如玉砌，殿堂连珠影，镶嵌在月轮边上，与明月相映。平湖万顷凝着秋色的清冷，天边闪烁着时隐时现的晨星。经霜的橘林色更鲜浓。听人传说，罗浮山下，有暗道与仙境连通。"}}, {"name": "喜雨亭记", "prop": {"content": "　　亭以雨名，志喜也。古者有喜，则以名物，示不忘也。周公得禾，以名其书；汉武得鼎，以名其年；叔孙胜敌，以名其子。其喜之大小不齐，其示不忘一也。　　予至扶风之明年，始治官舍。为亭于堂之北，而凿池其南，引流种木，以为休息之所。是岁之春，雨麦于岐山之阳，其占为有年。既而弥月不雨，民方以为忧。越三月，乙卯乃雨，甲子又雨，民以为未足。丁卯大雨，三日乃止。官吏相与庆于庭，商贾相与歌于市，农夫相与忭于野，忧者以喜，病者以愈，而吾亭适成。　　于是举酒于亭上，以属客而告之，曰：“五日不雨可乎？”曰：“五日不雨则无麦。”“十日不雨可乎？”曰：“十日不雨则无禾。”“无麦无禾，岁且荐饥，狱讼繁兴，而盗贼滋炽。则吾与二三子，虽欲优游以乐于此亭，其可得耶？今天不遗斯民，始旱而赐之以雨。使吾与二三子得相与优游以乐于此亭者，皆雨之赐也。其又可忘耶？”　　既以名亭，又从而歌之，曰：“使天而雨珠，寒者不得以为襦；使天而雨玉，饥者不得以为粟。一雨三日，伊谁之力？民曰太守。太守不有，归之天子。天子曰不然，归之造物。造物不自以为功，归之太空。太空冥冥，不可得而名。吾以名吾亭。” ", "translation": "　　这座亭子用雨来命名，是为了纪念喜庆的事件。古时候有了喜事，就用它来命名事物，表示不忘的意思。周公得到天子赏赐的稻禾，便用“嘉禾”作为他文章的篇名；汉武帝得了宝鼎，便用“元鼎”称其年号；叔孙得臣打败敌人侨如，便用侨如作为儿子的名字。他们的喜事大小不一样，但表示不忘的意思却是一样的。"}}, {"name": "新竹", "prop": {"content": "新竹高于旧竹枝，全凭老干为扶持。下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年)", "translation": "新生的竹子能够超过旧有的竹子，完全是凭仗老竹的催生与滋养。等到第二年再有新竹长出，它也开始孕育新的竹子了，就这样池塘周围布满了郁郁葱葱的幼竹。"}}, {"name": "庭前菊", "prop": {"content": "为忆长安烂熳开，我今移尔满庭栽。 红兰莫笑青青色，曾向龙山泛酒来。", "translation": "为了忆念长安烂漫开的菊花，我今天把你们移来栽满庭院。红兰不要笑菊花青青的颜色，它曾经让众多宾客泛酒龙山驻足观赏。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "莺梭", "prop": {"content": "掷柳迁乔太有情，交交时作弄机声。洛阳三月花如锦，多少工夫织得成。", "translation": "春天，黄莺飞鸣迅速，穿梭于园林之间，时而在柳树上，时而在乔木上，似乎对林间的一切都有着深厚的情感。黄莺的啼叫声就像踏动织布机时发出的声音一般。洛阳三月，百花争奇斗艳，竞相开放，犹如锦绣。你看那些辛勤的黄莺正忙碌于园林之中，正是它们，费了多么大的工夫，才织成如此壮丽迷人的春色啊！"}}, {"name": "咏雪", "prop": {"content": "微风摇庭树，细雪下帘隙。萦空如雾转，凝阶似花积。不见杨柳春，徒见桂枝白。零泪无人道，相思空何益。", "translation": "微风轻摇着庭院中的树木，细细的飞雪落入竹帘的缝隙。雪花像雾一般在空中飘转着，凝结于台阶好似落花堆积。看不见院中杨柳发芽迎春，只见桂枝上挂满白色的雪花。伤心泪下，愁情无人可以倾诉，这般多情愁思又有何益？"}}, {"name": "双井茶送子瞻", "prop": {"content": "人间风日不到处，天上玉堂森宝书。想见东坡旧居士，挥毫百斛泻明珠。我家江南摘云腴，落硙霏霏雪不如。为公唤起黄州梦，独载扁舟向五湖。", "translation": "人间风吹不到日照不到之处，是天上的玉堂，森然罗列着宝书。我想见你这位东坡的旧居士，在挥笔为文好似飞泻百斛明珠。这是从我江南老家摘下的云腴茶，用石磨研磨细细雪花也比它不如。唤起你在黄州的旧梦，独驾小舟像范蠡那样泛游五湖。"}}, {"name": "双燕", "prop": {"content": "底处飞双燕，衔泥上药栏。莫教惊得去，留取隔帘看。", "translation": "从何处飞来了一双燕子，口中衔着泥落在药栏上。不要把燕子吓得飞走了，隔着门帘静静观看就好。"}}, {"name": "咏素蝶诗", "prop": {"content": "随蜂绕绿蕙，避雀隐青薇。映日忽争起，因风乍共归。出没花中见，参差叶际飞。芳华幸勿谢，嘉树欲相依。", "translation": "素蝶与群蜂共同盘旋在绿草中，又忽而被飞来的鸟雀冲散，躲避在青青的花叶之中。群蝶一会儿在阳光下翩翩起舞，互相追逐，一会儿又与突然吹来的风共舞于花草之中。素蝶时而出没于百花之中，时而穿行于密叶之间。百花千万不要凋谢啊，这美好的树木乃是欲相依起舞之处。"}}, {"name": "鹧鸪", "prop": {"content": "暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。", "translation": "温暖时节鹧鸪在平野嬉戏彩翼同齐，看它们的行动举止，类别与平日活泼的山鸡相像。黄昏时烟雨中从青草湖边迅疾飞过，落花时节躲在凄冷的黄陵庙里哭啼。身在异乡的客人刚一听到鸣叫禁不住泪湿衣袖，佳人刚一唱起充满相思情意的《山鹧鸪》，青黑色的眉毛就黯然低垂。宽阔的湘江上鹧鸪叫声此起彼伏，相互相应，它们栖息在苦竹深处红日已经偏西。"}}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "独孤及", "dynasty": "唐代"}, {"name": "周纯", "dynasty": "宋代"}, {"name": "如梦令·道是梨花不是", "prop": {"content": "道是梨花不是。道是杏花不是。白白与红红，别是东风情味。曾记，曾记，人在武陵微醉。", "translation": "说它是梨花又不是梨花。说它是杏花它也不是杏花。花瓣白白又红红，难道是春风特有的情味？曾记得，曾记得，武陵渔人被陶醉。"}}, {"name": "菊花", "prop": {"content": "暗暗淡淡紫，融融冶冶黄。陶令篱边色，罗含宅里香。几时禁重露，实是怯残阳。愿泛金鹦鹉，升君白玉堂。", "translation": "暗暗淡淡的紫色，温润娇艳的黄色。菊花曾在隐士陶渊明东篱的边上展现丽色，在罗含的庭院里吐露芬芳。菊花能够承受寒凉的秋露，可是却害怕夕阳的来临。我愿浸在金鹦鹉杯中，为身居白玉堂中的明君所用。"}}, {"name": "苏幕遮·草", "prop": {"content": "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。", "translation": "堤坝上的绿草含水带露，远处的房屋在如烟春色的掩映下若隐若现。雨后天色变晴，江水开阔，到处都是萋萋的芳草。离乡宦游的才子年少成名，他穿上及地的青色章服，衣服颜色与嫩绿的草色互相映衬，十分相宜。芳草把路边一个又一个的长亭连接起来，使得远道凄迷。那萋萋的芳草，仿佛是在埋怨宦游的王孙公子已经忘记了归期。眼看梨花落尽，春天马上又要过去了。日光渐暗，暮霭沉沉，那翠绿的春草也似乎变得苍老了。"}}, {"name": "寇准", "dynasty": "宋代"}, {"name": "牡丹赋", "prop": {"content": "　　古人言花者，牡丹未尝与焉。盖遁乎深山，自幽而著。以为贵重所知，花则何遇焉？天后之乡，西河也，有众香精舍，下有牡丹，其花特异，天后叹上苑之有阙，因命移植焉。由此京国牡丹，日月寖盛。今则自禁闼洎官署，外延士庶之家，弥漫如四渎之流，不知其止息之地。每暮春之月，遨游之士如狂焉。亦上国繁华之一事也。近代文士为歌诗以咏其形容，未有能赋之者。余独赋之，以极其美。或曰：子常以丈夫功业自许，今则肆情于一花，无乃犹有儿女之心乎？余应之曰：吾子独不见张荆州之为人乎？斯人信丈夫也。然吾观其文集之首，有《荔枝赋》。焉。荔枝信美矣，然亦不出一果尔，与牡丹何异哉？但问其所赋之旨何如，吾赋牡丹何伤焉，或者不能对，余遂赋以示之。　　圆玄瑞精，有星而景，有云而卿。其光下垂，遇物流形。草木得之，发为红英。英之甚红，钟乎牡丹。拔类迈伦，国香欺兰。我研物情，次第而观。　　暮春气极，绿苞如珠。清露宵偃。韶光晓驱。动荡支节，如解凝结，百脉融畅，气不可遏。兀然盛怒，如将愤泄。淑色披开，照曜酷烈。美肤腻体，万状皆绝。赤者如日，白者如月。淡者如赭，殷者如血。向者如迎，背者如诀。坼者如语，含者如咽。俯者如愁，仰者如悦。袅者如舞，侧者如跌。亚者如醉，曲者如折。密者如织，疏者如缺。鲜者如濯，惨者如别。初胧胧而下上，次鳞鳞而重叠。锦衾相覆，绣帐连接。晴笼昼熏，宿露宵袌。或灼灼腾秀，或亭亭露奇。或飐然如招，或俨然如思，或希风如吟，或泫露如悲。或垂然如缒，或烂然如披。或迎日拥砌，或照影临池。或山鸡已驯，或威凤将飞。其态万万，胡可立辩？不窥天府，孰得而见？　　乍遇孙武，来此教战。教战谓何？摇摇纤柯。玉栏风满，流霞成波，历阶重台，万朵千棵。西子南威，洛神湘娥。或倚或扶，朱颜色酡。角炫红釭，争颦翠娥。灼灼夭夭，逶逶迤迤。汉宫三千，艳列星河，我见其少，孰云其多。弄彩呈妍，压景骈肩。席发银烛，炉升绛烟。洞府真人，会于群仙。晶荧往来，金釭列钱。凝睇相看，曾不晤言。未及行雨，先惊旱莲。公室侯家，列之如麻。咳唾万金，买此繁华。遑恤终日，一言相夸。列幄庭中，步障开霞。曲庑重梁，松篁交加。如贮深闺，似隔窗纱，仿佛息妫，依稀馆娃。我来观之，如乘仙槎。脉脉不语，迟迟日斜。九衢游人，骏马香车。有酒如渑，万坐笙歌。一醉是竞，孰知其他。我案花品，此花第一。脱落群类，独占春日。其大盈尺，其香满室。叶如翠羽，拥抱栉比。蕊如金屑，妆饰淑质。玫瑰羞死，芍药自失。夭桃敛迹，秾李惭出。踯躅宵溃，木兰潜逸。朱槿灰心，紫薇屈膝，皆让其先，敢怀愤嫉？　　焕乎！美乎！后土之产物也。使其花如此而伟乎，何前代寂寞而不闻？今则昌然而大来。曷草木之命，亦有时而塞，亦有时而开？吾欲问汝，曷为而生哉？汝且不言，徒留玩以徘徊。", "translation": "无"}}, {"name": "咏黄莺儿", "prop": {"content": "欲转声犹涩，将飞羽未调。高风不借便，何处得迁乔。", "translation": "　　郑愔这一首有名的五绝，其妙处在于，诗人以雄劲的笔触，描写咏黄莺儿的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "杜濬", "dynasty": "清代"}, {"name": "鹭鸶", "prop": {"content": "雪衣雪发青玉嘴，群捕鱼儿溪影中。惊飞远映碧山去，一树梨花落晚风。", "translation": "鹭鸶身穿雪白的衣裳，生有雪白的头发和青玉一样的嘴巴。它们成群地在溪中捕鱼，美丽的身形倒映在清澈的溪水中。突然，他们因为受惊而飞起，背衬着碧绿的山色，向远方飞去，那洁白的身影，宛如朵朵梨花飘舞在晚风之中。"}}, {"name": "苏洵", "dynasty": "宋代"}, {"name": "咏被中绣鞋", "prop": {"content": "云里蟾钩落凤窝，玉郎沈醉也摩挲。 陈王当日风流减，只向波间见袜罗。", "translation": "　　这是一首艳情诗。诗中描写两情相悦，情真意切，然而从总体上来说，格调不高，思想与艺术上均无特色，属于被元结斥为“指咏时物，含谐丝竹，与歌儿舞女生污惑之声于私室”的作品之列。 "}}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "牡丹", "prop": {"content": "艳多烟重欲开难，红蕊当心一抹檀。公子醉归灯下见，美人朝插镜中看。当庭始觉春风贵，带雨方知国色寒。日晚更将何所似，太真无力凭阑干。", "translation": "牡丹初放光彩照眼，然而雾气笼罩着它，似乎很难完全绽开，开放的花朵粉红的花瓣包裹着深红的花蕊。公子晚上醉酒归来持灯观看，佳人晨起梳妆折花插头，直在镜中看。满院牡丹盛开更觉春光可贵，雨水沾湿花瓣，让人生出无限怜惜之情。经过一天的日晒，你猜它像什么呢？像那靠着栏杆神情惫懒的杨贵妃。"}}, {"name": "和答钱穆父咏猩猩毛笔", "prop": {"content": "爱酒醉魂在，能言机事疏。平生几两屐，身后五车书。物色看王会，勋劳在石渠。拔毛能济世，端为谢杨朱。", "translation": "猩猩贪杯好酒，因此喝醉了就走不动了，猩猩又会人话，事情也就不机密了。猩猩纵使爱屐如命，到头来又能穿多少双呢，但猩猩死后，用它的毛制成的毛笔，却能著书五车。猩猩毛笔来自高丽，它的功勋在于人们的著述。猩猩拔出的毛制成了笔，在您的手上，能发挥济世的功用"}}, {"name": "宴清都·连理海棠", "prop": {"content": "绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人间万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。", "translation": "无"}}, {"name": "题张十一旅舍三咏·葡萄", "prop": {"content": "新茎未遍半犹枯，高架支离倒复扶。若欲满盘堆马乳，莫辞添竹引龙须。", "translation": "葡萄新抽的芽尚未长全一半还如枯木，高高葡萄架子松散歪斜倒了又被扶起。如果要想秋天餐盘中堆满美味的马乳葡萄，就不要推辞，应该增加竹杆扎牢架子牵引龙须。"}}, {"name": "僧定渚", "dynasty": "宋代"}, {"name": "菊", "prop": {"content": "王孙莫把比蓬蒿，九日枝枝近鬓毛。露湿秋香满池岸，由来不羡瓦松高。", "translation": "公子贵族莫把菊苗看成普通野生草，重阳佳节，插菊在鬓发，朵朵争俏。露水阳光让菊花更丰润，香满池岸绿满池岸，因此它从来不用羡慕寄生的瓦松是不是很高。 "}}, {"name": "惜分飞·柳絮", "prop": {"content": "池上楼台堤上路。尽日悠扬飞舞。欲下还重举。又随胡蝶墙东去。 糁径飘空无定处。来往绿窗朱户。却被春风妒。送将蛛网留连住。", "translation": "池塘上、楼台上和堤岸旁的小路上，柳絮整日随风飞舞。飘上去又飘下来，还会跟随着蝴蝶一起飞到墙的东面去。散落在小路上，漂浮在空中没有定处。又在小窗间飞来飞去，惹得春风嫉妒，于是将它吹到蜘蛛网上，从此失了自由。"}}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "水仙子·寻梅", "prop": {"content": "冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香？ 忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。", "translation": "冬前冬后转遍了几个村庄，踏遍了溪南溪北，双脚都沾满了霜，又爬上孤山，在梅树丛中上下寻觅，都未见到梅花的踪迹，寻梅不遇，沮丧地立于山头，忽然一阵寒风吹来，不知从何处带来一阵幽香，蓦然回首，她竟然就在身后，那样淡妆素雅，俏然而立。我顿时如遇梅花仙子一般，惊讶于她的清丽脱俗，沉醉于她的风华绝代。然而春寒使我从醉梦中醒来，听到凄怨的笛声，便想到春天会尽，梅花也会片片凋落，此时淡淡的月色笼罩着黄昏。"}}, {"name": "山鬼谣·问何年", "prop": {"content": "雨岩有石，状怪甚，取《离骚》《九歌》，名曰“山鬼”，因赋《摸鱼儿》，改今名。问何年、此山来此？西风落日无语。看君似是羲皇上，直作太初名汝。溪上路，算只有、红尘不到今犹古。一杯谁举？笑我醉呼君，崔嵬未起，山鸟覆杯去。须记取：昨夜龙湫风雨，门前石浪掀舞。四更山鬼吹灯啸，惊倒世间儿女。依约处，还问我：清游杖履公良苦。神交心许。待万里携君，鞭笞鸾凤，诵我《远游》赋。 ", "translation": "无"}}, {"name": "解语花·云容冱雪", "prop": {"content": "云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。 莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。", "translation": "冬云冻凝成雪片，为黄昏增添了几分寒冷，我们登上楼台一起望远。远方无人的绿草丛中，有几枝小小的梅花在召唤着春天。它挺着自己幽清娇美的身材与我们遥遥相望，含情一笑似乎懂得人的语言。为什么它默默无语?大概它有心事难于表达。不要待在墙阴处暗暗地等着自己衰残，你最适宜于开在月光下，立在瑶琴边。在人们赞美你的笛声中绽放，在晨霜清冷中露出你的笑脸。喜爱梅花就要及早观赏，东风一吹，你便会发觉它已在身边围着画栏的池塘边出现。登高归来你又在我的梦中绕缠，歌声让我从梦中跌落下云端，突然惊醒后才发现只是一场虚幻。想到这个时候，入画的你应该在茶几旁的屏风上正经受着风寒。 "}}, {"name": "鱼藻", "prop": {"content": "鱼在在藻，有颁其首。王在在镐，岂乐饮酒。鱼在在藻，有莘其尾。王在在镐，饮酒乐岂。鱼在在藻，依于其蒲。王在在镐，有那其居。", "translation": "鱼在哪儿在水藻，肥肥大大头儿摆。周王住在京镐城，欢饮美酒真自在。鱼在哪儿在水藻，悠悠长长尾巴摇。周王住在京镐城，欢饮美酒真逍遥。鱼在哪儿在水藻，贴着蒲草多安详。周王住在京镐城，所居安乐好地方。"}}, {"name": "西北有高楼", "prop": {"content": "西北有高楼，上与浮云齐。交疏结绮窗，阿阁三重阶。上有弦歌声，音响一何悲！谁能为此曲，无乃杞梁妻。清商随风发，中曲正徘徊。一弹再三叹，慷慨有余哀。不惜歌者苦，但伤知音稀。愿为双鸿鹄，奋翅起高飞。(鸿鹄 一作：鸣鹤)", "translation": "无"}}, {"name": "落梅", "prop": {"content": "雪虐风饕愈凛然，花中气节最高坚。过时自会飘零去，耻向东君更乞怜。醉折残梅一两枝，不妨桃李自逢时。向来冰雪凝严地，力斡春回竟是谁？", "translation": "　　大雪纷飞，狂风怒号，苍茫大地上只有梅花敢于直面惨淡人生，傲雪独放。风雪的摧残，只能使它更加坚强，“花中气节最高坚”是诗人发自内心的赞叹。更可贵的是，它无意苦争春，待到山花烂漫时，决不留恋枝头，更不会向东君低下高贵的头颅乞怜偷生。风萧萧兮易水寒，壮士一去不复还。高歌一曲飘零去，自留春意在人间。 "}}, {"name": "钴鉧潭西小丘记", "prop": {"content": "　　得西山后八日，寻山口西北道二百步，又得钴鉧潭。西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。　　丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克己时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露，奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清泠之状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好事之士，或未能至焉。　　噫！以兹丘之胜，致之沣、镐、鄠、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父，过而陋之，贾四百，连岁不能售。而我与深源、克己独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。 ", "translation": "　　（我）找到西山后的第八天，沿着山口向西北走两百步，又发现了钴鉧潭。钴鉧潭西面二十五步（的地方），在水流急而深处是一道坝。坝顶上有一座小丘，（小丘）上面生长着竹子和树木。小丘上的石头突出隆起、高然耸立，破土而出、争奇斗怪的，几乎（多得）数不清。那些重叠着、相负而下的石头，好像是（俯身）在小溪里喝水的牛马；那些高耸突出、如兽角斜列往上冲的石头，好像是在山上攀登的棕熊。"}}, {"name": "满江红·咏竹", "prop": {"content": "不种闲花，池亭畔、几竿修竹。相映带、一泓流水，森寒洁绿。风动仙人鸣佩遂，雨余净女添膏沐。未成林，难望凤来栖，聊医俗。问华胄，名淇澳。寻苗裔，湘江曲。性孤高似柏，阿娇金屋。坐荫从容烦暑退，清心恍惚微香触。历冰霜、不变好风姿，温如玉。", "translation": "无"}}, {"name": "腊前月季", "prop": {"content": "只道花无十日红，此花无日不春风。一尖已剥胭脂笔，四破犹包翡翠茸。别有香超桃李外，更同梅斗雪霜中。折来喜作新年看，忘却今晨是季冬。", "translation": "只以为花开后红艳不了几天，但是月季花每天都是春风满面，娇艳欲滴。初绽的蓓蕾就像一枝胭脂色的毛笔，翡翠般的细茸包裹着绽放的花朵。月季之芳香非但桃李所能媲美，更是同腊梅一起，抖擞精神，傲霜斗雪。欣喜地折下它来，作春花观赏，忘却了今晨还是隆冬腊月。"}}, {"name": "白莲", "prop": {"content": "素蘤多蒙别艳欺，此花端合在瑶池。(端合 一作：真合)无情有恨何人觉？月晓风清欲堕时。", "translation": "素雅之花常常要被艳花欺，冰清玉洁的白莲真应该生长在瑶池里。白莲不事铅华，不争奇斗艳，这种无情有恨的神态，何人能够欣赏？只能在晓月清风的陪伴下寂寞地自开自落的时候。"}}, {"name": "忆梅", "prop": {"content": "定定住天涯，依依向物华。寒梅最堪恨，常作去年花。", "translation": "久久滞留在远离家乡的地方，依依不舍地向往着春天的景物。寒梅最让人遗恨的是早占春意却又早早凋谢，常常被当作去年开的花。"}}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "雍裕之", "dynasty": "唐代"}, {"name": "谢懋", "dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "春居杂兴·两株桃杏映篱", "prop": {"content": "两株桃杏映篱斜，妆点商州副使家。何事春风容不得？和莺吹折数枝花。", "translation": "两株桃树和杏树斜映着篱笆，点缀着商山团练副使的家。为什么春风竟然容不得这些，惊走了莺黄又吹折数枝花。"}}, {"name": "落梅", "prop": {"content": "一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。", "translation": "每一片飘零的梅花都教人触目愁肠，更哪堪残缺的花瓣凋落如雪片，铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的骚人。那么多原来美好高洁的花朵，如今却沉沦泥土与莓苔为伍，然而偶然粘上衣袖的香气，还久久不去。啊，让东风执掌对百花的生杀予夺大权，真是差矣错矣，它忌妒梅花的孤高，对梅花任意摧残，根本不讲怜香惜玉。"}}, {"name": "花心动·柳", "prop": {"content": "十里东风，袅垂杨、长似舞时腰瘦。翠馆朱楼，紫陌青门，处处燕莺晴昼。乍看摇曳金丝细，春浅映、鹅黄如酒。嫩阴里，烟滋露染，翠娇红溜。 此际雕鞍去久。空追念邮亭，短枝盈首。海角天涯，寒食清明，泪点絮花沾袖。去年折赠行人远，今年恨、依然纤手。断肠也，羞眉画应未就。", "translation": "　　“十里”两句，状柳枝。“十里”，极言柳树之多。言在和煦的东风吹拂下，无数柳枝临风袅袅飘飞，这多么像那些舞女翩翩而舞时婀娜多姿的瘦腰身啊。“翠馆”三句，赞春天。言在春天里，楼馆增色，巷陌闹盈，艳阳之下到处莺歌燕舞，喜气洋洋。句中“翠”、“朱”、“紫”、“青”色彩缤纷，“燕莺闹盈”，满目动态，所有这些都是为了突出繁华春日的多彩景色。“乍看”两句，述柳色。此言纤细的柳枝上长着金黄色的茸茸嫩芽，在春阳掩映下迎风摇曳，冷眼一见，能会联想起鹅黄似的酒色。“嫩阴里”三句，描述柳树下的花草。言柳枝刚刚发芽，柳荫浅淡，树底下的花草经过烟霞、露水的滋润，显得愈加娇翠鲜红。"}}, {"name": "春日", "prop": {"content": "一春略无十日晴，处处浮云将雨行。野田春水碧于镜，人影渡傍鸥不惊。桃花嫣然出篱笑，似开未开最有情。茅茨烟暝客衣湿，破梦午鸡啼一声。", "translation": "这是汪藻的成名作，张世南《游宦纪闻》卷三：“此篇一出，便为诗社诸公所称。”清新明快，与同时张耒相近。作者最慢由此出名。桃花出篱，红杏出墙，皆为农村中常见之景。而此处却以清丽之笔写出一个宛如开卷有益人似的桃花。它始而嫣然一笑，令人魂飞；再一细看，花蕊半绽，又似含情脉脉少女。诗虽咏物，却事有作者本人的少年心性，其中跃动着青春的脉搏，决不能说它风格轻俏。"}}, {"name": "踏莎行·杨柳回塘", "prop": {"content": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。", "translation": "杨柳围绕着环曲的池塘，一对鸳鸯在进水口处嬉戏。池塘水面布满又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕幽幽荷香。最后只能花朵凋敝，结一颗芳心苦涩。夕阳的回光照着晚潮，涌进荷塘，流动的云层带来点点细雨。随风摇曳的荷花，仿佛在向诗人诉说哀肠：当年不肯在春天开放，如今只能在秋风中受尽凄凉。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "榴花 / 题榴花", "prop": {"content": "五月榴花照眼明，枝间时见子初成。 可怜此地无车马，颠倒青苔落绛英。", "translation": "五月如火的榴花映入眼帘格外鲜明，枝叶间时时可以看到初结的小果。可惜此地没有达官贵人乘车马来欣赏，艳艳的榴花只好在苍苔上散落纷纷。"}}, {"name": "溪上遇雨二首", "prop": {"content": "回塘雨脚如缫丝，野禽不起沈鱼飞。耕蓑钓笠取未暇，秋田有望从淋漓。坐看黑云衔猛雨，喷洒前山此独晴。忽惊云雨在头上，却是山前晚照明。", "translation": "环曲的池塘水面，雨水像在抽丝一般密织，野禽因为雨势太大无法起飞，鱼儿却惊得在水面飞跃起来。耕种的人和垂钓者都来不及取蓑衣和斗笠，秋季的田地都多么期待这么一场酣畅淋漓的大雨啊。"}}, {"name": "陈维崧", "dynasty": "清代"}, {"name": "薛宝钗咏白海棠", "prop": {"content": "珍重芳姿昼掩门，自携手瓮灌苔盆。胭脂洗出秋阶影，冰雪招来露砌魂。淡极始知花更艳，愁多焉得玉无痕。欲偿白帝宜清洁，不语婷婷日又昏。", "translation": "　　首联“珍重芳姿昼掩门，自携手瓮灌苔盆”，描绘出诗人端凝庄重的性格。首句一语双关，因“珍重芳姿”而致白昼掩门，既写诗人珍惜白海棠，又写诗人珍重自我，刻画出封建时代贵族少女的矜持心理。诗人用“手瓮”盛水亲自浇灌白海棠，亦是爱惜花儿，珍重自我的一种表现。"}}, {"name": "咏邻女东窗海石榴", "prop": {"content": "鲁女东窗下，海榴世所稀。珊瑚映绿水，未足比光辉。清香随风发，落日好鸟归。愿为东南枝，低举拂罗衣。无由一攀折，引领望金扉。", "translation": "美丽的山东女郎啊，窗下种植了一株世上罕见的海石榴。即使是映照绿水的珊瑚也没有石榴的绿叶滋润。海石榴散发的清香随风飘洒，黄昏时候鸟儿纷纷回到树上的巢穴。我愿意变为海石榴树上那朝向东南的枝条，低低地垂下，时时牵拂你的绣花衣裙。唉！没有机会与你一起共攀同折花枝，只好伸长脖子看望你闺房描金的门窗。 "}}, {"name": "莲花", "prop": {"content": "绿塘摇滟接星津，轧轧兰桡入白蘋。应为洛神波上袜，至今莲蕊有香尘。", "translation": "碧绿如染的塘水波光滟滟倒映着星河，小船在“轧轧”的船桨声中驶入白蘋丛中。水面盛开的莲花就像洛神仙女的袜子，到如今莲蕾之上还留有洛神仙女的香尘。"}}, {"name": "醉桃源·芙蓉", "prop": {"content": "青春花姊不同时。凄凉生较迟。艳妆临水最相宜。风来吹绣漪。惊旧事，问长眉。月明仙梦回。凭阑人但觉秋肥。花愁人不知。", "translation": "荷花与百花开花于不同的时间，荷花因开花太迟而孤寂异常。荷花红装绿裳摇曳在碧水边是最合适的，风吹荷花，使水中的倒影也在摇曳起舞，水面上形成了彩色的涟漪。如当年的赵飞燕一般在风中翩跹起舞，如欲仙去，却忽然从仙梦中惊醒，只见月明如水。惊于旧事，便向旁边的侍女询问。可惜身倚栏杆的人只知道秋天的莲大藕肥，却不知荷花的凋零悲愁。"}}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "小石城山记", "prop": {"content": "　　自西山道口径北，逾黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断而川分，有积石横当其垠。其上为睥睨、梁欐之形，其旁出堡坞，有若门焉。窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远，无土壤而生嘉树美箭，益奇而坚，其疏数偃仰，类智者所施设也。　　噫！吾疑造物者之有无久矣。及是，愈以为诚有。又怪其不为之中州，而列是夷狄，更千百年不得一售其伎，是固劳而无用。神者傥不宜如是，则其果无乎？或曰：“以慰夫贤而辱于此者。”或曰：“其气之灵，不为伟人", "translation": "而独为是物，故楚之南少人而多石。”是二者，余未信之。 "}}, {"name": "杂诗七首·其二", "prop": {"content": "转蓬离本根，飘飖随长风。何意回飚举，吹我入云中。高高上无极，天路安可穷。类此游客子，捐躯远从戎。毛褐不掩形，薇藿常不充。去去莫复道，沉忧令人老。", "translation": "随风飘转的蓬草离开原来的根，跟随着远风飘荡。谁料又被一阵旋转的狂风举起，一直朝上吹向云层。飞得越来越高没有极限，浩渺天路哪里才是尽头？而有些游子就好像这无根的蓬草，大好身躯捐给远方军营。粗麻制成的短衣难以遮掩身体，难咽的野菜也不常供应。算了吧，就不要再提起，沉忧只会让人更加衰困。"}}, {"name": "咏笼莺", "prop": {"content": "何处金衣客，栖栖翠幙中。有心惊晓梦，无计啭春风。漫逐梁间燕，谁巢井上桐。空将云路翼，缄恨在雕笼。", "translation": "黄莺你从何处来，为什么被囚禁在这富贵之家？清晨你的啼叫让主人惊醒，好像是在反抗这桎梏你的牢笼让你没有办法在春风中自由歌唱。飞燕在梁间嬉戏打闹，梧桐树上的鸟儿自由的筑巢，而你却再无自由。飞翔云天只不过是心中的奢望，你只能在华丽的鸟笼中度过漫漫一生。"}}, {"name": "池上", "prop": {"content": "倚杖池边立，西风荷柄斜。眼明秋水外，又放一枝花。", "translation": "拄杖站在池塘边，西风拂过，托着残叶的荷柄微微倾斜。突然看到这一派秋景萧瑟中，一枝荷花迎风开放。"}}, {"name": "满庭芳·茉莉花", "prop": {"content": "环佩青衣，盈盈素靥，临风无限清幽。出尘标格，和月最温柔。堪爱芳怀淡雅，纵离别，未肯衔愁。浸沉水，多情化作，杯底暗香流。凝眸，犹记得，菱花镜里，绿鬓梢头。胜冰雪聪明，知己谁求？馥郁诗心长系，听古韵，一曲相酬。歌声远，余香绕枕，吹梦下扬州。", "translation": "无"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "林逋", "dynasty": "宋代"}, {"name": "鹦鹉", "prop": {"content": "莫恨雕笼翠羽残，江南地暖陇西寒。劝君不用分明语，语得分明出转难。", "translation": "不要怨恨被关在华丽的笼子里，也不要痛恨翠绿的毛被剪得残缺不全，江南气候温暖，而你的老家陇西十分寒冷。劝你不要把话说得过于清楚，话说的太清楚，人就愈加喜爱，要想飞出鸟笼就更难了。"}}, {"name": "张道洽", "dynasty": "宋代"}, {"name": "咏牡丹", "prop": {"content": "一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。", "translation": "自从金人的铁蹄踏碎了祖国的河山，十年岁月，回望故乡洛阳，仍是漫漫长路归途无望。作为身在异乡的龙钟老人，看到青墩溪畔的牡丹花开了，就想起了洛阳的牡丹，只能孤独地站在春风中默默观看。"}}, {"name": "代迎春花招刘郎中", "prop": {"content": "幸与松筠相近栽，不随桃李一时开。杏园岂敢妨君去，未有花时且看来。", "translation": "幸亏与松竹同处一起栽，不愿随着桃李花一时开。杏园哪里敢妨碍你离去，没有花之时你再且看来。"}}, {"name": "嵇康", "dynasty": "魏晋"}, {"name": "花犯·谢黄复庵除夜寄古", "prop": {"content": "翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。", "translation": "无"}}, {"name": "咏春笋", "prop": {"content": "无数春笋满林生，柴门密掩断行人。会须上番看成竹，客至从嗔不出迎。", "translation": "无数的春笋生满竹林，不仅封住了柴门还堵住了道路，那些踏着新竹来欣赏竹林的人，来到我这我都怒而不欢迎他们。"}}, {"name": "金明池·咏寒柳", "prop": {"content": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。", "translation": "无"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "朱晞颜", "dynasty": "宋代"}, {"name": "生查子·软金杯", "prop": {"content": "风流紫府郎，痛饮乌纱岸。柔软九回肠，冷怯玻璃盏。纤纤白玉葱，分破黄金弹。借得洞庭春，飞上桃花面。", "translation": "　　这首咏物小词，写得很有特色。上片写仙郎风流痛饮，金杯柔软可爱。下片写纤手斟酒，一杯“洞庭春”，飞上桃花面。全词柔和细腻，曲折有致。 "}}, {"name": "浣溪沙·琴川慧日寺蜡梅", "prop": {"content": "蝶粉蜂黄大小乔。中庭寒尽雪微销。一般清瘦各无聊。 窗下和香封远讯，墙头飞玉怨邻箫。夜来风雨洗春娇。", "translation": "　　上片开头“蝶粉”一句，状物拟人，盛赞蜡梅。言蜡梅花外黄而芯粉红，香气扑鼻，婷婷而立又好像三国时闻名东吴的绝色佳人“大小二乔”。“中庭”两句，写景寄情。言慧日寺的庭院中虽因日照而已有暖意，但四周墙角还残留着积雪，这也是点出了蜡梅开花的时令。几株蜡梅树悄立庭院，满树无叶而花，与赏花的词人一样显得清瘦无聊，真是失意人对苦命花，使词人顿生“同病相怜”之感。　　"}}, {"name": "野人送朱樱", "prop": {"content": "西蜀樱桃也自红，野人相赠满筠笼。数回细写愁仍破，万颗匀圆讶许同。忆昨赐沾门下省，退朝擎出大明宫。金盘玉箸无消息，此日尝新任转蓬。", "translation": "西蜀的樱桃原来也是这般鲜红啊，乡野之人送我满满一竹笼。熟得很透啊，几番细心地移放却还是把它弄破了，令人惊讶的是上万颗樱桃竟然如此圆得匀称而相同。回想当年在门下省供职时，曾经蒙受皇帝恩赐的樱桃，退朝时双手把它擎出大明宫。唉！金盘玉箸早已相隔遥远，今日尝新之时，我已漂泊大涯如同转蓬。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "奉试明堂火珠", "prop": {"content": "正位开重屋，凌空出火珠。夜来双月满，曙后一星孤。天净光难灭，云生望欲无。遥知太平代，国宝在名都。", "translation": "帝王正位建造明堂重屋，明堂顶上凌空耸立火珠。夜晚就像两个月亮升天，日晓月落高空一颗孤星。天色明净珠光难以泯灭，云彩生起远望若有若无。早就知晓在这太平盛世，有国宝必定出现在名都。"}}, {"name": "解连环·柳", "prop": {"content": "露条烟叶。惹长亭旧恨，几番风月。爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接。纤软风流，眉黛浅、三眠初歇。奈年华又晚，萦绊游蜂，絮飞晴雪。 依依灞桥怨别。正千丝万绪，难禁愁绝。怅岁久、应长新条，念曾系花骢，屡停兰楫。弄影摇晴，恨闲损、春风时节。隔邮亭，故人望断，舞腰瘦怯。", "translation": "　　这首词咏柳怀人，轻柔细腻。上片着意写柳。露条烟叶，翠阴相接。风流纤软，絮飞如雪。下片因柳怀人。灞桥依依，难禁愁绝。曾系花骢，屡停兰楫。春风时节，故人望断。全词委婉含蓄，情思悠长。 "}}, {"name": "六丑·杨花", "prop": {"content": "似东风老大，那复有、当时风气。有情不收，江山身是寄。浩荡何世。但忆临官道，暂来不住，便出门千里。痴心指望回风坠。扇底相逢，钗头微缀。他家万条千缕，解遮亭障驿，不隔江水。瓜洲曾舣，等行人岁岁。日下长秋，城乌夜起。帐庐好在春睡。共飞归湖上，草青无地。愔愔雨、春心如腻。欲待化、丰乐楼前，青门都废。何人念、流落无几。点点抟作，雪绵松润，为君裛泪。", "translation": "无"}}, {"name": "疏影·芭蕉", "prop": {"content": "湘帘卷处，甚离披翠影，绕檐遮住。小立吹裙，常伴春慵，掩映绣床金缕。芳心一束浑难展，清泪裹、隔年愁聚。更夜深、细听空阶雨滴，梦回无据。正是秋来寂寞，偏声声点点，助人难绪。缬被初寒，宿酒全醒，搅碎乱蛩双杵。西风落尽庭梧叶，还剩得、绿阴如许。想玉人、和露折来，曾写断肠句。", "translation": "　　此篇咏的是芭蕉，而寓托的却是怀人之意。词之上片侧重写芭蕉的形貌。先描绘帘外摇动的翠影遮檐，又转写其掩映帘内之人和物，而后再写芭蕉之“芳心”裹泪，暗喻人心之愁聚，最后以空阶夜雨，梦回无眠烘衬愁情。下片侧重写怀人之思。过片承上片结处而来，写雨打芭蕉，声声铸怨，接以蚤鸣杆捣之声，更托出离愁别恨，再以梧叶落尽，芭蕉依旧，落到借叶题诗，以寄相思，抒离愁之旨。全篇曲折迭宕，婉约细密。"}}, {"name": "乌夜啼·石榴", "prop": {"content": "垂杨影里残红。甚匆匆。只有榴花、全不怨东风。暮雨急。晓鸦湿。绿玲珑。比似茜裙初染、一般同。", "translation": "　　春去夏来，落红无数。而石榴花却在此时怒放，暮雨晓露，绿叶愈加玲珑剔透，新花更是如茜初染，勃发出无限生机。末句“初染”与首句“残红”相对应，时序荏苒之意宛在。 "}}, {"name": "咏牡丹", "prop": {"content": "闲花眼底千千种，此种人间擅最奇。国色天香人咏尽，丹心独抱更谁知。", "translation": "我观赏过的花有千万种，只有牡丹最奇艳。它富贵华丽受到人们的极力赞美，可有谁知道它那颗花心独存心间。"}}, {"name": "东风第一枝·咏春雪", "prop": {"content": "巧沁兰心，偷黏草甲，东风欲障新暖。谩凝碧瓦难留，信知暮寒轻浅。行天入镜，做弄出、轻松纤软。料故园、不卷重帘，误了乍来双燕。 青未了、柳回白眼。红欲断、杏开素面。旧游忆著山阴，厚盟遂妨上苑。寒炉重暖，便放慢春衫针线。恐凤靴，挑菜归来，万一灞桥相见。", "translation": "　　雪巧妙地沁入兰花的花心，悄悄地粘上春草的草芽。仿佛想挡住了春风送来的温暖。雪花在碧瓦上很快融化，我知道昏暮时的寒意还很浅。桥面上行走，像漫步白云浮天。池沼澄净如明镜一般，雪花把万物打扮得轻柔细软。我想故乡必是落雪天寒，那里的层层帘幕四垂未卷，阻误了初归的双燕。"}}, {"name": "李远", "dynasty": "唐代"}, {"name": "南乡子·岸远沙平", "prop": {"content": "岸远沙平，日斜归路晚霞明。孔雀自怜金翠尾，临水，认得行人惊不起。", "translation": "江岸远处，平平的沙滩，夕阳照着归路，归路上晚霞灿烂。一只孔雀临水自赏，敞开的翠尾七彩斑斓。路上的脚步似把它惊动，谁知它认得行人开屏依然。"}}, {"name": "醉桃源·柳", "prop": {"content": "千丝风雨万丝晴。年年长短亭。暗黄看到绿成阴。春由他送迎。 莺思重，燕愁轻。如人离别情。绕湖烟冷罩波明。画船移玉笙。", "translation": "千万条柳丝迎着风雨沐浴着晴日，年年站在长短亭旁目睹旅客来去匆匆。从暗黄的柳芽萌生到一片绿阴浓重，经历了春来春往的整个过程。莺、燕在柳丝间缠绵徘徊不断穿行，恰似长短亭上人们依依难舍、含愁相别的情形。环湖柳色绿如烟，映衬得西湖水波明净。一叶画舟在水面上划动，载着幽幽一曲玉笙的乐音。"}}, {"name": "鸣雁行", "prop": {"content": "七月朔方雁心苦，联影翻空落南土。八月江南阴复晴，浮云绕天难夜行。羽翼劳痛心虚惊，一声相呼百处鸣。楚童夜宿烟波侧，沙上布罗连草色。月暗风悲欲下天，不知何处容栖息。楚童胡为伤我神，尔不曾任远行人。江南羽族本不少，宁得网罗此客鸟。", "translation": "七月北方的大雁心里充满了愁苦，成群结队的飞到南方的土地上。八月的江南的天气总是时阴时晴，浮云弥漫整个天空夜里难以飞行。翅膀伤痕累累心里充满恐惧，呼唤一声就能听见四面八方的回应。楚地的孩童夜间露宿在烟雾笼罩的江水河畔，在沙滩布满了罗网，一直连接到了草丛里。月色昏暗风儿悲鸣，想从天上飞下来，却不知哪里才是容身栖息之地。楚地的孩童啊你为何令我如此伤神，想必你不曾做过远离家乡的行人。江南的鸟儿本来有许多，你为何偏要捕捉这远到而来的大雁呢？"}}, {"name": "阳春曲·赠海棠", "prop": {"content": "玉环梦断风流事，银烛歌成富贵词。东风一树玉胭脂，双燕子。曾见正开时。", "translation": "杨玉环和明皇的风流韵事已经像幻梦般逝去，但是当年在银烛光下太白歌颂海棠花的富贵词却与世长留。在东风吹拂下绽开，好像一树白玉和胭脂。一双双欢飞的燕子，曾经亲眼看到花开时的芳姿。"}}, {"name": "下泉", "prop": {"content": "冽彼下泉，浸彼苞稂。忾我寤叹，念彼周京。冽彼下泉，浸彼苞萧。忾我寤叹，念彼京周。冽彼下泉，浸彼苞蓍。忾我寤叹，念彼京师。芃芃黍苗，阴雨膏之。四国有王，郇伯劳之。", "translation": "寒凉的泉水在下汩汩流动，一丛丛狗尾草浸在寒泉中。梦中醒来我连连长吁短叹，深深怀念繁华的周国京城。寒凉的泉水在下涔涔涌流，一丛丛艾蒿草浸在寒泉里。睡梦中醒来我不住地叹息，深深怀念富庶的都城旧地。寒凉的泉水在下汩汩涌动，丛丛筮草被淹没在寒水流。一觉醒来我总是哀声叹气，深深怀念昔日里故都神游。那时节黍苗青青多么繁茂！滋润它们的自有雨顺风调。四方的诸侯都来朝见天子，贤德高贵的郇伯亲切慰劳。"}}, {"name": "金章宗", "dynasty": "宋代"}, {"name": "潇湘夜雨·灯词", "prop": {"content": "斜点银釭，高擎莲炬，夜深不耐微风。重重帘幕，掩映堂中。香渐远、长烟袅穟，光不定、寒影摇红。偏奇处、当庭月暗，吐焰为虹。红裳呈艳，丽娥一见，无奈狂踪。试烦他纤手，卷上纱笼。开正好、银花照夜，堆不尽、金粟凝空。丁宁语、频将好事，来报主人公。", "translation": "　　这是一首咏物词。上片写油灯点燃的情景。写出了华灯初张、灯火照明、光焰正旺等情况。下片写灯花结彩。飞蛾扑焰，银花黑夜。末以“丁宁语”两句，借俗传喜兆作结。全词语言形象，对仗工丽，描写细腻，意境优美。 "}}, {"name": "郑文焯", "dynasty": "清代"}, {"name": "微雨", "prop": {"content": "初随林霭动，稍共夜凉分。窗迥侵灯冷，庭虚近水闻。", "translation": "微雨初起时，只觉它像林中雾气一样浮动；逐渐地，伴随着夜幕降临，它分得了夜的丝丝凉意。那寒气仿佛透窗入户让灯火闪烁不定，离窗很远也能感觉到它的凉意；仔细听还能感觉到从空旷的院子里传来的轻微淅沥声。"}}, {"name": "花鸭", "prop": {"content": "花鸭无泥滓，阶前每缓行。羽毛知独立，黑白太分明。不觉群心妒，休牵众眼惊。稻粱沾汝在，作意莫先鸣。", "translation": "花鸭身上洁净无泥渣，常常在阶前缓步而行。它让羽毛不同于群鸭，黑白二色非常分明。浑然不觉众鸭的惊猜与嫉妒，不要惹得众眼受惊。你既然沾受了主人的稻粱恩，就千万不要先出声。"}}, {"name": "繁钦", "dynasty": "魏晋"}, {"name": "杏花天·咏汤", "prop": {"content": "蛮姜豆蔻相思味。算却在、春风舌底。江清爱与消残醉。悴憔文园病起。 停嘶骑、歌眉送意。记晓色、东城梦里。紫檀晕浅香波细。肠断垂杨小市。", "translation": "　　《杏花天》，双调小令，五十四字，上下片各四句，四仄韵。此词长短句稍近《端正好》词，区别在于：《端正好》词六字句折腰；《杏花天》词六字句连为一气。　　"}}, {"name": "夜合花", "prop": {"content": "阶前双夜合，枝叶敷花荣。疏密共晴雨，卷舒因晦明。影随筠箔乱，香杂水沉生。对此能销忿，旋移迎小楹。", "translation": "阶前有两株夜合花，枝叶葱翠繁茂花开绚烂。树姿晴雨中疏密有致，花朵也因昼夜开闭不同。摇曳的树影映着竹帘变得零乱，芬芳的气味是花香沉香混杂而成。对着这夜合花能销除愁忿，便移步来到小堂的前厅。"}}, {"name": "贺知章", "dynasty": "唐代"}, {"name": "归燕诗", "prop": {"content": "海燕虽微渺，乘春亦暂来。岂知泥滓贱，只见玉堂开。绣户时双入，华堂日几回。无心与物竞，鹰隼莫相猜。", "translation": "海燕虽然是细微渺小的，趁着春天也只是暂时回到北方。以燕子不知泥滓之贱，只见玉堂开着。便一日数次出入华堂绣户，衔泥作窠。海燕无心与其他动物争权夺利，鹰隼不必猜忌、中伤。"}}, {"name": "宋方壶", "dynasty": "元代"}, {"name": "沈周", "dynasty": "明代"}, {"name": "刘珝", "dynasty": "明代"}, {"name": "闻鹊喜·吴山观涛", "prop": {"content": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。", "translation": "天光水色一片澄碧，染成一江清秋的景色，江潮涌来就像是神龟驮负的雪山，又像是蛰伏的巨龙从梦中惊起，疾风掀起海水像竖起的墙壁。远处几点青山像美人头上的鬟髻，弥漫着雾气青翠欲滴。一抹红霞如同刚织就的绡纱，带着汹涌的潮水迸溅的湿意。天边白鸟分明帆樯直立，入夜后隔江传来悠扬的笛声。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "摸鱼儿·观潮上叶丞相", "prop": {"content": "望飞来半空鸥鹭，须臾动地鼙鼓。截江组练驱山去，鏖战未收貔虎。朝又暮。诮惯得、吴儿不怕蛟龙怒。风波平步。看红旆惊飞，跳鱼直上，蹙踏浪花舞。凭谁问，万里长鲸吞吐，人间儿戏千弩。滔天力倦知何事，白马素车东去。堪恨处，人道是、属镂怨愤终千古。功名自误。谩教得陶朱，五湖西子，一舸弄烟雨。", "translation": "无"}}, {"name": "柳枝·解冻风来末上青", "prop": {"content": "解冻风来末上青，解垂罗袖拜卿卿。无端袅娜临官路，舞送行人过一生。", "translation": "　　这首词名为咏柳，实是写人。"}}, {"name": "咏荔枝", "prop": {"content": "世间珍果更无加，玉雪肌肤罩绛纱。一种天然好滋味，可怜生处是天涯。", "translation": "　　诗贵自然，“咏物以托物寄兴为上”（清·薛雪《一瓢诗话》），托物寄兴亦以自然为绝妙，自然天成是咏物诗的至境。丘浚作诗主张自然成文，反对用奇语异辞，认为“眼前景物口头语，便是诗家绝妙辞”（《答友人论诗》）。所以，他的诗大都写得自然清新，颇多天机自动天籁自鸣机趣。他的咏物诗也大多是“眼前景物口头语”的自然流露，并不刻意追求寄托，只是在有意无意之间托物寄兴，借景言情，似无寄托而寄托遥深，更是精彩绝妙，不同凡响。"}}, {"name": "书幽芳亭记", "prop": {"content": "　　士之才德盖一国，则曰国士；女之色盖一国，则曰国色；兰之香盖一国，则曰国香。自古人知贵兰，不待楚之逐臣而后贵之也。兰甚似乎君子，生于深山薄丛之中，不为无人而不芳；雪霜凌厉而见杀，来岁不改其性也。是所谓“遁世无闷，不见是而无闷”者也。兰虽含香体洁，平居与萧艾不殊。清风过之，其香蔼然，在室满室，在堂满堂，所谓含章以时发者也。　　然兰蕙之才德不同，世罕能别之。予放浪江湖之日久，乃尽知其族。盖兰似君子，蕙似士大夫，大概山林中十蕙而一兰也。《离骚》曰：“予既滋兰之九畹，又树蕙之百亩。”是以知不独今，楚人贱蕙而贵兰久矣。兰蕙丛出，莳以砂石则茂，沃以汤茗则芳，是所同也。至其发花，一干一花而香有余者兰，一干五七花而香不足者蕙。蕙虽不若兰，其视椒则远矣，世论以为国香矣。乃曰“当门不得不锄”，山林之士，所以往而不返者耶！", "translation": "无"}}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "横波亭", "prop": {"content": "孤亭突兀插飞流，气压元龙百尺楼。万里风涛接瀛海，千年豪杰壮山丘。疏星澹月鱼龙夜，老木清霜鸿雁秋。倚剑长歌一杯酒，浮云西北是神州。　", "translation": "孤亭傲岸地耸立河边，好似插在飞泻的滚滚水流中；磅礴的气势直冲霄汉，压倒了陈登的百尺高楼。高亭连接的大海，浩浩茫茫，风波万里；镇守青口的豪杰，千年一遇，气壮山丘。天幕上星光疏朗，月色昏淡，正是那鱼龙潜隐的夜晚；原野中老树轻摇，清霜遍地，又到了鸿雁南飞的寒秋。我手拄宝剑，引吭长歌，望天举起了一杯清酒，浮云遮蔽的西北远空下，那正是我们沦陷的神州。"}}, {"name": "贺新郎·和前韵", "prop": {"content": "觅句如东野。想钱塘风流处士，水仙祠下。更亿小孤烟浪里，望断彭郎欲嫁。是一色空蒙难画。谁解胸中吞云梦，试呼来草赋看司马。须更把，《上林》写。鸡豚旧日渔樵社。问先生：带湖春涨，几时归也？为爱琉璃三万顷，正卧水亭烟榭。对玉塔微澜深夜。雁鹜如云休报事，被诗逢敌手皆勍者。春草梦，也宜夏。", "translation": "我像东野那样苦思来作诗。想起在水仙祠下那些风流处士，更想起小孤山的烟涛波浪里，那望眼欲穿的彭郎矶。一色空濛，神色令人难以描画。谁能写出西湖的浩渺宏大，气吞云梦，也只有司马相如那样能写出《上林赋》的人才能描绘出它的王者之气。原来的渔樵社在摆鸡豚宴。问我带湖春水涨，山水之乐无穷，什么时候回来。我喜欢那三万里烟波浩渺的西湖，卧在水亭烟谢中，面对玉塔，于深夜之中欣赏湖水的微澜。文吏像云一样不要来拿事劳烦我。写诗咏西湖碰上了强劲对手。我也要像谢灵运那样做一个“池塘生春草”之类名句的好梦。"}}, {"name": "红梅", "prop": {"content": "梨云无梦倚黄昏，薄倩朱铅蚀泪痕。宿酒破寒薰玉骨，仙丹偷暖返冰魂。茜裙影露罗衣卷，霞佩香封缟袂温。回首孤山斜照外，寻真误入杏花村。", "translation": "像梨花一样洁白的云朵，并不是在梦中才能看到，它就游曳在接近黄昏的天空中；就像是佳人所用的薄薄的朱铅一样，能遮掩因忧伤而留下的泪痕。隔夜不醒的酒力仍然灼烧着如梅花般鲜艳洁净的肌骨，丹药带着暖意悄然温暖了冰冷的灵魂。绛红色的裙子下映衬着罗衣微微蜷起的影子，装饰着霞佩与香封的白衣依稀残存着彼此的余温。黄昏的夕阳斜照之外，站在高耸的孤山上蓦然回首，寻找春迹却误入了杏花山村。"}}, {"name": "梅花", "prop": {"content": "三月东风吹雪消，湖南山色翠如浇。一声羌管无人见，无数梅花落野桥。", "translation": "三月春风吹拂，冰雪渐渐消融，湖的南面山色翠绿，如同被水淋洗过。听到一声悠悠的羌管，却无人出现，只见无数的梅花，飘落在野桥上。"}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "王和卿", "dynasty": "元代"}, {"name": "浪淘沙·赋虞美人草", "prop": {"content": "不肯过江东。玉帐匆匆。至今草木忆英雄。唱著虞兮当日曲，便舞春风。 儿女此情同。往事朦胧。湘娥竹上泪痕浓。舜盖重瞳堪痛恨，羽又重瞳。", "translation": "无"}}, {"name": "水龙吟·浮翠山房拟赋白", "prop": {"content": "淡妆人更婵娟，晚奁净洗铅华腻。泠泠月色，萧萧风度，娇红敛避。太液池空，霓裳舞倦，不堪重记。叹冰魂犹在，翠舆难驻，玉簪为谁轻坠。别有凌空一叶，泛清寒、素波千里。珠房泪湿，明珰恨远，旧游梦里。羽扇生秋，琼楼不夜，尚遗仙意。奈香云易散，绡衣半脱，露凉如水。", "translation": "白莲的纯洁，如同美人在夜晚梳妆去粉一样美丽。白莲挺立在清凉的月光下，萧萧的风声里，娇红都顾忌退避无踪的环境中。过去宫中美丽的太液池空了，动人的霓裳羽衣舞没有了，一切都不堪回首。虽然白莲高清的精魂尚在，但翠绿的荷叶已经残败，白莲花蕊也已坠落，水中一片凄凉萧瑟。白莲凋谢后，尚有荷叶在清凉寒冷的夜里，遥远地漂泊在千里之外的水中。莲蓬萎落，采莲少女恨亦远，昔日的良辰美景都永远逝去了，现在只能在梦中重温。虽然盛时已经过去，秋日也已来临，但琼楼依旧不夜，广寒泛夜仙意尚留。莲花凋谢了，莲香散失了，秋深露凉，寒气逼人。"}}, {"name": "四月十一日初食荔支", "prop": {"content": "南村诸杨北村卢，白华青叶冬不枯。垂黄缀紫烟雨里，特与荔枝为先驱。海山仙人绛罗襦，红纱中单白玉肤。不须更待妃子笑，风骨自是倾城姝。不知天公有意无，遣此尤物生海隅。云山得伴松桧老，霜雪自困楂梨粗。先生洗盏酌桂醑，冰盘荐此赪虬珠。似闻江鳐斫玉柱，更洗河豚烹腹腴。我生涉世本为口，一官久已轻莼鲈。人间何者非梦幻，南来万里真良图。", "translation": "无"}}, {"name": "樱桃花", "prop": {"content": "樱桃花，一枝两枝千万朵。花砖曾立摘花人，窣破罗裙红似火。", "translation": "　　元稹此诗描写樱桃花，就全诗来看，意境生动活泼，给人一种明艳、清晰的视觉感官体会，描写静景，却能给人以动态的体验感。另外全诗不过寥寥几句，但简明凝练，描景抒情，实在让人叹为观止。"}}, {"name": "落叶", "prop": {"content": "陈绿向参差，初红已重叠。中庭初扫地，绕树三两叶。", "translation": "落叶参差不齐排列，微红叶子层层相积。庭院中才开始打扫，零散落叶环绕大树。"}}, {"name": "题李俨黄菊赋", "prop": {"content": "昨日得卿黄菊赋，碎剪金英填作句。袖中犹觉有余香，冷落西风吹不去。", "translation": "昨日得到了爱卿作的黄菊赋，看到这用细细剪裁的金黄色菊花，斟酌而成的词句。感觉我的袖中依然残留着菊花的香气，就算是清冷的西风也吹不散。"}}, {"name": "蜂", "prop": {"content": "不论平地与山尖，无限风光尽被占。 采得百花成蜜后，为谁辛苦为谁甜？", "translation": "无论是在平地，还是在山峰，极其美好的风景都被蜜蜂占有。蜜蜂啊，你采尽百花酿成了花蜜，到底为谁付出辛苦，又想让谁品尝香甜？"}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "咏山泉 / 山中流泉", "prop": {"content": "山中有流水，借问不知名。映地为天色，飞空作雨声。转来深涧满，分出小池平。恬澹无人见，年年长自清。", "translation": "山中有一股泉水，向别人询问这股泉水叫什么名字，却没有人知道。天空倒映在泉水面上，整个地面的颜色和天空的颜色是一样的，泉水从高高的山崖上飞流直下如雨声作响。这股泉水自高山流出，涨满了一条条山涧和小溪，分出的支流也注满了一个个小池塘。这股泉水的清静和淡泊没有人看见，但不论怎样，这股泉水年复一年地依旧是那么清澈。"}}, {"name": "浣溪沙·绿玉枝头一粟黄", "prop": {"content": "绿玉枝头一粟黄，碧纱帐里梦魂香。晓风和月步新凉。吟倚画栏怀李贺，笑持玉斧恨吴刚。素娥不嫁为谁妆？", "translation": "桂树枝叶碧绿莹润，宛如玉琢而成，金黄的花瓣花蕊俏立枝头，黄绿相映，煞是迷人。看到它，便让人联想起酣眠于碧纱帐中的香艳佳人。斜倚画栏，想吟诗歌咏桂花却又难以成篇，于是不禁怀念起唐代的桂花诗仙李贺，想起月中的那棵丹桂树，更对那持斧斫桂的吴刚心生恨意。那广寒宫中仙袂飘举的嫦娥，既不嫁人，又为谁而妆扮一新呢?"}}, {"name": "王暕", "dynasty": "南北朝"}, {"name": "红林擒近·寿词·满路花", "prop": {"content": "三万六千顷，玉壶天地寒。庾岭封的皪，淇园折琅玕。漠漠梨花烂漫，纷纷柳絮飞残。直疑潢潦惊翻，斜风溯狂澜。对此频胜赏，一醉饱清欢。呼?童翦韭，和冰先荐春盘。怕东风吹散，留尊待月，倚阑莫惜今夜看。", "translation": "一望无际的广袤土地，大雪纷飞使天地天地皆寒。使梅岭封住光鲜的美景，淇园翠绿的竹子都失色。似片片梨花在空中烂漫，像细小柳絮在空中纷飞。像地上流淌的雨水一样翻滚，斜风迎接着这狂澜。对这样的胜景甚是赞叹，愿为这种快乐饱醉一顿。呼喊童子一起欢饮享味，附和着冰雪先祭献春盘。怕东风吹散这飞雪，停杯待月，依靠着栏杆，怕自己不舍今夜的美景。 "}}, {"name": "巽公院五咏", "prop": {"content": "净土堂结习自无始，沦溺穷苦源。流形及兹世，始悟三空门。华堂开净域，图像焕且繁。清冷焚众香，微妙歌法言。稽首愧导师，超遥谢尘昏。曲讲堂寂灭本非断，文字安可离！曲堂何为设？高士方在斯。圣默寄言宣，分别乃无知。趣中即空假，名相与谁期？愿言绝闻得，忘意聊思惟。禅堂发地结菁茆，团团抱虚白。山花落幽户，中有忘机客。涉有本非取，照空不待析。万籁俱缘生，窅然喧中寂。心境本同如，鸟飞无遗迹。芙蓉亭新亭俯朱槛，嘉木开芙蓉。清香晨风远，溽彩寒露浓。潇洒出人世，低昂多异容。尝闻色空喻，造物谁为工？留连秋月晏，迢递来山钟。苦竹桥危桥属幽径，缭绕穿疏林。迸箨分苦节，轻筠抱虚心。俯瞰涓涓流，仰聆萧萧吟。差池下烟日，嘲哳鸣山禽。谅无要津用，栖息有馀阴。 ", "translation": "净土堂人的结习从无开始，沦落沉溺穷尽了苦难之源。轮回成为今世的人形时，才彻悟三种解脱的空门。华堂中开辟一块洁净的地域，佛的图像清晰而且细微。堂中焚烧清泠的檀香，诵唱着微妙的佛经。我叩首拜谢唱经的法师，遥遥地忏悔在红尘中的昏聩。"}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "南中咏雁诗", "prop": {"content": "万里人南去，三春雁北飞。不知何岁月，得与尔同归？", "translation": "我被贬谪到万里之外、险恶湿热的南方，春暖花开之际，大雁正朝北飞去。不知道要等到何年何月，我才能与你们一道回到北方？"}}, {"name": "宫中调笑·团扇", "prop": {"content": "团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。", "translation": "团扇，团扇，宫中的美人病后用它来遮面。抱病三年，容颜憔悴，再没有谁同她商量管弦！管弦，管弦，无情的春草把通往昭阳殿的道路阻断。"}}, {"name": "红蕉", "prop": {"content": "晚英值穷节，绿润含朱光。以兹正阳色，窈窕凌清霜。远物世所重，旅人心独伤。回晖眺林际，摵摵无遗芳。", "translation": "红蕉岁未犹吐芳，绿叶红花含春光。凭此春夏鲜艳色，娇柔美好斗寒霜。世人偏重边远物，流放之人独悲伤。远眺夕照山林间，落木萧萧无遗芳。"}}, {"name": "客中闻雁", "prop": {"content": "山明落日水明沙，寂寞秋城感物华。独上高楼惨无语，忽闻孤雁竟思家。和霜欲起千村杵，带月如听绝漠笳。我亦稻粱愁岁暮，年年星鬓为伊加。", "translation": "山因为落日的映照而明亮，水也因为沙滩的映衬而明亮。秋天的城市萧瑟寂寞，感叹四周的美好景物已经变得苍凉。独自登上高楼，看不到天边的路，凄然无语。忽然听到一只孤独大雁的叫声，想起远方的家。下霜的季节就要到了，千村万户都响起捣衣声。大雁在秋月下飞鸣而过，听起来就好像大漠胡笳那样悲哀。我也和大雁一样，忧愁岁月，为免于饥寒而四处奔波。每年都为此增加星星白发。"}}, {"name": "新竹", "prop": {"content": "新篁才解箨，寒色已青葱。冉冉偏凝粉，萧萧渐引风。扶疏多透日，寥落未成丛。惟有团团节，坚贞大小同。", "translation": "新竹上的苞叶才刚刚褪去，就已透出青冷的翠色。柔垂的枝干偏偏布满竹粉，渐渐招来清风，枝叶沙沙作响。高低疏密有致的叶片透过很多阳光，还没有密密挨挨的挤在一起。但那一团团竹节，不管大小，都透着坚贞的气韵。"}}, {"name": "咏湖中雁", "prop": {"content": "白水满春塘，旅雁每迥翔。唼流牵弱藻，敛翮带馀霜。群浮动轻浪，单泛逐孤光。悬飞竟不下，乱起未成行。刷羽同摇漾，一举还故乡。", "translation": "　　这首诗的写作时间较难确定，清吴淇认为可能作于齐粱替革之际，但缺少确凿有力的证据。《礼记·月令》：“东风解冻，蛰虫始振，鱼上冰，鸿雁来。”春天到了，江南湖中的群雁飞举，振翅往北，准备还回故乡。"}}, {"name": "临江仙·梅", "prop": {"content": "庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。", "translation": "庭院深深，不知有多深？云簇疏棂，雾迷高阁，春天总是迟迟不来。玉颜憔悴、芳姿瘦损"}}, {"name": "临江仙·寒柳", "prop": {"content": "飞絮飞花何处是，层冰积雪摧残，疏疏一树五更寒。爱他明月好，憔悴也相关。最是繁丝摇落后，转教人忆春山。湔裙梦断续应难。西风多少恨，吹不散眉弯。", "translation": "柳絮杨花随风飘到哪里去了呢？原来是被冬日的积雪冰层、严寒的风所摧残了，五更时这株柳树只显得凄冷萧疏。皎洁的明月无私普照，无论柳树稀疏还是繁茂，都把自己的光芒给了它。特别是在这柳丝摇落的时候，我更免不了回忆起当年的那个女子。如今斯人已逝，即使梦里相见，可慰相思，但好梦易断，断梦难续。遂将愁思寄给西风，可是，再强劲的西风也吹不散我眉间紧锁的不尽忧愁。"}}, {"name": "鲍溶", "dynasty": "唐代"}, {"name": "清平乐·检校山园书所见", "prop": {"content": "断崖修竹，竹里藏冰玉。路转清溪三百曲，香满黄昏雪屋。行人系马疏篱，折残犹有高枝。留得东风数点，只缘娇嫩春迟。", "translation": "断崖上挺立着修长的翠竹，竹丛中盛开着冰清玉洁的梅花。绕过曲曲弯弯的清流长溪，黄昏中盖满白雪的小屋里香气飘洒。过路人折梅在疏篱边系马，梅虽残仍然有高枝挺拔。高枝上留下了寒梅数点，是因为娇懒的春天还未到这山崖。"}}, {"name": "刘义庆", "dynasty": "南北朝"}, {"name": "咏杜鹃花", "prop": {"content": "蚕老麦黄三月天，青山处处有啼鹃。断崖几树深如血，照水晴花暖欲然。三叹鹤林成梦寐，前生阆苑觅神仙。小山拄颐愁无奈，又怕声声聒夜眠。", "translation": "　　杜鹃既是一种鸟，亦是一种花。其鸟又名子规、子隽、催归。其花又名映山红，春季开放，多为红色。择公此诗既写杜鹃花，亦写杜鹃鸟，是一曲春天的赞歌。历来描写杜鹃的诗文甚多，兹举两联诗句为例。白居易《琵琶行》：“其间旦暮闻何物？杜鹃啼血猿哀鸣。”此写杜鹃鸟也。 "}}, {"name": "韦承庆", "dynasty": "唐代"}, {"name": "病牛", "prop": {"content": "耕犁千亩实千箱，力尽筋疲谁复伤？但得众生皆得饱，不辞羸病卧残阳。", "translation": "病牛耕耘千亩生产无数粮食，累得精疲力尽又有谁来怜惜它力耕负重的劳苦呢？但是它为了众生都能吃饱，即使拖垮了病倒卧在残阳之下，也在所不辞。"}}, {"name": "采苓", "prop": {"content": "采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？", "translation": "无"}}, {"name": "柳如是", "dynasty": "明代"}, {"name": "题友人云母障子", "prop": {"content": "君家云母障，时向野庭开。自有山泉入，非因采画来。", "translation": "您家云母石做成的漂亮屏风，经常拿到外面的庭院里张开。屏风上有淙淙的山泉流淌的纹路，并不是彩绘能画得出来。"}}, {"name": "草 / 赋得古原草送别", "prop": {"content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。", "translation": "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。"}}, {"name": "咏主人壁上画鹤寄乔主簿", "prop": {"content": "古壁仙人画，丹青尚有文。独舞纷如雪，孤飞暧似云。 自矜彩色重，宁忆故池群。江海联翩翼，长鸣谁复闻。", "translation": "无"}}, {"name": "香菱咏月·其一", "prop": {"content": "月挂中天夜色寒，清光皎皎影团团。诗人助兴常思玩，野客添愁不忍观。翡翠楼边悬玉镜，珍珠帘外挂冰盘。良宵何用烧银烛，晴彩辉煌映画栏。", "translation": "月亮挂在中天夜色多么寒凉，月光如此皎洁月轮分外团圆。诗人们月下吟常常雅兴勃发，漂泊的游子惹恨牵愁却不忍把她遥观。月轮啊！你是翡翠楼边悬挂着的玉镜，月轮啊！你是珍珠帘外高挂着的冰盘。这美好的夜晚何必要点起蜡烛，辉煌的光彩映照着这画栋雕栏。 "}}, {"name": "王建", "dynasty": "唐代"}, {"name": "北禽", "prop": {"content": "为恋巴江好，无辞瘴雾蒸。纵能朝杜宇，可得值苍鹰。石小虚填海，芦铦未破矰。知来有乾鹊，何不向雕陵。", "translation": "温暖的巴江是这样的美丽迷人，我在身旁不惧四季风霜岂怕岚烟瘴雾薰蒸。即使我能实现美好的愿望，去朝拜蜀帝杜字，又怎么愿意逢着凶猛的苍鹰？精卫不停地投掷小石，妄想把大海填平，大雁含着尖锐的芦苇也难逃弓箭的伤损。我正向那知来不知往的乾鹊，为什么不脱身远遁由南向北飞到雕陵？"}}, {"name": "金陵五题·石头城", "prop": {"content": "山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。", "translation": "译文一群山依旧，环绕着废弃的故都，潮水如昔，拍打着寂寞的空城。淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。"}}, {"name": "紫薇花", "prop": {"content": "晓迎秋露一枝新，不占园中最上春。桃李无言又何在，向风偏笑艳阳人。", "translation": "一支初绽的紫薇在秋露里迎接晨光，而不是在早春与百花争奇斗艳。无言的桃花、李花现在不知道在何处，只有紫薇花向着寒冷的秋风，笑对那些争着在艳阳春天开放的花朵了。"}}, {"name": "赏牡丹", "prop": {"content": "此花名价别，开艳益皇都。香遍苓菱死，红烧踯躅枯。 软光笼细脉，妖色暖鲜肤。满蕊攒黄粉，含棱缕绛苏。 好和薰御服，堪画入宫图。晚态愁新妇，残妆望病夫。 教人知个数，留客赏斯须。一夜轻风起，千金买亦无。", "translation": "这花声价不同其他花草，绽放时刻溢满整个国都。芳香处处苓蔆羞愧欲死，颜色火红踯躅失色枯萎。柔和光华笼罩纤细肢体，妖艳色彩温暖娇嫩肌肤。花朵中填满金粉般花蕊，翻卷花瓣如同大红流苏。香味和顺可以熏染御服，姿态美丽应当画入宫图。将谢如淡淡哀愁的新妇，凋零同望着病夫的女子。请大家知道这花时短暂，客人再留下欣赏片刻吧。一夜清风吹起花事结束，即使千金也难买回花开。"}}, {"name": "三绝句", "prop": {"content": "楸树馨香倚钓矶，斩新花蕊未应飞。不如醉里风吹尽，可忍醒时雨打稀。门外鸬鹚去不来，沙头忽见眼相猜。自今已后知人意，一日须来一百回。无数春笋满林生，柴门密掩断人行。会须上番看成竹，客至从嗔不出迎。", "translation": "花儿芳香的楸树紧靠钓矶生长，树上刚开的花蕊不应很快就凋谢。不如在我醉眠不醒时让风把它全部吹掉，怎能忍心醒时看着它被雨打得七零八落呢。"}}, {"name": "杨柳枝五首·其二", "prop": {"content": "吴王宫里色偏深，一簇纤条万缕金。不愤钱塘苏小小，引郎松下结同心。", "translation": "昔日的吴王宫里，柳色总比别处深，一簇簇鹅黄的细丝，如阳光洒下万缕黄金。不服那钱塘的苏小小，她为什么哟，偏偏要去松树下，与情郎缔结同心。"}}, {"name": "慧庆寺玉兰记", "prop": {"content": "　　慧庆寺距阊门四五里而遥，地僻而鲜居人，其西南及北，皆为平野。岁癸未、甲申间，秀水朱竹垞先生赁僧房数间，著书于此。先生旧太史，有名声，又为巡抚宋公重客，宋公时时造焉。于是苏之人士以大府重客故，载酒来访者不绝，而慧庆玉兰之名，一时大著。　　玉兰在佛殿下，凡二株，高数丈，盖二百年物。花开时，茂密繁多，望之如雪。虎丘亦有玉兰一株，为人所称。虎丘繁华之地，游人杂沓，花易得名，其实不及慧庆远甚。然非朱先生以太史而为重客，则慧庆之玉兰，竟未有知者。久之，先生去，寺门昼闭，无复有人为看花来者。　　余寓舍距慧庆一里许，岁丁亥春二月，余昼闲无事，独行野外，因叩门而入。时玉兰方开，茂密如曩时。余叹花之开谢，自有其时，其气机各适其所自然，原与人世无涉，不以人之知不知而为盛衰也。今虎丘之玉兰，意象渐衰，而在慧庆者如故，亦以见虚名之不足恃，而幽潜者之可久也。花虽微，而物理有可感者，故记之。", "translation": "　　慧庆寺离阊门有四五里的距离，位置偏僻，附近很少有人居住。寺的西南面和北面，都是平坦的田野。康熙四十二年、四十三年之间，秀水朱彝尊先生租了几间僧人的住房，在这里著书立说。朱先生曾是旧时的太史官，很有名望，又是江苏巡抚宋公的贵客，宋公常常来登门拜访。于是苏州的上层人物由于巡府所看重的客人这层缘故，带着美酒佳肴来拜访的人络绎不绝，于是慧庆寺玉兰的名声，一时间大为著称。"}}, {"name": "春夜喜雨", "prop": {"content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。", "translation": "好雨知道下雨的节气，正是在春天植物萌发生长的时候。随着春风在夜里悄悄落下，无声地滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。"}}, {"name": "落花", "prop": {"content": "高阁客竟去，小园花乱飞。参差连曲陌，迢递送斜晖。肠断未忍扫，眼穿仍欲归。芳心向春尽，所得是沾衣。", "translation": "高阁上的游人早已远去，小园的春花随风凋零纷纷乱飞。花影参差迷离接连着曲折的小径，远望落花回舞映着斜阳的余晖。我肝肠欲断，真不忍心把扫去满地落花；盼望残留枝头的春花能长久地保持下去。盛开的鲜花将随着春天而去，面对这一切，我只有落泪沾衣。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "庭竹", "prop": {"content": "露涤铅粉节，风摇青玉枝。依依似君子，无地不相宜。", "translation": "露水洗涤铅粉骨节，微风摇动青色的玉枝条。随风飘摇恰似君子，无论哪里都适宜生长。"}}, {"name": "【南吕】干荷叶八首", "prop": {"content": "干荷叶，色苍苍，老柄风摇荡。减了清香，越添黄。都因昨夜一场霜，寂寞在秋江上。干荷叶，映着枯蒲，折柄难擎露。藕丝无，倩风扶。待擎无力不乘珠，难宿滩头鹭。根摧折，柄欹斜，翠减清香谢。恁时节，万丝绝。红鸳白鹭不能遮，憔悴损干荷叶。干荷叶，色无多，不奈风霜锉。贴秋波，倒枝柯。宫娃齐唱采莲歌，梦里繁华过。南高峰，北高峰，惨淡烟霞洞。宋高宗，一场空。吴山依旧酒旗风，两度江南梦。夜来个，醉如酡，不记花前过。醒来呵，二更过。春衫惹定茨糜科，绊倒花抓破。干荷叶，水上浮，渐渐浮将去。跟将你去，随将去。你问当家中有媳妇？问着不言语。脚儿尖，手儿纤，云髻梳儿露半边。脸儿甜，话儿粘。更宜烦恼更宜忺，直恁风流倩。?", "translation": "　　干枯的荷叶，颜色变得苍黄，干巴的老茎在风里不住地摇荡。清香一点点减退了，颜色一点点枯黄，都是因为昨夜下了一场霜。秋天的江面上荷叶更加显得寂寞、凄凉。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "梅花", "prop": {"content": "孤馆寒梅发，春风款款来。故园花落尽，江上一枝开。", "translation": "孤寂的客馆中，寒梅开始绽放，春风脚步徐缓地来到树下。此时故乡的园中花已经开了又凋谢了，江上春尚寒，只有一枝独开。"}}, {"name": "临发崇让宅紫薇", "prop": {"content": "一树浓姿独看来，秋庭暮雨类轻埃。不先摇落应为有，已欲别离休更开。桃绥含情依露井，柳绵相忆隔章台。天涯地角同荣谢，岂要移根上苑栽。", "translation": "一树孤独的紫薇，千娇百媚怒放开来，秋天深深庭院的暮雨，细蒙蒙好似尘埃。紫薇花不太早凋谢是在等待欣赏的人来，现在赏花人就要离去，花也不必再开。对紫薇一往深情的桃花紧紧依傍露井，轻柔芜媚的柳条对紫薇互相间的思念竟隔着幸台。就算花开在天涯地角，同样有荣有谢，又何必定要移植到上林苑中去？"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "桃花", "prop": {"content": "桃花春色暖先开，明媚谁人不看来。可惜狂风吹落后，殷红片片点莓苔。", "translation": "无"}}, {"name": "感遇诗三十八首·其二十", "prop": {"content": "翡翠巢南海，雄雌珠树林。何知美人意，骄爱比黄金。杀身炎州里，委羽玉堂阴。旖旎光首饰，葳蕤烂锦衾。岂不在遐远，虞罗忽见寻。多材信为累，叹息此珍禽。", "translation": "翡翠鸟栖息于南海之滨，雌雄相伴比翼树林间。哪里知道美人的心思，对它的珍爱不下于黄金。在炎热的南国被杀害，珍丽的羽毛被放在宫殿之中。美丽的翠羽制成的首饰光艳夺目，用羽毛装饰的被褥绚丽多彩。难道南海还不算遥远么，可是猎人们还是罗网追杀而来。因为自己有才华，却反被才华所累，可叹这珍禽翡翠鸟也遭此厄运！"}}, {"name": "椒聊", "prop": {"content": "椒聊之实，蕃衍盈升。彼其之子，硕大无朋。椒聊且，远条且。椒聊之实，蕃衍盈匊。彼其之子，硕大且笃。椒聊且，远条且。", "translation": "花椒树上果实累累香满园，繁衍丰茂采来可把升装满。那至诚至敬仁义的君子啊，他形象高大不能表之以言。愿他像果实累累的花椒树，繁密枝条伸展得长长远远。花椒树上果实累累香满园，繁衍丰茂两手采来一捧满。那至诚至敬仁义的君子啊，他诚实高大而且忠厚良善。愿他像果实累累的花椒树，繁密枝条伸展得长长远远。"}}, {"name": "秋莲", "prop": {"content": "瘦影亭亭不自容，淡香杳杳欲谁通？不堪翠减红销际，更在江清月冷中。拟欲青房全晚节，岂知白露已秋风。盛衰老眼依然在，莫放扁舟酒易空。", "translation": "盛开在夏季的莲花到了秋天经受不住风霜的侵袭而渐渐凋萎了。淡淡的清香也不再引起路人欣赏的兴趣了。在江清月冷中，更不能让人忍受的是秋莲的花叶已经败落了。本来还以为莲蓬成长起来可以保持秋莲的晚节，哪里知道白露之时秋风已经刮起。大自然的变化和人世的变化一样，盛衰都在我的老眼中历历分明，还是不要让小船上的酒杯空着，珍惜眼前的好时光吧。"}}, {"name": "临江仙·和叶仲洽赋羊桃", "prop": {"content": "忆醉三山芳树下，几曾风韵忘怀。黄金颜色五花开，味如卢橘熟。贵似荔枝来。闻道商山余四老，橘中自酿秋醅。试呼名品细推排。重重香腑脏，偏殢圣贤杯。", "translation": "无"}}, {"name": "石灰吟", "prop": {"content": "千锤万凿出深山，烈火焚烧若等闲。(万凿 一作：万击)粉骨碎身浑不怕，要留清白在人间。(浑不怕 一作：全不怕)", "translation": "石灰石经过千锤万凿从深山里开采出来，它把熊熊烈火的焚烧当作很平常的一件事。即使粉身碎骨也毫不惧怕，只要把高尚气节留在人世间。"}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "咏煤炭", "prop": {"content": "凿开混沌得乌金，藏蓄阳和意最深。爝火燃回春浩浩，洪炉照破夜沉沉。鼎彝元赖生成力，铁石犹存死后心。但愿苍生俱饱暖，不辞辛苦出山林。", "translation": "凿开混沌之地层，获得煤炭是乌金。蕴藏无尽之热力，心藏情义最深沉。融融燃起之炬火，犹如浩浩之春风。熊熊洪炉之烈焰，照破灰沉之夜空。钟鼎彝器之制作，全靠原力之生成。铁石虽然已死去，仍然保留最忠心。只是希望天下人，都能吃饱又穿暖。不辞辛劳与艰苦，走出荒僻之山林。"}}, {"name": "五言诗·井", "prop": {"content": "天井四四方，周围是高墙。清清见卵石，小鱼囿中央。只喝井里水，永远养不长。", "translation": "天井四四方方，周围全部都筑起高墙。水清澈可见卵石，水中鱼儿被困在中央。如果只喝井里的水，就会永远长不大。"}}, {"name": "鸣雁行", "prop": {"content": "胡雁鸣，辞燕山，昨发委羽朝度关。衔芦枝，南飞散落天地间，连行接翼往复还。客居烟波寄湘吴，凌霜触雪毛体枯。畏逢矰缴惊相呼，闻弦虚坠良可吁。君更弹射何为乎？", "translation": "胡雁飞鸣，辞别燕山，昨日从委羽山出发，今日早晨便度过了雁门关。胡雁一个个都口衔芦枝，向南飞翔，散落存于天地之间。它们连行接翼，不断地沿着这条路线往返。胡雁客居于湘吴之间，由于要抵御霜雪而体衰羽枯。因怕人射猎而惊相叫呼，整日心惊胆颤，即使听到弓弦的虚响也会从天下掉下来，实在是令人怜惜。胡雁这样的可怜，诸君为什么还要射猎它们呢？"}}, {"name": "念奴娇·插天翠柳", "prop": {"content": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。 谁信有药长生，素娥新炼就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。", "translation": "门前的翠柳不知道被谁人推上了一轮皎洁的明月，如凉水一般照在我的藤床上，如此良辰美景，我思绪飘飞幻想着飞入瑶台月宫，这里雾冷风轻，隐隐可闻的笙箫声，和仙子的环佩之声，大约她们正随音乐伴奏而飘飘起舞。据说有可以使人延寿的药。然而“长生”的念头，只不过是世俗的妄想。两袖清风，满身清露，寒冷浸湿了萧条的白发，这些隐逸脱俗的情怀，恐是尘世之人无法理解，便也不向尘世之人诉说。"}}, {"name": "西江月·梅花", "prop": {"content": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。(翻嫌 一作：常嫌)", "translation": "梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因它淡雅的姿态有神仙的风姿。海仙经常派遣使者来到花丛中探望，这个使者，原来是倒挂在树上的绿毛小鸟。它的素色面容不屑于用铅粉来妆饰，即使梅花谢了，而梅叶仍有红色。爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梅花云那样做同一类的梦了。"}}, {"name": "孤桐", "prop": {"content": "天质自森森，孤高几百寻。凌霄不屈己，得地本虚心。岁老根弥壮，阳骄叶更阴。明时思解愠，愿斫五弦琴。", "translation": "梧桐树天生就能长得茂盛繁密，岿然屹立，拔地高达几百寻。接近了云霄，也不屈服，这是由于深深扎根大地的缘故。年岁越老根越壮实，阳光越强，枝叶越显得茂盛葱郁。清明盛世，也想着解决明间疾苦，想帝舜抚琴唱的那样，愿被砍伐制作成五弦琴 "}}, {"name": "踏莎行·雪中看梅花", "prop": {"content": "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。", "translation": "两种风格，都是大自然的杰作，雪花好似梅花的花瓣，仔细一看不是雪，因为雪无香气，风吧香气吹得四散。虽然色彩一样，形状相似，但是有一个高出一等，雪花不像梅花薄。梅花开在空山，放射出光辉异形，雪花却在人家帘幕下低飞。"}}, {"name": "杖铭", "prop": {"content": "　　历危乘险，匪杖不行；年耆力竭，匪杖不强；有杖不任，颠跌谁怨？有士不用，害何足言。都蔗虽甘，殆不可杖。佞人悦己，亦不可相。杖必取任，不必用味。士必任贤，何必取贵？", "translation": "　　经历危险的地方，没有手杖就不能行走。年老力衰，没有手杖就不能康强。有手杖不用，跌倒了怨谁？有士不用，害处怎能说完。甘蔗虽然甜，恐怕不可以做手杖。善于谄媚的人讨好自己，也不可靠他来辅助自己。手杖必定取其方便，不必用它的滋味。对士必任用贤者，何必取其地位尊贵？"}}, {"name": "袁宏道", "dynasty": "明代"}, {"name": "生查子·重叶梅", "prop": {"content": "百花头上开，冰雪寒中见。霜月定相知，先识春风面。 主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。", "translation": "梅花啊，你在百花开放之前绽开，在寒冷中出现。春寒料峭中，朦胧的月亮总是先照亮梅花。主人十分喜爱你，不管江妃如何抱怨，也要折下最繁茂的枝头，插进壶中，供人玩赏。"}}, {"name": "辛夷坞", "prop": {"content": "木末芙蓉花，山中发红萼。涧户寂无人，纷纷开且落。", "translation": "枝条最顶端的辛夷花，在山中绽放着鲜红的花萼，红白相间，十分绚丽。涧口一片寂静杳无人迹，随着时间的推移，纷纷怒放，瓣瓣飘落。"}}, {"name": "咏虞美人花", "prop": {"content": "怨粉愁香绕砌多，大风一起奈卿何。乌江夜雨天涯满，休向花前唱楚歌。", "translation": "　　诗人以“怨粉愁香”比喻虞美人于穷途末路时的情状，十分贴切入情，使一个愁绪万千的虞美人鲜活起来。“大风”句既是诗人对刘邦成名后得志的轻蔑，又是对风情万种的虞美人无奈的惋惜。“乌江夜雨天涯满”乃化李贺“黑云压城城欲摧”句诗意。意在营造气氛。末句的“花”应指虞美人死后，其魂魄所化的虞美人花，意思是说，即使如此，也不想再听到那些令人销魂的楚歌了。 "}}, {"name": "象祠记", "prop": {"content": "　　灵、博之山，有象祠焉。其下诸苗夷之居者，咸神而祠之。宣慰安君，因诸苗夷之请，新其祠屋，而请记于予。予曰：“毁之乎，其新之也？”曰：“新之。”“新之也，何居乎？”曰：“斯祠之肇也，盖莫知其原。然吾诸蛮夷之居是者，自吾父、吾祖溯曾高而上，皆尊奉而禋祀焉，举而不敢废也。”予曰：“胡然乎？有鼻之祀，唐之人盖尝毁之。象之道，以为子则不孝，以为弟则傲。斥于唐，而犹存于今；坏于有鼻，而犹盛于兹土也，胡然乎？”　　我知之矣：君子之爱若人也，推及于其屋之乌，而况于圣人之弟乎哉？然则祀者为舜，非为象也。意象之死，其在干羽既格之后乎？不然，古之骜桀者岂少哉？而象之祠独延于世，吾于是盖有以见舜德之至，入人之深，而流泽之远且久也。　　象之不仁，盖其始焉耳，又乌知其终之不见化于舜也？《书》不云乎：“克谐以孝，烝烝乂，不格奸。” 瞽瞍亦允若，则已化而为慈父。象犹不弟，不可以为谐。进治于善，则不至于恶；不抵于奸，则必入于善。信乎，象盖已化于舜矣！《孟子》曰：“天子使吏治其国，象不得以有为也。”斯盖舜爱象之深而虑之详，所以扶持辅导之者之周也。不然，周公之圣，而管、蔡不免焉。斯可以见象之既化于舜，故能任贤使能而安于其位，泽加于其民，既死而人怀之也。诸侯之卿，命于天子，盖《周官》之制，其殆仿于舜之封象欤？　　吾于是益有以信人性之善，天下无不可化之人也。然则唐人之毁之也，据象之始也；今之诸夷之奉之也，承象之终也。斯义也，吾将以表于世，使知人之不善，虽若象焉，犹可以改；而君子之修德，及其至也，虽若象之不仁，而犹可以化之也。” ", "translation": "无"}}, {"name": "早梅", "prop": {"content": "一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。", "translation": "一树梅花凌寒早开，枝条洁白如玉条。它远离人来车往的村路，临近溪水桥边。并不知道临近水边的寒梅是提早开放，以为是枝头上的白雪经过一冬仍然未消融。"}}, {"name": "浣溪沙·桂", "prop": {"content": "曲角深帘隐洞房。正嫌玉骨易愁黄。好花偏占一秋香。 夜气清时初傍枕，晓光分处未开窗。可怜人似月中孀。", "translation": "　　“浣溪沙”，唐教坊曲名，后用为词调。“沙”或作“纱”。相传是由西施浣纱的故事得名。又名《小庭花》、《玩丹砂》、《怨啼鹃》、 《浣纱溪》、《掩萧斋》、《清和风》、 《换追风》、《最多宜》、《杨柳陌》、《试香罗》、《满院春》、《广寒枝》、《庆双椿》、《醉木犀》、 《锦缠头》、《霜菊黄》、《频载酒》、《减字浣溪沙》。此调有平仄两体，平韵见唐词，仄韵始自李煜。《金奁集》入“黄钟宫”，《张子野词》入“中吕宫”。双调，四十二字，上片三句三平韵，下片三句两平韵，过片多用对偶。"}}, {"name": "鹧鸪天·赏荷", "prop": {"content": "秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。", "translation": "　　这首咏荷词描写的初秋时节，黄昏月下的荷塘月色。月下荷塘，清虚骚雅，暗香袭人，天光云影间，山容水态貌给人一种幽静温馨的氛围。"}}, {"name": "浣溪沙·杨花", "prop": {"content": "百尺章台撩乱飞，重重帘幕弄春晖。怜他飘泊奈他飞。澹日滚残花影下，软风吹送玉楼西。天涯心事少人知。", "translation": "在高高的专门送别的章台旁缭乱飞舞，在重重的帘幕前的春天阳光中翻腾，可怜啊，它这样无境止地飘泊，但又有怎样的办法不让它飞扬。在淡淡的日光中慢慢飘摇洒落于花丛阴影下，又被温熙的和风吹拂到华美的高楼的西边，如那在天涯飘泊流离的旅人一样，它的心事少有人知道。"}}, {"name": "刘铉", "dynasty": "宋代"}, {"name": "钱起", "dynasty": "唐代"}, {"name": "咏梧桐", "prop": {"content": "高梧百尺夜苍苍，乱扫秋星落晓霜。如何不向西州植，倒挂绿毛幺凤皇。", "translation": "高大的梧桐树在暮色下能够扫动天上的寒星，拂落晓霜。（两句诗用夸张的手法形容梧桐的高大雄伟。）为何不种在扬州，从而引来凤凰栖息？"}}, {"name": "庾肩吾", "dynasty": "南北朝"}, {"name": "金缕曲·疏影临书卷", "prop": {"content": "疏影临书卷。带霜华、高高下下，粉脂都遣。别是幽情嫌妩媚，红烛啼痕休泫。趁皓月、光浮冰茧。恰与花神供写照，任泼来、淡墨无深浅。持素障，夜中展。残釭掩过看逾显。相对处、芙蓉玉绽，鹤翎银扁。但得白衣时慰藉，一任浮云苍犬。尘土隔、软红偷免。帘幕西风人不寐，恁清光、肯惜鹴裘典。休便把，落英剪。", "translation": "无"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "刘孝绰", "dynasty": "南北朝"}, {"name": "除夜自石湖归苕溪·其一", "prop": {"content": "细草穿沙雪半销，吴宫烟冷水迢迢。梅花竹里无人见，一夜吹香过石桥。", "translation": "早春时节，地上的积雪还消融未尽，细嫩的青草已从沙土中悄悄探出头；吴地烟水迢迢，弥漫千里，隐隐透着清冷之气。虽然深藏竹林的梅花无人欣赏，但它那沁人心脾的清芬却随着夜中的春风，一路飘过了石桥。"}}, {"name": "王绩", "dynasty": "唐代"}, {"name": "满江红·雨后荒园", "prop": {"content": "遁庵主人植菊阶下，秋雨既盛，草莱芜没，殆不可见。江空岁晚，霜余草腐，而吾菊始发数花，生意凄然，似诉余以不遇，感而赋之。凶李生湛然归，寄菊轩弟。雨后荒园，群卉尽、律残无射。疏篱下，此花能保，英英鲜质。盈把足娱陶令意，夕餐谁似三闾洁？到而今、狼藉委苍苔，无人惜。堂上客，须空白。都无语，怀畴昔。恨因循过了，重阳佳节。飒飒凉风吹汝急，汝身孤特应难立。谩临风、三嗅绕芳丛，歌还泣。 ", "translation": "雨后的花园，花朵都掉完了。疏散的篱下只有菊花还没有掉落，还是那么的鲜艳。掇取一把菊花足够娱乐，谁还可以像屈原那样用菊花做晚餐呢。到现在狼藉不堪鲜花掉落没有人去怜惜。堂上的客人都以及须发皆白。都没有说话怀念着过去。重阳佳节过去只剩下了恨，飒飒的凉风吹的你慌乱不堪，你应该很难生活了吧。在风下多次闻吸花丛，放佛可以听到菊花在独自哭泣。"}}, {"name": "宸濠翠妃", "dynasty": "明代"}, {"name": "咏瓢", "prop": {"content": "美酒酌悬瓢，真淳好相映。蜗房卷堕首，鹤颈抽长柄。雅色素而黄，虚心轻且劲。岂无雕刻者，贵此成天性。", "translation": "　　这是一首咏物诗。张说较少咏物诗，但这一首《咏瓢》很有趣，将初唐的文字游戏与陈子昂一类诗人的哲理意义结合了起来。 "}}, {"name": "立冬前一日霜对菊有感", "prop": {"content": "昨夜清霜冷絮裯，纷纷红叶满阶头。园林尽扫西风去，惟有黄花不负秋。", "translation": "昨天夜里下了清霜，躲在被衾中都感到寒冷；早晨起来，门前台阶落满了红叶。花园里的草木在寒冷的西北风中逐渐凋零；只有那金菊凌霜绽放，不负秋光。"}}, {"name": "丁公默送蝤蛑", "prop": {"content": "溪边石蟹小如钱，喜见轮囷赤玉盘。半壳含黄宜点酒，两螯斫雪劝加餐。蛮珍海错闻名久，怪雨腥风入座寒。堪笑吴兴馋太守，一诗换得两尖团。", "translation": "小溪中的石蟹小得像一枚钱币，突然见到团缩着蝤蛑，好像一只赤色的玉盘。看着它澄黄澄黄的背壳酒兴就来了，斫出大螯雪白雪白的肉饭量都增加了。沿海一带，海汇万类，对于蝤蛑却是闻名已久，这天吃蝤蛑，下着怪雨，刮着腥风，入坐的时候感到了一种寒意。笑自己这个吴兴太守实在太馋这口美味，用诗换得品尝蝤蛑的机会。"}}, {"name": "菊花", "prop": {"content": "故园三径吐幽丛，一夜玄霜坠碧空。多少天涯未归客，尽借篱落看秋风。(尽借 一作：借人)", "translation": "老旧园子里的小路旁已经长出了幽幽的花丛，一夜之间白霜从天空坠下落在花上。有多少远在他方为客的未归人啊，只能借着篱笆看看秋天的景色。"}}, {"name": "无俗念·灵虚宫梨花词", "prop": {"content": "春游浩荡，是年年寒食，梨花时节。白锦无纹香烂漫，玉树琼苞堆雪。静夜沉沉，浮光霭霭，冷浸溶溶月。人间天上，烂银霞照通彻。 浑如姑射真人，天姿灵秀，意气殊高洁。万蕊参差，谁信道，不与群芳同列。浩气清英，仙材卓荦，下土难分别。瑶台归去，洞天方看清绝。", "translation": "　　上片写梨花开放的时间、风姿、周围的环境。前两句点出梨花开于晚春的寒食节前后，“春游浩荡”表明是芳草萋萋、漫天飞花的暮春季节。“白锦”二句，以白锦和白雪比喻梨花的洁白无瑕与香花烂漫的盛开模样，反用岑参的“忽如一夜春风来，千树万树梨花开”，形象真实而鲜明。“静夜”至上片末，写梨花开放的环境，暮霭沉沉天地阔的静夜里，梨花悄悄地绽放在月光溶溶的夜色中。“冷”字，生动地烘托出宁静、微寒的夜景，使读者想到曹雪芹的“冷月葬花魂”。人间与天上都溶浸在皓月与花色交织而成的氛围中，月光皎洁、花似雪明，给人一种高洁、脱俗的感受。"}}, {"name": "晓过鸳湖", "prop": {"content": "晓风催我挂帆行，绿涨春芜岸欲平。长水塘南三日雨，菜花香过秀州城。", "translation": "清晨的风催促我挂忱符，春天乘船在江面行驶，两岸长满绿草好像与整个堤岸相平。长水塘下了三天的雨，菜花散发的脉脉清香在春风里一阵阵掠过整个秀州城。"}}, {"name": "书韩干牧马图", "prop": {"content": "南山之下，汧渭之间，想见开元天宝年。八坊分屯隘秦川，四十万匹如云烟。骓駓骃骆骊骝騵，白鱼赤兔骍騜鶾。龙颅凤颈狞且妍，奇姿逸态隐驽顽。碧眼胡儿手足鲜，岁时翦刷供帝闲。柘袍临池侍三千，红妆照日光流渊。楼下玉螭吐清寒，往来蹙踏生飞湍。众工舐笔和朱铅，先生曹霸弟子韩。厩马多肉尻脽圆，肉中画骨夸尤难。金羁玉勒绣罗鞍，鞭箠刻烙伤天全，不如此图近自然。平沙细草荒芊绵，惊鸿脱兔争后先。王良挟策飞上天，何必俯首服短辕？", "translation": "无"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "柳花词三首", "prop": {"content": "开从绿条上，散逐香风远。故取花落时，悠扬占春晚。 轻飞不假风，轻落不委地。撩乱舞晴空，发人无限思。 晴天闇闇雪，来送青春暮。无意似多情，千家万家去。", "translation": "　　每到暮春时节，河堤、池边、小径旁、庭院里，总可见翠柳低垂，风吹柳絮满天轻盈起舞，碧绿的柳条不断地轻扬起柳花，总是别有一番精致与情趣。古今文人墨客，也总吟咏这柳花，韵味多多。"}}, {"name": "探春", "prop": {"content": "雪里犹能醉落梅，好营杯具待春来。东风便试新刀尺，万叶千花一手裁。", "translation": "落梅映雪，苔枝缀玉，别是一番景象，犹能引人一醉。我整顿好杯盘器具，等待春天来归。啊，快了，东风就要手持着刀儿尺儿，精心剪裁出春天的红花绿叶。"}}, {"name": "檄英王鸡", "prop": {"content": "　　盖闻昴日，著名于列宿，允为阳德之所钟。登天垂象于中孚，实惟翰音之是取。历晦明而喔喔，大能醒我梦魂；遇风雨而胶胶，最足增人情思。处宗窗下，乐兴纵谈；祖逖床前，时为起舞。肖其形以为帻，王朝有报晓之人；节其状以作冠，圣门称好勇之士。　　秦关早唱，庆公子之安全；齐境长鸣，知群黎之生聚。决疑则荐诸卜，颁赦则设于竿。附刘安之宅以上升，遂成仙种；从宋卿之窠而下视，常伴小儿。惟尔德禽，固非凡鸟。文顶武足，五德见推于田饶；雌霸雄王，二宝呈祥于嬴氏。迈种首云祝祝，化身更号朱朱。苍蝇恶得混其声，蟋蟀安能窃其号。即连飞之有势，何断尾之足虞？体介距金，邀荣已极；翼舒爪奋，赴斗奚辞？虽季郈犹吾大夫，而埘桀隐若敌国。两雄不堪并立，一啄何敢自妄？养成于栖息之时，发愤在呼号之际。望之若木，时亦趾举而志扬；应之如神，不觉尻高而首下。于村于店，见异己者即攻；为鹳为鹅，与同类者争胜。爰资枭勇，率遏鸱张。纵众寡各分，誓无毛之不拔；即强弱互异，信有喙之独长。昂首而来，绝胜鹤立；鼓翅以往，亦类鹏抟。搏击所施，可即用充公膳；翦降略尽，宁犹容彼盗啼。岂必命付庖厨，不啻魂飞汤火。羽书捷至，惊闻鹅鸭之声；血战功成，快睹鹰鹯之逐。于焉锡之鸡幛，甘为其口而不羞；行且树乃鸡碑，将味其肋而无弃。倘违鸡塞之令，立正鸡坊之刑。牝晨而索家者有诛，不复同于彘畜；雌伏而败类者必杀，定当割以牛刀。此檄。", "translation": "　　鸡啊，在天上以昴日星君而著名于二十八宿，使太阳神所钟爱的。在人间，你能沟通神明，显示国运兴衰的征兆。黎明时分，雄鸡高叫，把人们从梦中叫醒。风雨之天，胶胶而鸣，诱发人的思乡之情。宋处宗窗下的长鸣鸡啊，与处宗舒心畅谈，祖逖床前的鸡，叫醒祖逖舞剑习武。头戴鸡帽打扮成鸡形的人，那是朝廷报时间的官员，用鸡冠形的头盔作帽子，那是圣人孔门的弟子子路。"}}, {"name": "杨柳", "prop": {"content": "亚夫营畔柳濛濛，隋主堤边四路通。 攀折赠君还有意，翠眉轻嫩怕春风。", "translation": "　　这是一首咏史的七言绝句。作者以咏柳为题目，引用了“周亚夫军细柳”、“隋炀帝下扬州”的历史典故。充分表现了作者渊博的历史文化知识。 "}}, {"name": "唐顺之", "dynasty": "明代"}, {"name": "和马郎中移白菊见示", "prop": {"content": "陶诗只采黄金实，郢曲新传白雪英。素色不同篱下发，繁花疑自月中生。浮杯小摘开云母，带露全移缀水精。偏称含香五字客，从兹得地始芳荣。", "translation": "陶渊明诗中只是采黄菊的黄精。郢都歌曲中新传唱阳春白雪的白雪花英。白色不同于黄在篱笆墙下发展，繁盛的白花繁白好像从月亮银水中出生。分开来仔细观看，它晶莹剔透，如同云母一样玲珑。从整体上观察，那洁白纯净的花瓣上带着一串串透明的露珠，如水晶般明亮。偏偏称心的五字诗人客对您含着鸡舌香的郎官来称赞，您如这白菊花从此得地就开始欣欣向荣了！ "}}, {"name": "望海楼晚景五绝", "prop": {"content": "海上涛头一线来，楼前指顾雪成堆。从今潮上君须上，更看银山二十回。横风吹雨入楼斜，壮观应须好句夸。雨过潮平江海碧，电光时掣紫金蛇。青山断处塔层层，隔岸人家唤欲应。江上秋风晚来急，为传钟鼓到西兴。楼下谁家烧夜香，玉笙哀怨弄初凉。临风有客吟秋扇，拜月无人见晚妆。沙河灯火照山红，歌鼓喧喧笑语中。为问少年心在否，角巾欹侧鬓如蓬。", "translation": "无"}}, {"name": "张林", "dynasty": "宋代"}, {"name": "咏萍", "prop": {"content": "可怜池内萍，葐蒀紫复青。巧随浪开合，能逐水低平。微根无所缀，细叶讵须茎？飘泊终难测，留连如有情。", "translation": "那惹人怜爱的池中的浮萍，生长茂盛而背紫又面青。巧妙地在波浪中开开合合，从容地在追逐水中沉升。微小的根须无法连缀水底，叶片小得不用茎来支撑。转徙无定而不知飘向何方，在水上留连如对人有情。"}}, {"name": "画竹歌", "prop": {"content": "植物之中竹难写，古今虽画无似者。萧郎下笔独逼真，丹青以来唯一人。人画竹身肥臃肿，萧画茎瘦节节竦。人画竹梢死羸垂，萧画枝活叶叶动。不根而生从意生，不笋而成由笔成。野塘水边埼岸侧，森森两丛十五茎。婵娟不失筠粉态，萧飒尽得风烟情。举头忽看不似画，低耳静听疑有声。西丛七茎劲而健，省向天竺寺前石上见。东丛八茎疏且寒，忆曾湘妃庙里雨中看。幽姿远思少人别，与君相顾空长叹。萧郎萧郎老可惜，手颤眼昏头雪色。自言便是绝笔时，从今此竹尤难得。", "translation": "　　竹子挺拔秀立，生命力强，加之有志向高洁，卓然不群的象征之意，历来是文人墨客丹青画手乐以歌咏描绘的对象。白居易这首《画竹歌》，通过对好友萧悦所画竹枝的再现与评价，赞扬了画家的高超技艺，同时也表达了诗人卓越的艺术思想。"}}, {"name": "翁元龙", "dynasty": "宋代"}, {"name": "咏秋兰", "prop": {"content": "长林众草入秋荒，独有幽姿逗晚香。每向风前堪寄傲，几因霜后欲留芳。名流赏鉴还堪佩，空谷知音品自扬。一种孤怀千古在，湘江词赋奏清商。", "translation": "　　向称梅兰竹菊为四君子，是谓其品操高洁，风姿清雅，历来诗家吟诵者甚多。静诺此诗，一承前辈诗人旨趣，对兰草的清香傲骨，雅姿洁品作了进一步的阐扬。当然，诗言其志，内中自然寄托着诗人自己的情感和体验。说诗人以兰自况，亦无不可。至少我们可以认为，诗人爱兰，爱得很深沉很真挚，犹如千余年前楚三闾大夫屈原那样。这便是诗人的心声。 "}}, {"name": "黄州新建小竹楼记 / ", "prop": {"content": "　　黄冈之地多竹，大者如椽，竹工破之，刳去其节，用代陶瓦。比屋皆然，以其价廉而工省也。　　子城西北隅，雉堞圮毁，蓁莽荒秽，因作小楼二间，与月波楼通。远吞山光，平挹江濑，幽阒辽夐，不可具状。夏宜急雨，有瀑布声；冬宜密雪，有碎玉声；宜鼓琴，琴调虚畅；宜咏诗，诗韵清绝；宜围棋，子声丁丁然；宜投壶，矢声铮铮然；皆竹楼之所助也。　　公退之暇，被鹤氅衣，戴华阳巾，手执《周易》一卷，焚香默坐，消遣世虑。江山之外，第见风帆沙鸟，烟云竹树而已。待其酒力醒，茶烟歇，送夕阳，迎素月，亦谪居之胜概也。　　彼齐云、落星，高则高矣；井干、丽谯，华则华矣；止于贮妓女，藏歌舞，非骚人之事，吾所不取。　　吾闻竹工云，竹之为瓦，仅十稔。若重覆之，得二十稔。噫，吾以至道乙未岁，自翰林出滁上，丙申移广陵；丁酉又入西掖，戊戌岁除日有齐安之命，己亥闰三月到郡。四年之间，奔走不暇，未知明年又在何处，岂惧竹楼之易朽乎！后之人与我同志，嗣而葺之，庶斯楼之不朽也！　　咸平二年八月十五日记。", "translation": "无"}}, {"name": "张鸣善", "dynasty": "元代"}, {"name": "题三义塔", "prop": {"content": "三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建。奔霆飞熛歼人子，败井颓垣剩饿鸠。 偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏，率成一律，聊答遐情云尔。", "translation": "三义塔是为纪念中国上海闸北三义里那只被救而又死去的鸽子，并埋葬其遗骨之塔。此塔修建于日本，是当地爱好和平的农民共同修建的。"}}, {"name": "杨柳枝词", "prop": {"content": "一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？", "translation": "春风吹拂，千丝万缕的柳枝随风起舞，枝头嫩芽一片鹅黄，飘荡的柳枝比丝缕还要柔软。永丰坊西角的荒园里，没有一人光顾，这美好的柳枝又能属于谁呢？"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "新植海石榴", "prop": {"content": "弱植不盈尺，远意驻蓬赢。月寒空阶曙，幽梦彩云生。粪壤擢珠树，莓苔插琼英。芳根閟颜色，徂岁为谁荣。", "translation": "新栽海石榴，身短气弱实堪悯。想它来前意，青云之志满蓬瀛。月淡寒风起，空前瑟瑟待天明。去日依稀梦，犹望醒时彩云生。宝珠盈枝挂，粪土之壤岂有情。榴花满庭艳，莓苔之间红霞映。眼前憔悴形，珠光宝气锁芳根。种花人不解，试问去岁为谁荣？"}}, {"name": "牡丹", "prop": {"content": "桃时杏日不争浓，叶帐成阴始放红。晓艳远分金掌露，暮香深惹玉堂风。名移兰杜千年后，贵擅笙歌百醉中。如梦如仙忽零落，暮霞何处绿屏空。", "translation": "在桃花、杏花盛开时它从不与其争奇斗艳；等到叶密成帐时才慢慢开始绽放。清晨艳丽的花朵好似金掌承接着洁净清凉的露水，傍晚幽香飘溢与那豪华富丽的住宅里的香风争惹。兰草、杜若一类的名花要想改变得像牡丹那样，至少得一千年以后呢！你是花中之王，独占尊位，比动听的笙歌还醉人。牡丹花啊，为什么像梦中的仙人一样飘走了，只空留下绿色似屏的叶子呢？"}}, {"name": "满江红·仙姥来时", "prop": {"content": "仙姥来时，正一望、千顷翠澜。旌旗共、乱云俱下，依约前山。命驾群龙金作轭，相从诸娣玉为冠。向夜深、风定悄无人，闻佩环。神奇处，君试看。奠淮右，阻江南。遣六丁雷电，别守东关。却笑英雄无好手，一篙春水走曹瞒。又怎知、人在小红楼，帘影间。", "translation": "当神姥出现时．一望千顷的巢湖上，碧波翻卷。她的旌旗仪仗与缭乱的浮云一道，隐隐约约降落在前边的山上。她的车子是由一群神龙拖驾的，黄金的车轭闪闪发亮。她由一班妾媵陪伴着，每个人头上都戴着白玉冠。夜渐深，风停住了。她们也隐没不见了，寂静中只听见佩环碰击的叮咚声响。这神姥的威力确实神奇，你看吧：她镇守着淮右地区，拱卫着江南一带，还派出六丁神将，带着雷霆和闪电，扼守着东关。却笑人世间那些所谓“英雄”，没有几个是真正有本事的。你看，一篙春水，就把不可一世的曹阿瞒给吓走了。他又哪里知道，这位厉害的对手，竟是住在小红楼上．帘幕之内的弱质女子呢！"}}, {"name": "洞仙歌·咏柳", "prop": {"content": "江南腊尽，早梅花开后，分付新春与垂柳。细腰肢自有入格风流，仍更是、骨体清英雅秀。永丰坊那畔，尽日无人，谁见金丝弄晴昼？断肠是飞絮时，绿叶成阴，无个事、一成消瘦。又莫是东风逐君来，便吹散眉间一点春皱。", "translation": "江南的腊月将尽了，早梅的花瓣已然凋落，刚刚到来的春天，只能寄托到垂柳的身上。它如小蛮一般的枝干，纤细柔美，自有为称道的风流之处。可它最美好的地方，莫过于骨格体态上的清新、俊雅、娟秀无双。在永丰坊的一角，终日无人驻足，更无人会看顾留怜于它披拂摇缀的柔丝。最令伤神的就是暮春时节，柳絮漫天，而它披上了清减的绿叶。虽然只有柳絮飘零，再无别事，却让它显的日渐削瘦了。恐怕只有春天里随看它到来的和风，可以吹开紧蹙的柳叶蛾眉吧。"}}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "读山海经十三首·其四", "prop": {"content": "丹木生何许？乃在峚山阳。黄花复朱实，食之寿命长。白玉凝素液，瑾瑜发奇光。岂伊君子宝，见重我轩黄。", "translation": "丹木生长在何方？就在峚山南坡上。黄色鲜花红果实，食之可以寿命长。白玉凝成白玉膏，瑾瑜发出奇异光。岂止君子视为宝，轩辕黄帝早赞扬。"}}, {"name": "次韵昌叔咏尘", "prop": {"content": "尘土轻扬不自持，纷纷生物更相吹。翻成地上万烟雾，散在人间要路岐。一世竞驰甘睬目，几家清坐得轩眉。超然只有江湖上，还见波涛恐我时。", "translation": "尘土轻轻扬起而不能控制自己，（尘土）纷纷飞扬都如万物运动因风吹而起。由地上翻滚飞起，犹如如万缕烟雾，更是散布在人间各处重要的分岔路口。全世界漫天烟尘让疾驰奔走的路人眯着眼睛，这世上又有几人能够清闲安坐于屋内而扬眉自得。只有在江湖之上才能得到超然洒脱的生活，而江湖中的汹涌波涛让我时时惊恐。"}}, {"name": "极相思·题陈藏一水月梅", "prop": {"content": "玉纤风透秋痕。凉与素怀分。乘鸾归后，生绡净翦，一片冰云。 心事孤山春梦在，到思量、犹断诗魂。水清月冷，香消影瘦，人立黄昏。", "translation": "　　这首词的上片写女主人及其扇的特点。下片写扇上的水月梅图画。本词是咏女主人的扇，但女主人是谁？杨铁夫《吴梦窗词笺释》认为是去姬，他说：“此扇必去姬所遗物，为陈藏一所绘者。”俞陛云《唐五代两宋词选释》认为此词“为道女题扇而作”。吴文英词中是有为道女题扇之作的，如《朝中措·题阑室道女扇》。从本词内容来看，这是题陈藏一所藏或所绘的道女扇的一首词。"}}, {"name": "咏鸳鸯", "prop": {"content": "鸳鸯离别伤，人意似鸳鸯。试取鸳鸯看，多应断寸肠。", "translation": "无"}}, {"name": "满江红·刘朔斋赋菊和韵", "prop": {"content": "露浥初英，早遗恨、参差九日。还却笑、萸随节过，桂凋无色。杯面寒香蜂共泛，篱根秋讯蛩催织。爱玲珑、筛月水屏风，千枝结。 芳井韵，寒泉咽。霜著处，微红湿。共评花索句，看谁先得。好漉乌巾连夜醉，莫愁金钿无人拾。算遗踪、犹有枕囊留，相思物。", "translation": "无"}}, {"name": "咏兴国寺佛殿前幡", "prop": {"content": "拂霞疑电落，腾虚状写虹。屈伸烟雾里，低举白云中。纷披乍依迥，掣曳或随风。念兹轻薄质，无翅强摇空。", "translation": "你飘拂若霞似电，你飞扬绚丽如虹。你飘逸在烟雾里，你飞腾在白云中。依依地你随意招摇，悠悠地又随风而去。你这无翅的轻薄子啊，何苦如此在空中折腾？"}}, {"name": "归雁", "prop": {"content": "潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。", "translation": "你为何如此轻易的从潇水湘水那样美丽的地方回来呢？那里溪水澄澈，沙石明净，岸边还有青苔可以供你觅食，你何故不肯呆了呢？大雁答道：湘灵之神在月夜弹的瑟曲调太伤感了，我忍受不了那悲怨欲绝的曲调，不得不离开潇湘飞回到北方来。"}}, {"name": "早梅", "prop": {"content": "早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 ", "translation": "早梅在高高的枝头绽放，远远映照着广阔的碧蓝天空。夜晚北风吹来阵阵花香，在浓霜中增添着洁白的光泽。想折一枝寄赠万里之外，无奈千里迢迢，山水阻隔。眼看寒梅即将零落凋谢，我将用什么去慰问远方的友人呢？"}}, {"name": "柳梢青·灯花", "prop": {"content": "白玉枝头，忽看蓓蕾，金粟珠垂。半颗安榴，一枝秾杏，五色蔷薇。何须羯鼓声催。银釭里、春工四时。却笑灯蛾，学他蝴蝶，照影频飞。", "translation": "　　词中吟咏的油灯结花为是日常生活中常见的现象，古来题咏灯花的作品也层出不穷，但张林的这首词却能不落俗套，新颖别致，读来饶有情味。"}}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "咏弓", "prop": {"content": "较量武艺论勋庸，曾发将军箭落鸿。握内从夸弯似月，眼前还怕撇来风。只知击起穿雕镞，不解容和射鹄功。得病自从杯里后，至今形状怕相逢。", "translation": "无"}}, {"name": "咏竹", "prop": {"content": "竹生荒野外，梢云耸百寻。无人赏高节，徒自抱贞心。耻染湘妃泪，羞入上宫琴。谁能制长笛，当为吐龙吟。", "translation": "青翠的竹生长在荒野外，长长的竹梢高耸入云。无人能欣赏它那高洁的节操，只自己抱有坚贞不变之心。耻于做那染上湘妃泪的湘妃竹，也羞于做宫廷一流琴师弹奏的琴。谁把竹子制成长长的竹笛，一经吹奏，便会发出龙鸣般的声音。 "}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "诉衷情·海棠珠缀一重重", "prop": {"content": "海棠珠缀一重重。清晓近帘栊。胭脂谁与匀淡，偏向脸边浓。 看叶嫩，惜花红。意无穷。如花似叶，岁岁年年，共占春风。", "translation": "晨曦时分天刚露白，窗边盛开的海棠花如重重珠缀。娇艳的颜色好似美人脸上晕晕染染的胭脂红。花红叶嫩，意趣无穷。只愿我与你的情谊似这海棠花叶，年年岁岁共春风。"}}, {"name": "州宅堂前荷花", "prop": {"content": "凌波仙子静中芳，也带酣红学醉妆。有意十分开晓露，无情一饷敛斜阳。泥根玉雪元无染，风叶青葱亦自香。想得石湖花正好，接天云锦画船凉。", "translation": "堂前池中的荷花如凌波而行的女神，静静地散发着芳香。那花朵的颜色好似醉酒的贵妃脸上的晕红。迎着朝露开放得很有情意，傍晚，又在落日的余晖中敛起花瓣。它虽然生长在污泥之中，但它洁白如雪，一尘不染。它的叶片，青葱碧绿，散发着特有的清香。想到此刻自己家乡的荷花正开得繁闹，浮云映在湖水中，石湖变得如云锦一般，游船画舫穿梭其中。"}}, {"name": "六丑·蔷薇谢后作", "prop": {"content": "正单衣试酒，怅客里、光阴虚掷。愿春暂留，春归如过翼。一去无迹。为问花何在，夜来风雨，葬楚宫倾国。钗钿堕处遗香泽。乱点桃蹊，轻翻柳陌。多情为谁追惜。但蜂媒蝶使，时叩窗隔。 东园岑寂。渐蒙笼暗碧。静绕珍丛底，成叹息。长条故惹行客。似牵衣待话，别情无极。残英小、强簪巾帻。终不似一朵，钗头颤袅，向人欹侧。漂流处、莫趁潮汐。恐断红、尚有相思字，何由见得。", "translation": "无"}}, {"name": "穷鸟赋", "prop": {"content": "　　昔原大夫赎桑下绝气，传称其仁；秦越人还虢太子结脉，世著其神。设曩之二人不遭仁遇神，则结绝之气竭矣。然而脯出乎车軨，针石运乎手爪。今所赖者，非直车之脯，手爪之针石也。乃收之于斗极，还之于司命，使干皮复含血，枯骨复被肉，允所谓遭仁遇神，真所宜传而著之。余畏禁，不敢班班显言，窃为《穷鸟赋》一篇。其辞曰：有一穷鸟，戢翼原野。罼网加上，机阱在下。缴弹张右，翼弓彀左。飞丸缴矢，交集于我。思飞不得，欲鸣不可。举头畏触，摇足恐堕。内怀怖急，乍冰乍火。幸赖大贤，我矜我怜。昔济我南，今振我西。鸟也虽顽，犹识密恩。内以书心，外用告天。　　晋夏侯湛观飞鸟赋曰：见逸游之高鸟，邈飘飏而殊逝，擢华毛以迅鹜，回劲翼以扬势，披六翮之联翩，振轻体之迢递，遂乃矜形辽廓。冯虚安翔，翩翻徘徊，上下颉颃，动素羽之习习。乱白质于日光，玩流气以差池。弄长风以抑扬，摄双翅以高举，舒修颈以儴徉。目悦妙势，心嘉羽仪，爱惠音之嘤嘤，美弱翰之参差，蹔高凌于景外，又抑身乎云崖，乍来乍往，若悬若垂，象流星之离天，似圆物之坠危，何斯游之自得，谅逸豫之可希，苟临川而羡鱼，亦观翔而乐飞。　　梁沈约天渊水鸟应诏赋曰：天渊池，鸟集水涟漪，单泛姿容与，群飞时合离，将骞复敛翮，回首望惊雌，飘薄出孤屿，未曾宿兰渚，飞飞忽云倦，相鸣集池?可怜 九层楼，光影水上浮。本来蹔止息，遇此遂淹留。若夫侣浴清深，朋翻旷翠鬣紫缨之饰。丹冕绿襟之状，过波兮湛澹，随风兮回漾，竦臆兮开萍，蹙水兮兴浪。", "translation": "无"}}, {"name": "昭君怨·梅花", "prop": {"content": "道是花来春未。道是雪来香异。竹外一枝斜。野人家。冷落竹篱茅舍。富贵玉堂琼榭。两地不同栽。一般开。", "translation": "说它是花。春天却未到来。说它是雪，却幽香无比。冒着严寒，傍着竹林，在乡村的农舍绽放。无论是生长在荒野人家还是在亭台水榭的富贵之乡，都是一样的盛开。"}}, {"name": "题画兰", "prop": {"content": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。", "translation": "兰花生长在山岩最高处，在突出的岩石和深深裂缝中，散发着浓郁的香气。脚下不是没有浮云翻滚喧闹，只是不关心他们什么时候来，什么时候走。 "}}, {"name": "王磐", "dynasty": "明代"}, {"name": "书院二小松", "prop": {"content": "一双幽色出凡尘，数粒秋烟二尺鳞。 从此静窗闻细韵，琴声长伴读书人。", "translation": "两株小松为这普通的小院增添了一抹幽趣之色，小松初生的枝叶如堆烟般挂在松树上。从此静静的书窗外便有了松声竹韵，如古琴般悦耳，在读书之余更添了一份清幽。 "}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "燕来", "prop": {"content": "去岁辞巢别近邻，今来空讶草堂新。 花开对语应相问，不是村中旧主人。", "translation": "去年离开这里，挥别左邻右舍，今年回来惊讶草堂竟然焕然一新。在花丛里聊天相互问侯，但这些已经不是去年的故人了。"}}, {"name": "芙蓉亭", "prop": {"content": "新亭俯朱槛，嘉木开芙蓉。清香晨风远，溽彩寒露浓。潇洒出人世，低昂多异容。尝闻色空喻，造物谁为工？留连秋月晏，迢递来山钟。", "translation": "新亭俯倚红色的栏杆，四周开满了美丽的芙蓉。晨风把清香吹送远处，湿润的彩花沾满露珠。鲜花潇洒地开在人世，高低俯仰有无数的姿容。我曾听过色、空的比喻，造物界到底是谁在巧夺天工？留连这深秋的月光，断断续续传来山寺的晚钟。"}}, {"name": "杨花", "prop": {"content": "不斗秾华不占红，自飞晴野雪濛濛。 百花长恨风吹落，唯有杨花独爱风。", "translation": "杨花不屑与春日百花争浓斗艳，在晴日的野外柳絮像漫天飞雪一样独自飞舞。百花都讨厌自己被风吹落，唯独只有柳絮更喜爱来风吹动。"}}, {"name": "点绛唇·咏风兰", "prop": {"content": "别样幽芬，更无浓艳催开处。凌波欲去，且为东风住。忒煞萧疏，争奈秋如许。还留取，冷香半缕，第一湘江雨。", "translation": "风兰散发出不寻常的香味，素雅恬淡没有一丝浓艳浮华。它在秋风中摇曳的姿态犹如凌波仙子轻轻飘逸。它的叶子如此稀疏，怎么耐得住那寒冷的清秋呢？于是留取那半缕清香入得画中，这幅张见阳之风兰可以堪称画中第一了。"}}, {"name": "临江仙·柳絮", "prop": {"content": "白玉堂前春解舞，东风卷得均匀。蜂围蝶阵乱纷纷。几曾随逝水？岂必委芳尘？万缕千丝终不改，任他随聚随分。韶华休笑本无根。好风凭借力，送我上青云。", "translation": "白玉华堂前面，柳花被春风吹散，像在翩翩起舞。舞姿柔美，缓急有度。一群群蜂儿蝶儿，团团翻飞，追随着柳絮。何曾落于水中，随波流去？怎会落于泥土中？尽管柳絮随风，忽聚忽分，柳树依旧长条飘拂。休笑我，春絮儿无根无柢无依附。愿借东风的力量，把我送上碧蓝的云天！"}}, {"name": "铜雀台赋", "prop": {"content": "从明后而嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。仰春风之和穆兮，听百鸟之悲鸣。天云垣其既立兮，家愿得而获逞。扬仁化于宇内兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明！休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之晖光。永贵尊而无极兮，等年寿于东王。《三国志》版从明后以嬉游兮，登层台以娱情。见太府之广开兮，观圣德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长流兮，望园果之滋荣。立双台于左右兮，有玉龙与金凤。揽二乔于东南兮，乐朝夕之与共。俯皇都之宏丽兮，瞰云霞之浮动。欣群才之来萃兮，协飞熊之吉梦。仰春风之和穆兮，听百鸟之悲鸣。云天亘其既立兮，家愿得乎双逞。扬仁化于宇宙兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明？休矣美矣！惠泽远扬。翼佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之辉光。永贵尊而无极兮，等君寿于东皇。御龙旗以遨游兮，回鸾驾而周章。恩化及乎四海兮，嘉物阜而民康。愿斯台之永固兮，乐终古而未央！《三国演义》版", "translation": "无"}}, {"name": "临江仙·寒柳", "prop": {"content": "自别西风憔悴甚，冻云流水平桥。并无黄叶伴飘飘。乱鸦三四点，愁坐话无憀。云压西村茅舍重，怕他榾柮同烧。好留蛮样到春宵。三眠明岁事，重斗小楼腰。", "translation": "　　此词咏寒柳而通篇不出一“柳”字，已觉难能；下阕“榾柮”与“蛮样”并列，化俗为雅，尤为可贵。 "}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "秦观", "dynasty": "宋代"}, {"name": "查慎行", "dynasty": "清代"}, {"name": "十一月二十六日松风亭下", "prop": {"content": "春风岭上淮南村，昔年梅花曾断魂。岂知流落复相见，蛮风蜑雨愁黄昏。长条半落荔支浦，卧树独秀桄榔园。岂惟幽光留夜色，直恐冷艳排冬温。松风亭下荆棘里，两株玉蕊明朝暾。海南仙云娇堕砌，月下缟衣来扣门。酒醒梦觉起绕树，妙意有在终无言。先生独饮勿叹息，幸有落月窥清樽。", "translation": "无"}}, {"name": "江城子·嫩黄初染绿初描", "prop": {"content": "嫩黄初染绿初描，倚春娇，索春饶。燕外莺边，想见万丝摇。便作无情终软美，天赋与、眼眉腰。短长亭外短长桥，驻金镳，系兰桡。可爱风流，年纪可怜宵。办得重来攀折后，烟雨暗，不辞遥。", "translation": "杨柳初染上嫩黄，刚描绘出翠绿，凭着娇好的姿色，又向春天索要更多美丽。燕子在它旁边飞舞，黄莺在它身边唱曲儿，都喜爱看它万根青丝迎风摇曳。即使不说它多情，也配称得上柔丽，它的各种美态都是上天赋予。你看它芽如眼、叶如眉、枝如腰，样样都似美女。它在短长亭边长、它在短长桥边立，能把征人的骏马拴，能把游子的舟船系。春天里，它正值风流的年纪，犹如惹人爱怜的芳龄少女。这样的姿色、这样的年纪，让人无心长远离，纵使要经千里烟雨路遥，总要归来将它攀折到手里，再踏行程也无顾忌。 "}}, {"name": "王淇", "dynasty": "宋代"}, {"name": "刘筠", "dynasty": "宋代"}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "初秋行圃", "prop": {"content": "落日无情最有情，遍催万树暮蝉鸣。听来咫尺无寻处，寻到旁边却不声。", "translation": "落日看来好像无情却最有情，催促千树万树上的蝉在傍晚时一齐鸣唱。听着声音近在咫尺，却无法找到它们，一旦寻到它的近旁，却又没有了声响。 "}}, {"name": "咏白海棠", "prop": {"content": "秋容浅淡映重门，七节攒成雪满盆。出浴太真冰作影，捧心西子玉为魂。晓风不散愁千点，宿雨还添泪一痕。独倚画栏如有意，清砧怨笛送黄昏。", "translation": "　　贾宝玉的诗中间二联可以看作对薛宝钗、林黛玉的评价和态度。薛宝钗曾被贾宝玉比喻为杨贵妃，则“冰作影”正写出了服用“冷香丸”的“雪”姑娘其内心冷漠无情恰如“冰”人。“病如西子胜三分”的林黛玉以“玉为魂”，恰说明了宝玉心中的林妹妹纤瑕不染，分外清高。从宝玉对二人截然不同的两种态度中可以知道，宝玉心中只有黛玉才是志同道合的知心人。“晓风结愁”，“宿雨添泪”，表面上是在写海棠，实际却是写黛玉寄人篱下的愁苦心境，以至最终的芳华早逝。“独倚画栏”，“清砧怨笛”是写宝玉在黛玉死后的孤苦心境，是对这份凄美爱情的祭奠。"}}, {"name": "浣溪沙·咏橘", "prop": {"content": "菊暗荷枯一夜霜。新苞绿叶照林光。竹篱茅舍出青黄。 香雾噀人惊半破，清泉流齿怯初尝。吴姬三日手犹香。", "translation": "一夜霜冻过后，菊花凋残，荷叶枯萎，经霜变黄的橘子和绿叶相映衬，光亮照眼，竹篱茅舍掩映在青黄相间的橘林之间。破开橘皮，芳香的油腺如雾般喷溅；初尝新橘，汁水在齿舌间如泉般流淌。吴地女子的手剥橘后三日还有香味。"}}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "古风·其二十六", "prop": {"content": "碧荷生幽泉，朝日艳且鲜。秋花冒绿水，密叶罗青烟。秀色空绝世，馨香为谁传。坐看飞霜满，凋此红芳年。结根未得所，愿托华池边。", "translation": "碧绿的荷花生长在幽静的泉水边，朝阳把她们映照得鲜艳无比。秋季朵朵芙蓉从绿水中袅袅举起，茂密的圆叶笼罩着缕缕云烟。秀丽的花容，清香的气息，绝世空前，可是谁来举荐她们呢？眼看着秋霜渐浓，秋风劲起难免红颜凋谢。但愿能在王母的瑶池里生长，时时鲜艳，永不颓色。 "}}, {"name": "萧纲", "dynasty": "南北朝"}, {"name": "晁端礼", "dynasty": "宋代"}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "卜算子·古涧一枝梅", "prop": {"content": "古涧一枝梅，免被园林锁。路远山深不怕寒，似共春相趓。幽思有谁知，托契都难可。独自风流独自香，明月来寻我。", "translation": "深幽的山涧中一枝梅花独自绽放，不像那些锁在园林里的梅花没有自由。在这路远山深的山谷中，不惧严寒，好似可以躲开春天的热闹。它幽深的心思有谁能懂呢？想找个人谈谈心也不可能。只有独自绽放散发着幽香，偶尔明月相照，它没有忘记了我。"}}, {"name": "段克己", "dynasty": "金朝"}, {"name": "梅花", "prop": {"content": "行尽荒林一径苔，竹梢深处数枝开。绝知南雪羞相并，欲嫁东风耻自媒。无主野桥随月管，有根寒谷也春回。醉余不睡庭前地，只恐忽吹花落来。", "translation": "走到荒林的尽头，只见一条布满青苔的小路，通向竹林深处，那里数枝梅花傲然开放。尽管花色洁白，它却羞于与向阳的白雪为伍。它本想与春风结伴，迎风展瓣又耻于自我为媒。 长在野桥旁边的梅花呵，你好像只愿意接受月光的恩惠。寒谷中，只要根还在，到了春天你依然会抽枝吐蕊。我酒醉之后，不忍心睡在庭前梅树之下，是害怕春风突然吹落花瓣，让我触目伤怀洒泪。 "}}, {"name": "唐寅", "dynasty": "明代"}, {"name": "醉落魄·正月二十日张园", "prop": {"content": "春阴漠漠。海棠花底东风恶。人情不似春情薄。守定花枝，不放花零落。 绿尊细细供春酌。酒醒无奈愁如昨。殷勤待与东风约。莫苦吹花，何似吹愁却。", "translation": "　　“春阴漠漠，海棠花底东风恶。”“漠漠”，是寂静无声之意；“恶”，在这里是“猛烈”之意，是由“狠、厉害”的意思引申而来，此义至今在某些地区的方言中还保留着（如鲁西南和豫东）。首二句说，春天的时光万籁俱寂，但从海棠花穿过的东风却吹得强劲猛烈。标题中说“赏海棠作”，却不写海棠花的艳丽，而突出了“东风恶”。写春风、春光一般是喜悦、温暖、吹拂、和煦，纵使风大天寒，也不过用“料峭”之类的词来形容。词人别出心裁，一方面是“写实”，另一方面，也只有这样写，才与下文协调。"}}, {"name": "小桃红·咏桃", "prop": {"content": "东风有恨致玄都，吹破枝头玉，夜月梨花也相妒。不寻俗，娇鸾彩凤风流处。刘郎去也，武陵溪上，仙子淡妆梳。", "translation": "　　此曲为咏桃花的佳作。唐代著名诗人刘禹锡写过《游玄都观戏赠看花诸君子》诗：“紫陌红尘拂面来，无人不道看花回。玄都观里桃千树，俱是刘郎去后栽。”其实质是借写桃花，对那些新得势的权贵进行讽刺，以抒发诗人对自身遭遇的愤懑。周文质的这首《咏桃》曲则是对刘诗的发挥，并赋予“桃花”不同凡俗的品质。此曲活用典故，即景抒情，不独精心绘制桃花吐红之景，而且寄寓着作者对正直之士的敬慕之情。 "}}, {"name": "白燕", "prop": {"content": "故国飘零事已非，旧时王谢见应稀。月明汉水初无影，雪满梁园尚未归。柳絮池塘香入梦，梨花庭院冷侵衣。赵家姊妹多相忌，莫向昭阳殿里飞。", "translation": "在故国飘泊流落，江山依旧，人物已非，往时王谢堂前也少见这样的白燕。明亮的月光照着汉水辨不出它的身影，大雪纷飞还没飞回梁王的兔园。在柳絮飞舞的池塘边进入香甜的梦乡，冷意侵人的时候梨花已开满庭院。赵家姐妹生性喜欢嫉妒，切记不要往昭阳殿中飞舞翩跹。"}}, {"name": "咏长信宫中草诗", "prop": {"content": "委翠似知节，含芳如有情。全由履迹少，并欲上阶生。", "translation": "园中已经色衰翠减的青草好似知晓节令一般，阵风吹过，枯草丛中飘来阵阵余香，它们仍希望有情之人来亲近自己。履迹日日如此稀少，以致于中庭的草儿蔓延滋长，简直要向石阶延伸过来了。"}}, {"name": "眉妩·新月", "prop": {"content": "渐新痕悬柳，淡彩穿花，依约破初暝。便有团圆意，深深拜，相逢谁在香径。画眉未稳，料素娥、犹带离恨。最堪爱、一曲银钩小，宝帘挂秋冷。 千古盈亏休问。叹慢磨玉斧，难补金镜。太液池犹在，凄凉处、何人重赋清景。故山夜永。试待他、窥户端正。看云外山河，还老尽、桂花影。", "translation": "无"}}, {"name": "一枝花·咏喜雨", "prop": {"content": "用尽我为国为民心，祈下些值金值玉雨，数年空盼望，一旦遂沾濡，唤省焦枯，喜万象春如故，恨流民尚在途，留不住都弃业抛家，当不的也离乡背土。[梁州]恨不得把野草翻腾做菽粟，澄河沙都变化做金珠。直使千门万户家豪富，我也不枉了受天禄。眼觑着灾伤教我没是处，只落得雪满头颅。[尾声]青天多谢相扶助，赤子从今罢叹吁。只愿得三日霖霪不停住，便下当街上似五湖，都渰了九衢，犹自洗不尽从前受过的苦。", "translation": "无"}}, {"name": "崔涂", "dynasty": "唐代"}, {"dynasty": "明代"}, {"name": "穆修", "dynasty": "宋代"}, {"name": "灵台", "prop": {"content": "经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。王在灵囿，麀鹿攸伏。麀鹿濯濯，白鸟翯翯。王在灵沼，於牣鱼跃。虡业维枞，贲鼓维镛。於论鼓钟，於乐辟廱。於论鼓钟，於乐辟廱。鼍鼓逢逢。蒙瞍奏公。", "translation": "　　开始规划筑灵台，经营设计善安排。百姓出力共兴建，没花几天成功快。开始规划莫着急，百姓如子都会来。　　君王在那大园林，母鹿懒懒伏树荫。母鹿肥壮毛皮好，白鸟羽翼真洁净。君王在那大池沼，啊呀满池鱼窜蹦。　　钟架横板崇牙配，大鼓大钟都齐备。啊呀钟鼓节奏美，啊呀离宫乐不归。　　啊呀钟鼓节奏美，啊呀离宫乐不归。敲起鼍鼓声蓬蓬，瞽师奏歌有乐队。"}}, {"name": "何希尧", "dynasty": "唐代"}, {"name": "有木诗八首·其八", "prop": {"content": "有木名丹桂，四时香馥馥。花团夜雪明，叶剪春云绿。风影清似水，霜枝冷如玉。独占小山幽，不容凡鸟宿。匠人爱芳直，裁截为厦屋。干细力未成，用之君自速。重任虽大过，直心终不曲。纵非梁栋材，犹胜寻常木。", "translation": "无"}}, {"name": "蝉", "prop": {"content": "垂緌饮清露，流响出疏桐。居高声自远，非是藉秋风。", "translation": "蝉垂下像帽缨一样的触角吸吮着清澈甘甜的露水，连续不断地鸣叫声从稀疏的梧桐树枝间传出。蝉正是因为在高处它的声音才能传得远，并非是凭借秋风的力量。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "劲草行", "prop": {"content": "中原地古多劲草，节如箭竹花如稻。白露洒叶珠离离，十月霜风吹不到。萋萋不到王孙门，青青不盖谗佞坟。游根直下土百尺，枯荣暗抱忠臣魂。我问忠臣为何死，元是汉家不降士。白骨沉埋战血深，翠光潋滟腥风起。山南雨晴蝴蝶飞，山北雨冷麒麟悲。寸心摇摇为谁道，道旁可许愁人知？昨夜东风鸣羯鼓，髑髅起作摇头舞。寸田尺宅且勿论，金马铜驼泪如雨。", "translation": "无"}}, {"name": "褚沄", "dynasty": "南北朝"}, {"name": "赵昌寒菊", "prop": {"content": "轻肌弱骨散幽葩，更将金蕊泛流霞。欲知却老延龄药，百草摧时始起花。", "translation": "　　第一句是对菊花的描写。轻肌、弱骨这样的字眼，带有一定的拟人色彩，主要是诗人的主观感情的外射。葩，就是花。这一句从肌、骨，一直写到花本身，是全面的概述。 "}}, {"name": "盐角儿·亳社观梅", "prop": {"content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。", "translation": "花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。"}}, {"name": "张新", "dynasty": "明代"}, {"name": "红林檎近·高柳春才软", "prop": {"content": "高柳春才软，冻梅寒更香。暮雪助清峭，玉尘散林塘。那堪飘风递冷，故遣度幕穿窗。似欲料理新妆。呵手弄丝簧。冷落词赋客，萧索水云乡。援毫授简，风流犹忆东梁。望虚檐徐转，回廊未扫，夜长莫惜空酒觞。", "translation": "春天的柳树枝条开始变柔，冬天的梅花愈加芳香。夜幕中的雪让梅花更加清冷峭厉，像玉般的雪散落在树林中和池塘中。那回旋的风也逐渐的变得寒冷，寒冷的风越过窗帘，穿透窗缝透着寒气。想要整理新的妆容，呵暖双手拨弄乐器。漂泊的赋词之人，萧条、冷落的漂泊住所。挥动毛笔，书写书简，犹记得当年在粱园献《汴京赋》被神宗擢为太学正的风流往事。看见雪花缓慢地回旋飘于屋前檐下，回廊积满了积雪，在漫漫长夜不要错过这美好的饮酒赏雪的机会。"}}, {"name": "钱时", "dynasty": "宋代"}, {"name": "过秦楼·黄钟商芙蓉", "prop": {"content": "藻国凄迷，麹澜澄映，怨入粉烟蓝雾。香笼麝水，腻涨红波，一镜万妆争妒。湘女归魂，佩环玉冷无声，凝情谁诉。又江空月堕，凌波尘起，彩鸳愁舞。还暗忆、钿合兰桡，丝牵琼腕，见的更怜心苦。玲珑翠屋，轻薄冰绡，稳称锦云留住。生怕哀蝉，暗惊秋被红衰，啼珠零露。能原注去声西风老尽，羞趁东风嫁与。", "translation": "　　“过秦楼”，《词谱》：“调见《乐府雅词》李甲作，其词中有‘曾过秦楼’句，取以为名。”双调，一百十一字。前片十二句，四仄韵；后片十一句，四仄韵。"}}, {"name": "尹焕", "dynasty": "宋代"}, {"name": "杨柳枝词九首·其四", "prop": {"content": "金谷园中莺乱飞，铜驼陌上好风吹。城东桃李须臾尽，争似垂杨无限时。", "translation": "金谷园中群莺乱飞，铜驼陌上春风吹拂。城中的桃花李花片刻之间就已凋谢，怎么那垂杨柳没有时限的束缚？"}}, {"name": "李觏", "dynasty": "宋代"}, {"name": "徐凝", "dynasty": "唐代"}, {"name": "卖残牡丹", "prop": {"content": "临风兴叹落花频，芳意潜消又一春。应为价高人不问，却缘香甚蝶难亲。红英只称生宫里，翠叶那堪染路尘。及至移根上林苑，王孙方恨买无因。", "translation": "频频叹息花被狂风吹落太多，芳香渐消失又要过一个春天。 应是价格太高人们不敢询问，又因香气太浓蝴蝶难以亲近。只有皇宫才配生长这种鲜花，哪能忍受让它沾染路上灰尘。等到把花移植到皇宫上林苑，王孙贵族才为没有买而遗恨。"}}, {"name": "喜迁莺·暑风凉月", "prop": {"content": "谢赵晋臣敷文赋芙蓉词见寿，用韵为谢。暑风凉月。爱亭亭无数，绿衣持节。掩冉如羞，参差似妒，拥出芙蓉花发。步衬潘娘堪恨，貌比六郎谁洁？添白鹭，晚晴时，公子佳人并列。休说，搴木末；当日灵均，恨与君王别。心阻媒劳，交疏怨极，恩不甚兮轻绝。千古离骚文字，芳至今犹未歇。都休问，但千杯快饮，露荷翻叶。", "translation": "暑风吹拂，凉月洒辉。那无数荷叶亭亭玉立，似绿衣使者带着传达命令的符节。荷花如少女含羞，掩映在绿叶之间，参差错落，似怀妒意而争美赛艳。羞与潘妃为伍，远胜六郎高洁。白鹭飞来与芙蓉为侣，晚晴时刻，似公子佳人并肩而立。不要说去采陆上长的香草，缘木去摘水中开的芙蓉会有收获。当年屈原恨与君王离别。双方心有阻隔，媒人徒劳无功，即便勉强结合，也因情浅而易决裂。《离骚》千古流芳，至今未歇。一切休问，但举杯畅饮，如露荷翻叶。"}}, {"name": "岳阳楼", "prop": {"content": "岳阳楼上日衔窗，影到深潭赤玉幢。怅望残春万般意，满棂湖水入西江。", "translation": "岳阳楼红日斜照楼窗，在水中的倒影，宛如一座赤玉幢。寂寞失时地看向那残春，仿佛有着千头万绪难以表达的情意，伴随着湖水从窗子溢出并流向没有尽头的长江。"}}, {"name": "来鹄", "dynasty": "唐代"}, {"name": "牡丹", "prop": {"content": "落尽残红始吐芳，佳名唤作百花王。竞夸天下无双艳，独立人间第一香。", "translation": "所有的花凋谢之后牡丹才开始吐芳露蕊，她被人唤作百花之王。所有人都夸它的花姿天下第一，百花之中香艳无双。"}}, {"name": "念奴娇·春雪咏兰", "prop": {"content": "问天何意，到春深，千里龙山飞雪？解佩凌波人不见，漫说蕊珠宫阙。楚殿烟微，湘潭月冷，料得都攀折。嫣然幽谷，只愁又听啼鴂。当日九畹光风，数茎清露，纤手分花叶。曾在多情怀袖里，一缕同心千结。玉腕香销，云鬟雾掩，空赠金跳脱。洛滨江上，寻芳再望佳节。", "translation": "我问老天这究竟是为什么，已经是阳春三月， 龙山一带却还千里飞雪？凌波而来送我玉佩的您不见了，还说什么龙宫仙阙。南方宫殿已经如烟销云散，连倒映在水中的月亮也显得寒冷。料想那里的花全都给折断，只有我还在这深山中顾影自怜，“不如归去”的啼声让人悲痛欲绝。回想当年九畹种兰花的情形，那么多的花含着清彻的露珠，是您亲手为我们分开花叶。我曾经投入您多情的怀抱，气味相投我们同心相结。您却走了，玉殒香销，连美丽的身影也消失在浓雾之中，白白里留下送给我的金跳脱。我在洛水之滨，寻找着再度降临的美好时节。"}}, {"name": "崔护", "dynasty": "唐代"}, {"name": "咏雁", "prop": {"content": "早晚辞沙漠，南来处处飞。关山多雨雪，风水损毛衣。 碧海魂应断，红楼信自稀。不知矰缴外，留得几行归。", "translation": "无"}}, {"name": "疏影·梅影", "prop": {"content": "黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上燃犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。", "translation": "无"}}, {"name": "王十朋", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。", "translation": "稀稀落落地梅树枝条歪歪轻斜地挂满那洁白如玉的雪花，使得枝条上一朵又一朵的梅花花萼泛着斑斑点点的雪花在阳光照射下闪着晶莹的光采。忽然有一朵梅花最先绽开放了，这使得想要在春天竞吐芳香的种种百花都落在梅花的后面了。梅花要想把春天悄然而来的信息传递出去，又怎么会害怕被厚厚的积雪所深深埋藏呢！请玉笛不要再吹奏那令人伤感的古曲《梅花三弄》了，让主宰春天的神东君为梅花留住春天，不要让开在早春的梅花因一支悲伤曲调而过早地凋谢。"}}, {"name": "摊破浣溪沙·揉破黄金万", "prop": {"content": "揉破黄金万点轻。剪成碧玉叶层层。风度精神如彦辅，大鲜明。(大 一作：太)梅蕊重重何俗甚，丁香千结苦粗生。熏透愁人千里梦，却无情。", "translation": "桂花它那金光灿烂的色彩和碧玉一般如刀裁制的层层绿叶，其“风度精神”就像晋代名士王衍和乐广一样风流飘逸，名重于时。梅花只注重外形，它那重重叠叠的花瓣儿，就像一个只会矫妆打扮的女子使人感到很俗气。丁香花簇簇拥结在一起显的太小气，一点也不舒展。桂花的浓香把我从怀念故人和过去的梦中熏醒，不让我怀念过去这是不是太无情了？"}}, {"name": "一丛花·咏并蒂莲", "prop": {"content": "阑珊玉佩罢霓裳，相对绾红妆。藕丝风送凌波去，又低头、软语商量。一种情深，十分心苦，脉脉背斜阳。色香空尽转生香，明月小银塘。桃根桃叶终相守，伴殷勤、双宿鸳鸯。菰米漂残，沈云乍黑，同梦寄潇湘。", "translation": "那并蒂莲好像歪斜带着玉佩的美女刚刚跳完霓裳羽衣舞，相对而视，各自梳妆。一阵微风吹过，它们又低下头来，好像在柔声地商量着什么。它们有一样的忧伤和思念，舍情脉脉，背对着夕阳。花朵娇艳的色泽褪去，但香味却更加浓郁。在银色月光的照耀下，池塘里的并蒂莲如同桃根、桃叶姐妹一样相依相守，陪伴着双宿双栖的鸳鸯。残余的菰米漂在水中，低沉的乌云渐浓，它们把同样的情寄托在一个人身上。"}}, {"name": "齐天乐·蝉", "prop": {"content": "一襟余恨宫魂断，年年翠阴庭树。乍咽凉柯，还移暗叶，重把离愁深诉。西窗过雨。怪瑶佩流空，玉筝调柱。镜暗妆残，为谁娇鬓尚如许。铜仙铅泪似洗，叹携盘去远，难贮零露。病翼惊秋，枯形阅世，消得斜阳几度？馀音更苦。甚独抱清商，顿成凄楚？谩想熏风，柳丝千万缕。", "translation": "无"}}, {"name": "寓居定惠院之东杂花满山", "prop": {"content": "江城地瘴蕃草木，只有名花苦幽独。嫣然一笑竹篱间，桃李漫山总粗俗。也知造物有深意，故遣佳人在空谷。自然富贵出天姿，不待金盘荐华屋。朱唇得酒晕生脸，翠袖卷纱红映肉。林深雾暗晓光迟，日暖风轻春睡足。雨中有泪亦凄怆，月下无人更清淑。先生食饱无一事，散步逍遥自扪腹。不问人家与僧舍，拄杖敲门看修竹。忽逢绝艳照衰朽，叹息无言揩病目。陋邦何处得此花，无乃好事移西蜀？寸根千里不易致，衔子飞来定鸿鹄。天涯流落俱可念，为饮一樽歌此曲。明朝酒醒还独来，雪落纷纷那忍触。", "translation": "无"}}, {"name": "新柳", "prop": {"content": "柳条百尺拂银塘，且莫深青只浅黄。未必柳条能蘸水，水中柳影引他长。", "translation": "百尺长的柳条轻拂过清澈明净的池塘，柳色尚且还不是深青的，只是浅浅的黄。 柳条未必垂到了水中，是因为水中的柳影将它拉长了。 "}}, {"name": "蝶恋花·落落盘根真得地", "prop": {"content": "落落盘根真得地，涧畔双松，相背呈奇态。势欲拚飞终复坠，苍龙下饮东溪水。溪上平岗千叠翠，万树亭亭，争作拏云势。总为自家生意遂，人间爱道为渠媚。", "translation": "溪边两棵松树盘结在一起，它们互相背离呈现奇特之貌。看上去像要展翅飞翔，就像苍龙飞坠下来吸取溪水一样。溪边平地上有无数绿树，它们亭亭玉立，像都在争取离云更近一些的态势。总以为遂了平生之愿，人间的大爱就是为它而喜欢。"}}, {"name": "蝉赋", "prop": {"content": "　　唯夫蝉之清素兮，潜厥类乎太阴。在盛阳之仲夏兮，始游豫乎芳林。实澹泊而寡欲兮，独怡乐而长吟。声皦皦而弥厉兮，似贞士之介心。内含和而弗食兮，与众物而无求。栖高枝而仰首兮，漱朝露之清流。隐柔桑之稠叶兮，快啁号以遁暑。苦黄雀之作害兮，患螳螂之劲斧。冀飘翔而远托兮，毒蜘蛛之网罟。欲降身而卑窜兮，惧草虫之袭予。免众难而弗获兮，遥迁集乎宫宇。依名果之茂阴兮，托修干以静处。有翩翩之狡童兮，步容与于园圃。体离朱之聪视兮，姿才捷于狝猿。条罔叶而不挽兮，树无干而不缘。翳轻躯而奋进兮，跪侧足以自闲。恐余身之惊骇兮，精曾睨而目连。持柔竿之冉冉兮，运微粘而我缠。欲翻飞而逾滞兮，知性命之长捐。委厥体于膳夫。归炎炭而就燔。秋霜纷以宵下，晨风烈其过庭。气憯怛而薄躯，足攀木而失茎。吟嘶哑以沮败，状枯槁以丧形。　　乱曰：诗叹鸣蜩，声嘒嘒兮，盛阳则来，太阴逝兮。皎皎贞素，侔夷节兮。帝臣是戴，尚其洁兮。", "translation": "无"}}, {"name": "咏院中丛竹", "prop": {"content": "擢擢当轩竹，青青重岁寒。心贞徒见赏，箨小未成竿。", "translation": "窗外的丛竹挺拨直立，青翠中预示来年的春寒。竹子的坚贞为人欣赏，因为竹笋还未长成长竿。"}}, {"name": "李都尉古剑", "prop": {"content": "古剑寒黯黯，铸来几千秋。白光纳日月，紫气排斗牛。有客借一观，爱之不敢求。湛然玉匣中，秋水澄不流。至宝有本性，精刚无与俦。可使寸寸折，不能绕指柔。愿快直士心，将断佞臣头。不愿报小怨，夜半刺私仇。劝君慎所用，无作神兵羞。", "translation": "这是一柄冷冰冰、暗幽幽的古剑，铸成以来，已经历了几千个春秋。那白色的剑光可掩日月，那紫色的剑气上冲斗牛。有一位客人想借来观赏，只因剑主珍爱它，不敢请求。在玉匣中它清澈发亮，好像澄明的秋水止而不流。最珍贵的宝物自有它的本性，那份精纯和坚刚，并世无俦。虽然可以使它一寸寸地折断，却不能使它化作绕指弯柔。希望它让正直的人士大快心意，将用它来斩断奸臣的人头。不希望它被用来报复个人小怨，在半夜的时候去刺杀私仇。劝你使用时务须谨慎，不要让神兵利器为你而抱愧蒙羞。"}}, {"name": "香菱咏月·其二", "prop": {"content": "非银非水映窗寒，试看晴空护玉盘。淡淡梅花香欲染，丝丝柳带露初干。只疑残粉涂金砌，恍若轻霜抹玉栏。梦醒西楼人迹绝，余容犹可隔帘看。", "translation": "不象银不似水月华把窗户映得寒凉，抬头远望这晴朗的夜空护托着一轮玉盘。月光中疏淡的梅花散发出浓郁的芳香，银色里丝丝的柳枝又似带露初干。自以为淡淡的白粉涂上那金色的阶砌，仿佛如薄薄的轻霜飞洒在玉栏。一梦醒来西楼里已是一片静寂，只有中天里的残月还可隔帘遥观。 "}}, {"name": "黄庶", "dynasty": "宋代"}, {"name": "储光羲", "dynasty": "唐代"}, {"name": "周朴", "dynasty": "唐代"}, {"name": "念奴娇·闹红一舸", "prop": {"content": "余客武陵。湖北宪治在焉：古城野水，乔木参天。余与二三友，日荡舟其间。薄荷花而饮，意象幽闲，不类人境。秋水且涸。荷叶出地寻丈，因列坐其下，上不见日。清风徐来，绿云自动。间于疏处，窥见游人画船，亦一乐也。朅来吴兴。数得相羊荷花中，又夜泛西湖，光景奇绝。故以此句写之。闹红一舸，记来时，尝与鸳鸯为侣，三十六陂人未到，水佩风裳无数。翠叶吹凉，玉容消酒，更洒菇蒲雨。嫣然摇动，冷香飞上诗句。日暮，青盖亭亭，情人不见，争忍凌波去？只恐舞衣寒易落，愁人西风南浦。高柳垂阴，老鱼吹浪，留我花间住。田田多少，几回沙际归路。(愁人 一作：愁入)", "translation": "无"}}, {"name": "咏贺兰山", "prop": {"content": "西北天谁补？此山作柱擎。蟠根横远塞，设险压长城。俯瞰黄河小，高悬白雪清。曾从绝顶望，灏气接蓬瀛。", "translation": "无"}}, {"name": "虞美人·宜州见梅作", "prop": {"content": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。", "translation": "　　在宜州看到梅花开放，知道春天即将来临。夜尽时，迟迟闻不到梅花的香味，以为梅花还没有开放；早晨起来，才发现在面南的枝条上已开满了梅花，真是没有想到。女子在镜台前化妆，引起了梅花的羡妒，就飘落在她的眉心上。要在平常见到这种景象，便希望畅怀酣饮；现在就不同了，自从被贬离开汴京，十年来，那种青年人的情怀、兴致已经不存在了。 "}}, {"name": "咏萤", "prop": {"content": "的历流光小，飘飖弱翅轻。恐畏无人识，独自暗中明。", "translation": "灵巧的身躯发出微弱的光芒，纤弱的翅膀轻轻飘动。只怕没有人认识自己，独自暗中飞来飞去发出光明。"}}, {"name": "赠从弟·其三", "prop": {"content": "凤皇集南岳，徘徊孤竹根。于心有不厌，奋翅凌紫氛。岂不常勤苦？羞与黄雀群。何时当来仪？将须圣明君。", "translation": "凤凰在南岳集结，他们在枯败的竹林处徘徊不前。我的心不气馁，奋力的展翅凌驾于高空之上。我岂能不常常刻苦学习努力练习，我把和黄雀为伍当作耻辱。什么时候才有杰出人物的降临，就要等到我面见君主。"}}, {"name": "七绝·为李进同志题所摄", "prop": {"content": "暮色苍茫看劲松，乱云飞渡仍从容。天生一个仙人洞，无限风光在险峰。", "translation": "暮色苍茫中看那傲然挺立在山崖上的松树，任凭翻腾的云雾从身边穿过，它仍然泰然自若。天设地造好一个仙人洞，正是在这险峻的山峰上才能领略到无限美好的风光。"}}, {"name": "邹浩", "dynasty": "宋代"}, {"name": "卜算子·悼国际共产主义", "prop": {"content": "疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。　残固不堪残，何须自寻烦？花落自有花开日，蓄芳待来年。", "translation": "冬日寒窗前只有梅树孤零零伫立，它总在百花开放之前开放。只可惜那绽放的花朵难以持久，春天一到就已全部凋残。本来要凋谢的总要凋谢，人又何必自寻愁烦？花落花开自有它的时间，蓄积的芬芳只待明年再次开放。"}}, {"name": "点绛唇·素香丁香", "prop": {"content": "落木萧萧，琉璃叶下琼葩吐。素香柔树。雅称幽人趣。 无意争先，梅蕊休相妒。含春雨。结愁千绪。似忆江南主。", "translation": "树叶还是稀稀落落的，丁香树叶下丁香花就开放了，吐露出的素淡的香气环绕着树，雅士称赞这是幽居之士的乐趣。 丁香花没有想争夺春光，梅花不要嫉妒。她在春雨中愁绪满怀，好像在怀念江南故土。"}}, {"name": "洞仙歌·雪云散尽", "prop": {"content": "一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。 ", "translation": "雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。"}}, {"name": "咏路", "prop": {"content": "赤路如龙蛇，不知几千丈。出没山水间，一下复一上。伊予独何为，与之同俯仰？", "translation": "赤色的道路如像龙蛇，蜿蜒曲折不知有几千丈。出没在山水之间，一会儿向下一会儿又朝上。我到底是为了什么，跟这险恶的道路时俯时仰？"}}, {"name": "题李次云窗竹", "prop": {"content": "不用裁为鸣凤管，不须截作钓鱼竿。千花百草凋零后，留向纷纷雪里看。", "translation": "它不需要被做成用来吹奏的笙箫，也不需要截断做成钓鱼竿。只待冬天千花百草凋零后，在纷飞的大雪中去看那点点葱翠。"}}, {"name": "张鎡", "dynasty": "宋代"}, {"name": "多丽·咏白菊", "prop": {"content": "小楼寒，夜长帘幕低垂。恨萧萧、无情风雨，夜来揉损琼肌。也不似、贵妃醉脸，也不似、孙寿愁眉。韩令偷香，徐娘傅粉，莫将比拟未新奇。细看取、屈平陶令，风韵正相宜。微风起，清芬酝藉，不减酴醿。 渐秋阑、雪清玉瘦，向人无限依依。似愁凝、汉皋解佩，似泪洒、纨扇题诗。朗月清风，浓烟暗雨，天教憔悴度芳姿。纵爱惜、不知从此，留得几多时。人情好，何须更忆，泽畔东篱。", "translation": "无"}}, {"name": "高丽定法师", "dynasty": "南北朝"}, {"name": "松", "prop": {"content": "大夫名价古今闻，盘屈孤贞更出群。将谓岭头闲得了，夕阳犹挂数枝云。", "translation": "大夫松，名气高扬，古今赞赏它的人无数！但是它却仍闲于苍茫的山巅，显得十分的出众！等到山头安静下来的时候，只看到悬崖孤松之上，悬挂着一轮残阳和几片飘渺的云朵！"}}, {"name": "题小松", "prop": {"content": "怜君孤秀植庭中，细叶轻阴满座风。桃李盛时虽寂寞，雪霜多后始青葱。一年几变枯荣事，百尺方资柱石功。为谢西园车马客，定悲摇落尽成空。", "translation": "我喜爱这庭院中孤傲秀拔的小松，枝叶细小树荫轻淡带来满座清风。桃李争芳吐艳时你虽然默默无闻，但霜雪降下后却生长得郁郁葱葱。随着季节生长枯萎，待到它长成百尺苍松之时，即可成就其栋梁之功了。告诉乘车去西园游赏的人们，等到雪飞霜落的季节，百花纷纷凋零，你们将感到悲哀失望了。"}}, {"name": "落花", "prop": {"content": "坠素翻红各自伤，青楼烟雨忍相忘。将飞更作回风舞，已落犹成半面妆。沧海客归珠有泪，章台人去骨遗香。可能无意传双蝶，尽付芳心与蜜房。", "translation": "满天都是飞舞的落花"}}, {"name": "一萼红·盆梅", "prop": {"content": "玉堂深。正重帘护暝，窗色试新晴。苔暖鳞生，泥融脉起，春意初破琼英。夜深后、寒消绛蜡，误碎月、和露落空庭。暖吹调香，冷芳侵梦，一晌消凝。长恨年华婉晚，被柔情数曲，抵死牵萦。何事东君，解将芳思，巧缀一斛春冰。那得似、空山静夜，傍疏篱、清浅小溪横。莫问调羹心事，且论笛里平生。", "translation": "　　这是一首咏梅词，然而所咏并非野生之梅树，而是长于洞房深室的盆栽梅花。词的上片，写盆梅虽植于玉堂之深，而自有一段天然风流，带给人清幽高洁的美好享受。“暖吹调香，冷芳侵梦，一晌消凝”十二字足见主人对盆梅之爱。下片的盆梅，已投射了作者的形象。“长恨”以下暗喻自身遭际，“那得似”三字意思一转，写出盆梅虽是“东君巧缀”，终究不如空山静夜、篱边溪畔的野生之梅来得自由。结句点明题旨，抒发不愿为官，只望归隐的愿望。缺点是说得太白，反无余致。 "}}, {"name": "芙蕖", "prop": {"content": "　　芙蕖与草本诸花似觉稍异，然有根无树，一岁一生，其性同也。谱云：“产于水者曰草芙蓉，产于陆者曰旱莲。”则谓非草木不得矣。予夏季倚此为命者，非故效颦于茂叔而袭成说于前人也。芙蕖之可人，其事不一而足，请备述之。　　群葩当令时，只在花开之数日，前此后此皆属过而不问之秋矣。芙蕖则不然。芙蕖自荷钱出水之日，便为点缀绿波；及其茎叶既生，则又日高日上，日上日妍。有风既作飘飖之态，无风亦呈袅娜之姿，是我于花之未开，先享无穷逸致矣。迨至菡萏成花，娇姿欲滴，后先相继，自夏徂秋，此则在花为分内之事，在人为应得之资者也。及花之既谢，亦可告无罪于主人矣；乃复蒂下生蓬，蓬中结实，亭亭独立，犹似未开之花，与翠叶并擎，不至白露为霜而能事不已。此皆言其可目者也。　　可鼻，则有荷叶之清香，荷花之异馥；避暑而暑为之退，纳凉而凉逐之生。　　至其可人之口者，则莲实与藕皆并列盘餐而互芬齿颊者也。　　只有霜中败叶，零落难堪，似成弃物矣；乃摘而藏之，又备经年裹物之用。　　是芙蕖也者，无一时一刻不适耳目之观，无一物一丝不备家常之用者也。有五谷之实而不有其名，兼百花之长而各去其短，种植之利有大于此者乎？ 予四命之中，此命为最。无如酷好一生。竟不得半亩方塘为安身立命之地。仅凿斗大一池，植数茎以塞责，又时病其漏。望天乞水以救之，怠所谓不善养生而草菅其命者哉。", "translation": "　　荷花与其它草本植物似乎有些不同，但也有根没有树，一年生一次，这些特点是相同的。花谱上说：“生长在水中的叫草芙蓉，生长在陆地上的叫旱莲。”就不能不说是草本植物了。我夏天视它为生命，不是故意效仿周敦颐以因袭前人现成的说法，而是因为芙蕖恰如人意的地方不止一样，请让我详细地叙说它。"}}, {"name": "毛珝", "dynasty": "宋代"}, {"name": "归舟江行望燕子矶作", "prop": {"content": "石势浑如掠水飞，渔罾绝壁挂清晖。俯江亭上何人坐？看我扁舟望翠微。", "translation": "燕子矶山石形状如同燕子一样掠水飞行，悬崖绝壁上的渔罾在阳光照射下似乎挂着清辉。在俯江亭上坐着的是谁？在看我驾着一叶扁舟仰望苍翠的山峰。"}}, {"name": "阿房宫赋", "prop": {"content": "　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者，三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。", "translation": "无"}}, {"name": "燕归梁·风莲", "prop": {"content": "我梦唐宫春昼迟。正舞到、曳裾时。翠云队仗绛霞衣。慢腾腾、手双垂。 忽然急鼓催将起，似彩凤、乱惊飞。梦回不见万琼妃。见荷花、被风吹。", "translation": "　　试设想这样一个境界：当残暑季节的清晓，一阵阵的凉风，在水面清圆的万柄荷伞上送来，摆弄得十里银塘红翠飞舞。这晓风，透露给人们一个消息，莲花世界已面临秋意凋零的前夕了。这是空灵的画境，是迷惘的词境。怎样以妙笔去传神，化工给词人出下了这一个不易着手的难题。"}}, {"name": "绵州巴歌", "prop": {"content": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。一半属罗江，一半属玄武。", "translation": "　　本篇运用各种主动形象的比喻来形容一条瀑布。先写瀑布的来路。在豆子山能听到溪涧里的流水声象打鼓似的，到扬平山就见到流水冲击石块，溅起的水点象下雨一样。由鼓声联想到娶新妇，由下雨联想到龙女，由龙女引出织绢，织出的绢，便是这条瀑布。最后交代瀑布的去向，一半流到罗江县，一半流到玄武县。全诗想象丰富，用的比喻非常质朴，表现出民歌独特的风趣。 "}}, {"name": "张鎡", "dynasty": "宋代"}, {"name": "严蕊", "dynasty": "宋代"}, {"name": "赵鼎", "dynasty": "宋代"}, {"name": "箕山", "prop": {"content": "薄世临流洗耳尘，便归云洞任天真。 一瓢风入犹嫌闹，何况人间万种人。", "translation": "无"}}, {"name": "江梅引·忆江梅", "prop": {"content": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。", "translation": "　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。"}}, {"name": "唐彦谦", "dynasty": "唐代"}, {"name": "梅", "prop": {"content": "不受尘埃半点侵，竹篱茅舍自甘心。只因误识林和靖，惹得诗人说到今。", "translation": "高洁的梅花不受半点尘埃侵蚀，心甘情愿地生长在竹篱边、茅舍旁。只因错误的认识了酷爱梅花的林和靖，惹得诗人谈笑至今。"}}, {"name": "咏蝉 / 在狱咏蝉", "prop": {"content": "余禁所禁垣西，是法厅事也，有古槐数株焉。虽生意可知，同殷仲文之古树；而听讼斯在，即周召伯之甘棠，每至夕照低阴，秋蝉疏引，发声幽息，有切尝闻，岂人心异于曩时，将虫响悲于前听？嗟乎，声以动容，德以象贤。故洁其身也，禀君子达人之高行；蜕其皮也，有仙都羽化之灵姿。候时而来，顺阴阳之数； 应节为变，审藏用之机。有目斯开，不以道昏而昧其视；有翼自薄，不以俗厚而易其真。吟乔树之微风，韵姿天纵； 饮高秋之坠露，清畏人知。仆失路艰虞，遭时徽纆。不哀伤而自怨，未摇落而先衰。闻蟪蛄之流声，悟平反之已奏；见螳螂之抱影，怯危机之未安。感而缀诗，贻诸知己。庶情沿物应，哀弱羽之飘零； 道寄人知，悯余声之寂寞。非谓文墨，取代幽忧云尔。西陆蝉声唱，南冠客思深。(客思深 一作：客思侵)那堪玄鬓影，来对白头吟。(那堪 一作：不堪)露重飞难进，风多响易沉。无人信高洁，谁为表予心？", "translation": "无"}}, {"name": "感遇诗三十八首·其一", "prop": {"content": "微月生西海，幽阳始代升。圆光正东满，阴魄已朝凝。太极生天地，三元更废兴。至精谅斯在，三五谁能征。", "translation": "月牙儿从西方极远之地生长，太阳落山后就变化上升。圆月正向东方运行满盈，阴暗月魄已在早晨凝成。从混沌元气萌生了天地，三代纪元就已交替废兴。天道谅必还是这样存在，三正五德谁能加以确证？"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "水龙吟·次韵章质夫杨花", "prop": {"content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。", "translation": "非常像花又好像不是花，无人怜惜任凭衰零坠地。杨花离枝坠地，看似无情，却自有它的愁思。娇柔的柳枝，就像思妇受尽离愁折磨的柔肠，那嫩绿的柳叶，犹如思妇的娇眼，春困未消，欲开还闭。正像那思妇梦中行万里，本想寻夫去处，却又被黄莺啼声惊唤起。不恨杨花飘飞落尽，只是愤恨西园满地落红枯萎难再重缀。早晨一阵风雨，又去哪里寻找落红的踪迹？早化作一池翠萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人苦愁的眼泪。"}}, {"name": "憨山德清", "dynasty": "明代"}, {"name": "木兰花慢·中秋饮酒", "prop": {"content": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "translation": "今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？"}}, {"name": "俞益谟", "dynasty": "清代"}, {"name": "橘柚垂华实", "prop": {"content": "橘柚垂华实，乃在深山侧。闻君好我甘，窃独自雕饰。委身玉盘中，历年冀见食。芳菲不相投，青黄忽改色。人倘欲我知，因君为羽翼。", "translation": "橘柚挂满了美好的果实，但却生长在深山旁侧。听说您喜好我的甘美，我就暗暗自个修饰起来。托身珍美光洁的玉盘，经历年月期待主人品尝。但主人不赏识我的美质，久搁而颜色由青变黄。倘若要人们深入了解我，还得凭借您作介绍啊。"}}, {"name": "洞仙歌·咏黄葵", "prop": {"content": "铅华不御，看道家妆就。问取旁人入时否。为孤情淡韵、判不宜春，矜标格、开向晚秋时候。无端轻薄雨，滴损檀心，小叠宫罗镇长皱。何必诉凄清，为爱秋光，被几日、西风吹瘦。便零落、蜂黄也休嫌，且对依斜阳，胜偎红袖。", "translation": "　　黄葵本不是名贵之花，而诗人歌咏之，便已见其超凡脱俗之意。且词中又极写其“孤情淡韵”，“开向晚秋”，“爱秋光”，“且对依斜阳”之孤高品格，足见诗人风流自赏，不肯媚俗的情怀了。 "}}, {"name": "满庭芳·茶", "prop": {"content": "北苑春风，方圭圆璧，万里名动京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，研膏浅乳，金缕鹧鸪斑。 相如，虽病渴，一觞一咏，宾有群贤。为扶起灯前，醉玉颓山。搜搅胸中万卷，还倾动、三峡词源。归来晚，文君未寐，相对小窗前。", "translation": "北苑茶山春风浮动，茶饼形状万千，方的如圭器，圆的如璧玉，都十分珍贵。茶饼被研磨地粉碎，进奉御用，可谓有功社稷，可与凌烟阁中为国粉身碎骨的忠臣功德并列。这茶又能战胜酒醉风流，解除春天的睡意，清神醒脑，排忧解愁。纤纤玉指，研茶沏水，捧精美茶盏，茶盏绣着金边，纹色如鹧鸪鸟的羽毛。司马相如虽有渴疾，一觞一咏，引来群贤宾客。相如起做灯前，酒兴文采，风姿挺秀。竭尽胸中万卷诗篇，文辞充沛，犹如三峡落水。相如酒醉，很晚才归家，文君并没入寝，两人相对，坐在小窗前面。"}}, {"name": "王汝舟", "dynasty": "宋代"}, {"name": "花马池咏", "prop": {"content": "秋风揽辔下边城，万里河流绕骑清。樽俎试看酬壮节，壶觞到处迓行旌。寒骄强弩云传箭，飚转轻车火作营。慷慨十年长剑在，登楼一笑暮山横。", "translation": "无"}}, {"name": "刘光祖", "dynasty": "宋代"}, {"name": "杭州开元寺牡丹", "prop": {"content": "浓艳初开小药栏，人人惆怅出长安。 风流却是钱塘寺，不踏红尘见牡丹。", "translation": "花栏里颜色艳丽的牡丹花初初开放，人们都想要出长安来观赏。最令人沉醉的景色却是在钱塘寺，不踏入红尘之地就能见到颜色正好的牡丹。"}}, {"name": "红牡丹", "prop": {"content": "绿艳闲且静，红衣浅复深。花心愁欲断，春色岂知心。", "translation": "牡丹叶碧绿鲜艳，娴静文雅；牡丹的花瓣色彩时浅时深错落有致。面临凋零，牡丹花却是愁肠欲断，请问春光，你可懂得牡丹所想？"}}, {"name": "扬州慢·琼花", "prop": {"content": "弄玉轻盈，飞琼淡泞，袜尘步下迷楼。试新妆才了，炷沉水香毬。记晓剪、春冰驰送，金瓶露湿，缇骑星流。甚天中月色，被风吹梦南州。尊前相见，似羞人、踪迹萍浮。问弄雪飘枝，无双亭上，何日重游？我欲缠腰骑鹤，烟霄远、旧事悠悠。但凭阑无语，烟花三月春愁。", "translation": "盛开的琼花就像衣装素淡的仙女，试罢新妆，满身香气，步履轻盈的走下楼来。遥想当日炀帝赏花情景：清晨将琼花剪下，插入金瓶中时还沾有晨露，由护卫皇帝出行的骑士以流星快马送至行宫供炀帝赏玩。此番在临安出现的、经过移根再植的花，原是她的精魂被风吹至。曾在扬州看到过的琼花，如今到了江南竟能在酒筵前相见。想起无双亭畔那“天下无双”的琼花，如雪般素洁，在春风中摇动；不知自己何时能重游扬州，再睹那美妙的丰姿？自己重游扬州，已成妄想，唯有怅望云霄，缅怀旧事而已。在这烟霭迷离、繁花旖旎的阳春三月，只有独倚阑干，默默无语。"}}, {"name": "赏春 / 芳草 / 春", "prop": {"content": "芳草和烟暖更青，闲门要路一时生。 年年点检人间事，唯有春风不世情。", "translation": "　　这是一首咏物诗，通过咏赞芳草和春风来讽喻世态人情。头两句说，芳草如烟，不管是贫家陋巷还是权门要路，处处长得青葱一片。后两句转入春风，点明主旨。以拟人手法，写春风年年都来查点人间万事，对谁都一视同仁，在春风身上看不出人情的冷暖与世态的炎凉。 "}}], "edges": [{"source": 35, "target": 94, "relation": "创作"}, {"source": 39, "target": 35, "relation": "出自于"}, {"source": 653, "target": 55, "relation": "创作"}, {"source": 243, "target": 653, "relation": "出自于"}, {"source": 352, "target": 770, "relation": "创作"}, {"source": 156, "target": 352, "relation": "出自于"}, {"source": 710, "target": 91, "relation": "创作"}, {"source": 156, "target": 710, "relation": "出自于"}, {"source": 70, "target": 248, "relation": "创作"}, {"source": 243, "target": 70, "relation": "出自于"}, {"source": 372, "target": 966, "relation": "创作"}, {"source": 156, "target": 372, "relation": "出自于"}, {"source": 175, "target": 759, "relation": "创作"}, {"source": 156, "target": 175, "relation": "出自于"}, {"source": 102, "target": 342, "relation": "创作"}, {"source": 490, "target": 102, "relation": "出自于"}, {"source": 18, "target": 37, "relation": "创作"}, {"source": 48, "target": 18, "relation": "出自于"}, {"source": 492, "target": 784, "relation": "创作"}, {"source": 900, "target": 492, "relation": "出自于"}, {"source": 259, "target": 336, "relation": "创作"}, {"source": 156, "target": 259, "relation": "出自于"}, {"source": 93, "target": 979, "relation": "创作"}, {"source": 243, "target": 93, "relation": "出自于"}, {"source": 667, "target": 734, "relation": "创作"}, {"source": 156, "target": 667, "relation": "出自于"}, {"source": 884, "target": 387, "relation": "创作"}, {"source": 156, "target": 884, "relation": "出自于"}, {"source": 594, "target": 270, "relation": "创作"}, {"source": 156, "target": 594, "relation": "出自于"}, {"source": 752, "target": 143, "relation": "创作"}, {"source": 424, "target": 752, "relation": "出自于"}, {"source": 21, "target": 413, "relation": "创作"}, {"source": 358, "target": 21, "relation": "出自于"}, {"source": 674, "target": 101, "relation": "创作"}, {"source": 243, "target": 674, "relation": "出自于"}, {"source": 421, "target": 50, "relation": "创作"}, {"source": 243, "target": 421, "relation": "出自于"}, {"source": 602, "target": 583, "relation": "创作"}, {"source": 156, "target": 602, "relation": "出自于"}, {"source": 312, "target": 905, "relation": "创作"}, {"source": 156, "target": 312, "relation": "出自于"}, {"source": 863, "target": 360, "relation": "创作"}, {"source": 900, "target": 863, "relation": "出自于"}, {"source": 892, "target": 234, "relation": "创作"}, {"source": 900, "target": 892, "relation": "出自于"}, {"source": 250, "target": 451, "relation": "创作"}, {"source": 156, "target": 250, "relation": "出自于"}, {"source": 12, "target": 749, "relation": "创作"}, {"source": 490, "target": 12, "relation": "出自于"}, {"source": 27, "target": 125, "relation": "创作"}, {"source": 156, "target": 27, "relation": "出自于"}, {"source": 18, "target": 334, "relation": "创作"}, {"source": 602, "target": 104, "relation": "创作"}, {"source": 158, "target": 510, "relation": "创作"}, {"source": 490, "target": 158, "relation": "出自于"}, {"source": 884, "target": 976, "relation": "创作"}, {"source": 250, "target": 764, "relation": "创作"}, {"source": 683, "target": 597, "relation": "创作"}, {"source": 156, "target": 683, "relation": "出自于"}, {"source": 653, "target": 432, "relation": "创作"}, {"source": 337, "target": 796, "relation": "创作"}, {"source": 156, "target": 337, "relation": "出自于"}, {"source": 93, "target": 271, "relation": "创作"}, {"source": 452, "target": 799, "relation": "创作"}, {"source": 156, "target": 452, "relation": "出自于"}, {"source": 421, "target": 748, "relation": "创作"}, {"source": 268, "target": 658, "relation": "创作"}, {"source": 243, "target": 268, "relation": "出自于"}, {"source": 399, "target": 643, "relation": "创作"}, {"source": 358, "target": 399, "relation": "出自于"}, {"source": 102, "target": 364, "relation": "创作"}, {"source": 683, "target": 194, "relation": "创作"}, {"source": 35, "target": 443, "relation": "创作"}, {"source": 468, "target": 870, "relation": "创作"}, {"source": 490, "target": 468, "relation": "出自于"}, {"source": 19, "target": 284, "relation": "创作"}, {"source": 89, "target": 19, "relation": "出自于"}, {"source": 12, "target": 74, "relation": "创作"}, {"source": 401, "target": 497, "relation": "创作"}, {"source": 39, "target": 401, "relation": "出自于"}, {"source": 623, "target": 63, "relation": "创作"}, {"source": 243, "target": 623, "relation": "出自于"}, {"source": 352, "target": 539, "relation": "创作"}, {"source": 683, "target": 649, "relation": "创作"}, {"source": 285, "target": 340, "relation": "创作"}, {"source": 243, "target": 285, "relation": "出自于"}, {"source": 888, "target": 436, "relation": "创作"}, {"source": 156, "target": 888, "relation": "出自于"}, {"source": 892, "target": 817, "relation": "创作"}, {"source": 102, "target": 608, "relation": "创作"}, {"source": 659, "target": 538, "relation": "创作"}, {"source": 243, "target": 659, "relation": "出自于"}, {"source": 808, "target": 43, "relation": "创作"}, {"source": 156, "target": 808, "relation": "出自于"}, {"source": 366, "target": 511, "relation": "创作"}, {"source": 156, "target": 366, "relation": "出自于"}, {"source": 93, "target": 790, "relation": "创作"}, {"source": 421, "target": 505, "relation": "创作"}, {"source": 35, "target": 949, "relation": "创作"}, {"source": 372, "target": 765, "relation": "创作"}, {"source": 250, "target": 6, "relation": "创作"}, {"source": 492, "target": 786, "relation": "创作"}, {"source": 93, "target": 601, "relation": "创作"}, {"source": 352, "target": 441, "relation": "创作"}, {"source": 683, "target": 771, "relation": "创作"}, {"source": 137, "target": 935, "relation": "创作"}, {"source": 243, "target": 137, "relation": "出自于"}, {"source": 561, "target": 256, "relation": "创作"}, {"source": 243, "target": 561, "relation": "出自于"}, {"source": 970, "target": 620, "relation": "创作"}, {"source": 243, "target": 970, "relation": "出自于"}, {"source": 421, "target": 957, "relation": "创作"}, {"source": 166, "target": 571, "relation": "创作"}, {"source": 306, "target": 166, "relation": "出自于"}, {"source": 374, "target": 112, "relation": "创作"}, {"source": 424, "target": 374, "relation": "出自于"}, {"source": 372, "target": 184, "relation": "创作"}, {"source": 683, "target": 621, "relation": "创作"}, {"source": 419, "target": 262, "relation": "创作"}, {"source": 358, "target": 419, "relation": "出自于"}, {"source": 240, "target": 755, "relation": "创作"}, {"source": 243, "target": 240, "relation": "出自于"}, {"source": 137, "target": 881, "relation": "创作"}, {"source": 835, "target": 301, "relation": "创作"}, {"source": 48, "target": 835, "relation": "出自于"}, {"source": 772, "target": 859, "relation": "创作"}, {"source": 243, "target": 772, "relation": "出自于"}, {"source": 93, "target": 310, "relation": "创作"}, {"source": 120, "target": 420, "relation": "创作"}, {"source": 156, "target": 120, "relation": "出自于"}, {"source": 572, "target": 871, "relation": "创作"}, {"source": 358, "target": 572, "relation": "出自于"}, {"source": 421, "target": 388, "relation": "创作"}, {"source": 502, "target": 660, "relation": "创作"}, {"source": 156, "target": 502, "relation": "出自于"}, {"source": 372, "target": 627, "relation": "创作"}, {"source": 175, "target": 837, "relation": "创作"}, {"source": 551, "target": 49, "relation": "创作"}, {"source": 156, "target": 551, "relation": "出自于"}, {"source": 462, "target": 677, "relation": "创作"}, {"source": 243, "target": 462, "relation": "出自于"}, {"source": 421, "target": 422, "relation": "创作"}, {"source": 118, "target": 622, "relation": "创作"}, {"source": 243, "target": 118, "relation": "出自于"}, {"source": 659, "target": 453, "relation": "创作"}, {"source": 444, "target": 273, "relation": "创作"}, {"source": 490, "target": 444, "relation": "出自于"}, {"source": 175, "target": 371, "relation": "创作"}, {"source": 93, "target": 207, "relation": "创作"}, {"source": 165, "target": 185, "relation": "创作"}, {"source": 243, "target": 165, "relation": "出自于"}, {"source": 561, "target": 402, "relation": "创作"}, {"source": 683, "target": 131, "relation": "创作"}, {"source": 102, "target": 522, "relation": "创作"}, {"source": 102, "target": 862, "relation": "创作"}, {"source": 526, "target": 648, "relation": "创作"}, {"source": 156, "target": 526, "relation": "出自于"}, {"source": 338, "target": 946, "relation": "创作"}, {"source": 243, "target": 338, "relation": "出自于"}, {"source": 70, "target": 151, "relation": "创作"}, {"source": 551, "target": 616, "relation": "创作"}, {"source": 254, "target": 834, "relation": "创作"}, {"source": 243, "target": 254, "relation": "出自于"}, {"source": 880, "target": 851, "relation": "创作"}, {"source": 156, "target": 880, "relation": "出自于"}, {"source": 198, "target": 556, "relation": "创作"}, {"source": 156, "target": 198, "relation": "出自于"}, {"source": 929, "target": 154, "relation": "创作"}, {"source": 243, "target": 929, "relation": "出自于"}, {"source": 778, "target": 105, "relation": "创作"}, {"source": 424, "target": 778, "relation": "出自于"}, {"source": 93, "target": 883, "relation": "创作"}, {"source": 225, "target": 665, "relation": "创作"}, {"source": 156, "target": 225, "relation": "出自于"}, {"source": 137, "target": 350, "relation": "创作"}, {"source": 880, "target": 668, "relation": "创作"}, {"source": 804, "target": 850, "relation": "创作"}, {"source": 156, "target": 804, "relation": "出自于"}, {"source": 561, "target": 795, "relation": "创作"}, {"source": 59, "target": 160, "relation": "创作"}, {"source": 243, "target": 59, "relation": "出自于"}, {"source": 175, "target": 416, "relation": "创作"}, {"source": 567, "target": 590, "relation": "创作"}, {"source": 48, "target": 567, "relation": "出自于"}, {"source": 856, "target": 930, "relation": "创作"}, {"source": 243, "target": 856, "relation": "出自于"}, {"source": 561, "target": 69, "relation": "创作"}, {"source": 241, "target": 911, "relation": "创作"}, {"source": 243, "target": 241, "relation": "出自于"}, {"source": 888, "target": 489, "relation": "创作"}, {"source": 762, "target": 743, "relation": "创作"}, {"source": 156, "target": 762, "relation": "出自于"}, {"source": 865, "target": 282, "relation": "创作"}, {"source": 243, "target": 865, "relation": "出自于"}, {"source": 321, "target": 466, "relation": "创作"}, {"source": 900, "target": 321, "relation": "出自于"}, {"source": 880, "target": 645, "relation": "创作"}, {"source": 512, "target": 801, "relation": "创作"}, {"source": 243, "target": 512, "relation": "出自于"}, {"source": 337, "target": 990, "relation": "创作"}, {"source": 667, "target": 675, "relation": "创作"}, {"source": 102, "target": 464, "relation": "创作"}, {"source": 93, "target": 607, "relation": "创作"}, {"source": 376, "target": 288, "relation": "创作"}, {"source": 243, "target": 376, "relation": "出自于"}, {"source": 214, "target": 477, "relation": "创作"}, {"source": 424, "target": 214, "relation": "出自于"}, {"source": 653, "target": 595, "relation": "创作"}, {"source": 856, "target": 25, "relation": "创作"}, {"source": 683, "target": 1, "relation": "创作"}, {"source": 757, "target": 682, "relation": "创作"}, {"source": 900, "target": 757, "relation": "出自于"}, {"source": 919, "target": 246, "relation": "创作"}, {"source": 156, "target": 919, "relation": "出自于"}, {"source": 775, "target": 275, "relation": "创作"}, {"source": 156, "target": 775, "relation": "出自于"}, {"source": 352, "target": 289, "relation": "创作"}, {"source": 688, "target": 599, "relation": "创作"}, {"source": 243, "target": 688, "relation": "出自于"}, {"source": 447, "target": 438, "relation": "创作"}, {"source": 243, "target": 447, "relation": "出自于"}, {"source": 404, "target": 3, "relation": "创作"}, {"source": 309, "target": 404, "relation": "出自于"}, {"source": 338, "target": 226, "relation": "创作"}, {"source": 35, "target": 951, "relation": "创作"}, {"source": 561, "target": 981, "relation": "创作"}, {"source": 942, "target": 736, "relation": "创作"}, {"source": 156, "target": 942, "relation": "出自于"}, {"source": 683, "target": 960, "relation": "创作"}, {"source": 135, "target": 218, "relation": "创作"}, {"source": 243, "target": 135, "relation": "出自于"}, {"source": 319, "target": 864, "relation": "创作"}, {"source": 156, "target": 319, "relation": "出自于"}, {"source": 653, "target": 459, "relation": "创作"}, {"source": 447, "target": 377, "relation": "创作"}, {"source": 853, "target": 961, "relation": "创作"}, {"source": 243, "target": 853, "relation": "出自于"}, {"source": 137, "target": 647, "relation": "创作"}, {"source": 903, "target": 123, "relation": "创作"}, {"source": 156, "target": 903, "relation": "出自于"}, {"source": 923, "target": 494, "relation": "创作"}, {"source": 156, "target": 923, "relation": "出自于"}, {"source": 175, "target": 939, "relation": "创作"}, {"source": 162, "target": 348, "relation": "创作"}, {"source": 490, "target": 162, "relation": "出自于"}, {"source": 366, "target": 661, "relation": "创作"}, {"source": 192, "target": 209, "relation": "创作"}, {"source": 156, "target": 192, "relation": "出自于"}, {"source": 679, "target": 540, "relation": "创作"}, {"source": 393, "target": 679, "relation": "出自于"}, {"source": 659, "target": 375, "relation": "创作"}, {"source": 385, "target": 308, "relation": "创作"}, {"source": 156, "target": 385, "relation": "出自于"}, {"source": 662, "target": 480, "relation": "创作"}, {"source": 490, "target": 662, "relation": "出自于"}, {"source": 468, "target": 663, "relation": "创作"}, {"source": 593, "target": 657, "relation": "创作"}, {"source": 243, "target": 593, "relation": "出自于"}, {"source": 468, "target": 882, "relation": "创作"}, {"source": 534, "target": 836, "relation": "创作"}, {"source": 39, "target": 534, "relation": "出自于"}, {"source": 594, "target": 922, "relation": "创作"}, {"source": 421, "target": 931, "relation": "创作"}, {"source": 873, "target": 655, "relation": "创作"}, {"source": 243, "target": 873, "relation": "出自于"}, {"source": 13, "target": 612, "relation": "创作"}, {"source": 424, "target": 13, "relation": "出自于"}, {"source": 338, "target": 357, "relation": "创作"}, {"source": 561, "target": 249, "relation": "创作"}, {"source": 93, "target": 221, "relation": "创作"}, {"source": 482, "target": 433, "relation": "创作"}, {"source": 243, "target": 482, "relation": "出自于"}, {"source": 468, "target": 341, "relation": "创作"}, {"source": 527, "target": 34, "relation": "创作"}, {"source": 48, "target": 527, "relation": "出自于"}, {"source": 874, "target": 455, "relation": "创作"}, {"source": 243, "target": 874, "relation": "出自于"}, {"source": 652, "target": 212, "relation": "创作"}, {"source": 243, "target": 652, "relation": "出自于"}, {"source": 405, "target": 516, "relation": "创作"}, {"source": 156, "target": 405, "relation": "出自于"}, {"source": 683, "target": 145, "relation": "创作"}, {"source": 463, "target": 933, "relation": "创作"}, {"source": 243, "target": 463, "relation": "出自于"}, {"source": 231, "target": 609, "relation": "创作"}, {"source": 156, "target": 231, "relation": "出自于"}, {"source": 683, "target": 705, "relation": "创作"}, {"source": 617, "target": 454, "relation": "创作"}, {"source": 243, "target": 617, "relation": "出自于"}, {"source": 591, "target": 253, "relation": "创作"}, {"source": 156, "target": 591, "relation": "出自于"}, {"source": 405, "target": 106, "relation": "创作"}, {"source": 561, "target": 501, "relation": "创作"}, {"source": 35, "target": 787, "relation": "创作"}, {"source": 517, "target": 818, "relation": "创作"}, {"source": 243, "target": 517, "relation": "出自于"}, {"source": 93, "target": 842, "relation": "创作"}, {"source": 382, "target": 344, "relation": "创作"}, {"source": 156, "target": 382, "relation": "出自于"}, {"source": 93, "target": 286, "relation": "创作"}, {"source": 659, "target": 97, "relation": "创作"}, {"source": 468, "target": 326, "relation": "创作"}, {"source": 873, "target": 611, "relation": "创作"}, {"source": 821, "target": 584, "relation": "创作"}, {"source": 243, "target": 821, "relation": "出自于"}, {"source": 352, "target": 167, "relation": "创作"}, {"source": 929, "target": 952, "relation": "创作"}, {"source": 754, "target": 742, "relation": "创作"}, {"source": 156, "target": 754, "relation": "出自于"}, {"source": 82, "target": 920, "relation": "创作"}, {"source": 156, "target": 82, "relation": "出自于"}, {"source": 551, "target": 636, "relation": "创作"}, {"source": 386, "target": 782, "relation": "创作"}, {"source": 48, "target": 386, "relation": "出自于"}, {"source": 405, "target": 885, "relation": "创作"}, {"source": 407, "target": 172, "relation": "创作"}, {"source": 490, "target": 407, "relation": "出自于"}, {"source": 102, "target": 805, "relation": "创作"}, {"source": 667, "target": 439, "relation": "创作"}, {"source": 15, "target": 861, "relation": "创作"}, {"source": 243, "target": 15, "relation": "出自于"}, {"source": 9, "target": 953, "relation": "创作"}, {"source": 243, "target": 9, "relation": "出自于"}, {"source": 650, "target": 72, "relation": "创作"}, {"source": 243, "target": 650, "relation": "出自于"}, {"source": 93, "target": 298, "relation": "创作"}, {"source": 137, "target": 272, "relation": "创作"}, {"source": 865, "target": 187, "relation": "创作"}, {"source": 638, "target": 370, "relation": "创作"}, {"source": 156, "target": 638, "relation": "出自于"}, {"source": 688, "target": 64, "relation": "创作"}, {"source": 572, "target": 937, "relation": "创作"}, {"source": 391, "target": 499, "relation": "创作"}, {"source": 243, "target": 391, "relation": "出自于"}, {"source": 659, "target": 944, "relation": "创作"}, {"source": 223, "target": 440, "relation": "创作"}, {"source": 243, "target": 223, "relation": "出自于"}, {"source": 137, "target": 294, "relation": "创作"}, {"source": 651, "target": 157, "relation": "创作"}, {"source": 156, "target": 651, "relation": "出自于"}, {"source": 772, "target": 576, "relation": "创作"}, {"source": 496, "target": 792, "relation": "创作"}, {"source": 48, "target": 496, "relation": "出自于"}, {"source": 254, "target": 654, "relation": "创作"}, {"source": 22, "target": 789, "relation": "创作"}, {"source": 243, "target": 22, "relation": "出自于"}, {"source": 918, "target": 142, "relation": "创作"}, {"source": 243, "target": 918, "relation": "出自于"}, {"source": 175, "target": 394, "relation": "创作"}, {"source": 667, "target": 631, "relation": "创作"}, {"source": 421, "target": 266, "relation": "创作"}, {"source": 888, "target": 711, "relation": "创作"}, {"source": 873, "target": 495, "relation": "创作"}, {"source": 838, "target": 531, "relation": "创作"}, {"source": 243, "target": 838, "relation": "出自于"}, {"source": 222, "target": 715, "relation": "创作"}, {"source": 243, "target": 222, "relation": "出自于"}, {"source": 312, "target": 947, "relation": "创作"}, {"source": 585, "target": 968, "relation": "创作"}, {"source": 309, "target": 585, "relation": "出自于"}, {"source": 361, "target": 11, "relation": "创作"}, {"source": 156, "target": 361, "relation": "出自于"}, {"source": 12, "target": 174, "relation": "创作"}, {"source": 907, "target": 802, "relation": "创作"}, {"source": 900, "target": 907, "relation": "出自于"}, {"source": 392, "target": 201, "relation": "创作"}, {"source": 243, "target": 392, "relation": "出自于"}, {"source": 570, "target": 208, "relation": "创作"}, {"source": 243, "target": 570, "relation": "出自于"}, {"source": 18, "target": 908, "relation": "创作"}, {"source": 12, "target": 130, "relation": "创作"}, {"source": 338, "target": 613, "relation": "创作"}, {"source": 333, "target": 992, "relation": "创作"}, {"source": 156, "target": 333, "relation": "出自于"}, {"source": 166, "target": 138, "relation": "创作"}, {"source": 463, "target": 897, "relation": "创作"}, {"source": 65, "target": 518, "relation": "创作"}, {"source": 490, "target": 65, "relation": "出自于"}, {"source": 175, "target": 955, "relation": "创作"}, {"source": 12, "target": 932, "relation": "创作"}, {"source": 330, "target": 40, "relation": "创作"}, {"source": 243, "target": 330, "relation": "出自于"}, {"source": 865, "target": 128, "relation": "创作"}, {"source": 468, "target": 389, "relation": "创作"}, {"source": 447, "target": 695, "relation": "创作"}, {"source": 429, "target": 895, "relation": "创作"}, {"source": 900, "target": 429, "relation": "出自于"}, {"source": 561, "target": 717, "relation": "创作"}, {"source": 93, "target": 144, "relation": "创作"}, {"source": 4, "target": 833, "relation": "创作"}, {"source": 490, "target": 4, "relation": "出自于"}, {"source": 785, "target": 639, "relation": "创作"}, {"source": 48, "target": 785, "relation": "出自于"}, {"source": 405, "target": 251, "relation": "创作"}, {"source": 166, "target": 756, "relation": "创作"}, {"source": 405, "target": 484, "relation": "创作"}, {"source": 561, "target": 640, "relation": "创作"}, {"source": 598, "target": 124, "relation": "创作"}, {"source": 424, "target": 598, "relation": "出自于"}, {"source": 886, "target": 29, "relation": "创作"}, {"source": 424, "target": 886, "relation": "出自于"}, {"source": 352, "target": 311, "relation": "创作"}, {"source": 386, "target": 546, "relation": "创作"}, {"source": 506, "target": 967, "relation": "创作"}, {"source": 243, "target": 506, "relation": "出自于"}, {"source": 78, "target": 335, "relation": "创作"}, {"source": 424, "target": 78, "relation": "出自于"}, {"source": 352, "target": 75, "relation": "创作"}, {"source": 762, "target": 90, "relation": "创作"}, {"source": 164, "target": 437, "relation": "创作"}, {"source": 490, "target": 164, "relation": "出自于"}, {"source": 491, "target": 411, "relation": "创作"}, {"source": 156, "target": 491, "relation": "出自于"}, {"source": 514, "target": 7, "relation": "创作"}, {"source": 243, "target": 514, "relation": "出自于"}, {"source": 865, "target": 564, "relation": "创作"}, {"source": 887, "target": 354, "relation": "创作"}, {"source": 243, "target": 887, "relation": "出自于"}, {"source": 352, "target": 521, "relation": "创作"}, {"source": 832, "target": 698, "relation": "创作"}, {"source": 243, "target": 832, "relation": "出自于"}, {"source": 561, "target": 173, "relation": "创作"}, {"source": 468, "target": 940, "relation": "创作"}, {"source": 554, "target": 295, "relation": "创作"}, {"source": 358, "target": 554, "relation": "出自于"}, {"source": 409, "target": 671, "relation": "创作"}, {"source": 490, "target": 409, "relation": "出自于"}, {"source": 12, "target": 869, "relation": "创作"}, {"source": 137, "target": 560, "relation": "创作"}, {"source": 683, "target": 293, "relation": "创作"}, {"source": 888, "target": 565, "relation": "创作"}, {"source": 225, "target": 519, "relation": "创作"}, {"source": 352, "target": 383, "relation": "创作"}, {"source": 875, "target": 819, "relation": "创作"}, {"source": 490, "target": 875, "relation": "出自于"}, {"source": 526, "target": 469, "relation": "创作"}, {"source": 56, "target": 71, "relation": "创作"}, {"source": 243, "target": 56, "relation": "出自于"}, {"source": 463, "target": 60, "relation": "创作"}, {"source": 943, "target": 779, "relation": "创作"}, {"source": 156, "target": 943, "relation": "出自于"}, {"source": 838, "target": 680, "relation": "创作"}, {"source": 529, "target": 320, "relation": "创作"}, {"source": 490, "target": 529, "relation": "出自于"}, {"source": 578, "target": 408, "relation": "创作"}, {"source": 243, "target": 578, "relation": "出自于"}, {"source": 405, "target": 267, "relation": "创作"}, {"source": 561, "target": 723, "relation": "创作"}, {"source": 261, "target": 42, "relation": "创作"}, {"source": 243, "target": 261, "relation": "出自于"}, {"source": 594, "target": 731, "relation": "创作"}, {"source": 235, "target": 528, "relation": "创作"}, {"source": 490, "target": 235, "relation": "出自于"}, {"source": 974, "target": 81, "relation": "创作"}, {"source": 156, "target": 974, "relation": "出自于"}, {"source": 66, "target": 317, "relation": "创作"}, {"source": 243, "target": 66, "relation": "出自于"}, {"source": 561, "target": 751, "relation": "创作"}, {"source": 222, "target": 227, "relation": "创作"}, {"source": 442, "target": 28, "relation": "创作"}, {"source": 243, "target": 442, "relation": "出自于"}, {"source": 537, "target": 991, "relation": "创作"}, {"source": 243, "target": 537, "relation": "出自于"}, {"source": 550, "target": 573, "relation": "创作"}, {"source": 243, "target": 550, "relation": "出自于"}, {"source": 338, "target": 985, "relation": "创作"}, {"source": 988, "target": 193, "relation": "创作"}, {"source": 243, "target": 988, "relation": "出自于"}, {"source": 352, "target": 767, "relation": "创作"}, {"source": 683, "target": 777, "relation": "创作"}, {"source": 568, "target": 557, "relation": "创作"}, {"source": 490, "target": 568, "relation": "出自于"}, {"source": 175, "target": 678, "relation": "创作"}, {"source": 93, "target": 828, "relation": "创作"}, {"source": 838, "target": 114, "relation": "创作"}, {"source": 558, "target": 395, "relation": "创作"}, {"source": 156, "target": 558, "relation": "出自于"}, {"source": 727, "target": 76, "relation": "创作"}, {"source": 48, "target": 727, "relation": "出自于"}, {"source": 164, "target": 229, "relation": "创作"}, {"source": 93, "target": 934, "relation": "创作"}, {"source": 12, "target": 481, "relation": "创作"}, {"source": 838, "target": 426, "relation": "创作"}, {"source": 821, "target": 587, "relation": "创作"}, {"source": 662, "target": 38, "relation": "创作"}, {"source": 468, "target": 761, "relation": "创作"}, {"source": 865, "target": 928, "relation": "创作"}, {"source": 158, "target": 24, "relation": "创作"}, {"source": 838, "target": 686, "relation": "创作"}, {"source": 372, "target": 553, "relation": "创作"}, {"source": 530, "target": 467, "relation": "创作"}, {"source": 156, "target": 530, "relation": "出自于"}, {"source": 561, "target": 228, "relation": "创作"}, {"source": 12, "target": 57, "relation": "创作"}, {"source": 22, "target": 191, "relation": "创作"}, {"source": 762, "target": 766, "relation": "创作"}, {"source": 630, "target": 697, "relation": "创作"}, {"source": 133, "target": 630, "relation": "出自于"}, {"source": 166, "target": 431, "relation": "创作"}, {"source": 704, "target": 202, "relation": "创作"}, {"source": 490, "target": 704, "relation": "出自于"}, {"source": 190, "target": 446, "relation": "创作"}, {"source": 156, "target": 190, "relation": "出自于"}, {"source": 352, "target": 681, "relation": "创作"}, {"source": 338, "target": 720, "relation": "创作"}, {"source": 250, "target": 168, "relation": "创作"}, {"source": 561, "target": 233, "relation": "创作"}, {"source": 361, "target": 825, "relation": "创作"}, {"source": 277, "target": 606, "relation": "创作"}, {"source": 133, "target": 277, "relation": "出自于"}, {"source": 12, "target": 670, "relation": "创作"}, {"source": 158, "target": 224, "relation": "创作"}, {"source": 103, "target": 894, "relation": "创作"}, {"source": 48, "target": 103, "relation": "出自于"}, {"source": 166, "target": 642, "relation": "创作"}, {"source": 721, "target": 532, "relation": "创作"}, {"source": 243, "target": 721, "relation": "出自于"}, {"source": 352, "target": 706, "relation": "创作"}, {"source": 405, "target": 664, "relation": "创作"}, {"source": 93, "target": 269, "relation": "创作"}, {"source": 166, "target": 701, "relation": "创作"}, {"source": 880, "target": 744, "relation": "创作"}, {"source": 297, "target": 641, "relation": "创作"}, {"source": 243, "target": 297, "relation": "出自于"}, {"source": 361, "target": 67, "relation": "创作"}, {"source": 175, "target": 323, "relation": "创作"}, {"source": 93, "target": 507, "relation": "创作"}, {"source": 190, "target": 322, "relation": "创作"}, {"source": 13, "target": 46, "relation": "创作"}, {"source": 0, "target": 155, "relation": "创作"}, {"source": 424, "target": 0, "relation": "出自于"}, {"source": 250, "target": 579, "relation": "创作"}, {"source": 735, "target": 703, "relation": "创作"}, {"source": 243, "target": 735, "relation": "出自于"}, {"source": 559, "target": 893, "relation": "创作"}, {"source": 243, "target": 559, "relation": "出自于"}, {"source": 956, "target": 525, "relation": "创作"}, {"source": 243, "target": 956, "relation": "出自于"}, {"source": 969, "target": 230, "relation": "创作"}, {"source": 243, "target": 969, "relation": "出自于"}, {"source": 365, "target": 797, "relation": "创作"}, {"source": 490, "target": 365, "relation": "出自于"}, {"source": 93, "target": 910, "relation": "创作"}, {"source": 405, "target": 788, "relation": "创作"}, {"source": 803, "target": 693, "relation": "创作"}, {"source": 243, "target": 803, "relation": "出自于"}, {"source": 775, "target": 718, "relation": "创作"}, {"source": 260, "target": 318, "relation": "创作"}, {"source": 393, "target": 260, "relation": "出自于"}, {"source": 225, "target": 493, "relation": "创作"}, {"source": 865, "target": 149, "relation": "创作"}, {"source": 806, "target": 896, "relation": "创作"}, {"source": 424, "target": 806, "relation": "出自于"}, {"source": 838, "target": 633, "relation": "创作"}, {"source": 653, "target": 644, "relation": "创作"}, {"source": 68, "target": 115, "relation": "创作"}, {"source": 900, "target": 68, "relation": "出自于"}, {"source": 502, "target": 634, "relation": "创作"}, {"source": 838, "target": 666, "relation": "创作"}, {"source": 726, "target": 53, "relation": "创作"}, {"source": 156, "target": 726, "relation": "出自于"}, {"source": 659, "target": 41, "relation": "创作"}, {"source": 659, "target": 195, "relation": "创作"}, {"source": 978, "target": 238, "relation": "创作"}, {"source": 156, "target": 978, "relation": "出自于"}, {"source": 338, "target": 283, "relation": "创作"}, {"source": 775, "target": 768, "relation": "创作"}, {"source": 166, "target": 781, "relation": "创作"}, {"source": 93, "target": 876, "relation": "创作"}, {"source": 352, "target": 687, "relation": "创作"}, {"source": 956, "target": 108, "relation": "创作"}, {"source": 683, "target": 169, "relation": "创作"}, {"source": 2, "target": 210, "relation": "创作"}, {"source": 900, "target": 2, "relation": "出自于"}, {"source": 179, "target": 121, "relation": "创作"}, {"source": 156, "target": 179, "relation": "出自于"}, {"source": 906, "target": 244, "relation": "创作"}, {"source": 156, "target": 906, "relation": "出自于"}, {"source": 92, "target": 116, "relation": "创作"}, {"source": 424, "target": 92, "relation": "出自于"}, {"source": 356, "target": 132, "relation": "创作"}, {"source": 243, "target": 356, "relation": "出自于"}, {"source": 772, "target": 196, "relation": "创作"}, {"source": 337, "target": 263, "relation": "创作"}, {"source": 331, "target": 290, "relation": "创作"}, {"source": 424, "target": 331, "relation": "出自于"}, {"source": 638, "target": 924, "relation": "创作"}, {"source": 916, "target": 324, "relation": "创作"}, {"source": 243, "target": 916, "relation": "出自于"}, {"source": 343, "target": 255, "relation": "创作"}, {"source": 358, "target": 343, "relation": "出自于"}, {"source": 604, "target": 140, "relation": "创作"}, {"source": 490, "target": 604, "relation": "出自于"}, {"source": 164, "target": 52, "relation": "创作"}, {"source": 829, "target": 852, "relation": "创作"}, {"source": 243, "target": 829, "relation": "出自于"}, {"source": 352, "target": 563, "relation": "创作"}, {"source": 838, "target": 580, "relation": "创作"}, {"source": 399, "target": 589, "relation": "创作"}, {"source": 964, "target": 737, "relation": "创作"}, {"source": 243, "target": 964, "relation": "出自于"}, {"source": 148, "target": 753, "relation": "创作"}, {"source": 243, "target": 148, "relation": "出自于"}, {"source": 463, "target": 149, "relation": "创作"}, {"source": 425, "target": 58, "relation": "创作"}, {"source": 424, "target": 425, "relation": "出自于"}, {"source": 12, "target": 692, "relation": "创作"}, {"source": 838, "target": 274, "relation": "创作"}, {"source": 361, "target": 524, "relation": "创作"}, {"source": 907, "target": 925, "relation": "创作"}, {"source": 843, "target": 219, "relation": "创作"}, {"source": 156, "target": 843, "relation": "出自于"}, {"source": 838, "target": 412, "relation": "创作"}, {"source": 175, "target": 508, "relation": "创作"}, {"source": 222, "target": 307, "relation": "创作"}, {"source": 610, "target": 280, "relation": "创作"}, {"source": 243, "target": 610, "relation": "出自于"}, {"source": 463, "target": 232, "relation": "创作"}, {"source": 735, "target": 186, "relation": "创作"}, {"source": 423, "target": 549, "relation": "创作"}, {"source": 48, "target": 423, "relation": "出自于"}, {"source": 376, "target": 857, "relation": "创作"}, {"source": 914, "target": 815, "relation": "创作"}, {"source": 243, "target": 914, "relation": "出自于"}, {"source": 447, "target": 95, "relation": "创作"}, {"source": 586, "target": 406, "relation": "创作"}, {"source": 243, "target": 586, "relation": "出自于"}, {"source": 12, "target": 984, "relation": "创作"}, {"source": 950, "target": 954, "relation": "创作"}, {"source": 243, "target": 950, "relation": "出自于"}, {"source": 772, "target": 913, "relation": "创作"}, {"source": 683, "target": 827, "relation": "创作"}, {"source": 568, "target": 541, "relation": "创作"}, {"source": 712, "target": 197, "relation": "创作"}, {"source": 48, "target": 712, "relation": "出自于"}, {"source": 250, "target": 773, "relation": "创作"}, {"source": 659, "target": 473, "relation": "创作"}, {"source": 327, "target": 840, "relation": "创作"}, {"source": 156, "target": 327, "relation": "出自于"}, {"source": 21, "target": 948, "relation": "创作"}, {"source": 838, "target": 220, "relation": "创作"}, {"source": 838, "target": 77, "relation": "创作"}, {"source": 592, "target": 373, "relation": "创作"}, {"source": 243, "target": 592, "relation": "出自于"}, {"source": 463, "target": 500, "relation": "创作"}, {"source": 683, "target": 400, "relation": "创作"}, {"source": 463, "target": 478, "relation": "创作"}, {"source": 405, "target": 264, "relation": "创作"}, {"source": 405, "target": 122, "relation": "创作"}, {"source": 716, "target": 798, "relation": "创作"}, {"source": 900, "target": 716, "relation": "出自于"}, {"source": 430, "target": 739, "relation": "创作"}, {"source": 243, "target": 430, "relation": "出自于"}, {"source": 147, "target": 629, "relation": "创作"}, {"source": 156, "target": 147, "relation": "出自于"}, {"source": 683, "target": 542, "relation": "创作"}, {"source": 382, "target": 849, "relation": "创作"}, {"source": 821, "target": 237, "relation": "创作"}, {"source": 236, "target": 498, "relation": "创作"}, {"source": 156, "target": 236, "relation": "出自于"}, {"source": 93, "target": 171, "relation": "创作"}, {"source": 18, "target": 725, "relation": "创作"}, {"source": 906, "target": 189, "relation": "创作"}, {"source": 526, "target": 14, "relation": "创作"}, {"source": 399, "target": 983, "relation": "创作"}, {"source": 809, "target": 615, "relation": "创作"}, {"source": 424, "target": 809, "relation": "出自于"}, {"source": 880, "target": 472, "relation": "创作"}, {"source": 175, "target": 20, "relation": "创作"}, {"source": 470, "target": 646, "relation": "创作"}, {"source": 900, "target": 470, "relation": "出自于"}, {"source": 653, "target": 427, "relation": "创作"}, {"source": 352, "target": 257, "relation": "创作"}, {"source": 502, "target": 44, "relation": "创作"}, {"source": 880, "target": 456, "relation": "创作"}, {"source": 662, "target": 872, "relation": "创作"}, {"source": 880, "target": 176, "relation": "创作"}, {"source": 164, "target": 417, "relation": "创作"}, {"source": 166, "target": 902, "relation": "创作"}, {"source": 600, "target": 213, "relation": "创作"}, {"source": 243, "target": 600, "relation": "出自于"}, {"source": 561, "target": 783, "relation": "创作"}, {"source": 684, "target": 962, "relation": "创作"}, {"source": 243, "target": 684, "relation": "出自于"}, {"source": 0, "target": 5, "relation": "创作"}, {"source": 136, "target": 830, "relation": "创作"}, {"source": 424, "target": 136, "relation": "出自于"}, {"source": 291, "target": 691, "relation": "创作"}, {"source": 243, "target": 291, "relation": "出自于"}, {"source": 838, "target": 88, "relation": "创作"}, {"source": 30, "target": 159, "relation": "创作"}, {"source": 243, "target": 30, "relation": "出自于"}, {"source": 838, "target": 170, "relation": "创作"}, {"source": 93, "target": 199, "relation": "创作"}, {"source": 292, "target": 211, "relation": "创作"}, {"source": 156, "target": 292, "relation": "出自于"}, {"source": 19, "target": 216, "relation": "创作"}, {"source": 93, "target": 820, "relation": "创作"}, {"source": 906, "target": 487, "relation": "创作"}, {"source": 673, "target": 339, "relation": "创作"}, {"source": 243, "target": 673, "relation": "出自于"}, {"source": 134, "target": 483, "relation": "创作"}, {"source": 243, "target": 134, "relation": "出自于"}, {"source": 683, "target": 32, "relation": "创作"}, {"source": 150, "target": 733, "relation": "创作"}, {"source": 243, "target": 150, "relation": "出自于"}, {"source": 880, "target": 839, "relation": "创作"}, {"source": 31, "target": 552, "relation": "创作"}, {"source": 900, "target": 31, "relation": "出自于"}, {"source": 222, "target": 566, "relation": "创作"}, {"source": 838, "target": 258, "relation": "创作"}, {"source": 878, "target": 975, "relation": "创作"}, {"source": 243, "target": 878, "relation": "出自于"}, {"source": 45, "target": 689, "relation": "创作"}, {"source": 156, "target": 45, "relation": "出自于"}, {"source": 345, "target": 10, "relation": "创作"}, {"source": 424, "target": 345, "relation": "出自于"}, {"source": 604, "target": 188, "relation": "创作"}, {"source": 338, "target": 632, "relation": "创作"}, {"source": 70, "target": 98, "relation": "创作"}, {"source": 31, "target": 719, "relation": "创作"}, {"source": 588, "target": 938, "relation": "创作"}, {"source": 156, "target": 588, "relation": "出自于"}, {"source": 811, "target": 359, "relation": "创作"}, {"source": 156, "target": 811, "relation": "出自于"}, {"source": 26, "target": 139, "relation": "创作"}, {"source": 900, "target": 26, "relation": "出自于"}, {"source": 396, "target": 898, "relation": "创作"}, {"source": 48, "target": 396, "relation": "出自于"}, {"source": 558, "target": 51, "relation": "创作"}, {"source": 741, "target": 79, "relation": "创作"}, {"source": 490, "target": 741, "relation": "出自于"}, {"source": 838, "target": 656, "relation": "创作"}, {"source": 66, "target": 690, "relation": "创作"}, {"source": 592, "target": 672, "relation": "创作"}, {"source": 941, "target": 823, "relation": "创作"}, {"source": 243, "target": 941, "relation": "出自于"}, {"source": 838, "target": 574, "relation": "创作"}, {"source": 254, "target": 200, "relation": "创作"}, {"source": 958, "target": 84, "relation": "创作"}, {"source": 424, "target": 958, "relation": "出自于"}, {"source": 240, "target": 474, "relation": "创作"}, {"source": 838, "target": 708, "relation": "创作"}, {"source": 70, "target": 791, "relation": "创作"}, {"source": 223, "target": 545, "relation": "创作"}, {"source": 890, "target": 812, "relation": "创作"}, {"source": 89, "target": 890, "relation": "出自于"}, {"source": 659, "target": 841, "relation": "创作"}, {"source": 503, "target": 774, "relation": "创作"}, {"source": 48, "target": 503, "relation": "出自于"}, {"source": 457, "target": 729, "relation": "创作"}, {"source": 243, "target": 457, "relation": "出自于"}, {"source": 702, "target": 685, "relation": "创作"}, {"source": 243, "target": 702, "relation": "出自于"}, {"source": 978, "target": 575, "relation": "创作"}, {"source": 179, "target": 281, "relation": "创作"}, {"source": 22, "target": 889, "relation": "创作"}, {"source": 190, "target": 328, "relation": "创作"}, {"source": 83, "target": 362, "relation": "创作"}, {"source": 243, "target": 83, "relation": "出自于"}, {"source": 594, "target": 746, "relation": "创作"}, {"source": 479, "target": 245, "relation": "创作"}, {"source": 156, "target": 479, "relation": "出自于"}, {"source": 561, "target": 728, "relation": "创作"}, {"source": 551, "target": 378, "relation": "创作"}, {"source": 534, "target": 33, "relation": "创作"}, {"source": 838, "target": 915, "relation": "创作"}, {"source": 702, "target": 418, "relation": "创作"}, {"source": 203, "target": 265, "relation": "创作"}, {"source": 900, "target": 203, "relation": "出自于"}, {"source": 772, "target": 475, "relation": "创作"}, {"source": 880, "target": 346, "relation": "创作"}, {"source": 561, "target": 921, "relation": "创作"}, {"source": 239, "target": 461, "relation": "创作"}, {"source": 243, "target": 239, "relation": "出自于"}, {"source": 865, "target": 303, "relation": "创作"}, {"source": 980, "target": 569, "relation": "创作"}, {"source": 900, "target": 980, "relation": "出自于"}, {"source": 659, "target": 810, "relation": "创作"}, {"source": 36, "target": 445, "relation": "创作"}, {"source": 156, "target": 36, "relation": "出自于"}, {"source": 626, "target": 349, "relation": "创作"}, {"source": 490, "target": 626, "relation": "出自于"}, {"source": 856, "target": 61, "relation": "创作"}, {"source": 838, "target": 848, "relation": "创作"}, {"source": 175, "target": 562, "relation": "创作"}, {"source": 683, "target": 763, "relation": "创作"}, {"source": 838, "target": 177, "relation": "创作"}, {"source": 62, "target": 959, "relation": "创作"}, {"source": 243, "target": 62, "relation": "出自于"}, {"source": 707, "target": 485, "relation": "创作"}, {"source": 393, "target": 707, "relation": "出自于"}, {"source": 653, "target": 16, "relation": "创作"}, {"source": 986, "target": 99, "relation": "创作"}, {"source": 243, "target": 986, "relation": "出自于"}, {"source": 509, "target": 397, "relation": "创作"}, {"source": 243, "target": 509, "relation": "出自于"}, {"source": 80, "target": 868, "relation": "创作"}, {"source": 156, "target": 80, "relation": "出自于"}, {"source": 738, "target": 379, "relation": "创作"}, {"source": 424, "target": 738, "relation": "出自于"}, {"source": 513, "target": 965, "relation": "创作"}, {"source": 490, "target": 513, "relation": "出自于"}, {"source": 547, "target": 624, "relation": "创作"}, {"source": 156, "target": 547, "relation": "出自于"}, {"source": 838, "target": 471, "relation": "创作"}, {"source": 93, "target": 730, "relation": "创作"}, {"source": 813, "target": 577, "relation": "创作"}, {"source": 900, "target": 813, "relation": "出自于"}, {"source": 713, "target": 536, "relation": "创作"}, {"source": 900, "target": 713, "relation": "出自于"}, {"source": 926, "target": 215, "relation": "创作"}, {"source": 156, "target": 926, "relation": "出自于"}, {"source": 570, "target": 183, "relation": "创作"}, {"source": 971, "target": 410, "relation": "创作"}, {"source": 243, "target": 971, "relation": "出自于"}, {"source": 843, "target": 780, "relation": "创作"}, {"source": 86, "target": 355, "relation": "创作"}, {"source": 156, "target": 86, "relation": "出自于"}, {"source": 250, "target": 822, "relation": "创作"}, {"source": 367, "target": 204, "relation": "创作"}, {"source": 490, "target": 367, "relation": "出自于"}, {"source": 146, "target": 107, "relation": "创作"}, {"source": 48, "target": 146, "relation": "出自于"}, {"source": 843, "target": 977, "relation": "创作"}, {"source": 70, "target": 515, "relation": "创作"}, {"source": 899, "target": 47, "relation": "创作"}, {"source": 156, "target": 899, "relation": "出自于"}, {"source": 363, "target": 543, "relation": "创作"}, {"source": 424, "target": 363, "relation": "出自于"}, {"source": 368, "target": 989, "relation": "创作"}, {"source": 156, "target": 368, "relation": "出自于"}, {"source": 912, "target": 205, "relation": "创作"}, {"source": 900, "target": 912, "relation": "出自于"}, {"source": 465, "target": 109, "relation": "创作"}, {"source": 243, "target": 465, "relation": "出自于"}, {"source": 85, "target": 304, "relation": "创作"}, {"source": 490, "target": 85, "relation": "出自于"}, {"source": 198, "target": 824, "relation": "创作"}, {"source": 17, "target": 384, "relation": "创作"}, {"source": 243, "target": 17, "relation": "出自于"}, {"source": 80, "target": 428, "relation": "创作"}, {"source": 405, "target": 181, "relation": "创作"}, {"source": 66, "target": 141, "relation": "创作"}, {"source": 696, "target": 847, "relation": "创作"}, {"source": 156, "target": 696, "relation": "出自于"}, {"source": 175, "target": 831, "relation": "创作"}, {"source": 260, "target": 163, "relation": "创作"}, {"source": 312, "target": 110, "relation": "创作"}, {"source": 278, "target": 855, "relation": "创作"}, {"source": 424, "target": 278, "relation": "出自于"}, {"source": 225, "target": 313, "relation": "创作"}, {"source": 628, "target": 252, "relation": "创作"}, {"source": 243, "target": 628, "relation": "出自于"}, {"source": 300, "target": 603, "relation": "创作"}, {"source": 156, "target": 300, "relation": "出自于"}, {"source": 260, "target": 844, "relation": "创作"}, {"source": 696, "target": 927, "relation": "创作"}, {"source": 361, "target": 23, "relation": "创作"}, {"source": 361, "target": 972, "relation": "创作"}, {"source": 762, "target": 732, "relation": "创作"}, {"source": 405, "target": 596, "relation": "创作"}, {"source": 794, "target": 153, "relation": "创作"}, {"source": 900, "target": 794, "relation": "出自于"}, {"source": 676, "target": 891, "relation": "创作"}, {"source": 243, "target": 676, "relation": "出自于"}, {"source": 838, "target": 846, "relation": "创作"}, {"source": 231, "target": 866, "relation": "创作"}, {"source": 414, "target": 858, "relation": "创作"}, {"source": 243, "target": 414, "relation": "出自于"}, {"source": 19, "target": 722, "relation": "创作"}, {"source": 12, "target": 709, "relation": "创作"}, {"source": 347, "target": 936, "relation": "创作"}, {"source": 39, "target": 347, "relation": "出自于"}, {"source": 247, "target": 973, "relation": "创作"}, {"source": 243, "target": 247, "relation": "出自于"}, {"source": 126, "target": 314, "relation": "创作"}, {"source": 156, "target": 126, "relation": "出自于"}, {"source": 887, "target": 486, "relation": "创作"}, {"source": 843, "target": 760, "relation": "创作"}, {"source": 315, "target": 769, "relation": "创作"}, {"source": 490, "target": 315, "relation": "出自于"}, {"source": 363, "target": 206, "relation": "创作"}, {"source": 605, "target": 945, "relation": "创作"}, {"source": 490, "target": 605, "relation": "出自于"}, {"source": 504, "target": 963, "relation": "创作"}, {"source": 490, "target": 504, "relation": "出自于"}, {"source": 880, "target": 740, "relation": "创作"}, {"source": 337, "target": 758, "relation": "创作"}, {"source": 826, "target": 111, "relation": "创作"}, {"source": 900, "target": 826, "relation": "出自于"}, {"source": 434, "target": 694, "relation": "创作"}, {"source": 900, "target": 434, "relation": "出自于"}, {"source": 117, "target": 814, "relation": "创作"}, {"source": 156, "target": 117, "relation": "出自于"}, {"source": 316, "target": 860, "relation": "创作"}, {"source": 358, "target": 316, "relation": "出自于"}, {"source": 838, "target": 535, "relation": "创作"}, {"source": 856, "target": 113, "relation": "创作"}, {"source": 838, "target": 381, "relation": "创作"}, {"source": 544, "target": 877, "relation": "创作"}, {"source": 243, "target": 544, "relation": "出自于"}, {"source": 363, "target": 747, "relation": "创作"}, {"source": 299, "target": 987, "relation": "创作"}, {"source": 900, "target": 299, "relation": "出自于"}, {"source": 380, "target": 73, "relation": "创作"}, {"source": 490, "target": 380, "relation": "出自于"}, {"source": 838, "target": 800, "relation": "创作"}, {"source": 726, "target": 54, "relation": "创作"}, {"source": 838, "target": 548, "relation": "创作"}, {"source": 448, "target": 700, "relation": "创作"}, {"source": 48, "target": 448, "relation": "出自于"}, {"source": 618, "target": 8, "relation": "创作"}, {"source": 156, "target": 618, "relation": "出自于"}, {"source": 178, "target": 625, "relation": "创作"}, {"source": 156, "target": 178, "relation": "出自于"}, {"source": 635, "target": 129, "relation": "创作"}, {"source": 243, "target": 635, "relation": "出自于"}, {"source": 463, "target": 450, "relation": "创作"}, {"source": 619, "target": 152, "relation": "创作"}, {"source": 243, "target": 619, "relation": "出自于"}, {"source": 879, "target": 279, "relation": "创作"}, {"source": 243, "target": 879, "relation": "出自于"}, {"source": 305, "target": 776, "relation": "创作"}, {"source": 490, "target": 305, "relation": "出自于"}, {"source": 821, "target": 351, "relation": "创作"}, {"source": 581, "target": 127, "relation": "创作"}, {"source": 156, "target": 581, "relation": "出自于"}, {"source": 880, "target": 867, "relation": "创作"}, {"source": 93, "target": 816, "relation": "创作"}, {"source": 458, "target": 476, "relation": "创作"}, {"source": 156, "target": 458, "relation": "出自于"}, {"source": 901, "target": 329, "relation": "创作"}, {"source": 243, "target": 901, "relation": "出自于"}, {"source": 838, "target": 217, "relation": "创作"}, {"source": 838, "target": 302, "relation": "创作"}, {"source": 175, "target": 555, "relation": "创作"}, {"source": 403, "target": 793, "relation": "创作"}, {"source": 358, "target": 403, "relation": "出自于"}, {"source": 12, "target": 807, "relation": "创作"}, {"source": 250, "target": 917, "relation": "创作"}, {"source": 696, "target": 287, "relation": "创作"}, {"source": 982, "target": 415, "relation": "创作"}, {"source": 490, "target": 982, "relation": "出自于"}, {"source": 502, "target": 296, "relation": "创作"}, {"source": 653, "target": 449, "relation": "创作"}, {"source": 909, "target": 390, "relation": "创作"}, {"source": 424, "target": 909, "relation": "出自于"}, {"source": 804, "target": 582, "relation": "创作"}, {"source": 714, "target": 435, "relation": "创作"}, {"source": 900, "target": 714, "relation": "出自于"}, {"source": 750, "target": 699, "relation": "创作"}, {"source": 156, "target": 750, "relation": "出自于"}, {"source": 161, "target": 398, "relation": "创作"}, {"source": 900, "target": 161, "relation": "出自于"}, {"source": 843, "target": 460, "relation": "创作"}, {"source": 300, "target": 520, "relation": "创作"}, {"source": 572, "target": 669, "relation": "创作"}, {"source": 96, "target": 854, "relation": "创作"}, {"source": 156, "target": 96, "relation": "出自于"}, {"source": 175, "target": 353, "relation": "创作"}, {"source": 533, "target": 745, "relation": "创作"}, {"source": 490, "target": 533, "relation": "出自于"}, {"source": 93, "target": 325, "relation": "创作"}, {"source": 242, "target": 119, "relation": "创作"}, {"source": 243, "target": 242, "relation": "出自于"}, {"source": 403, "target": 100, "relation": "创作"}, {"source": 87, "target": 637, "relation": "创作"}, {"source": 243, "target": 87, "relation": "出自于"}, {"source": 332, "target": 276, "relation": "创作"}, {"source": 156, "target": 332, "relation": "出自于"}, {"source": 175, "target": 904, "relation": "创作"}, {"source": 70, "target": 845, "relation": "创作"}, {"source": 414, "target": 614, "relation": "创作"}, {"source": 182, "target": 724, "relation": "创作"}, {"source": 48, "target": 182, "relation": "出自于"}, {"source": 180, "target": 523, "relation": "创作"}, {"source": 48, "target": 180, "relation": "出自于"}, {"source": 369, "target": 488, "relation": "创作"}, {"source": 243, "target": 369, "relation": "出自于"}]}