{"nodes": [{"name": "谢朓", "dynasty": "南北朝"}, {"name": "感遇十二首·其一", "prop": {"content": "兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折！", "translation": "春天里的幽兰翠叶纷披，秋天里的桂花晶莹洁净。世间的草木勃勃的生机，自然顺应了美好的季节。谁想到山林隐逸的高人，闻到芬芳因而满怀喜悦。草木散发香气源于天性，怎么会求观赏者攀折呢！"}}, {"name": "水调歌头·隐括杜", "prop": {"content": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。", "translation": "云朵的影子浸在江水里，鸿雁正打算往南飞。带着酒壶和客人们一起登山去往哪里呢？当然是找一个苍翠清寂、烟雾氤氲的地方。人世间难得一笑，还好有紫萸黄菊可以摘下来插满头，尽兴而归。风景还是往年的风景，可惜人早已不是往昔的人了。为了庆贺重阳节，应该喝得酩酊大醉，请不要再推辞不喝了。人活着就像寄生在这个世界上，为什么非要奔波劳碌，到最后还怨恨人生苦短呢？古往今来，有无数的春花开了又谢，亦有无数日的月亮盈了又缺，无穷无尽。如果能够明白，就不会再有危机感。你去问问齐景公，何必为人生短暂而泪沾衣襟。"}}, {"name": "慈湖夹阻风", "prop": {"content": "捍索桅竿立啸空，篙师酣寝浪花中。故应菅蒯知心腹，弱缆能争万里风。此生归路愈茫然，无数青山水拍天。犹有小船来卖饼，喜闻墟落在山前。我行都是退之诗，真有人家水半扉。千顷桑麻在船底，空余石发挂鱼衣。日轮亭午汗珠融，谁识南讹长养功。暴雨过云聊一快，未妨明月却当空。卧看落月横千丈，起唤清风得半帆。且并水村欹侧过，人间何处不巉岩。", "translation": "　　苏轼卧看落月横千丈，起唤清风过半帆。且并水村欹侧过，人间何处不峨岩!慈湖夹--在今安徽当涂县北。阻风--乘船为风浪所阻。起唤清风--有经验的老船工，在审察风势将转时，往往长啸呼唤，使人感到风转是由呼唤而来。并--此处作\"傍\"解。欹(音机)侧--歪斜，不平稳。前两句说，躺在船上，看到天边月落的地方云横千丈，啊，天将破晓了，老船工急急爬起来，呼唤得半帆清风，加紧开船。三四句说，暂且傍着临江的小村，倾斜摇荡地驶过险段，这当然有一定的风险，但是，人世间又有何处不是峭壁危岩呢!"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "贫女", "prop": {"content": "蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。", "translation": "贫家的女儿不识绮罗的芳香，想托个良媒说亲更感到悲伤。谁能爱我高尚的品格和情调？却都喜欢时下正流行的俭妆。敢夸十指灵巧针线做得精美，决不天天描眉与人争短比长。深恨年年手里拿着金线刺绣，都是替富人家小姐做嫁衣裳。"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "三人成虎", "prop": {"content": "　　庞葱与太子质于邯郸，谓魏王曰：‘今一人言市有虎，王信之乎？’王曰：‘否。’‘二人言市有虎，王信之乎？’王曰：‘寡人疑之矣。’‘三人言市有虎，王信之乎？’王曰：‘寡人信之矣。’庞葱曰：‘夫市之无虎明矣，然而三人言而成虎。今邯郸去大梁也远于市，而议臣者过于三人，愿王察之。’王曰：‘寡人自为知。’于是辞行，而谗言先至。后太子罢质，果不得见。(庞葱 一作：庞恭)", "translation": "　　庞葱要陪太子到邯郸去做人质，庞葱对魏王说：“现在，如果有一个人说市集上有老虎，大王相信吗？”魏王说：“不相信。”庞葱说：“如果两个人说市集上有虎，大王相信吗呢？”魏王说：“那我就要疑惑了。”庞葱又说：“如果三个人说市集上有虎，大王相信吗？”魏王说：“我会相信。”庞葱说：“大街上不会有老虎那是很清楚的，但是三个人说有老虎，就像真有老虎了。如今邯郸离大梁，比我们到街市远得多，而毁谤我的人超过了三个。希望您能明察秋毫。”魏王说：“我知道该怎么办。”于是庞葱告辞而去，而毁谤他的话很快传到魏王那里。后来太子结束了人质的生活，庞葱回国后，魏王果然没有再召见他。"}}, {"name": "杨慎", "dynasty": "明代"}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "回车驾言迈", "prop": {"content": "回车驾言迈，悠悠涉长道。四顾何茫茫，东风摇百草。所遇无故物，焉得不速老。盛衰各有时，立身苦不早。人生非金石，岂能长寿考？奄忽随物化，荣名以为宝。", "translation": "转回车子驾驶向远方，路途遥远，长途跋涉，难以到达。一路上四野茫茫无边无际，阵阵春风吹绿百草。眼前看到的都不是过去的事物，人怎么能够不迅速衰老？人生的盛衰各有不同的时间，只恨建立功名的机会来得太迟。人的生命不如金石般坚固，哪里能够长生不老？倏忽之间生命就衰老死亡了，只有好的美名才是真正的宝藏。"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "天道", "prop": {"content": "穷达皆由命，何劳发叹声。但知行好事，莫要问前程。冬去冰须泮，春来草自生。请君观此理，天道甚分明。", "translation": "无"}}, {"name": "浣溪沙·游蕲水清", "prop": {"content": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。(萧萧 一作：潇潇)谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。", "translation": "游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗得一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！ "}}, {"name": "鹬蚌相争", "prop": {"content": "　　赵且伐燕，苏代为燕谓惠王曰：“今者臣来，过易水。蚌方出曝，而鹬啄其肉，蚌合而箝其喙。鹬曰：‘今日不雨，明日不雨，即有死蚌！’蚌亦谓鹬曰：‘今日不出，明日不出，即有死鹬！’两者不肯相舍，渔者得而并禽之。今赵且伐燕，燕赵久相支，以弊大众，臣恐强秦之为渔夫也。故愿王之熟计之也！”惠王曰：“善。”乃止。", "translation": "　　赵国将要出战燕国，苏代为燕国对惠王说：“今天我来，路过了易水，看见一只河蚌正从水里出来晒太阳，一只鹬飞来啄它的肉，河蚌马上闭拢，夹住了鹬的嘴。鹬说：‘今天不下雨，明天不下雨，就会干死你。’河蚌也对鹬说：‘今天你的嘴不取，明天你的嘴不取，就会饿死你。’两个不肯互相放弃，结果一个渔夫把它们俩一起捉走了。现在赵国将要攻打燕国，燕赵如果长期相持不下，老百姓就会疲惫不堪，我担心强大的秦国就要成为那不劳而获的渔翁了。所以我希望大王认真考虑出兵之事。”赵惠文王说：“好吧。”于是停止出兵攻打燕国。 "}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "城东早春", "prop": {"content": "诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。", "translation": "为诗人喜爱的清新景色，正在这早春之中。绿柳枝头刚刚露出几颗嫩黄的柳眼。若是等到长安城中花开似锦之际，满城都是赏花郊游之人。"}}, {"name": "西江月·世事短如", "prop": {"content": "世事短如春梦，人情薄似秋云。不须计较苦劳心，万事原来有命。幸遇三杯酒好，况逢一朵花新。片时欢笑且相亲，明日阴晴未定。", "translation": "世事短暂，如春梦一般转瞬即逝。人情淡薄，就如秋天朗空上的薄云。不要计较自己的辛勤劳苦，万事本来已命中注定。有幸遇到三杯美酒，又邂逅了一朵含苞初放的鲜花。短暂的欢乐相聚是如此的亲切，至于明天会怎么样谁也不知道了。"}}, {"dynasty": "近现代"}, {"name": "今日良宴会", "prop": {"content": "今日良宴会，欢乐难具陈。弹筝奋逸响，新声妙入神。令德唱高言，识曲听其真。齐心同所愿，含意俱未申。人生寄一世，奄忽若飙尘。何不策高足，先据要路津。无为守穷贱，坎坷长苦辛。", "translation": "今天这么好的宴会真是美极了，这种欢乐的场面简直说不完。这首筝曲的声调是多么地飘逸，这是最时髦的乐曲出神入化。有美德的人通过乐曲发表高论，知音者能体会出音乐的真意。音乐的真意是大家的共同心愿，只是谁都不愿意真诚说出来。人生像寄旅一样只有一世犹如尘土，刹那间便被那疾风吹散。为什么不想办法捷足先登，先高踞要位而安乐享富贵荣华呢？不要因贫贱而常忧愁失意，不要因不得志而辛苦地煎熬自己。"}}, {"name": "志勤", "dynasty": "唐代"}, {"dynasty": "元代"}, {"name": "梦天", "prop": {"content": "老兔寒蟾泣天色，云楼半开壁斜白。玉轮轧露湿团光，鸾佩相逢桂香陌。黄尘清水三山下，更变千年如走马。遥望齐州九点烟，一泓海水杯中泻。", "translation": "月宫的兔子寒蟾在悲泣这幽冷天色，云楼门窗半开月光斜照粉壁惨白。月亮像玉轮轧过露水沾湿了团光，在桂花香陌欣逢身带鸾佩的仙娥。俯视三座神山之下茫茫沧海桑田，世间千年变幻无常犹如急奔骏马。遥望中国九州宛然九点烟尘浮动，那一汪海水清浅像是从杯中倾泻。"}}, {"name": "警世", "prop": {"content": "世事如舟挂短篷，或移西岸或移东。几回缺月还圆月，数阵南风又北风。岁久人无千日好，春深花有几时红。是非入耳君须忍，半作痴呆半作聋。", "translation": "世事无常，就像挂短蓬的船一样，有时移到东岸，有时移到西岸，漂泊不定。多少次不圆之月过后还是圆月，几阵南风过后又是北风。日子长了，人也没有长长久久的健康；春天过了，娇艳的花也没有几天灿烂了。入耳的是非听听就算了，装聋卖傻也不失为一种活法。"}}, {"name": "邹忌讽齐王纳谏", "prop": {"content": "　　邹忌修八尺有余，而形貌昳丽。朝服衣冠，窥镜，谓其妻曰：“我孰与城北徐公美？”其妻曰：“君美甚，徐公何能及君也？”城北徐公，齐国之美丽者也。忌不自信，而复问其妾曰：“吾孰与徐公美？”妾曰：“徐公何能及君也？”旦日，客从外来，与坐谈，问之客曰：“吾与徐公孰美？”客曰：“徐公不若君之美也。”明日徐公来，孰视之，自以为不如；窥镜而自视，又弗如远甚。暮寝而思之，曰：“吾妻之美我者，私我也；妾之美我者，畏我也；客之美我者，欲有求于我也。”　　于是入朝见威王，曰：“臣诚知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右莫不私王，朝廷之臣莫不畏王，四境之内莫不有求于王：由此观之，王之蔽甚矣。”　　王曰：“善。”乃下令：“群臣吏民能面刺寡人之过者，受上赏；上书谏寡人者，受中赏；能谤讥于市朝，闻寡人之耳者，受下赏。”令初下，群臣进谏，门庭若市；数月之后，时时而间进；期年之后，虽欲言，无可进者。燕、赵、韩、魏闻之，皆朝于齐。此所谓战胜于朝廷。", "translation": "无"}}, {"name": "寇准读书", "prop": {"content": "初，张咏在成都，闻准入相，谓其僚属曰：“寇公奇材，惜学术不足尔。”及准出陕，咏适自成都罢还，准严供帐，大为具待。咏将去，准送之郊，问曰：“何以教准？”咏徐曰：“《霍光传》不可不读也。”准莫谕其意，归，取其传读之，至“不学无术”，笑曰：“此张公谓我矣。”", "translation": "起初，张咏在成都做官，听说寇准做了宰相，就对自己的同僚下属说：“寇准是少见的人才，可惜他知识学问不够啊。”等到寇准出使到陕西的时候，恰好张咏从成都被罢官回来，寇准隆重设宴，准备酒食款待张咏。张咏将要离开的时候，寇准把他一直送到郊外，寇准问他：“您有什么话要教导我吗？”张咏慢慢地说：“《霍光传》不能不去看啊。”寇准没有领会到他的意思，回去以后拿出《霍光传》来看，看到里面有“不学无术”这句话的时候，才明白过来。笑着说：“这是张公在教导我啊。”"}}, {"name": "秋日偶成", "prop": {"content": "闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。", "translation": "日子闲散的时候，没有一样事情不自如从容，早晨醒来，东边的窗子早已被日头照得一片通红。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。"}}, {"name": "长生", "prop": {"content": "长生徒有慕，苦乏大药资。名山遍探历，悠悠鬓生丝。微躯一系念，去道日远而。中岁忽有觉，九还乃在兹。非炉亦非鼎，何坎复何离。本无终始究，宁有死生期？彼哉游方士，诡辞反增疑。纷然诸老翁，自传困多歧。乾坤由我在，安用他求为？千圣皆过影，良知乃吾师。", "translation": "无"}}, {"name": "常棣", "prop": {"content": "常棣之华，鄂不韡韡。凡今之人，莫如兄弟。死丧之威，兄弟孔怀。原隰裒矣，兄弟求矣。脊令在原，兄弟急难。每有良朋，况也永叹。兄弟阋于墙，外御其务。每有良朋，烝也无戎。丧乱既平，既安且宁。虽有兄弟，不如友生。傧尔笾豆，饮酒之饫。兄弟既具，和乐且孺。妻子好合，如鼓瑟琴。兄弟既翕，和乐且湛。宜尔室家，乐尔妻帑。是究是图，亶其然乎？", "translation": "无"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "沈括", "dynasty": "宋代"}, {"name": "孔子及其弟子", "dynasty": "先秦"}, {"name": "敬姜论劳逸", "prop": {"content": "　　公父文伯退朝，朝其母，其母方绩，文伯曰：“以歜之家而主犹绩，惧干季孙之怒也。其以歜为不能事主乎？”其母叹曰：“鲁其亡乎？使僮子备官而未之闻耶？居，吾语女。昔圣王之处民也，择瘠土而处之，劳其民而用之，故长王天下。夫民劳则思，思则善心生；逸则淫，淫则忘善；忘善则恶心生。沃土之民不材，淫也。瘠土之民，莫不向义，劳也。　　是故天子大采朝日，与三公九卿，祖识地德，日中考政，与百官之政事。师尹惟旅牧相，宣序民事。少采夕月，与大史司载纠虔天刑。日入，监九御，使洁奉鐕郊之粢盛，而後即安。诸侯朝修天子之业命，昼考其国国职，夕省其典刑，夜儆百工，使无慆淫，而後即安。卿大朝考其职，昼讲其庶政，夕序其业，夜庀其家事，而後即安。士朝受业，昼而讲贯，夕而习复，夜而计过，无憾，而後即安。自庶人以下，明而动，晦而休，无日以怠。王后亲织玄紞，公侯之夫人，加之纮、綖。卿之内子为大带，命妇成祭服。列士之妻，加之以朝服。自庶士以下，皆衣其夫。社而赋事，蒸而献功，男女效绩，愆则有辟。古之制也！君子劳心，小人劳力，先王之训也！自上以下，谁敢淫心舍力？　　今我寡也，尔又在下位，朝夕处事，犹恐忘先人之业。况有怠惰，其何以避辟？吾冀而朝夕修我，曰：‘必无废先人。’尔今曰：‘胡不自安？’以是承君之官，余惧穆伯之绝祀也？”　　仲尼闻之曰：“弟子志之，季氏之妇不淫矣！”", "translation": "无"}}, {"name": "鱼玄机", "dynasty": "唐代"}, {"name": "程颢", "dynasty": "宋代"}, {"name": "杂诗七首·其一", "prop": {"content": "此身天地一蘧庐，世事消磨绿鬓疏。毕竟几人真得鹿，不知终日梦为鱼。", "translation": "天地犹如一间屋子身在其中，世间万事把我们乌黑亮丽的头发都消磨疏了。世上有几个人能真正得到权势富贵呢？人们只是活得像幻想中的自己罢了。 "}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "外科医生", "prop": {"content": "有医者， 自称善外科。一裨将阵回，中流矢，深入膜，延使治。乃持并州剪，剪去矢管，跪而请酬。裨将曰：“镞在膜内须亟治。”医曰：“此内科之事，不意并责我。”裨将曰：“呜呼，世直有如是欺诈之徒。”", "translation": "有一个医生"}}, {"name": "玉楼春·西园花落", "prop": {"content": "西园花落深堪扫，过眼韶华真草草。开时寂寂尚无人，今日偏嗔摇落早。昨朝却走西山道，花事山中浑未了。数峰和雨对斜阳，十里杜鹃红似烧。", "translation": "西园的花落了厚厚的一地，花的花期是如此之短，转眼即逝。盛开的时候寂寞孤独，却无人发现；偏偏在它凋零之后又引起人的感慨悲哀。昨天去了西山一趟，山上的花还开着。一边是山峰还在承受风雨的余威，另一边是浓云散开天空已露出了夕阳。"}}, {"name": "满江红·东武会流", "prop": {"content": "上巳日作。城南有坡，土色如丹，其下有堤，壅郑淇水入城。东武城南，新堤固、涟漪初溢。隐隐遍、长林高阜，卧红堆碧。枝上残花吹尽也，与君更向江头觅。问向前、犹有几多春，三之一。官里事，何时毕。风雨外，无多日。相将泛曲水，满城争出。君不见兰亭修禊事，当时坐上皆豪逸。到如今、修竹满山阴，空陈迹。", "translation": "东武城南刚刚筑就新堤，郏淇河水开始流溢。微雨过后，浓密的树林，苍翠的山岗，红花绿叶，满地堆积。枝头残花早已随风飘尽，我与朋友同到江边把春天寻觅。试问未来还有多少春光？算来不过三分之一。官衙里的公事纷杂堆积，风雨过后更无几多明媚春日。今日相约，泛杯曲水，全城百姓也争相聚集。您不曾闻知东晋兰亭修禊的故事？当日满座都是豪俊高洁之士。到如今只有长竹满山岗。往日陈迹，无从寻觅。"}}, {"name": "泾溪", "prop": {"content": "泾溪石险人兢慎，终岁不闻倾覆人。却是平流无石处，时时闻说有沉沦。", "translation": "泾溪里面礁石很险浪很急，人们路过的时候都非常小心，所以终年都不会听到有人不小心掉到里面淹死的消息。恰恰是在水流缓慢没有礁石的地方，却常常听到有人被淹死的消息。"}}, {"name": "春宵", "prop": {"content": "春宵一刻值千金，花有清香月有阴。歌管楼台声细细，秋千院落夜沉沉。", "translation": "春天的夜晚，即使一刻钟也价值千金。花儿散发着淡淡的清香，月光在花下投射出朦胧的阴影。远处高楼上，官宦贵族们还在尽情地享受着歌舞管乐，架设著秋千的庭院正沉浸在幽寂茫茫的夜色中。"}}, {"name": "杂感", "prop": {"content": "天际晴云舒复卷，庭中风絮去还来。人生自在常如此，何事能妨笑口开？", "translation": "天边的云卷云舒，庭院中的风携着柳絮飘来飘去。逍遥自在的人生也常常像这样，有什么事能妨碍笑口常开呢？"}}, {"name": "齐己", "dynasty": "唐代"}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "鹊桥仙·云林瞩题", "prop": {"content": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。", "translation": "　　词作于丁酉，道光十七年（1837年），太清三十九岁。"}}, {"name": "小松", "prop": {"content": "自小刺头深草里，而今渐觉出蓬蒿。 时人不识凌云木，直待凌云始道高。", "translation": "长满松针的小松树长在深草丛中看不出来，现在才发现已经长的比蓬蒿高出了许多。世上的人不认识这是将来可以高入云霄的树木，一直要等到它已经高入云霄了，才承认它的伟岸。 "}}, {"name": "禅悦二首·其二", "prop": {"content": "门庭清妙即禅关，枉费黄金去买山。只要心光如满月，在家还比出家闲。", "translation": "在庭院清幽的家中修持，同样也可以进入禅关，不必花费万金去买山寻求幽静。只要心性澄明，智慧之光绽放如满月，即使在家被俗世缠身，但是内心却比出家人还要清闲。"}}, {"name": "杏园中枣树", "prop": {"content": "人言百果中，唯枣凡且鄙。皮皴似龟手，叶小如鼠耳。胡为不自知，生花此园里。岂宜遇攀玩，幸免遭伤毁。二月曲江头，杂英红旖旎。枣亦在其间，如嫫对西子。东风不择木，吹喣长未已。眼看欲合抱，得尽生生理。寄言游春客，乞君一回视。君爱绕指柔，从君怜柳杞。君求悦目艳，不敢争桃李。君若作大车，轮轴材须此。", "translation": "无"}}, {"name": "赤壁赋 / 前赤", "prop": {"content": "　　壬戌之秋，七月既望，苏子与客泛舟，游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。(冯 通：凭)　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。　　苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)　　客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。", "translation": "　　壬戌年秋天，七月十六日，我与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴劝酒，吟诵《明月》中“窈窕”这一章。不一会儿，明月从东山后升起，在斗宿与牛宿之间来回移动。白茫茫的水汽横贯江面，水光连着天际。放纵一片苇叶似的小船随意漂浮，越过浩瀚无垠的茫茫江面。浩浩淼淼好像乘风凌空而行，并不知道到哪里才会停栖，飘飘摇摇好像要离开尘世飘飞而起，羽化成仙进入仙境。"}}, {"name": "杨布打狗", "prop": {"content": "　　杨朱之弟曰布，衣素衣而出。天雨，解素衣，衣缁衣而返。其狗不知，迎而吠之。杨布怒，将扑之。杨朱曰：“子无扑矣，子亦犹是也。向者使汝狗白而往黑而来，岂能无怪哉？”", "translation": "　　杨朱的弟弟叫杨布，他穿着件白色的衣服出门去了。天下起了雨，杨布便脱下白衣，穿着黑色的衣服回家。他家的狗没认出来是杨布，就迎上前冲他叫。杨布十分生气，准备打狗。这时杨朱说：“你不要打狗，如果换做是你，你也会是像它这样做的。假如刚才你的狗离开前是白色的而回来变成了黑色的，你怎么能不感到奇怪呢？”"}}, {"name": "石壁精舍还湖中作", "prop": {"content": "昏旦变气候，山水含清晖。清晖能娱人，游子憺忘归。出谷日尚早，入舟阳已微。林壑敛暝色，云霞收夕霏。芰荷迭映蔚，蒲稗相因依。披拂趋南径，愉悦偃东扉。虑澹物自轻，意惬理无违。寄言摄生客，试用此道推。", "translation": "黄昏和清晨的天气变换，山水之间的景色如同清灵的光芒。山水的轻灵让人愉悦，使其在山水之中游历而忘记回去。从峡谷出来的时候时间还早，等到上船的时候天气已经晚了。四周的树林和山壑中聚积着傍晚的景色，天上的晚霞凝聚着夜晚的天空中飘动。菱叶和荷花在蔚蓝的河水中交相呼应，蒲和小麦在一处相依生长着。持着拂尘在南边的小路上走动，很开心地欣赏东面的门窗。忧虑的东西少了自然觉得没有烦心事，心情畅快就会觉得很顺心。送给希望保养身体的人上面这些话，希望他们能用这个方法来养生。 "}}, {"dynasty": "五代"}, {"name": "虎求百兽", "prop": {"content": "荆宣王问群臣曰：“吾闻北方之畏昭奚恤也，果诚何如？”群臣莫对。江乙对曰：“虎求百兽而食之，得狐。狐曰：‘子无敢食我也！天帝使我长百兽。今子食我，是逆天帝命也！子以我为不信，吾为子先行，子随我后，观百兽之见我而敢不走乎？”虎以为然，故遂与之行。兽见之，皆走。虎不知兽畏己而走也，以为畏狐也。今王之地五千里，带甲百万，而专属之于昭奚恤，故北方之畏奚恤也，其实畏王之甲兵也！犹百兽之畏虎也！” ", "translation": "无"}}, {"name": "观物吟", "prop": {"content": "利轻则义重，利重则义轻。利不能胜义，自然多至诚。义不能胜利，自然多忿争。", "translation": "把名利财物看得轻的人自然把道义看得重， 把名利财物看得重的人自然把道义看得轻。如果名利财物不能胜于道义， 自然是真诚多。相反，如果道义不能胜过名利财物， 那么自然争斗就多。"}}, {"name": "桑生李树", "prop": {"content": "南顿张助，于田中种禾，见李核，欲持去，顾见空桑，中有土，因植种，以余浆溉灌。后人见桑中反复生李，转相告语。有病目痛者，息阴下，言：\"李君令我目愈，谢以一豚。\"目痛小疾，亦行自愈。众犬吠声，盲者得视，远近翕赫，其下车骑常数千百，酒肉滂沱。间一岁余，张助远出来还，见之，惊云：“此有何神，乃我所种耳。”因就斫之。", "translation": "南人张助在田里种庄稼，看见一个李核，想把它带回去 ，又回头看见根部枯空的桑树里有土，所以就种了进去，用剩下的水浇灌。后来有人看见桑树中忽然长出了李子，以为是神，就互相转告，有一个眼痛的病人在树下乘凉，说：李树使我的病好了，我要用一只小猪祭谢。眼痛的小病，自己也会痊愈，众人盲目附和，说是失明的人重见了光明，远近轰动，在边上下车马的常有数千，李树旁摆满了酒肉，过了一年，张助从远处回来，看见了惊讶地说：“这算什么神呀，这是我种的啊。”于是就跑去把树砍了。 "}}, {"name": "论盛孝章书 / ", "prop": {"content": "　　岁月不居，时节如流。五十之年，忽焉已至。公为始满，融又过二。海内知识，零落殆尽，惟会稽盛孝章尚存。其人困于孙氏，妻孥湮没，单孑独立，孤危愁苦。若使忧能伤人，此子不得复永年矣！　　　《春秋传》曰：“诸侯有相灭亡者，桓公不能救，则桓公耻之。”今孝章，实丈夫之雄也，天下谈士，依以扬声，而身不免于幽絷，命不期于旦夕，是吾祖不当复论损益之友，而朱穆所以绝交也。公诚能驰一介之使，加咫尺之书，则孝章可致，友道可弘矣。　　　今之少年，喜谤前辈，或能讥评孝章。孝章要为有天下大名，九牧之人，所共称叹。燕君市骏马之骨，非欲以骋道里，乃当以招绝足也。惟公匡复汉室，宗社将绝，又能正之。正之之术，实须得贤。珠玉无胫而自至者，以人好之也，况贤者之有足乎！昭王筑台以尊郭隗，隗虽小才，而逢大遇，竟能发明主之至心，故乐毅自魏往，剧辛自赵往，邹衍自齐往。向使郭隗倒悬而王不解，临溺而王不拯，则士亦将高翔远引，莫有北首燕路者矣。凡所称引，自公所知，而复有云者，欲公崇笃斯义也。因表不悉。 ", "translation": "无"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "鸟窠", "dynasty": "唐代"}, {"name": "朝三暮四", "prop": {"content": "宋有狙公者，爱狙，养之成群，能解狙之意；狙亦得公之心。损其家口，充狙之欲。俄而匮焉，将限其食，恐众狙之不驯于己也。先诳之曰：“与若芧，朝三而暮四，足乎？”众狙皆起怒。俄而曰：“与若芧，朝四而暮三，足乎？”众狙皆伏而喜。", "translation": "宋国有一个养猴子的老人，他很喜欢猴子，养的猴子成群，他能懂得猴子们的心意，猴子们懂得那个人的心意。那位老人因此减少了他全家的口粮，来满足猴子们的欲望。但是不久，家里缺乏食物了，他将要限制猴子们的食物，但又怕猴子们生气不听从自己，就先骗猴子们：“我给你们的橡树果实，早上三颗，晚上四颗，这样够吗？”众多猴子一听很生气，都跳了起来。过了一会儿，他又说：“我给你们的橡树果实，早上四颗，晚上三颗，这样足够吗？”猴子们听后都很开心地趴下，都很高兴对那老人服服帖帖的了。"}}, {"name": "契此", "dynasty": "五代"}, {"name": "大瓠之种", "prop": {"content": "　　惠子谓庄子曰：“魏王贻我大瓠之种，我树之成而实五石。以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣！宋人有善为不龟手之药者，世世以洴澼絖为事。客闻之，请买其方百金。聚族而谋之曰：‘我世世为洴澼絖，不过数金。今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人，裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！”", "translation": "无"}}, {"name": "拟行路难·其四", "prop": {"content": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。", "translation": "往平地上倒水，水会各自向不同方向流散。人生是既定的，怎么能成天自怨自艾。喝酒来宽慰自己，因举杯饮酒而中断歌唱《行路难》。人心又不是草木怎么会没有感情？欲说还休欲行又止不再多说什么。"}}, {"name": "连雨独饮", "prop": {"content": "运生会归尽，终古谓之然。世间有松乔，于今定何间。故老赠余酒，乃言饮得仙。试酌百情远，重觞忽忘天。天岂去此哉，任真无所先。云鹤有奇翼，八表须臾还。自我抱兹独，僶俛四十年。形骸久已化，心在复何言。", "translation": "人生迁化必有终结，宇宙至理自古而然。古代传说松乔二仙，如今他们知向谁边？故旧好友送我美酒，竟说饮下可成神仙。初饮一杯断绝杂念，继而再饮忘却苍天。苍天何尝离开此处？听任自然无物优先。云鹤生有神奇翅膀，遨游八荒片刻即还。自我抱定任真信念，勤勉至今已四十年。身体虽然不断变化，此心未变有何可言？"}}, {"dynasty": "唐代"}, {"name": "乐天见示伤微之敦", "prop": {"content": "吟君叹逝双绝句，使我伤怀奏短歌。世上空惊故人少，集中惟觉祭文多。芳林新叶催陈叶，流水前波让后波。万古到今同此恨，闻琴泪尽欲如何。", "translation": "吟诵起您寄来的哀悼亡友的两首绝句，使我心中无限感慨写下这首短歌。我徒然惊叹世上的老朋友越来越少，只觉得文集中的祭文越来越多。芳林中的新叶不断催换着旧叶，流水里前波总是让位给后波。从古到今人人都有哀悼逝者的憾事，即使为亡友流尽眼泪又将如何？"}}, {"name": "感遇十二首·其四", "prop": {"content": "孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！", "translation": "孤傲的鸿雁自海上而来，池塘河潢不敢眷顾。侧目见到了两只华丽的翠鸟，在华美的三珠树上栖息。珍贵之木的高处啊，难道不怕猎人的金弹丸？修美的品德将担心他人的嫉妒与打压，高明之位会让神鬼都深感厌恶。今日的我在冥冥之中遨游，那也独自游弋的人们将何处追求呢？ "}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "左丘明", "dynasty": "先秦"}, {"name": "刘安", "dynasty": "两汉"}, {"name": "顾太清", "dynasty": "清代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "孟子弟子录", "dynasty": "先秦"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "李绅", "dynasty": "唐代"}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "孟子引齐人言", "prop": {"content": "虽有智能。不如乘势。虽有鎡基。不如待时。", "translation": "无"}}, {"name": "放言五首·其四", "prop": {"content": "谁家宅第成还破，何处亲宾哭复歌？昨日屋头堪炙手，今朝门外好张罗。北邙未省留闲地，东海何曾有定波。莫笑贱贫夸富贵，共成枯骨两何如？", "translation": "谁家住宅建成后还去破坏，哪里的亲朋哭了以后又唱起来？昨天屋内外还挤满了人，今天在门外就如此冷落了。北邙山没有留下空闲土地，东海何曾有稳定的波浪？不要嫌贫爱富去夸张炫耀，死后都成了枯骨又如何呢？"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "孟子", "dynasty": "先秦"}, {"name": "修身齐家治国平天", "prop": {"content": "古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知，致知在格物。物格而后知至，知至而后意诚，意诚而后心正，心正而后身修，身修而后家齐，家齐而后国治，国治而后天下平。自天子以至于庶人，壹是皆以修身为本。", "translation": "古代那些要使美德彰明于天下的人，要先治理好自己的国家；要想治理好自己的国家，先要管理好自己的家庭和家族；要想管理好自己的家庭和家族，要先进行自我修养；要先进行自我修养，先要端正自己的思想；要端正自己的思想，先要使自己的意念真诚；要想使自己的意念真诚，先要使自己获得知识，获得知识的途径在于认知研究万事万物。"}}, {"name": "韩疁", "dynasty": "宋代"}, {"name": "子产论政宽猛", "prop": {"content": "　　郑子产有疾。谓子大叔曰：“我死，子必为政。唯有德者能以宽服民，其次莫如猛。夫火烈，民望而畏之，故鲜死焉。水懦弱，民狎而玩之，则多死焉，故宽难。”疾数月而卒。　　大叔为政，不忍猛而宽。郑国多盗，取人于萑苻之泽。大叔悔之，曰：“吾早从夫子，不及此。”兴徒兵以攻萑苻之盗，尽杀之，盗少止。　　仲尼曰：“善哉！政宽则民慢，慢则纠之以猛。猛则民残，残则施之以宽。宽以济猛；猛以济宽，政是以和。”《诗》曰：‘民亦劳止，汔可小康；惠此中国，以绥四方。’施之以宽也。‘毋从诡随，以谨无良；式遏寇虐，惨不畏明。’纠之以猛也。‘柔远能迩，以定我王。’平之以和也。又曰：‘不竞不絿，不刚不柔，布政优优，百禄是遒。’和之至也。”　　及子产卒，仲尼闻之，出涕曰：“古之遗爱也。” ", "translation": "无"}}, {"name": "黄檗禅师", "dynasty": "唐代"}, {"name": "察传", "prop": {"content": "　　夫得言不可以不察，数传而白为黑，黑为白。故狗似玃，玃似母猴，母猴似人，人之与狗则远矣。此愚者之所以大过也。　　闻而审，则为福矣；闻而不审，不若无闻矣。齐桓公闻管子于鲍叔，楚庄闻孙叔敖于沈尹筮，审之也，故国霸诸侯也。吴王闻越王勾践于太宰嚭，智伯闻赵襄子于张武，不审也，故国亡身死也。　　凡闻言必熟论，其于人必验之以理。鲁哀公问于孔子曰：“乐正夔一足，信乎？”孔子曰：“昔者舜欲以乐传教于天下，乃令重黎举夔于草莽之中而进之，舜以为乐正。夔于是正六律，和五声，以通八风。而天下大服。重黎又欲益求人，舜曰：“夫乐，天地之精也，得失之节也。故唯圣人为能和乐之本也。夔能和之，以平天下，若夔者一而足矣’。故曰‘夔一足’，非‘一足’也。”宋之丁氏家无井，而出溉汲，常一人居外。及其家穿井，告人曰：“吾穿井得一人。”有闻而传之者曰：“丁氏穿井得一人。”国人道之，闻之于宋君。宋君令人问之于丁氏，丁氏对曰：“得一人之使，非得一人于井中也。”求闻之若此，不若无闻也。子夏之晋，过卫，有读史记者曰：“晋师三豕涉河。”子夏曰：“非也，是己亥也。夫己与三相近，豕与亥相似。”至于晋而问之，则曰，晋师己亥涉河也。　　辞多类非而是，多类是而非，是非之经，不可不分，此圣人之所慎也。然则何以慎？缘物之情及人之情，以为所闻，则得之矣。", "translation": "　　传闻不可以不审察，经过辗转相传白的成了黑的，黑的成了白的。所以狗似玃，玃似猕猴，猕猴似人，人和狗的差别就很远了。这是愚蠢的人犯大错误的原因。"}}, {"name": "刘开", "dynasty": "清代"}, {"name": "小儿不畏虎", "prop": {"content": "　　有妇人昼日置小儿沙上而浣衣于水者。虎自山上驰来，妇人仓皇沉水避之。二小儿戏沙上自若。虎熟视久之，至以首抵触，庶几其一就惧；而儿痴，竟不知。虎亦寻卒去。噫，虎之食人，先被之以威，而不惧之人，威亦无所施欤！", "translation": "　　有个妇人白天将两个小孩安置在沙滩上，而自己去河边洗衣服。老虎从山上跑了下来，妇人慌忙地潜入水里来躲避老虎，两个小孩还是像刚才一样在沙滩上玩耍。老虎仔细地盯着他们看了很久，甚至用头来触碰他们，希望让其中一个能够感到害怕，可是小孩很天真，最终还是不知道害怕，最后，老虎终于离开了。估计老虎吃人，先要对人施加威风来吓唬人；可是（对于）不害怕的人，它的威风也就没有施展的地方！"}}, {"name": "孔融", "dynasty": "魏晋"}, {"name": "郑人逃暑", "prop": {"content": "郑人有逃暑于孤林之下者，日流影移，而徙衽以从阴。及至暮，反席于树下。及月流影移，复徙衽以从阴，而患露之濡于身。其阴逾去，而其身逾湿，是巧于用昼而拙于用夕矣。", "translation": "郑国有个人在一棵独立的树下乘凉，随着太阳的移动树的影子也移动，他就挪动自己的卧席跟着树的阴影。等到了黄昏时分，他又把卧席放到大树底下。等到树影随着月亮移动时，他又随着树影挪动自己的卧席，而苦于露水沾湿了全身。树影越移越远了，他的身上也越沾越湿。这个方法在白天使用很巧妙，但晚上用就相当笨拙了。"}}, {"name": "哀溺文序", "prop": {"content": "　　永之氓咸善游。一日，水暴甚，有五、六氓乘小船绝湘水。中济，船破，皆游。其一氓尽力而不能寻常。其侣曰：“汝善游最也，今何后为？”曰：“吾腰千钱，重，是以后。”曰：“何不去之？”不应，摇其首。有顷，益怠。已济者立岸上呼且号曰：“汝愚之甚，蔽之甚，身且死，何以货为？”又摇其首。遂溺死。吾哀之。且若是，得不有大货之溺大氓者乎？于是作《哀溺》。", "translation": "　　永州的百姓都善于游泳。一天，河水上涨的厉害，有五六个人乘着小船横渡湘江。渡到江中时，船破了，船上的人纷纷游水逃生。其中一个人尽力游泳但仍然游不了多远，他的同伴们说：“你最会游泳，现在为什么落在后面？”他说：“我腰上缠着很多钱，很重，所以落后了。”同伴们说：“为什么不丢掉它呢？”他不回答，摇摇他的头。一会儿，他更加疲乏了。已经游过河的人站在岸上，又呼又叫：“你愚蠢到了极点，蒙昧到了极点，自己快淹死了，还要钱财干什么呢？”他又摇摇他的头。于是就淹死了。我对此感到十分悲哀。如果像这样，难道不会有大利淹死大人物的事情吗？于是写下了《哀溺》。"}}, {"dynasty": "宋代"}, {"name": "三十年来寻剑客", "prop": {"content": "三十年来寻剑客，几回落叶又抽枝。自从一见桃花后，直至如今更不疑。", "translation": "多年来，我都在寻找一把斩断人生烦恼的剑；都没注意到时节的变化，秋去春来，岁月几何。自从我那时见到灼灼红艳的桃花以后，一直到现在，更加坚信不疑我所悟到的真理。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "酒箴", "prop": {"content": "　　子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 　　鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？ ", "translation": "　　你好像陶制的罐子。看你所处的位置，就像被悬挂在井口边。虽处于高处面临深水，动一下便有危险。你肚里所装的不是酒而是凉水。你不能左右晃动，并被拴上绳悬挂在高的地方。一旦绳子被挂住，被井壁上的砖碰碎，便会被抛到浑浊的泉水中，粉身碎骨。你的用处只仅限于此，还不如装酒的皮袋。"}}, {"name": "赐萧瑀", "prop": {"content": "疾风知劲草，板荡识诚臣。勇夫安识义，智者必怀仁。", "translation": "在狂风中才能识别出坚韧的草木，在乱世里方能分辨出忠诚的臣子。一勇之夫怎么懂得为公为国为民为社稷的正义的道理，而有智慧的人，必定心中怀有仁爱。"}}, {"name": "菩提偈", "prop": {"content": "菩提本无树，明镜亦非台。佛性常清净，何处有尘埃！身是菩提树，心为明镜台。明镜本清净，何处染尘埃！菩提本无树，明镜亦非台。本来无一物，何处惹尘埃！菩提只向心觅，何劳向外求玄？听说依此修行，西方只在目前！", "translation": "菩提原本就没有树， 明亮的镜子也并不是台。佛性就是一直清澈干净，哪里会有什么尘埃？"}}, {"name": "马说", "prop": {"content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祗 同：衹)　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！", "translation": "　　世上先有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，也只能辱没在仆役的手中，跟普通的马一同死在槽枥之间，不以千里马著称。"}}, {"name": "浪淘沙·疏雨洗天", "prop": {"content": "疏雨洗天清，枕簟凉生。井桐一叶做秋声。谁念客身轻似叶，千里飘零？梦断古台城，月淡潮平。便须携酒访新亭。不见当时王谢宅，烟草青青。", "translation": "疏雨过后，天空明净如洗，枕席生凉，肃杀秋风吹动梧桐叶，声似报秋，自己千里飘零，亦如同这风中桐叶。一梦醒来，古台城上，月色已逐渐暗淡，江潮涨得水与岸平。惟愿再追寻昔日新亭的慷慨之声，如今不惟其人不在，其宅亦不可见，惟见烟草青青。"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "题西林壁", "prop": {"content": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。", "translation": "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。 "}}, {"name": "日出入", "prop": {"content": "日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。", "translation": "日出日落，何时才终穷？时光岁月不与人的寿命齐同。所以春天并非我想要的春，夏天并非我想象中的夏，秋天并非我期盼的秋，冬天也并非我中意的冬。时间像辽阔的四海，人的寿命好比一个小池，遍观物象后才知道生命的无奈。我了解怎样才能快乐，只有独自驾驭六龙上天。六龙的协调步伐，使我的心胸顿时爽畅。唉，乘黄，怎么还不下降把我带上仙界。"}}, {"name": "古代文论选段", "prop": {"content": "　　《毛诗序》选段　　诗者，志之所之也。在心为志，发言为诗。情动于中而形于言，言之不足故嗟叹之，嗟叹之不足故永歌之，永歌之不足，不知手之舞之，足之蹈之也。　　《典论·论文》选段　　盖文章，经国之大业，不朽之盛事。年寿有时而尽，荣乐止乎其身，二者必至之常期，未若文章之无穷。是以古之作者，寄身于翰墨，见意于篇籍，不假良史之辞，不讬飞驰之势，而声名自传于后。　　《诗品序》选段　　若乃春风春鸟，秋月秋蝉，夏云暑雨，冬月祁寒，斯四候之感诸诗者也。嘉会寄诗以亲，离群讬诗以怨。至于楚臣去境，汉妾辞宫。或骨横朔野，魂逐飞蓬。或负戈外戍，杀气雄边。塞客衣单，孀闺泪尽。或士有解佩出朝，一去忘返。女有扬蛾入宠，再盼倾国。凡斯种种，感荡心灵，非陈诗何以展其义？非长歌何以骋其情？故曰：“诗可以群，可以怨。”使穷贱易安，幽居靡闷，莫尚于诗矣。　　《与元九书》? 选段　　感人心者，莫先乎情，莫始乎言，莫切乎声，莫深乎义。诗者：根情，苗言，华声，实义。　　《题画》画竹题记一则　　江馆清秋，晨起看竹，烟光日影露气，皆浮动于疏枝密叶之间。胸中勃勃遂有画意。其实胸中之竹，并不是眼中之竹也。因而磨墨展纸，落笔倏作变相，手中之竹又不是胸中之竹也。总之，意在笔先者，定则也；趣在法外者，化机也。独画云乎哉！　　《人间词话》三则　　词以境界为最上，有境界则自成高格，自有名句。　　境非独谓景物也，喜怒哀乐，亦人心中之一境界。故能写真景物、真感情者，谓之有境界。否则谓之无境界。　　古今之成大事业、大学问者，必经过三种之境界：“昨夜西风凋碧树。独上高楼，望尽天涯路。”此第一境也。“衣带渐宽终不悔，为伊消得人憔悴。”此第二境也。“众里寻他千百度，蓦然回首，那人正在，灯火阑珊处。”此第三境也。此等语皆非大词人不能道。然遽以此意解释诸词，恐为晏、欧诸公所不许也。", "translation": "　　诗，是人的情感意志的一种表现形式，怀抱在心则为情感意志，用语言把它表现出来就是诗。情感在心里激荡，就用诗的语言来表现它，用语言还表达不尽，便用咨嗟叹息的声音来延续它，咨嗟叹息还不尽情，就放开喉咙来歌唱它，歌唱仍感不满足，于是不知不觉手舞足蹈起来。"}}, {"name": "承宫樵薪苦学", "prop": {"content": "　　承宫，琅邪姑幕人。少孤，年八岁，为人牧猪。乡里徐子盛明《春秋》经，授诸生数百人。宫过其庐下，见诸生讲诵，好之，因忘其猪而听经。猪主怪其不还，寻之。见而欲笞之。门下生共禁，乃止，因留宫门下。樵薪执苦，数十年间，遂通其经。", "translation": "承宫，琅琊姑幕人，幼年丧父，在他八岁的时候，帮别人放猪。乡里的徐子盛精通《春秋》这本书，传授的学生有上百人。承宫从他屋前经过，看见那些学生在朗诵，感到很喜欢，因此忘记了他的猪，一心听徐子盛讲经书。猪的主人对他还未回来感到十分奇怪，便去寻他。看见他在听讲经书，就想用竹鞭打他。学社内的学生一起阻止，猪的主人才没有打他。承宫于是就留在徐子盛门下学习。承宫在那干苦活，上山砍柴，吃苦受累，很多年后，最终精通了这本经书。"}}, {"name": "李冶", "dynasty": "唐代"}, {"name": "病梅馆记", "prop": {"content": "　　江宁之龙蟠，苏州之邓尉，杭州之西溪，皆产梅。或曰：“梅以曲为美，直则无姿；以欹为美，正则无景；以疏为美，密则无态。”固也。此文人画士，心知其意，未可明诏大号以绳天下之梅也；又不可以使天下之民斫直，删密，锄正，以夭梅病梅为业以求钱也。梅之欹之疏之曲，又非蠢蠢求钱之民能以其智力为也。有以文人画士孤癖之隐明告鬻梅者，斫其正，养其旁条，删其密，夭其稚枝，锄其直，遏其生气，以求重价，而江浙之梅皆病。文人画士之祸之烈至此哉！　　予购三百盆，皆病者，无一完者。既泣之三日，乃誓疗之：纵之顺之，毁其盆，悉埋于地，解其棕缚；以五年为期，必复之全之。予本非文人画士，甘受诟厉，辟病梅之馆以贮之。　　呜呼！安得使予多暇日，又多闲田，以广贮江宁、杭州、苏州之病梅，穷予生之光阴以疗梅也哉！", "translation": "无"}}, {"name": "冯道", "dynasty": "五代"}, {"name": "曾巩", "dynasty": "宋代"}, {"name": "蒲松龄", "dynasty": "清代"}, {"name": "惠子相梁", "prop": {"content": "　　惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鹓鶵，子知之乎？夫鹓鶵发于南海，而飞于北海；非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鹓鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”", "translation": "　　惠施在梁国做国相，庄子去看望他。有人告诉惠施说：“庄子到梁国来，是想取代你做宰相。”于是惠施非常害怕，于是在国都搜捕了三天三夜。庄子前去见他，说：“南方有一种鸟，它的名字叫鹓鶵，你知道它吗？那鹓鶵是从南海起飞，要飞到北海去；不是梧桐树就不栖息，不是竹子所结的子就不吃，不是甘甜的泉水就不喝。在此时鹞鹰拾到一只腐臭的老鼠，鹓鶵从它面前飞过，鹞鹰看到仰头发出‘喝！’的怒斥声。难道现在你也想用你的梁国相位来威吓我吗？”"}}, {"name": "叶公好龙", "prop": {"content": "　　叶公子高好龙，钩以写龙，凿以写龙，屋室雕文以写龙。于是天龙闻而下之，窥头于牖，施尾于堂。 叶公见之，弃而还走，失其魂魄，五色无主。是叶公非好龙也，好夫似龙而非龙者也。 ", "translation": "　　叶公子高非常喜欢龙，衣带钩、酒器上都刻着龙，屋子内外都雕刻着龙。他这样爱龙，被天上的真龙知道后，便从天上来到叶公的住所，龙头搭在窗台上探看，龙尾伸到了厅堂里。叶公一看是真龙，转身就跑，被吓的像失了魂似的，惊恐万状，茫然无措。由此看来，叶公并不是真的喜欢龙，他喜欢的只不过是那些像龙却不是龙的东西罢了。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "叔向贺贫", "prop": {"content": "　　叔向见韩宣子，宣子忧贫，叔向贺之。宣子曰：“吾有卿之名而无其实，无以从二三子，吾是以忧，子贺我，何故？”　　对曰：“昔栾武子无一卒之田，其宫不备其宗器，宣其德行，顺其宪则，使越于诸侯。诸侯亲之，戎狄怀之，以正晋国。行刑不疚，以免于难。及桓子，骄泰奢侈，贪欲无艺，略则行志，假货居贿，宜及于难，而赖武之德以没其身。及怀子，改桓之行，而修武之德，可以免于难，而离桓之罪，以亡于楚。夫郤昭子，其富半公室，其家半三军，恃其富宠，以泰于国。其身尸于朝，其宗灭于绛。不然，夫八郤，五大夫，三卿，其宠大矣，一朝而灭，莫之哀也，唯无德也。今吾子有栾武子之贫，吾以为能其德矣，是以贺。若不忧德之不建，而患货之不足，将吊不暇，何贺之有？”　　宣子拜，稽首焉，曰：“起也将亡，赖子存之，非起也敢专承之，其自桓叔以下，嘉吾子之赐。” ", "translation": "无"}}, {"dynasty": "先秦"}, {"name": "苦斋记", "prop": {"content": "　　苦斋者，章溢先生隐居之室也。室十有二楹，覆之以茆，在匡山之巅。匡山在处之龙泉县西南二百里，剑溪之水出焉。山四面峭壁拔起，岩崿皆苍石，岸外而臼中。其下惟白云，其上多北风。风从北来者，大率不能甘而善苦，故植物中之，其味皆苦，而物性之苦者亦乐生焉。　　于是鲜支、黄蘗、苦楝、侧柏之木，黄连、苦杕、亭历、苦参、鉤夭之草，地黄、游冬、葴、芑之菜，槠、栎、草斗之实，楛竹之笋，莫不族布而罗生焉。野蜂巢其间，采花髓作蜜，味亦苦，山中方言谓之黄杜，初食颇苦难，久则弥觉其甘，能已积热，除烦渴之疾。其槚荼亦苦于常荼。其洩水皆啮石出，其源沸沸汩汩，瀄滵曲折，注入大谷。其中多斑文小鱼，状如吹沙，味苦而微辛，食之可以清酒。　　山去人稍远，惟先生乐游，而从者多艰其昏晨之往来，故遂择其窊而室焉。携童儿数人，启陨箨以蓺粟菽，茹啖其草木之荑实。间则蹑屐登崖，倚修木而啸，或降而临清泠。樵歌出林，则拊石而和之。人莫知其乐也。　　先生之言曰：“乐与苦 ，相为倚伏者也，人知乐之为乐，而不知苦之为乐，人知乐其乐，而不知苦生于乐，则乐与苦相去能几何哉！今夫膏粱之子，燕坐于华堂之上，口不尝荼蓼之味，身不历农亩之劳，寝必重褥，食必珍美，出入必舆隶，是人之所谓乐也，一旦运穷福艾，颠沛生于不测，而不知醉醇饫肥之肠，不可以实疏粝，籍柔覆温之躯，不可以御蓬藋，虽欲效野夫贱隶，跼跳窜伏，偷性命于榛莽而不可得，庸非昔日之乐，为今日之苦也耶？故孟子曰：‘天之降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤。’赵子曰：‘良药苦口利于病，忠言逆耳利于行。’彼之苦，吾之乐；而彼之乐，吾之苦也。吾闻井以甘竭，李以苦存，夫差以酣酒亡，而勾践以尝胆兴，无亦犹是也夫？”　　刘子闻而悟之，名其室曰苦斋，作《苦斋记》。", "translation": "　　苦斋，是章溢先生隐居乡野的房舍，有十二间，是用茅草盖成的，坐落在匡山的顶上。匡山在处州府的龙泉县城西南二百里，剑溪就从那儿发源。匡山的四面，像墙壁一样陡峭的山崖高高耸立，岩石都是青色的，外面高，中间低，像个臼似地。山的下面只见白云，山顶上常刮北风。风从北面刮来的，大都不可能甜美而多带苦味，因此植物受北风吹刮，它们的味道都是苦的。但物性苦的植物也乐于生长在这里。"}}, {"name": "戴名世", "dynasty": "清代"}, {"name": "曹操", "dynasty": "两汉"}, {"name": "人皆有不忍人之心", "prop": {"content": "　　孟子曰：“人皆有不忍人之心。先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可运之掌上。所以谓人皆有不忍人之心者，今人乍见孺子将入于井，皆有怵惕恻隐之心；非所以内交于孺子之父母也，非所以要誉于乡 党朋友也，非恶其声而然也。由是观之，无恻隐之心，非人也；无羞恶之心，非人也；无辞让之心，非人也；无是非之心，非人也。恻隐之心，仁之端也；羞恶之心，义之端也；辞让之心，礼之端也；是非之心，智之端也。人之有是四端也，犹其有四体也。有是四端而自谓不能者，自贼者也；谓其君不能者，贼其君者也。凡有四端于我者，知皆扩而充之矣，若火之始然，泉之始达。苟能充之，足以保四海；苟不充之，不足以事父母。”", "translation": "无"}}, {"name": "棘刺雕猴", "prop": {"content": "　　燕王好微巧，卫人请以棘刺之端为母猴。燕王说之，养之以五乘之奉。王曰：“吾视观客为棘刺之母猴。”客曰：“人主欲观之，必半岁不入宫，不饮酒食肉，雨霁日出，视之晏阴之间，而棘刺之母猴乃可见也。”燕王因养卫人，不能观其母猴。郑有台下之冶者，谓燕王曰：“臣为削者也，诸微物必以削削之，而所削必大于削。今棘刺之端不容削锋，难以治棘刺之端。王试观客之削，能与不能可知也。”王曰：“善。”谓卫人曰：“客为棘刺之母猴也，何以治之？”曰：“以削。”王曰：“吾欲观见之。”客曰：“臣请之舍取之。”因逃。　　（选自《韩非子·外储说左上》） ", "translation": "无"}}, {"name": "听嘉陵江水声寄深", "prop": {"content": "凿崖泄奔湍，古称神禹迹。夜喧山门店，独宿不安席。水性自云静，石中本无声；如何两相激，雷转空山惊？贻之道门旧，了此物我情。", "translation": "击凿山崖飞泻急速的水流，号称是远古的大禹遗迹。晚上旅馆佛寺的大门喧腾声，独自一人夜里睡觉不能安然熟睡。水的特点本是安静的，石头中本来也没有声音。为什么两者互相冲击（水冲击石头），雷鸣幽深少人的山林使人惊。把这个问题遗留给寺观的旧友，了却它给我的疑问。"}}, {"name": "无门慧开禅师", "dynasty": "宋代"}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "祝穆", "dynasty": "宋代"}, {"name": "一毛不拔", "prop": {"content": "一猴死，见冥王，求转人身。王曰：“既欲做人，须将毛尽拔去。”即唤夜叉拔之。方拔一根，猴不胜痛叫。王笑曰：“看你一毛不拔，如何做人？”", "translation": "一只猴子死后见到了阎王，向阎王要求投胎做人。阎王说：“既然你想做人，就需要将毛全部拔掉。”于是阎王就叫夜叉给猴子拔毛。刚刚才拔下了一根，猴子就忍不住痛得叫了起来。阎王笑道：“看你，连一根毛都舍不得拔，怎么做人呢？”"}}, {"name": "贾谊", "dynasty": "两汉"}, {"name": "北宋·张载", "dynasty": "宋代"}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "农夫耕田", "prop": {"content": "　　农夫耕于田，数息而后一锄。行者见而哂之，曰：“甚矣，农之惰也!数息而后一锄，此田竟月不成！”农夫曰：“予莫知所以耕，子可示我以耕之术乎？”　　行者解衣下田，一息而数锄，一锄尽一身之力。未及移时，气竭汗雨，喘喘焉不能作声，且仆于田。谓农夫曰：“今而后知耕田之难也。”农夫曰：“非耕难，乃子之术谬矣！人之处事亦然，欲速则不达也。”行者服而去。", "translation": "　　有个农民在田里耕种，他喘几口气以后才挥一下锄头。有个过路人看见了讥笑他，说：“你这个农夫真是太懒了，你喘几口气才挥一下锄头，这样耕田整整一个月也耕不完。”农夫说：“我不知道用什么方法来耕地，你可以把耕地的方法示范给我吗？”"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "感遇十二首·其二", "prop": {"content": "幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？", "translation": "归隐到这幽静的山林以来，每天都独自高卧在林泉之下，积聚的愁虑被洗涤得干干净净。我想拿这些来感谢那高飞的鸟儿，因要托她传达我这遥远的情怀。日日夜夜我空怀着这无限情意，可是又有谁能体会到我至诚的情意呢？那飞鸟和沉鱼本来就情趣相隔，又怎么能慰解我的心怀情意？"}}, {"name": "曾子易箦", "prop": {"content": "　　曾子寝疾，病。乐正子春坐于床下，曾元、曾申坐于足，童子隅坐而执烛。童子曰：“华而睆，大夫之箦与？”子春曰：“止！”曾子闻之，瞿然曰：“呼！”曰：“华而睆，大夫之箦与？”曾子曰：“然。斯季孙之赐也，我未之能易也。元，起易箦。”曾元曰：“夫子之病革矣，不可以变。幸而至于旦，请敬易之。”曾子曰：“尔之爱我也不如彼。君子之爱人也以德，细人之爱人也以姑息。吾何求哉？吾得正而毙焉斯已矣。”举扶而易之。反席未安而没。", "translation": "无"}}, {"name": "赵翼", "dynasty": "清代"}, {"name": "富人之子", "prop": {"content": "齐有富人，家累千金。其二子甚愚，其父又不教之。一日，艾子谓其父曰：“君之子虽美，而不通世务，他日曷能克其家?”父怒曰：“吾之子敏而且恃多能，岂有不通世务者耶?”艾子曰：“不须试之他，但问君之子，所食者米，从何来？若知之，吾当妄言之罪。”父遂呼其子问之。其子嘻然笑曰：“吾岂不知此也？每以布囊取来。”其父愀然改容曰：“子之愚甚也!彼米不是田中来?”艾子曰：“非其父不生其子。”", "translation": "　　齐国有一富人，家累千金，财产无数，但是他的两个儿子甚是蠢笨，儿子的父亲又不教导他们。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "酬乐天扬州初逢席", "prop": {"content": "巴山楚水凄凉地，二十三年弃置身。怀旧空吟闻笛赋，到乡翻似烂柯人。沉舟侧畔千帆过，病树前头万木春。今日听君歌一曲，暂凭杯酒长精神。", "translation": "被贬谪到巴山楚水这些荒凉的地区，度过了二十三年沦落的光阴。怀念故去旧友徒然吟诵闻笛小赋，久谪归来感到已非旧时光景。翻覆的船只旁仍有千千万万的帆船经过；枯萎树木的前面也有万千林木欣欣向荣。今天听了你为我吟诵的诗篇，暂且借这一杯美酒振奋精神。"}}, {"name": "放言五首·其三", "prop": {"content": "赠君一法决狐疑，不用钻龟与祝蓍。试玉要烧三日满，辨材须待七年期。周公恐惧流言日，王莽谦恭未篡时。向使当初身便死，一生真伪复谁知？", "translation": "我送给你一种解决疑问的办法，这个办法不需龟甲，蓍草茎来占卜吉凶。检验玉真假还需要烧满三天，辨别木材还要等七年以后。周公害怕流言蜚语的日子，王莽篡位之前毕恭毕敬。假使这人当初就死去了，一生的真假又有谁知道呢？ "}}, {"name": "相见欢·年年负却", "prop": {"content": "年年负却花期！过春时，只合安排愁绪送春归。梅花雪，梨花月，总相思。自是春来不觉去偏知。", "translation": "年复一年，总是辜负了百花盛开时节，春天过去，只好带着惆怅送别春天。梅花傲雪，梨花映月，至今令人思念不已。真是春天来时不知不觉，春天去时令人惋惜。"}}, {"name": "扬雄", "dynasty": "两汉"}, {"name": "王国维", "dynasty": "近现代"}, {"name": "生于忧患，死于安", "prop": {"content": "　　舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)　　人恒过，然后能改；困于心衡于虑而后作；征于色发于声而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。", "translation": "　　舜从田野耕作之中被起用，傅说从筑墙的劳作之中被起用，胶鬲从贩鱼卖盐中被起用，管夷吾被从狱官手里救出来并受到任用，孙叔敖从海滨隐居的地方被起用，百里奚被从奴隶集市里赎买回来并被起用。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "吕不韦 撰", "dynasty": "先秦"}, {"dynasty": "两汉"}, {"name": "蔽月山房", "prop": {"content": "山近月远觉月小，便道此山大于月。若有人眼大如天，当见山高月更阔。", "translation": "山离得近，月亮离得远，就觉得月亮很小，就有人说山比月亮大。如果有人眼光开阔长远，便会发现不仅只是山高，而且月亮更为广阔！"}}, {"name": "师旷撞晋平公", "prop": {"content": "晋平公与群臣饮，饮酣，乃喟然叹曰：“莫乐为人君！惟其言而莫之违。”师旷侍坐于前，援琴撞之。公被衽而避，琴坏于壁。公曰：“太师谁撞？”师旷曰：“今者有小人言于侧者，故撞之。”公曰：“寡人也。”师旷曰：“哑！是非君人者之言也。”左右请除之。公曰：“释之，以为寡人戒。”", "translation": "晋平公和臣子们在一起喝酒。酒喝的正高兴时，他就得意地说：“没有比做人君再快乐的了！没有人敢违背他的话！”师旷陪坐在前面，听了这话，便拿起琴朝他撞去。晋平公连忙收起衣襟躲让，琴在就撞在墙上损坏了。晋平公说：“师旷，您撞谁呀？”师旷答道：“刚才有个小人在我旁边胡说八道，所以撞他。”晋平公说：“说话的是我呀。”师旷说：“哎！这不是为人君主的人应说的话啊！”左右臣子认为师旷犯上，都要求惩办他。晋平公说：“放了他吧，我要把这件事当作一个警告。”? "}}, {"name": "东城高且长", "prop": {"content": "东城高且长，逶迤自相属。回风动地起，秋草萋已绿。四时更变化，岁暮一何速！晨风怀苦心，蟋蟀伤局促。荡涤放情志，何为自结束！燕赵多佳人，美者颜如玉。被服罗裳衣，当户理清曲。音响一何悲！弦急知柱促。驰情整中带，沉吟聊踯躅。思为双飞燕，衔泥巢君屋。", "translation": "无"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "沧浪歌", "prop": {"content": "沧浪之水清兮，可以濯我缨；沧浪之水浊兮，可以濯我足。", "translation": "沧浪的水清澈时可以用来洗涤冠缨；沧浪的水浑浊的时候就可以用来洗脚。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "我善养吾浩然之气", "prop": {"content": "　　“敢问夫子恶乎长？”　　曰：“我知言，我善养吾浩然之气。”　　“敢问何谓浩然之气？”　　曰：“难言也。其为气也，至大至刚，以直养而无害，则塞于天地之间。其为气也，配义与道；无是，馁也。是集义所生者，非义袭而取之也。行有不慊于心，则馁矣。我故曰，告子未尝知义，以其外之也。必有事焉，而勿正，心勿忘，勿助长也。无若宋人然：宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：‘今日病矣！予助苗长矣！’其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。”　　“何谓知言？”　　曰：“诐辞知其所蔽，淫辞知其所陷，邪辞知其所离，遁辞知其所穷。——生于其心，害于其政；发于其政，害于其事。圣人复起，必从吾言矣。”", "translation": "　　公孙丑说：“请问老师您长于哪一方面呢？”"}}, {"name": "崔瑗", "dynasty": "两汉"}, {"name": "春草", "prop": {"content": "嫩绿柔香远更浓，春来无处不茸茸。六朝旧恨斜阳里，南浦新愁细雨中。近水欲迷歌扇绿，隔花偏衬舞裙红。平川十里人归晚，无数牛羊一笛风。", "translation": "春天来了，到处是一片葱茏的绿色，柔嫩的芳草，散发出阵阵清香，极目眺望，只见越往远处，草色越是浓密。想起六朝旧恨，南浦送别的场景。再回到眼前的景物，在迷离的草色中。水边的春草和野花都似乎变成了当年的歌扇和舞裙，当年的歌扇和舞裙化作了今日的春草和野花。平川十里，牧入暮归，在茫茫的草色中，只见无数牛羊在慢慢蠕动，晚风习习，传来一阵阵悠扬的笛声。"}}, {"name": "李世民", "dynasty": "唐代"}, {"name": "僧伽斯那", "dynasty": "南北朝"}, {"dynasty": "朝代"}, {"name": "别子才司令", "prop": {"content": "不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。", "translation": "人生中经历的事情十件里有八九件都不如人意的，可与之倾吐心事的人连两三个都没有。很幸运地在荆门结识了子才你这位良友，直抒胸臆，才能够在梦中尽情驰骋，仿佛于城南铁马奔驰。"}}, {"name": "晏子使楚", "prop": {"content": "一晏子使楚。楚人以晏子短，楚人为小门于大门之侧而延晏子。晏子不入，曰：“使狗国者从狗门入，今臣使楚，不当从此门入。”傧者更道，从大门入。见楚王。王曰：“齐无人耶？使子为使。”晏子对曰：“齐之临淄三百闾，张袂成阴，挥汗成雨，比肩继踵而在，何为无人？”王曰：“然则何为使予？”晏子对曰：“齐命使，各有所主：其贤者使使贤主，不肖者使使不肖主。婴最不肖，故宜使楚矣！”（张袂成阴 一作：张袂成帷）二晏子将使楚。楚王闻之，谓左右曰：“晏婴，齐之习辞者也。今方来，吾欲辱之，何以也？”左右对曰：“为其来也，臣请缚一人，过王而行，王曰：‘何为者也？’对曰：‘齐人也。’王曰：‘何坐？’曰：‘坐盗。’三晏子至，楚王赐晏子酒，酒酣，吏二缚一人诣王。王曰：“缚者曷为者也？”对曰：“齐人也，坐盗。”王视晏子曰：“齐人固善盗乎？”晏子避席对曰：“婴闻之，橘生淮南则为橘，生于淮北则为枳，叶徒相似，其实味不同。所以然者何？水土异也。今民生长于齐不盗，入楚则盗，得无楚之水土使民善盗耶？”王笑曰：“ 圣人非所与熙也，寡人反取病焉。”", "translation": "无"}}, {"name": "老子(节选)", "prop": {"content": "上善若水。水善利万物而不争，处众人之所恶， 故几于道。居，善地；心，善渊；与，善仁；言，善信；正，善治；事，善能；动，善时。夫唯不争，故无尤。五色令人目盲，五音令人耳聋，五味令人口爽，驰骋畋猎令人心发狂，难得之货令人行妨。是以圣人为腹不为目，故去彼取此。古之善为士者，微妙玄通，深不可识。夫唯不可识。故强为之容：豫兮，若冬涉川；犹兮，若畏四邻；俨兮，其若客；涣兮，若冰之将释；孰兮，其若朴；旷兮，其若谷；浑兮，其若浊。孰能浊以止，静之徐清？孰能安以久，动之徐生？保此道者不欲盈，夫唯不盈，故能敝而新成。曲则全，枉则直；洼则盈，弊则新；少则得，多则惑，是以圣人抱一为天下式。不自见，故明；不自是，故彰；不自伐，故有功；不自矜，故长。夫唯不争，故天下莫能与之争。古之所谓“曲则全”者，岂虚言哉？跂者不立，跨者不行，自见者不明，自是者不彰。自伐者无功，自矜者不长。其在道也，曰余食赘行。物或恶之，故有道者不处也。善行无辙迹；善言无瑕谪；善数不用筹策；善闭，无关楗而不可开；善结，无绳约而不可解。是以圣人常善救人，故无弃人；常善救物，故无弃物，是谓袭明。故善人者，不善人之师；不善人者，善人之资。不贵其师，不爱其资，虽智大迷，是谓要妙。知人者智，自知者明；胜人者有力，自胜者强；知足者富，强行者有志；不失其所者久，死而不亡者寿。信言不美，美言不信。善者不辩，辩者不善。知者不博，博者不知。圣人不积，既以为人己愈有；既以与人，己愈多。天之道，利而不害；人之道，为而弗争。 ", "translation": "至高的品性就好像水一样。水善于帮助万物，却不与万物相争，让自己停留在人们所厌恶的地方，所以水是很接近“道”的。最善的人，所处的位置最自然而不引人注目，心胸善于保持沉静而深不可测，待人善于真诚、友爱和无私，说话善于格守信用，为政善于精简处理，能把国家治理好，处事能够善于发挥所长，行动善于把握时机。因为不与人争，故于做人处事时，不会过于彰显一已的立场，而招至或激化矛盾。"}}, {"name": "王孙圉论楚宝", "prop": {"content": "　　王孙圉聘于晋，定公飨之。赵简子鸣玉以相，问于王孙圉曰：“楚之白珩犹在乎？”对曰：“然。”简子曰：“其为宝也，几何矣？”曰：“未尝为宝。楚之所宝者，曰观射父，能作训辞，以行事于诸侯，使无以寡君为口实。又有左史倚相，能道训典，以叙百物，以朝夕献善败于寡君，使寡君无忘先王之业；又能上下说于鬼神，顺道其欲恶，使神无有怨痛于楚国。又有薮曰云，连徒洲，金、木、竹、箭之所生也，龟、珠、角、齿、皮、革、羽、毛，所以备赋，以戒不虞者也；所以共币帛，以宾享于诸侯者也。若诸侯之好币具，而导之以训辞，有不虞之备，而皇神相之，寡君其可以免罪于诸侯，而国民保焉。此楚国之宝也。若夫白珩，先王之玩也，何宝之焉？”　　“圉闻国之宝，六而已：圣能制议百物，以辅相国家，则宝之；玉足以庇荫嘉谷，使无水旱之灾，则宝之；龟足以宪臧否，则宝之；珠足以御火灾，则宝之；金足以御兵乱，则宝之；山林薮泽足以备财用，则宝之。若夫哗嚣之美，楚虽蛮夷，不能宝也。” ", "translation": "无"}}, {"dynasty": "魏晋"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "题花山寺壁", "prop": {"content": "寺里山因花得名，繁英不见草纵横。栽培剪伐须勤力，花易凋零草易生。", "translation": "花山寺是因鲜花繁多、美丽而得名，来到这里才发现，不见鲜花，只见杂草丛生。鲜花栽种的培养和修枝很重要，要勤奋努力，要知道，花是很容易凋零的，而杂草却是很容易就蔓延生长的。"}}, {"name": "问说", "prop": {"content": "　　君子之学必好问。问与学，相辅而行者也。非学无以致疑，非问无以广识；好学而不勤问，非真能好学者也。理明矣，而或不达于事；识其大矣，而或不知其细，舍问，其奚决焉？　　贤于己者，问焉以破其疑，所谓“就有道而正”也。不如己者，问焉以求一得，所谓“以能问于不能，以多问于寡”也。等于己者，问焉以资切磋，所谓交相问难(nàn)，审问而明辨之也。《书》不云乎？“好问则裕。”孟子论：“求放心”，而并称曰“学问之道”，学即继以问也。子思言“尊德性”，而归于“道问学”，问且先于学也。　　古之人虚中乐善，不择事而问焉，不择人而问焉，取其有益于身而已。是故狂夫之言，圣人择之，刍荛(ráo)之微，先民询之，舜以天子而询于匹夫，以大知而察及迩言，非苟为谦，诚取善之弘也。三代而下，有学而无问，朋友之交，至于劝善规过足矣，其以义理相咨访，孜孜焉唯进修是急，未之多见也，况流俗乎？　　是己而非人，俗之同病。学有未达，强以为知；理有未安，妄以臆度。如是，则终身几无可问之事。贤于己者，忌之而不愿问焉；不如己者，轻之而不屑问焉；等于己者，狎xiá之而不甘问焉，如是，则天下几无可问之人。人不足服矣，事无可疑矣，此唯师心自用耳。夫自用，其小者也；自知其陋而谨护其失，宁使学终不进，不欲虚以下人，此为害于心术者大，而蹈之者常十之八九。　　不然，则所问非所学焉：询天下之异文鄙事以快言论；甚且心之所已明者，问之人以试其能，事之至难解者，问之人以穷其短。而非是者，虽有切于身心性命之事，可以收取善之益，求一屈己焉而不可得也。嗟乎！学之所以不能几(jī)于古者，非此之由乎？　　且夫不好问者，由心不能虚也；心之不虚，由好学之不诚也。亦非不潜心专力之故，其学非古人之学，其好亦非古人之好也，不能问宜也。　　智者千虑，必有一失。圣人所不知，未必不为愚人之所知也；愚人之所能，未必非圣人之所不能也。理无专在，而学无止境也，然则问可少耶？《周礼》，外朝以询万民，国之政事尚问及庶人，是故贵可以问贱，贤可以问不肖，而老可以问幼，唯道之所成而已矣。　　孔文子不耻下问，夫子贤之。古人以问为美德，而并不见其有可耻也，后之君子反争以问为耻，然则古人所深耻者，后世且行之而不以为耻者多矣，悲夫！", "translation": "　　一个有见识的人，他做学问必然喜欢向别人提问请教。“问”和“学”是相辅相成地进行的，不“学”就不能提出疑难，不“问”就不能增加知识。喜爱学习却不多问，不是真的喜爱学习的人。道理明白了，可是还不能应用于实际，认识了那些大的（原则、纲领、总体），可是还可能不了解那些细节，（对于这些问题）除了问，怎么能解决问题呢？"}}, {"name": "八阵图", "prop": {"content": "功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。", "translation": "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。任凭江流冲击，石头却依然如故，千年遗恨，在于刘备失策想吞吴。"}}, {"name": "刘向", "dynasty": "两汉"}, {"name": "李白", "dynasty": "唐代"}, {"name": "喜怒哀乐未发", "prop": {"content": "　　喜怒哀乐之未发，谓之中；发而皆中节，谓之和。中也者，天下之大本也；和也者，天下之达道也。致中和，天地位焉，万物育焉。　　博学之，审问之，慎思之，明辨之，笃行之。有弗学，学之弗能，弗措也；有弗问，问之弗知，弗措也；有弗思，思之弗得，弗措也；有弗辨，辨之弗明，弗措也；有弗行，行之弗笃，弗措也。人一能之，己百之；人十能之，己千之。", "translation": "喜怒哀乐的情感没有发生，可以称之为“中”；喜怒哀乐的感情发生了，但都能适中且有节度，可以称之为“和”。中是天下最为根本的，和是天下共同遵循的法度。达到了中和，天地就会各安其位，万物便生长发育了。"}}, {"name": "梵志翻着袜", "prop": {"content": "梵志翻着袜，人皆道是错。乍可刺你眼，不可隐我脚。", "translation": "王梵志把袜子翻过来，把粗糙的一面穿在外面，人们都说这一举动是错的。王梵志却说：“宁可让你看着刺眼，也不能让我的脚不舒服。”"}}, {"name": "惠能", "dynasty": "唐代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "《论语》十二章", "prop": {"content": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”《学而》曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”《学而》子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不逾矩。”《为政》子曰：“温故而知新，可以为师矣。”《为政》子曰：“学而不思则罔，思而不学则殆。”《为政》子曰：“贤哉，回也！一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐。贤哉，回也！”《雍也》子曰：“知之者不如好之者，好之者不如乐之者。”《雍也》子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”《述而》子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”《述而》子在川上曰：“逝者如斯夫，不舍昼夜。”《子罕》子曰：“三军可夺帅也， 匹夫不可夺志也。”《子罕》子夏曰：“博学而笃志，切问而近思，仁在其中矣。”《子张》", "translation": "孔子说：“学了（知识）然后按一定的时间复习它，不也是很愉快吗？有志同道合的人从远方来，不也是很快乐吗？人家不了解我，我却不恼怒，不也是道德上有修养的人吗？”"}}, {"name": "邯郸淳", "dynasty": "魏晋"}, {"name": "感遇诗三十八首·", "prop": {"content": "吾观龙变化，乃知至阳精。石林何冥密，幽洞无留行。古之得仙道，信与元化并。玄感非象识，谁能测沈冥。世人拘目见，酣酒笑丹经。昆仑有瑶树，安得采其英。", "translation": "我看那神龙的变化无穷，就知它是最高阳气之精。成林的岩石多么阴暗壅塞，洞穴深邃无法将它挡住。古时候的得道成仙之路，确是与那造化合而为一。玄妙感应并非喑昧识见，有谁能够测知其中奥秘？世间凡人拘泥于眼见为实，沉湎于酒中嘲笑那丹经真义。昆仑山上有那美玉仙树，他们怎么才能采到它的花蕊？"}}, {"name": "论语七则", "prop": {"content": "　　子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”(踰 同：逾)　　子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”　　子曰：“饭疏食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。”　　子曰：“衣敝缊袍，与衣狐貉者立，而不耻者，其由也与！”“不忮不求，何用不臧？”子路终身诵之。子曰：“是道也，何足以臧？”　　子贡问为仁。子曰：“工欲善其事，必先利其器。居是邦也，事其大夫之贤者，友其士之仁者。”　　子贡问曰：“乡人皆好之，何如？”子曰：“未可也。”“乡人皆恶之，何如？”子曰：“未可也。不如乡人之善者好之，其不善者恶之。”　　子谓子贡曰，“女与回也孰愈？”对曰，“赐也何敢望回？回也闻一以知十，赐也闻一以知二。”子曰，“弗如也，吾与女弗如也。” ", "translation": "无"}}, {"name": "晚春", "prop": {"content": "草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。", "translation": "花草树木得知春天不久就要离去，都想留住春天的脚步，竞相吐艳争芳，霎时万紫千红，繁花似锦。可怜杨花榆钱，没有艳丽姿色，只知道随风飘洒，好似片片雪花。"}}, {"name": "张问陶", "dynasty": "清代"}, {"name": "行路难·其一", "prop": {"content": "金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)行路难，行路难，多歧路，今安在？长风破浪会有时，直挂云帆济沧海。", "translation": "金杯中的美酒一斗价十千，玉盘里的菜肴珍贵值万钱。心中郁闷，我放下杯筷不愿进餐；拔出宝剑环顾四周，心里一片茫然。想渡黄河，冰雪却冻封了河川；想登太行山，莽莽风雪早已封山。像姜尚垂钓溪，闲待东山再起；又像伊尹做梦，他乘船经过日边。人生道路多么艰难，多么艰难；歧路纷杂，如今又身在何处？相信乘风破浪的时机总会到来，到时定要扬起征帆，横渡沧海！"}}, {"dynasty": "南北朝"}, {"name": "观书有感·其一", "prop": {"content": "半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。(那 通：哪)", "translation": "半亩大的方形池塘像一面镜子一样打开，天光、云影在水面上闪耀浮动。要问池塘里的水为何这样清澈呢？是因为有永不枯竭的源头源源不断地为它输送活水。"}}, {"name": "乐游原 / 登乐", "prop": {"content": "向晚意不适，驱车登古原。夕阳无限好，只是近黄昏。", "translation": "傍晚时分我心情不太好，独自驱车登上了乐游原。这夕阳晚景的确十分美好，只不过已是黄昏。"}}, {"name": "琴诗", "prop": {"content": "若言琴上有琴声，放在匣中何不鸣？若言声在指头上，何不于君指上听？", "translation": "如果琴上有声音，放在箱中为何不响；那如果声音是从手指上发出，为什么人们不在手指上听呢？ "}}, {"name": "峡江寺飞泉亭记", "prop": {"content": "　　余年来观瀑屡矣，至峡江寺而意难决舍，则飞泉一亭为之也。　　凡人之情，其目悦，其体不适，势不能久留。天台之瀑，离寺百步，雁宕瀑旁无寺。他若匡庐，若罗浮，若青田之石门，瀑未尝不奇，而游者皆暴日中，踞危崖，不得从容以观，如倾盖交，虽欢易别。　　惟粤东峡山，高不过里许，而磴级纡曲，古松张覆，骄阳不炙。过石桥，有三奇树鼎足立，忽至半空，凝结为一。凡树皆根合而枝分，此独根分而枝合，奇已。　　登山大半，飞瀑雷震，从空而下。瀑旁有室，即飞泉亭也。纵横丈馀，八窗明净，闭窗瀑闻，开窗瀑至。人可坐可卧，可箕踞，可偃仰，可放笔研，可瀹茗置饮，以人之逸，待水之劳，取九天银河，置几席间作玩。当时建此亭者，其仙乎！　　僧澄波善弈，余命霞裳与之对枰。于是水声、棋声、松声、鸟声，参错并奏。顷之，又有曳杖声从云中来者，则老僧怀远抱诗集尺许，来索余序。于是吟咏之声又复大作。天籁人籁，合同而化。不图观瀑之娱，一至于斯，亭之功大矣！　　坐久，日落，不得已下山，宿带玉堂。正对南山，云树蓊郁，中隔长江，风帆往来，妙无一人肯泊岸来此寺者。僧告余曰：“峡江寺俗名飞来寺。”余笑曰：“寺何能飞？惟他日余之魂梦或飞来耳！”僧曰：“无征不信。公爱之，何不记之！”余曰：“诺。”已遂述数行，一以自存，一以与僧。", "translation": "　　我近年来观看瀑布很多次，到峡江寺心里很难舍弃它，就是飞泉亭造成的。"}}, {"name": "论诗五首·其二", "prop": {"content": "李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年。", "translation": "李白和杜甫的诗篇被成千上万的人传颂，流传至今感觉已经没有什么新意了。历史上每一朝代都会有有才华的人出现，各自开创一代新风，领导诗坛几百年。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "铁杵成针", "prop": {"content": "磨针溪，在象耳山下。世传李太白读书山中，未成，弃去。过是溪，逢老媪方磨铁杵。问之，曰：“欲作针。”太白感其意，还卒业。", "translation": "磨针溪是在象耳山脚下。世世代代相传李白在山中读书的时候，没有完成好自己的学业，就放弃学习离开了。他路过一条小溪，遇见一位老妇人在磨铁棒，于是问她在干什么，老妇人说：“我想把它磨成针。”李白被她的精神感动，就回去完成学业。那老妇人自称姓武。现在那溪边还有一块武氏岩。"}}, {"name": "佝偻者承蜩", "prop": {"content": "　　仲尼适楚，出于林中，见佝偻者承蜩，犹掇之也。　　仲尼曰：“子巧乎！有道邪？”　　曰：“我有道也。五六月累丸二而不坠，则失者锱铢；累三而不坠，则失者十一；累五而不坠，犹掇之也。吾处身也，若厥株拘；吾执臂也，若槁木之枝；虽天地之大，万物之多，而唯蜩翼之知。吾不反不侧，不以万物易蜩之翼，何为而不得！”　　孔子顾谓弟子曰：“用志不分，乃凝于神，其痀偻丈人之谓乎！”", "translation": "　　孔子到楚国去，经过树林，看见一个驼背老人正用竿子粘蝉，就好像在地上拾取一样。"}}, {"name": "逍遥游", "prop": {"content": "　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟；置杯焉则胶，水浅而舟大也。风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天，而莫之夭阏者，而后乃今将图南。蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。之二虫又何知！小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋。此大年也。而彭祖乃今以久特闻，众人匹之，不亦悲乎？　　汤之问棘也是已：“穷发之北，有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲。有鸟焉，其名为鹏，背若泰山，翼若垂天之云；抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃笑之曰：‘彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？’”此小大之辩也。　　故夫知效一官、行比一乡、德合一君、而征一国者，其自视也，亦若此矣。而宋荣子犹然笑之。且举世誉之而不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已矣。彼其于世，未数数然也。虽然，犹有未树也。夫列子御风而行，泠然善也，旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无己，神人无功，圣人无名。　　尧让天下于许由，曰：“日月出矣，而爝火不息；其于光也，不亦难乎？时雨降矣，而犹浸灌；其于泽也，不亦劳乎？夫子立而天下治，而我犹尸之；吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也；而我犹代子，吾将为名乎？名者，实之宾也；吾将为宾乎？鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。归休乎君，予无所用天下为！庖人虽不治庖，尸祝不越樽俎而代之矣！”　　肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言。犹河汉而无极也；大有径庭，不近人情焉。”连叔曰：“其言谓何哉？”曰：“藐姑射之山，有神人居焉。肌肤若冰雪，淖约若处子，不食五谷，吸风饮露，乘云气，御飞龙，而游乎四海之外；其神凝，使物不疵疠而年谷熟。吾以是狂而不信也。”连叔曰：“然。瞽者无以与乎文章之观，聋者无以与乎钟鼓之声。岂唯形骸有聋盲哉？夫知亦有之！是其言也犹时女也。之人也，之德也，将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事！之人也，物莫之伤：大浸稽天而不溺，大旱金石流，土山焦而不热。是其尘垢秕糠将犹陶铸尧舜者也，孰肯以物为事？”宋人资章甫而适诸越，越人断发文身，无所用之。尧治天下之民，平海内之政，往见四子藐姑射之山，汾水之阳，窅然丧其天下焉。　　惠子谓庄子曰：“魏王贻我大瓠之种，我树之成，而实五石。以盛水浆，其坚不能自举也。剖之以为瓢，则瓠落无所容。非不呺然大也，吾为其无用而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以洴澼絖为事。客闻之，请买其方百金。聚族而谋曰：‘我世世为洴澼絖，不过数金，今一朝而鬻技百金，请与之。’客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人。裂地而封之。能不龟手一也，或以封，或不免于洴澼絖，则所用之异也。今子有五石之瓠，何不虑以为大樽，而浮于江湖，而忧其瓠落无所容？则夫子犹有蓬之心也夫！”　　惠子谓庄子曰：“吾有大树，人谓之樗。其大本拥肿而不中绳墨，其小枝卷曲而不中规矩，立之涂，匠者不顾。今子之言大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者；东西跳梁，不辟高下；中于机辟，死于罔罟。今夫斄牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无何有之乡，广莫之野，彷徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉！”", "translation": "无"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "秦韬玉", "dynasty": "唐代"}, {"name": "礼记", "dynasty": "两汉"}, {"name": "诗二首", "prop": {"content": "我有一方便，价值百匹练。相打长伏弱，至死不入县。他人骑大马，我独跨驴子。回顾担柴汉，心下较些子。 ", "translation": "我有一个处世的法宝，它的价值堪比百匹白色的熟绢。就是与人打架就服气自己的弱小，就是至死也不去县衙里告状。"}}, {"name": "纪昀", "dynasty": "清代"}, {"name": "论语十则", "prop": {"content": "子曰：“学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？”（《学而》）曾子曰：“吾日三省吾身：为人谋而不忠乎？与朋友交而不信乎？传不习乎？”（《学而》）子曰：“温故而知新，可以为师矣。”（《为政》）子曰：“学而不思则罔", "translation": "思而不学则殆。”（《为政》）子曰：“由，诲女知之乎！知之为知之，不知为不知，是知也。”（《为政》）子曰：“见贤思齐焉，见不贤而内自省也。”（《里仁》）子曰：“三人行，必有我师焉。择其善者而从之，其不善者而改之。”（《述而》）曾子曰：“士不可以不弘毅，任重而道远。仁以为己任，不亦重乎？死而后已，不亦远乎？”（《泰伯》）子曰：“岁寒，然后知松柏之后凋也。”（《子罕》）子贡问曰：“有一言而可以终身行之者乎？”子曰：“其恕乎！己所不欲，勿施于人。”（《卫灵公》）"}}, {"name": "邵雍", "dynasty": "宋代"}, {"name": "城南二首·其一", "prop": {"content": "雨过横塘水满堤，乱山高下路东西。一番桃李花开尽，惟有青青草色齐。", "translation": "春雨迅猛，池塘水满与堤齐平，远处群山高低不齐，东边西侧，山路崎岖。热闹地开了一阵的桃花和李花已经凋谢，只能看见萋萋的春草，碧绿一片。"}}, {"name": "形影神三首", "prop": {"content": "贵贱贤愚，莫不营营以惜生，斯甚惑焉；故极陈形影之苦，言神辨自然以释之。好事君子，共取其心焉。形赠影天地长不没，山川无改时。草木得常理，霜露荣悴之。谓人最灵智，独复不如兹。适见在世中，奄去靡归期。奚觉无一人，亲识岂相思。但余平生物，举目情凄洏。我无腾化术，必尔不复疑。愿君取吾言，得酒莫苟辞。影答形存生不可言，卫生每苦拙。诚愿游昆华，邈然兹道绝。与子相遇来，未尝异悲悦。憩荫若暂乖，止日终不别。此同既难常，黯尔俱时灭。身没名亦尽，念之五情热。立善有遗爱，胡为不自竭？酒云能消忧，方此讵不劣！神释大钧无私力，万理自森著。人为三才中，岂不以我故。与君虽异物，生而相依附。结托既喜同，安得不相语。三皇大圣人，今复在何处？彭祖爱永年，欲留不得住。老少同一死，贤愚无复数。日醉或能忘，将非促龄具？立善常所欣，谁当为汝誉？甚念伤吾生，正宜委运去。纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。", "translation": "　　人无论贵贱贤愚，都戮力劳心，操持经营，爱惜自己的生命。这种做法是实在是很困惑很糊涂的。因此极力陈述形影对此的抱苦含怨之辞，讲述神辨析自然之理来开释它们。关心此事的人们可以于此获取普遍的道理。"}}, {"name": "画鬼易", "prop": {"content": "　　客有为齐王画者。齐王问曰：“画孰最难者？”曰：“犬马最难。”曰：“孰易者？”曰：“鬼魅最易。”曰：“何为？”曰：“夫犬马，人所共知也，旦暮见之，不易类，故难；鬼魅无形也，人皆未之见，故易也。”", "translation": "　　有个给齐王作画的门客。齐王问他：“画什么最难？”门客说：“画狗和马最困难。”（齐王）说：“画什么最容易？”（门客）说：“画鬼怪最容易。”（齐王）说：“为什么呢？”（门客）说：“因为狗和马人人都知道，每天都能看到，不容易画得像，所以显得难；鬼怪没有固定形态，人们都没有看过它们，所以很容易。”"}}, {"name": "曾参烹彘", "prop": {"content": "　　曾子之妻之市，其子随之而泣。其母曰：“女还，顾反为女杀彘。”妻适市来，曾子欲捕彘杀之。妻止之曰：“特与婴儿戏耳。”曾子曰：“婴儿非与戏也。婴儿非有知也，待父母而学者也，听父母之教。今子欺之，是教子欺也。母欺子，子而不信其母，非所以成教也。”遂烹彘也。　　（选自《韩非子．外储说左上》）", "translation": "　　曾子的妻子要到集市去，她的儿子边跟着她边哭，他的母亲（曾子的妻子）说：“你回去，等我回家后为你杀一头猪。”妻子到集市后回来了，曾子就要抓住一头猪把它杀了，妻子制止他说：“刚才只不过是与小孩子闹着玩儿罢了。”曾子说：“小孩子是不能和他闹着玩儿的。小孩子是不懂事的，是要靠父母而逐步学习的，并听从父母的教诲。如今你欺骗他，是教他学会欺骗。母亲欺骗儿子，做儿子的就不会相信自己的母亲，这不是把孩子教育好该用的办法。”于是就杀了猪把它煮了。"}}, {"name": "西铭", "prop": {"content": "　　乾称父，坤称母；予兹藐焉，乃混然中处。故天地之塞，吾其体；天地之帅，吾其性。民，吾同胞；物，吾与也。　　大君者，吾父母宗子；其大臣，宗子之家相也。尊高年，所以长其长；慈孤弱，所以幼其幼；圣，其合德；贤，其秀也。凡天下疲癃、残疾、惸独、鳏寡，皆吾兄弟之颠连而无告者也。　　于时保之，子之翼也；乐且不忧，纯乎孝者也。违曰悖德，害仁曰贼，济恶者不才，其践形，惟肖者也。　　知化则善述其事，穷神则善继其志。不愧屋漏为无忝，存心养性为匪懈。恶旨酒，崇伯子之顾养；育英才，颍封人之锡类。不弛劳而厎豫，舜其功也；无所逃而待烹，申生其恭也。体其受而归全者，参乎！勇于从而顺令者，伯奇也。　　富贵福泽，将厚吾之生也；贫贱忧戚，庸玉汝于成也。存，吾顺事；没，吾宁也。", "translation": "　　《易经》的乾卦，表示天道创造的奥秘，称作万物之父；坤卦表示万物生成的物质性原则与结构性原则，称作万物之母。我如此的藐小，却混有天地之道于一身，而处于天地之间。这样看来，充塞于天地之间的（坤地之气），就是我的形色之体；而引领统帅天地万物以成其变化的，就是我的天然本性。人民百姓是我同胞的兄弟姊妹，而万物皆与我为同类。"}}, {"name": "座右铭", "prop": {"content": "无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所臧。在涅贵不淄，暧暧内含光。柔弱生之徒，老氏诫刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳。", "translation": "无"}}, {"name": "猩猩嗜酒", "prop": {"content": "　　猩猩，兽之好酒者也。大麓之人设以醴尊。陈之饮器，小大具列焉。织草为履，勾连相属也，而置之道旁。猩猩见，则知其诱之也，又知设者之姓名与其父母祖先，一一数而骂之。已而谓其朋曰：“盍少尝之？慎无多饮矣！”相与取小器饮，骂而去之。已而取差大者饮，又骂而去之。如是者四，不胜其唇吻之甘也，遂大爵而忘其醉。醉则群睨嘻笑，取草履着之。麓人追之，相蹈藉而就絷，无一得免焉。其后来者亦然。　　夫猩猩智矣，恶其为诱也，而卒不免于死，贪为之也。", "translation": "无"}}, {"name": "富贵不能淫", "prop": {"content": "　　景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”　　孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”", "translation": "　　景春说：“公孙衍、张仪难道不是真正有大志、有作为、有气节的男子吗？他们一发怒，连诸侯都害怕，他们安静居住下来，天下就太平无事。”"}}, {"name": "荀巨伯探病友 /", "prop": {"content": "　　荀巨伯远看友人疾，值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。 ", "translation": "　　荀巨伯到远方看望生病的朋友，正好遇上胡人来攻城。朋友对荀巨伯说：“我如今是快死的人了，你赶快离开吧！”荀巨伯说：“我远道而来看望你，你却要我离开；败坏道义来求生，这难道是我荀巨伯做的事吗？” 胡人军队已经来到，问荀巨伯说：“大军一到，整个城都空了，你是什么人，竟敢独自停留在这里？”荀巨伯回答说：“我的朋友身患重病，我不忍心舍弃他而离开，宁愿用我的性命来换取朋友的生命。”胡兵听后相互议论说到：“我们这些不懂道义的人，却要攻入这个讲究道义的国家！”于是调回外出打仗的军队，使整个城都因此获救。"}}, {"dynasty": "清代"}, {"name": "子夜吴歌·夏歌", "prop": {"content": "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。", "translation": "镜湖之大有三百余里，到处都开满了欲放的荷花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。"}}, {"name": "释法薰", "dynasty": "宋代"}, {"name": "不寝", "prop": {"content": "到晓不成梦，思量堪白头。多无百年命，长有万般愁。世路应难尽，营生卒未休。莫言名与利，名利是身仇。", "translation": "到了早上仍然没有入睡，无尽的思念让人白了头！人生在世不过百年光阴，却有很长一段时间是在万般愁怅中度过。人世间的路应该很难走到尽头，谋生的手段到了死的那天也还不会停止。不要再说什么名和利，要知道名利才是我们自身最大的仇人。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "题弟侄书堂", "prop": {"content": "何事居穷道不穷，乱时还与静时同。家山虽在干戈地，弟侄常修礼乐风。窗竹影摇书案上，野泉声入砚池中。少年辛苦终身事，莫向光阴惰寸功。", "translation": "为什么处于穷困之境仍要注重修养，我还是与往常一样，尽管外面已经战乱纷纷。故乡虽然饱受战乱之苦，可是弟侄仍然在接受儒家思想的教化。窗外竹子的影子还在书桌上摇摆，远处泉水潺潺，流入砚池。年轻时候的努力是有益终身的大事，对着匆匆逝去的光阴，不要丝毫放松自己的努力。"}}, {"name": "苏麟", "dynasty": "宋代"}, {"name": "将进酒", "prop": {"content": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "translation": "无"}}, {"name": "宝绘堂记", "prop": {"content": "　　君子可以寓意于物，而不可以留意于物。寓意于物，虽微物足以为乐，虽尤物不足以为病。留意于物，虽微物足以为病，虽尤物不足以为乐。老子曰：“五色令人目盲，五音令人耳聋，五味令人口爽，驰骋田猎令人心发狂。”然圣人未尝废此四者，亦聊以寓意焉耳。刘备之雄才也，而好结髦。嵇康之达也，而好锻炼。阮孚之放也，而好蜡屐。此岂有声色臭味也哉，而乐之终身不厌。　　凡物之可喜，足以悦人而不足以移人者，莫若书与画。然至其留意而不释，则其祸有不可胜言者。钟繇至以此呕血发冢，宋孝武、王僧虔至以此相忌，桓玄之走舸，王涯之复壁，皆以儿戏害其国凶此身。此留意之祸也。　　始吾少时，尝好此二者，家之所有，惟恐其失之，人之所有，惟恐其不吾予也。既而自笑曰：吾薄富贵而厚于书，轻死生而重于画，岂不颠倒错缪失其本心也哉？自是不复好。见可喜者虽时复蓄之，然为人取去，亦不复惜也。譬之烟云之过眼，百鸟之感耳，岂不欣然接之，然去而不复念也。于是乎二物者常为吾乐而不能为吾病。　　驸马都尉王君晋卿虽在戚里，而其被服礼义，学问诗书，常与寒士角。平居攘去膏粱，屏远声色，而从事于书画，作宝绘堂于私第之东，以蓄其所有，而求文以为记。恐其不幸而类吾少时之所好，故以是告之，庶几全其乐而远其病也。　　熙宁十年七月二十日记。", "translation": ""}}, {"name": "关尹子教射", "prop": {"content": "　　列子学射，中矣。请于关尹子。尹子曰：“子知子之所以中者乎？”对曰：“弗知也。”关尹子曰：“未可。”退而习之。三年，又以报关尹子。尹子曰：“子知子之所以中乎？”列子曰：“知之矣。”关尹子曰：“可矣，守而勿失也。非独射也，为国与身皆如之。故圣人不查存亡，而察其所以然。”", "translation": "列子跟关尹子学习射箭，有一次，列子射中了靶心。去请教关尹子，说：“我学的差不多了吧”。关尹子说：“你知道你能射中靶心的原因吗？”列子回答说：“不知道” 。关尹子说：“不知道不能算是学会了”。列子回去再练习。过了三年，列子又来向关尹子求教。关尹子又问：“你知道你能射中靶心的原因吗”？列子说：“知道了”。关尹子说：“现在可以了。掌握住之所以能射中的规律，严格要求自己，就能每发必中。不但是射箭，治理国家以及自我修养，都要像这个样子。所以圣人不关心结果，而注重清楚的了解整个过程。”"}}, {"name": "汉乐府", "dynasty": "两汉"}, {"name": "智子疑邻", "prop": {"content": "宋有富人，天雨墙坏。其子曰：“不筑，必将有盗。”其邻人之父亦云。暮而果大亡其财，其家甚智其子，而疑邻人之父。", "translation": "宋国有个富人，因下大雨，墙坍塌下来。他儿子说：“如果不赶紧修筑它，一定有盗贼进来。”他们隔壁的老人也这么说。这天晚上果然丢失了大量财物，这家人很赞赏儿子聪明，却怀疑偷盗是隔壁那个老人干的。"}}, {"name": "王戎不取道旁李", "prop": {"content": "王戎七岁，尝与诸小儿游。看道边李树多子折枝，诸儿竞走取之，唯戎不动。人问之，答曰：“树在道边而多子，此必苦李。”取之，信然。", "translation": "王戎七岁的时候，曾经和许多小孩一起嬉戏玩耍。他们看见路边李子树上果实累累，把树枝都压弯了。许多孩子都争相跑过去摘李子，只有王戎没有动。有人问他为什么不去摘李子，王戎回答说：“李树在路边竟然还有这么多李子，这一定是苦李子。”摘来一尝，的确如此。"}}, {"name": "苛政猛于虎", "prop": {"content": "　　孔子过泰山侧 ，有妇人哭于墓者而哀，夫子式而听之，使子路问之，曰：“子之哭也，壹似重有忧者。”而曰：“然。昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。”夫子曰：“何为不去也？”曰：“无苛政。”夫子曰：“小子识之：苛政猛于虎也。”　　出自《十三经注疏》本《礼记·檀弓下》。", "translation": "　　孔子路过泰山边，有个妇人在坟墓旁哭得很悲伤。孔子扶着车前的伏手板听着，派子路问她说：“你这样哭，真好像不止一次遭遇到不幸了。”她就说：“是啊！以前我公公死在老虎口中，我丈夫也死在老虎口中，现在我儿子又被虎咬死了。”孔子说：“为什么不离开这里呢？”妇女回答说：“（因为）这里没有残暴的政令。”孔子说：“子路要记住：残暴的政令比老虎还要可怕！”"}}, {"name": "杨基", "dynasty": "明代"}, {"name": "刘向 撰", "dynasty": "两汉"}, {"name": "墨子", "dynasty": "先秦"}, {"name": "王应麟", "dynasty": "宋代"}, {"name": "放言五首·其二", "prop": {"content": "世途倚伏都无定，尘网牵缠卒未休。祸福回还车转毂，荣枯反覆手藏钩。龟灵未免刳肠患，马失应无折足忧。不信请看弈棋者，输赢须待局终头。", "translation": "世上的事依托隐藏不定，尘世的事拉开缠绕没有停止过。祸福轮回像车轮一样，荣光枯萎反来覆去像手持钩。龟灵占卜要将龟开膛破肚，马丢失不回来了，就不会有儿子折足的忧虑。如不信时请看下棋的人，输赢还得等到局终才分晓。"}}, {"name": "钱若赓断鹅", "prop": {"content": "　　明万历中，钱若赓守临江，有异政。有乡人持一鹅入市，寄店中后他往。还，索鹅，店主赖之，云：“群鹅我鹅也。”乡人不平，讼于官。公令人取店中鹅，计四只，各以一纸，给笔砚，分四处，令其供状。人莫不讶之。食顷，使人问鹅供不？答曰：“未。”又顷，下堂视之，曰：“状已供矣。”手指一鹅曰：“此乡人鹅。”众人怪之，守曰：“乡人鹅食草，粪色青；店鹅食谷粟，粪色黄。”店主服罪。", "translation": "无"}}, {"name": "大道之行也", "prop": {"content": "　　大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。(矜 同：鳏)", "translation": "　　在大道施行的时候，天下是人们所共有的，把品德高尚的人、能干的人选拔出来，讲求诚信，培养和睦气氛。所以人不只是敬爱自己的父母，不只是疼爱自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养。男子有职务，女子有归宿。反对把财物弃置于地的浪费行为，但并非据为己有；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。因此奸邪之谋不会发生，盗窃、造反和害人的事情不发生。所以大门都不用关上了，这叫做理想社会。 "}}, {"name": "把酒问月·故人贾", "prop": {"content": "青天有月来几时？我今停杯一问之。人攀明月不可得，月行却与人相随。皎如飞镜临丹阙，绿烟灭尽清辉发。但见宵从海上来，宁知晓向云间没。白兔捣药秋复春，嫦娥孤栖与谁邻？今人不见古时月，今月曾经照古人。古人今人若流水，共看明月皆如此。唯愿当歌对酒时，月光长照金樽里。", "translation": "青天上的明月是什么时候升起的？我现在停下酒杯想问一问。人追攀明月永远不能做到，月亮行走却与人紧紧相随。明月皎洁，如明镜飞上天空，映照着宫殿。遮蔽月亮的云雾消散殆尽，幽幽月光尽情挥洒出清冷的光辉。人们知道这月亮晚上从海上升起，又是否知道它早晨也从这云间消失？月亮里白兔捣药自秋而春，嫦娥孤单地在月宫住着又有谁与她相伴？现在的人见不到古时的月亮，现在的月却曾经照耀过古人。古人与今人如流水般只是匆匆过客，共同看到的月亮都是如此。只希望对着酒杯放歌之时，月光能长久地照在金杯里。"}}, {"name": "钱福", "dynasty": "明代"}, {"name": "吴师道", "dynasty": "元代"}, {"name": "王梵志", "dynasty": "唐代"}, {"name": "曹植", "dynasty": "两汉"}, {"name": "司马光 撰", "dynasty": "宋代"}, {"name": "妾薄命", "prop": {"content": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。雨落不上天，水覆难再收。君情与妾意，各自东西流。昔日芙蓉花，今成断根草。以色事他人，能得几时好。", "translation": "　　汉武帝曾经十分宠爱阿娇，为她筑造金屋让她居住。武帝对她娇宠万分，即使她的唾沫落下，也会被看做像珠玉那样珍贵。娇宠到极点，恩爱也就停歇了，武帝对她的情意渐渐停歇淡薄。阿娇被贬长门后，即使与武帝的寝宫相距很近，武帝也不肯回车，在阿娇那里暂时停留。雨落之后再不会飞上天空，覆水也难再收回。武帝与阿娇的情意，各自东西。往日美丽的芙蓉花，今日成为凄凉的断根之草。如果凭借姿色侍奉他人，相好的日子是十分短暂的。"}}, {"name": "偶题", "prop": {"content": "文章千古事，得失寸心知。作者皆殊列，名声岂浪垂。骚人嗟不见，汉道盛于斯。前辈飞腾入，馀波绮丽为。后贤兼旧列，历代各清规。法自儒家有，心从弱岁疲。永怀江左逸，多病邺中奇。騄骥皆良马，骐驎带好儿。车轮徒已斫，堂构惜仍亏。漫作潜夫论，虚传幼妇碑。缘情慰漂荡，抱疾屡迁移。经济惭长策，飞栖假一枝。尘沙傍蜂虿，江峡绕蛟螭。萧瑟唐虞远，联翩楚汉危。圣朝兼盗贼，异俗更喧卑。郁郁星辰剑，苍苍云雨池。两都开幕府，万宇插军麾。南海残铜柱，东风避月支。音书恨乌鹊，号怒怪熊罴。稼穑分诗兴，柴荆学土宜。故山迷白阁，秋水隐黄陂。不敢要佳句，愁来赋别离。", "translation": "无"}}, {"name": "箜篌谣", "prop": {"content": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。管鲍久已死，何人继其踪。", "translation": "无"}}, {"name": "登飞来峰", "prop": {"content": "飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。", "translation": "登上飞来峰顶高高的塔，听说每天鸡鸣时分在这可以看到旭日升起。不怕层层浮云遮挡我远望的视线，只因为如今我站在最高层。"}}, {"name": "大学之道", "prop": {"content": "　　大学之道，在明明德，在亲民，在止于至善。知止而后有定；定而后能静；静而后能安；安而后能虑；虑而后能得。 物有本末，事有终始。知所先后，则近道矣。　　古之欲明明德于天下者，先治其国；欲治其国者，先齐其家；欲齐其家者，先修其身；欲修其身者，先正其心；欲正其心者，先诚其意；欲诚其意者，先致其知；致知在格物。　　物格而后知至；知至而后意诚；意诚而后心正；心正而后身修；身修而后家齐；家齐而后国治；国治而后天下平。　　自天子以至于庶人，壹是皆以修身为本。其本乱而末治者否矣。其所厚者薄，而其所薄者厚，未之有也！", "translation": "　　大学的宗旨在于弘扬光明正大的品德，学习和应用于生活，使人达到最完善的境界。 知道应达到的境界才能够志向坚定；志向坚定才能够镇静不躁；镇静不躁才能够心安理得；心安理得才能够思虑周详；思虑周详才能够有所收获。每一样东西都有根本有始末，每件事情都有开始有终结。明白了这本末始终的道理，就接近事物发展的规律了。"}}, {"name": "莲藕花叶图", "prop": {"content": "玉雪窍玲珑，纷披绿映红。生生无限意，只在苦心中。", "translation": "　　这是一首题画诗，是诗人在一幅莲藕花叶图上题写的五言绝句。诗中借着对莲藕花叶的吟咏，写出了作者对生活的体验，富有哲理意味。诗的大意说：白润如玉如雪的莲藕，中间有精巧透明的窍孔，玲珑可爱。它的绿叶和红花铺散在水面上，互相映衬。莲藕的生命一代代延续不断，显示出无限意趣和欣欣向荣的生机，它之所以能够如此，全部奥秘都在莲籽的“苦心”当中。这里表面说莲心苦，但可以从中体会出更广阔的含义，让人联想到：人只有刻苦努力，才能有所创造，才能有成就。 "}}, {"name": "老子·八章", "prop": {"content": "上善若水。水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。夫唯不争，故无尤。", "translation": "最高境界的善行就好像水一样。水善于滋润万物而不与万物相争，停留在众人都不喜欢的地方，所以最接近于“道”。"}}, {"name": "自遣", "prop": {"content": "得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。", "translation": "得到的时候就放声高歌没有就由他去吧，愁恨全然不理照样乐悠悠。今天有酒就痛快畅饮喝他个酩酊大醉，明日的忧虑就等明天再烦愁。"}}, {"name": "学易", "prop": {"content": "卒岁勿多求，壼餐与褐裘。心安由自足，身贵为无求。易化千年鹤，难驯万里鸥。闭门方学易，未暇揖浮丘。", "translation": "度过岁月不用要求太多，简单的饭食与粗布衣服即可。心里安适是由于自己知道满足，自己能自尊自贵是因为没有贪求或无求于人。千年鹤容易找，那飞行万里的鸥鸟难训。关上门一心学习易经，没有时间顾及向浮丘拱手行礼。"}}, {"name": "庖丁解牛", "prop": {"content": "　　庖丁为文惠君解牛，手之所触，肩之所倚，足之所履，膝之所踦，砉然向然，奏刀騞然，莫不中音。合于《桑林》之舞，乃中《经首》之会。　　文惠君曰：“嘻，善哉！技盖至此乎？”　　庖丁释刀对曰：“臣之所好者，道也，进乎技矣。始臣之解牛之时，所见无非牛者。三年之后，未尝见全牛也。方今之时，臣以神遇而不以目视，官知止而神欲行。依乎天理，批大郤，导大窾，因其固然，技经肯綮之未尝，而况大軱乎！良庖岁更刀，割也；族庖月更刀，折也。今臣之刀十九年矣，所解数千牛矣，而刀刃若新发于硎。彼节者有间，而刀刃者无厚；以无厚入有间，恢恢乎其于游刃必有余地矣，是以十九年而刀刃若新发于硎。虽然，每至于族，吾见其难为，怵然为戒，视为止，行为迟。动刀甚微，謋然已解，如土委地。提刀而立，为之四顾，为之踌躇满志，善刀而藏之。”　　文惠君曰：“善哉！吾闻庖丁之言，得养生焉。”", "translation": "　　庖丁给梁惠王宰牛。手接触的地方，肩膀倚靠的地方，脚踩的地方，膝盖顶的地方，哗哗作响，进刀时豁豁地，没有不合音律的：合乎（汤时）《桑林》舞乐的节拍，又合乎（尧时）《经首》乐曲的节奏。"}}, {"name": "屈原", "dynasty": "先秦"}, {"name": "落日怅望", "prop": {"content": "昧旦多纷喧，日晏未遑舍。落日余清阴，高枕东窗下。寒槐渐如束，秋菊行当把。借问此何时，凉风怀朔马。已伤归暮客，复思离居者。情嗜幸非多，案牍偏为寡。既乏琅邪政，方憩洛阳社。", "translation": "天还未亮，就陷入了纷扰喧闹的冗务；一直埋头忙到傍晚，还没有止息。在落日清阴之时返回住所，悠然高枕于东窗之下。窗外的槐树叶儿飘零，树干渐次枯萎，仿佛被捆紧一般；秋菊迎风招展，含苞开放了，就可以采摘了。借问现在已经是什么时候了？北方吹来的寒风在怀念南来的北马。归思已伤思归客，再念浪迹天涯离居者。做官之时庆幸自己没有那么多的欲望，但是公文文案却也没有处理得很多。既然不能像汉代朱博那样留下良政取得美誉，至少也要能像隐者董京那样散淡悠闲，逍遥终日吧。"}}, {"name": "枭逢鸠 / 枭将", "prop": {"content": "枭逢鸠。鸠曰：“子将安之？”枭曰：“我将东徙。”鸠曰：“何故？”枭曰：“乡人皆恶我鸣。以故东徙。”鸠曰：“子能更鸣，可矣；不能更鸣，东徙，犹恶子之声。”", "translation": "一天，猫头鹰遇见了斑鸠，斑鸠问它：“你打算到哪里安家呀？”猫头鹰说：“我要向东边搬迁。”斑鸠问：“是什么原因呢？”猫头鹰说：“乡里人都讨厌我的叫声，所以我要向东迁移。”斑鸠说：“如果你能改变叫声，就可以了；你要是不改变叫声，那么即使你向东迁移，那里的人照样会讨厌你的叫声。”"}}, {"name": "得道多助，失道寡", "prop": {"content": "　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。", "translation": "无"}}, {"name": "禅悦二首·其一", "prop": {"content": "蒲团清坐道心长，消受莲花自在香。八万四千门路别，谁知方寸即西方。", "translation": "清心寡欲，端坐于蒲团之上，诚心礼佛，一切尘世的忧伤烦恼都在莲花光华中消失殆尽。虽然参悟佛法摆脱烦恼有众多法门，而且法法有别，谁又知道方寸的心田即可证得西方极乐？"}}, {"name": "题长安壁主人", "prop": {"content": "世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。", "translation": "世俗的人互相结交需要以黄金为纽带，黄金用得不多交情就不会很深。纵然口头上暂时承诺了什么，实际上他的心就如路人一样冷漠。"}}, {"name": "文章", "prop": {"content": "文章本天成，妙手偶得之。粹然无疵瑕，岂复须人为？君看古彝器，巧拙两无施。汉最近先秦，固已殊淳漓。胡部何为者，豪竹杂哀丝。后夔不复作，千载谁与期？", "translation": "文章本是不加人工，天然而成的，是技艺高超的人在偶然间所得到的。纯白没有瑕疵，并不需要人力去刻意追求。你看古代的彝器（青铜祭器），精巧、笨拙都不能改变。汉代离先秦最近了，但文章的深厚、浅薄已有了很大的差异。胡人的音乐是怎样的？就是一些管弦与丝竹。后夔（传说是舜的乐官）不再写音乐了，千年以来，谁又能跟他相比拟呢？"}}, {"name": "张惠言", "dynasty": "清代"}, {"name": "王夫之", "dynasty": "明代"}, {"name": "列子", "dynasty": "先秦"}, {"name": "渔父", "prop": {"content": "　　屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”　　渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”　　屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”　　渔父莞尔而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。", "translation": "　　屈原遭到了放逐，在沅江边上游荡。他沿着江边走边唱，面容憔悴，模样枯瘦。渔父见了向他问道：“您不是三闾大夫么，为什么落到这步田地？”屈原说：“天下都是浑浊不堪只有我清澈透明（不同流合污），世人都迷醉了唯独我清醒，因此被放逐。”"}}, {"name": "长歌行", "prop": {"content": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归？少壮不努力，老大徒伤悲！", "translation": "园中的葵菜都郁郁葱葱，晶莹的朝露等待阳光照耀。春天给大地普施阳光雨露，万物生机盎然欣欣向荣。常恐那肃杀的秋天来到，树叶儿黄落百草也凋零。百川奔腾着向东流入大海，何时才能重新返回西境？年轻力壮的时候不奋发图强，到老来悲伤也没用了。"}}, {"name": "放言五首·其五", "prop": {"content": "泰山不要欺毫末，颜子无心羡老彭。松树千年终是朽，槿花一日自为荣。何须恋世常忧死，亦莫嫌身漫厌生。生去死来都是幻，幻人哀乐系何情。", "translation": "泰山不能损坏毫发，颜渊无意羡慕老聃和彭祖。松树活了一千年终究要死，槿木仅开花一天也自觉荣耀。何必眷恋尘世常怕死，也不要嫌弃而厌恶生活。生与死都是一种幻觉，虚幻之人所产生悲哀欢乐又是什么感情呢？"}}, {"name": "佚名", "dynasty": "未知"}, {"name": "明日歌", "prop": {"content": "明日复明日，明日何其多。我生待明日，万事成蹉跎。世人若被明日累，春去秋来老将至。(若 一作：苦)朝看水东流，暮看日西坠。百年明日能几何？请君听我明日歌。(版本一 钱鹤滩)明日复明日，明日何其多！日日待明日，万事成蹉跎。世人皆被明日累，明日无穷老将至。晨昏滚滚水东流，今古悠悠日西坠。百年明日能几何？请君听我明日歌。(版本二 文嘉)", "translation": "明天又一个明天，明天何等的多。如果天天只空等明天，那么只会空度时日，一事无成。世人和我一样辛苦地被明天所累，一年年过去马上就会老。早晨看河水向东流逝，傍晚看太阳向西瞬息坠落。人的一生又能有多少个明天呢？请您听取我的《明日歌》。"}}, {"name": "兼爱", "prop": {"content": "　　子墨子言曰：“仁人之所以为事者，必兴天下之利，除去天下之害，以此为事者也。”然则天下之利何也？天下之害何也？子墨子言曰：“今若国之与国之相攻，家之与家之相篡，人之与人之相贼，君臣不惠忠，父子不慈孝，兄弟不和调，此则天下之害也。”　　然则察此害亦何用生哉？以不相爱生邪？子墨子言：“以不相爱生。今诸侯独知爱其国，不爱人之国，是以不惮举其国以攻人之国。今家主独知爱其家，而不爱人之家，是以不惮举其家以篡人之家。今人独知爱其身，不爱人之身，是以不惮举其身以贼人之身。是故诸侯不相爱则必野战，家主不相爱则必相篡，人与人不相爱则必相贼，君臣不相爱则不惠忠，父子不相爱则不慈孝，兄弟不相爱则不和调。天下之人皆不相爱，强必执弱，富必侮贫，贵必敖贱，诈必欺愚。凡天下祸篡怨恨，其所以起者，以不相爱生也，是以仁者非之。”　　既以非之，何以易之？子墨子言曰：“以兼相爱、交相利之法易之。”然则兼相爱、交相利之法将奈何哉？子墨子言：“视人之国若视其国，视人之家若视其家，视人之身若视其身。是故诸侯相爱则不野战，家主相爱则不相篡，人与人相爱则不相贼，君臣相爱则惠忠，父子相爱则慈孝，兄弟相爱则和调。天下之人皆相爱，强不执弱，众不劫寡，富不侮贫，贵不敖贱，诈不欺愚。凡天下祸篡怨恨可使毋起者，以相爱生也，是以仁者誉之。”　　然而今天下之士君子曰：“然，乃若兼则善矣。虽然，天下之难物于故也。”子墨子言曰：“天下之士君子特不识其利、辩其故也。今若夫攻城野战、杀身为名，此天下百姓之所皆难也，苟君说之，则士众能为之。况于兼相爱、交相利，则与此异！夫爱人者，人必从而爱之；利人者，人必从而利之；恶人者，人必从而恶之；害人者，人必从而害之。此何难之有？特上弗以为政、士不以为行故也。昔者晋文公好士之恶衣，故文公之臣皆牂羊之裘，韦以带剑，练帛之冠，入以见于君，出以践于朝。是其故何也？君说之，故臣为之也。昔者楚灵王好士细要，故灵王之臣皆以一饭为节，胁息然后带，扶墙然后起。比期年，朝有黧黑之色。是其故何也？君说之，故臣能之也。昔越王句践好士之勇，教驯其臣，私令人焚舟失火，试其士曰：‘越国之宝尽在此！’越王亲自鼓其士而进之。士闻鼓音，破碎乱行，蹈火而死者左右百人有余，越王击金而退之。”是故子墨子言曰：“乃若夫少食恶衣、杀身而为名，此天下百姓之所皆难也，若苟君说之，则众能为之，况兼相爱、交相利与此异矣。夫爱人者，人亦从而爱之；利人者，人亦从而利之；恶人者，人亦从而恶之；害人者，人亦从而害之。此何难之有焉？特士不以为政而士不以为行故也。”", "translation": "　　墨子说：“仁人处理事务的原则，一定是为天下兴利除害，以此原则来处理事务。”既然如此，那么天下的利是什么，而天下的害又是什么呢？墨子说：“现在如国与国之间相互攻伐，家族与家族之间相互掠夺，人与人之间相互残害，君臣之间不相互施惠、效忠，父子之间不相互慈爱、孝敬，兄弟之间不相互融洽、协调，这就都是天下之害。”"}}, {"name": "邴原泣学", "prop": {"content": "邴原少孤，数岁时，过书舍而泣。师曰：“童子何泣？”原曰：“孤者易伤，贫者易感。夫书者，凡得学者，有亲也。一则愿其不孤，二则羡其得学，中心伤感，故泣耳。”师恻然曰：“欲书可耳!”原曰：“无钱资。”师曰：“童子苟有志", "translation": "吾徒相教"}}, {"name": "江盈科", "dynasty": "明代"}, {"name": "春有百花秋有月", "prop": {"content": "春有百花秋有月，夏有凉风冬有雪。若无闲事挂心头，便是人间好时节。", "translation": "春天有百花争艳，而秋天有圆月。夏天有凉风习习，而冬天有白雪。如果心中没有忧愁的闲事需要去烦恼，一年四季都是人间的好时节。"}}, {"name": "韩非子", "dynasty": "先秦"}, {"name": "寡人之于国也", "prop": {"content": "　　梁惠王曰：“寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内；河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？”　　孟子对曰：“王好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走。或百步而后止，或五十步而后止。以五十步笑百步，则何如？”　　曰：“不可，直不百步耳，是亦走也。”　　曰：“王如知此，则无望民之多于邻国也。　　不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。　　五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣；谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。七十者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。　　狗彘食人食而不知检，涂有饿莩而不知发，人死，则曰：‘非我也，岁也。’是何异于刺人而杀之，曰‘非我也，兵也’？王无罪岁，斯天下之民至焉。”", "translation": "　　梁惠王说：“我对于国家，总算尽了心啦。河内遇到饥荒，就把那里的老百姓迁移到河东去，把河东的粮食转移到河内；河东遇到饥荒也是这样做。了解一下邻国的政治，没有像我这样用心的。邻国的百姓不见减少，我的百姓不见增多，这是为什么呢？”"}}, {"name": "乞猫", "prop": {"content": "　　赵人患鼠，乞猫于中山。中山人予之猫，猫善捕鼠及鸡。月余，鼠尽而鸡亦尽。其子患之，告其父曰：“盍去诸？”其父曰：“是非若所知也。吾之患在鼠，不在乎无鸡。夫有鼠，则窃吾食，毁吾衣，穿吾垣墉，毁伤吾器用，吾将饥寒焉，不病于无鸡乎？无鸡者，弗食鸡则已耳，去饥寒犹远，若之何而去夫猫也！”　　（选自明·刘基《郁离子·捕鼠》）", "translation": "　　有一个赵国人家里发生了鼠患，到中山讨猫。中山国的人给了他猫。这猫既善于捉老鼠，又善于捉鸡。过了一个多月，老鼠没了，鸡也没了。他的儿子很担心，对他父亲说：“为什么不把猫赶走呢?\"他父亲说：\"这不是你所懂的事了。我的祸害是老鼠，不在乎有没有鸡。有老鼠，就会偷吃我的粮食，毁坏我的衣服，穿破我的墙壁，啃坏我的用具，我就会饥寒交迫，不是比没有鸡害处更大吗？没有鸡，只不过不吃鸡罢了，距离饥寒交迫还很远，为什么要把那猫赶走呢？”"}}, {"name": "八声甘州·寄参寥", "prop": {"content": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)", "translation": "有情风从万里之外卷潮扑来，无情时又送潮返回。请问在钱塘江上或西兴渡口，我俩共赏过几次夕阳斜晖？用不着仔细思量古今的变迁，一俯一仰的工夫，早已物是人非。谁像我东坡苏老。白首之年，淡忘了仕进的机会。记住西湖的西岸，春日最美的山隈，就是那空明的翠微，如烟的云霏。算起来诗人中相处得宜。如我与您这样的友情，确实稀微，弥足珍贵。约定日后，像东晋宰相谢安那样，沿着直通大海的长江航道，向东引退、回归。别让这一高雅志向与未来事实彼此违背。不应在西州路上回首恸哭，为了我而沾湿衣襟，洒落泪水。"}}, {"name": "泛海", "prop": {"content": "险夷原不滞胸中，何异浮云过太空？夜静海涛三万里，月明飞锡下天风。", "translation": "一切艰难险阻，在我看起来，就如天上漂浮的一朵朵白云，不应停滞于心中，而天空的颜色，是洁净湛蓝的。夜深人静时，我思考着国家的命运，思考着自己的人生经历，尽是大起大落，如海中波涛一般。我将乘天地之正气，秉光明的心地，去接受任何的人生艰难险阻的挑战。"}}, {"name": "高阳台·除夜", "prop": {"content": "频听银签，重燃绛蜡，年华衮衮惊心。饯旧迎新，能消几刻光阴。老来可惯通宵饮，待不眠、还怕寒侵。掩清尊。多谢梅花，伴我微吟。邻娃已试春妆了，更蜂腰簇翠，燕股横金。勾引东风，也知芳思难禁。朱颜那有年年好，逞艳游、赢取如今。恣登临。残雪楼台，迟日园林。", "translation": "我频频地倾听更漏之声，又重新点起红烛，满屋光明。年华滚滚宛如流水，令我黯然心惊。饯别旧岁，迎接新春，还能用得着几刻光阴，新的一年翩翩来临。年老体衰，怎么能习惯通宵畅饮？想要守夜不睡，又怕寒气袭人衣襟。我轻轻地放下酒樽，感谢那初开的梅花，陪伴着我独自低吟。邻家的姑娘已试着穿上春衣，美丽的鬓发上首饰簇新。蜂腰形的翡翠晶莹润泽，燕股形的宝钗嵌有黄金。温和的春风引起人们的春情，也令人芳情难禁。朱颜哪能年年都好，应该尽情地游乐，趁着现在的大好光阴，恣意地去眺望登临，观赏那残雪未消的玉色楼台，游览那斜阳辉映的美丽园林。"}}, {"name": "庄周", "dynasty": "先秦"}, {"name": "饮酒·其五", "prop": {"content": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。", "translation": "将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却已忘了怎样表达。"}}, {"name": "过松源晨炊漆公店", "prop": {"content": "莫言下岭便无难，赚得行人错喜欢。(错喜欢 一作：空喜欢)政入万山围子里，一山放出一山拦。(政入 一作：正入；围子 一作：圈子；放出 一作：放过)", "translation": "不要说从山岭上下来就没有困难，骗得前来爬山的人白白地欢喜一场。好比行走在群山的包围之中，你刚攀过一座山，另一座山立刻出现阻拦去路。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "前出塞九首·其六", "prop": {"content": "挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。", "translation": "拉弓要拉最坚硬的，射箭要射最长的。射人先要射马，擒贼先要擒住他们的首领。杀人要有限制，各个国家都有边界。只要能够制止敌人的侵犯就可以了，难道打仗就是为了多杀人吗？"}}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "父善游", "prop": {"content": "有过于江上者，见人方引婴儿而欲投之江中，婴儿啼。人问其故。曰：“此其父善游。”其父虽善游，其子岂遽善游哉？以此任物，亦必悖矣。", "translation": "　　有个经过江边的人，看见一个人正拉着一个小孩要把他投到江里去，小孩吓得直哭。过江的人忙问这样做的原因，那人回答：“这孩子的父亲擅长游泳。”"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "赠邻女 / 寄李", "prop": {"content": "羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？", "translation": "白天总是用衣袖遮住脸，春日里更添惆怅，连起来装扮都不愿意。无价之宝容易求得，而有情的郎君实在难以找到。无论是睡觉时，还是赏花时，都会暗暗垂泪，痛断肝肠。既然已有了这样的才貌，宋玉这样的才子也可以求得的，又何必去怨恨王昌这样的才子？"}}, {"name": "观书有感·其二", "prop": {"content": "昨夜江边春水生，蒙冲巨舰一毛轻。(蒙冲 一作：艨艟)向来枉费推移力，此日中流自在行。", "translation": "昨天夜晚江边的春水大涨，那艘大船就像一片羽毛一般轻盈。以往花费许多力量也不能推动它，今天却能在江水中央自在漂流。 "}}, {"name": "学弈", "prop": {"content": "　　弈秋，通国之善弈者也。使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。虽与之俱学，弗若之矣。为是其智弗若与？曰：非然也。", "translation": "　　弈秋是全国最擅长下棋的人。让弈秋教导两个人下棋，其中一人专心致志的学习，只听弈秋的教导；另一个人虽然也在听弈秋的教导，却一心以为有大雁（或是天鹅）要飞来，想要拉弓箭将它射下来。虽然他们二人一起学习下棋，但后者的棋艺不如前者好。难道是因为他的智力比别人差吗？说：不是这样的。"}}, {"dynasty": "未知"}, {"name": "劝学", "prop": {"content": "三更灯火五更鸡，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。", "translation": "每天三更半夜到鸡啼叫的时候，是男孩子们读书的最好时间。少年不知道早起勤奋学习，到老了后悔读书少就太迟了。"}}, {"name": "狼三则", "prop": {"content": "其一　　有屠人货肉归，日已暮，欻一狼来，瞰担上肉，似甚垂涎，随尾行数里。屠惧，示之以刃，少却；及走，又从之。屠无计，思狼所欲者肉，不如姑悬诸树而早取之。遂钩肉，翘足挂树间，示以空担。狼乃止。屠归。昧爽，往取肉，遥望树上悬巨物，似人缢死状。大骇，逡巡近视之，则死狼也。仰首细审，见狼口中含肉，钩刺狼腭，如鱼吞饵。时狼皮价昂，直十余金，屠小裕焉。缘木求鱼，狼则罹之，是可笑也。其二　　一屠晚归，担中肉尽，止有剩骨。途中两狼，缀行甚远。　　屠惧，投以骨。一狼得骨止，一狼仍从。复投之，后狼止而前狼又至。骨已尽矣，而两狼之并驱如故。　　屠大窘，恐前后受其敌。顾野有麦场，场主积薪其中，苫蔽成丘。屠乃奔倚其下，弛担持刀。狼不敢前，眈眈相向。　　少时，一狼径去，其一犬坐于前。久之，目似瞑，意暇甚。屠暴起，以刀劈狼首，又数刀毙之。方欲行，转视积薪后，一狼洞其中，意将隧入以攻其后也。身已半入，止露尻尾。屠自后断其股，亦毙之。乃悟前狼假寐，盖以诱敌。　　狼亦黠矣，而顷刻两毙，禽兽之变诈几何哉？止增笑耳。其三　　一屠暮行，为狼所逼。道旁有夜耕所遗行室，奔入伏焉。狼自苫中探爪入。屠急捉之，令不可去。但思无计可以死之。惟有小刀不盈寸，遂割破狼爪下皮，以吹豕之法吹之。极力吹移时，觉狼不甚动，方缚以带。出视，则狼胀如牛，股直不能屈，口张不得合。遂负之以归。　　非屠，乌能作此谋也！　　三事皆出于屠；则屠人之残暴，杀狼亦可用也。 ", "translation": "　　有一个屠夫，傍晚走在路上，被狼紧紧地追赶着。路旁有个农民留下的田间休息处，他就跑进去躲藏在里面。狼从苫房的草帘中伸进两只爪子。于是屠夫急忙捉住狼爪，不让它离开，但是没有办法可以杀死它。只有一把不满一寸长的小刀，就用它割破爪子下面的狼皮，用吹猪的方法往里吹气。（屠夫）用力吹了一阵儿，觉得狼不怎么动了，才用绳子把狼腿捆起来。出去一看，只见狼浑身膨胀，就像一头牛。四条腿直挺挺地不能弯曲，张着嘴也无法闭上。屠夫就把它背回去了。"}}, {"name": "塞翁失马", "prop": {"content": "　　近塞上之人，有善术者，马无故亡而入胡。人皆吊之，其父曰：“此何遽不为福乎？”居数月，其马将胡骏马而归。人皆贺之，其父曰：“此何遽不能为祸乎？”家富良马，其子好骑，堕而折其髀。人皆吊之，其父曰：“此何遽不为福乎？”居一年，胡人大入塞，丁壮者引弦而战。近塞之人，死者十九。此独以跛之故，父子相保。", "translation": "　　靠近边境一带居住的人中有一个精通术数的人，他们家的马无缘无故跑到了胡人的住地。人们都前来慰问他。那个老人说：“这怎么就不能是一件好事呢？”过了几个月，那匹马带着胡人的良马回来了。人们都前来祝贺他们一家。那个老人说：“这怎么就不能是一件坏事呢？”他家中有很多好马，他的儿子喜欢骑马，结果从马上掉下来摔得大腿骨折。人们都前来安慰他们一家。那个老人说：“这怎么就不能是一件好事呢？”过了一年，胡人大举入侵边境一带，壮年男子都拿起弓箭去作战。靠近边境一带的人，绝大部分都死了。唯独这个人因为腿瘸的缘故免于征战，父子得以保全生命。"}}, {"name": "龟虽寿", "prop": {"content": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。", "translation": "神龟虽能长寿，但也有死亡的时候。腾蛇尽管能乘雾飞行，终究也会死亡化为土灰。 年老的千里马虽然伏在马槽旁，它的雄心壮志仍然是能够驰骋千里。有远大抱负的人士到了晚年，奋发思进的雄心不会止息。人的寿命长短，不只是由上天所决定的。只要自己调养好身心，也可以益寿延年。啊，庆幸得很！就用诗歌来表达内心的志向吧！ "}}, {"name": "画蛇添足", "prop": {"content": "楚有祠者，赐其舍人卮酒，舍人相谓曰：“数人饮之不足，一人饮之有余。请画地为蛇，先成者饮酒。”一人蛇先成，引酒且饮之，乃左手持卮，右手画蛇，曰：“吾能为之足。”未成，一人之蛇成，夺其卮曰：“蛇固无足，子安能为之足？”遂饮其酒。为蛇足者，终亡其酒。", "translation": "　　楚国有个主管祭祀的官员，把一壶酒赏给来帮忙祭祀的门客。门客们互相商量说：“几个人喝这壶酒不够，一个人喝这壶酒还有剩余。请大家在地上画蛇，先画好的人就喝这壶酒。”"}}, {"name": "两小儿辩日", "prop": {"content": "孔子东游，见两小儿辩斗，问其故。(辩斗 一作：辩日)一儿曰：“我以日始出时去人近，而日中时远也。” 一儿曰：“我以日初出远，而日中时近也。”一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”孔子不能决也。两小儿笑曰：“孰为汝多知乎？”", "translation": "无"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "答韦中立论师道书", "prop": {"content": "　　二十一日，宗元白：　　辱书云，欲相师。仆道不笃，业甚浅近，环顾其中，未见可师者。虽常好言论，为文章，甚不自是也。不意吾子自京师来蛮夷间，乃幸见取。仆自卜固无取，假令有取，亦不敢为人师。为众人师且不敢，况敢为吾子师乎？　　孟子称“人之患在好为人师”。由魏、晋氏以下，人益不事师。今之世，不闻有师，有辄哗笑之，以为狂人。独韩愈奋不顾流俗，犯笑侮，收召后学，作《师说》，因抗颜而为师。世果群怪聚骂，指目牵引，而增与为言辞。愈以是得狂名，居长安，炊不暇熟，又挈挈而东，如是者数矣。　　屈子赋曰：“邑犬群吠，吠所怪也。”仆往闻庸、蜀之南，恒雨少日，日出则犬吠，余以为过言。前六七年，仆来南，二年冬，幸大雪逾岭，被南越中数州。数州之犬，皆苍黄吠噬，狂走者累日，至无雪乃已，然后始信前所闻者。今韩愈既自以为蜀之日，而吾子又欲使吾为越之雪，不以病乎？非独见病，亦以病吾子。然雪与日岂有过哉？顾吠者犬耳！度今天下不吠者几人，而谁敢炫怪于群目，以召闹取怒乎？　　仆自谪过以来，益少志虑。居南中九年，增脚气病，渐不喜闹。岂可使呶呶者，早暮咈吾耳，骚吾心？则固僵仆烦愦，愈不可过矣。平居，望外遭齿舌不少，独欠为人师耳。　　抑又闻之，古者重冠礼，将以责成人之道，是圣人所尤用心者也。数百年来，人不复行。近有孙昌胤者，独发愤行之。既成礼，明日造朝，至外庭，荐笏，言于卿士曰：“某子冠毕。”应之者咸怃然。京兆尹郑叔则怫然，曳笏却立，曰：“何预我耶？”廷中皆大笑。天下不以非郑尹而快孙子，何哉独为所不为也。今之命师者大类此。　　吾子行厚而辞深，凡所作皆恢恢然有古人形貌；虽仆敢为师，亦何所增加也假而以仆年先吾子，闻道著书之日不後，诚欲往来言所闻，则仆固愿悉陈中所得者。吾子苟自择之，取某事，去某事，则可矣；若定是非以敎吾子，仆才不足，而又畏前所陈者，其为不敢也决矣。吾子前所欲见吾文，既悉以陈之，非以耀明於子，聊欲以观子气色，诚好恶如何也。今书来言者皆大过。吾子诚非佞誉诬谀之徒，直见爱甚故然耳!　　始吾幼且少，为文章，以辞为工。及长，乃知文者以明道，是固不苟为炳炳烺烺，务釆色，夸声音而以为能也。凡吾所陈，皆自谓近道，而不知道之果近乎？远乎？吾子好道而可吾文，或者其於道不远矣。故吾每为文章，未尝敢以轻心掉之，惧其剽而不留也；未尝敢以怠心易之，惧其弛而不严也；未尝敢以昏气出之，惧其昧没而杂也；未尝敢以矜气作之，惧其偃蹇而骄也。抑之欲其奥，扬之欲其明，疏之欲其通，廉之欲其节；激而发之欲其清，固而存之欲其重，此吾所以羽翼夫道也。本之《书》以求其质，本之《诗》以求其恒，本之《礼》以求其宜，本之《春秋》以求其断，本之《易》以求其动：此吾所以取道之原也。参之《谷梁氏》以厉其气，参之《孟》，《荀》以畅其支，参之《庄》，《老》以肆其端，参之《国语》以博其趣，参之《离骚》以致其幽，参之《太史公》以著其洁：此吾所以旁推交通，而以为之文也。凡若此者，果是耶，非耶？有取乎，抑其无取乎？吾子幸观焉，择焉，有余以告焉。苟亟来以广是道，子不有得焉，则我得矣，又何以师云尔哉？取其实而去其名，无招越、蜀吠，而为外廷所笑，则幸矣。宗元复白。", "translation": "　　二十一日，宗元写："}}, {"name": "黄增", "dynasty": "清代"}, {"name": "衡门", "prop": {"content": "衡门之下，可以栖迟。泌之洋洋，可以乐饥。岂其食鱼，必河之鲂？岂其取妻，必齐之姜？岂其食鱼，必河之鲤？岂其取妻，必宋之子？", "translation": "横木为门城东头，可以幽会一逗留。洋洋流淌泌水边，解饥慰我相思愁。难道想要吃鲜鱼，定要鳊鱼才如愿？难道想要娶妻子，必得齐姜才开颜？难道想要吃鲜鱼，定要鲤鱼才可取？难道想要娶妻子，必得宋子才欢愉？"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "戏为六绝句·其一", "prop": {"content": "庾信文章老更成，凌云健笔意纵横。今人嗤点流传赋，不觉前贤畏后生。", "translation": "庾信的文章到了老年就更加成熟，有了高超雄健的笔力，做文章时文思如潮、挥洒自如。当时（ 唐朝 ）的人讥笑庾信传下来的文章，以至于庾信都“害怕”他们了（主要是反话，讥讽讥笑他文章的人）。"}}, {"name": "卖油翁", "prop": {"content": "　　陈康肃公善射，当世无双 ，公亦以此自矜。尝射于家圃，有卖油翁释担而立，睨之久而不去。见其发矢十中八九，但微颔之。　　康肃问曰：“汝亦知射乎？吾射不亦精乎？”翁曰：“无他， 但手熟尔。”康肃忿然曰：“尔安敢轻吾射！”翁曰：“以我酌油知之。”乃取一葫芦置于地，以钱覆其口，徐以杓酌油沥之，自钱孔入，而钱不湿。因曰：“我亦无他，惟手熟尔。”康肃笑而遣之。", "translation": "　　康肃公陈尧咨擅长射箭，世上没有第二个人能跟他相媲美，他也就凭着这种本领而自夸。曾经有一次，他在家里场地射箭，有个卖油的老翁放下担子，站在那里不在意的看着他，许久都不离开。卖油的老翁看他射十箭中了八九成，只是微微点点头。"}}, {"name": "读书有所见作", "prop": {"content": "人心如良苗，得养乃滋长；苗以泉水灌，心以理义养。一日不读书，胸臆无佳想。一月不读书，耳目失精爽。", "translation": "　　这首诗举例了读书的益处与不读书的坏处，忠告人们要热爱读书，读书要持之以恒，并将其道理表达得淋漓尽致。 "}}, {"name": "浣溪沙·一曲新词", "prop": {"content": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "translation": "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。"}}, {"name": "为学一首示子侄", "prop": {"content": "　　天下事有难易乎？为之，则难者亦易矣；不为，则易者亦难矣。人之为学有难易乎？学之，则难者亦易矣；不学，则易者亦难矣。　　吾资之昏，不逮人也，吾材之庸，不逮人也；旦旦而学之，久而不怠焉，迄乎成，而亦不知其昏与庸也。吾资之聪，倍人也，吾材之敏，倍人也；屏弃而不用，其与昏与庸无以异也。圣人之道，卒于鲁也传之。然则昏庸聪敏之用，岂有常哉？ 　　蜀之鄙有二僧：其一贫，其一富。贫者语于富者曰：“吾欲之南海，何如？”富者曰：“子何恃而往？”曰：“吾一瓶一钵足矣。”富者曰：“吾数年来欲买舟而下，犹未能也。子何恃而往！”越明年，贫者自南海还，以告富者，富者有惭色。 　　西蜀之去南海，不知几千里也，僧富者不能至而贫者至焉。人之立志，顾不如蜀鄙之僧哉?是故聪与敏，可恃而不可恃也；自恃其聪与敏而不学者，自败者也。昏与庸，可限而不可限也；不自限其昏与庸，而力学不倦者，自力者也。", "translation": "无"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "孟子及其弟子", "dynasty": "先秦"}, {"name": "守株待兔", "prop": {"content": "宋人有耕者。田中有株。兔走触株，折颈而死。因释其耒而守株，冀复得兔。兔不可复得，而身为宋国笑。", "translation": "无"}}, {"name": "曹刿论战", "prop": {"content": "　　十年春，齐师伐我。公将战，曹刿请见。其乡人曰：“肉食者谋之，又何间焉？”刿曰：“肉食者鄙，未能远谋。”乃入见。问：“何以战？”公曰：“衣食所安，弗敢专也，必以分人。”对曰：“小惠未遍，民弗从也。”公曰：“牺牲玉帛，弗敢加也，必以信。”对曰：“小信未孚，神弗福也。”公曰：“小大之狱，虽不能察，必以情。”对曰：“忠之属也。可以一战。战则请从。”（遍 同：徧)　　公与之乘，战于长勺。公将鼓之。刿曰：“未可。”齐人三鼓。刿曰：“可矣。”齐师败绩。公将驰之。刿曰：“未可。”下视其辙，登轼而望之，曰：“可矣。”遂逐齐师。　　既克，公问其故。对曰：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也，惧有伏焉。吾视其辙乱，望其旗靡，故逐之。”", "translation": "无"}}, {"name": "刘义庆", "dynasty": "南北朝"}, {"name": "雉子班", "prop": {"content": "雉子，班如此。之于雉梁。无以吾翁孺，雉子。知得雉子高蜚止，黄鹄蜚，之以千里，王可思。雄来蜚从雌，视子趋一雉。雉子，车大驾马滕，被王送行所中。尧羊蜚从王孙行。", "translation": "　　幼雉的毛羽色彩斑斓，它飞到了可以觅食的稻粱之处。老雉叮嘱它要小心被人类捉了，不要不懂得知足，因贪食而忘了危险。老雉知道幼雉被捉就飞来了，但它们没有黄鹄那样强壮有力，它们真羡慕黄鹄能够高飞，如果在这个时候能有力高飞，那就可以救救幼雉了啊！可惜它们没有那样的才能。见幼雉被捉，母雉和公雉都赶来救自己的孩子，但猎人已经将幼雉捉住，驾上车，猎人的马已经迅速跑起来了，幼雉将被活捉到猎人的住处。老雉仍依依不舍地跟着猎人的车飞行，久久不愿离去。"}}, {"name": "北人食菱", "prop": {"content": "　　北人生而不识菱者，仕于南方，席上啖菱，并壳入口。或曰：“食菱须去壳。”其人自护所短，曰：“我非不知，并壳者，欲以去热也。”问者曰：“北土亦有此物否？”答曰：“前山后山，何地不有？”　　夫菱生于水而非土产，此坐强不知以为知也。", "translation": "　　有个出生在北方不认识菱角的人，在南方做官，他在酒席上吃菱角，连角壳一起放进嘴里吃。有人对他说：“吃菱角必须去掉壳再吃。”那人为了掩饰自己的缺点，说：“我并不是不知道，连壳一起吃进去的原因，是想要清热解毒。”问的人说：“北方也有这种东西吗？”他回答说：“前面的山后面的山，哪块地没有呢？”"}}, {"name": "自相矛盾 / 矛", "prop": {"content": "　　楚人有鬻盾与矛者，誉之曰：“吾盾之坚，物莫能陷也。”又誉其矛曰：“吾矛之利，于物无不陷也。”或曰：“以子之矛陷子之盾，何如？” 其人弗能应也。夫不可陷之盾与无不陷之矛，不可同世而立。", "translation": "　　有一个楚国人，既卖盾又卖矛。他夸耀自己的盾，说：“我的盾坚固无比，没有什么东西能够穿透它。”又夸耀自己的矛，说：“我的矛锋利极了，任何坚固的东西都穿得透。”有人问他：“如果用您的矛刺您的盾，结果会怎么样呢？”那人张口结舌，一句话也回答不上来。什么都不能刺穿的盾与什么都能刺穿的矛，不可能同时存在于这个世界上。"}}, {"name": "登鹳雀楼", "prop": {"content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。", "translation": "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。想要看到千里之外的风光，那就要再登上更高的一层城楼。 "}}, {"name": "鵩鸟赋", "prop": {"content": "　　谊为长沙王傅三年，有鵩飞入谊舍。鵩似鸮，不祥鸟也。谊即以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广也。其辞曰：　　单阏之岁兮，四月孟夏，庚子日斜兮，鵩集予舍。止于坐隅兮，貌甚闲暇。异物来萃兮，私怪其故。发书占之兮，谶言其度，曰：“野鸟入室兮，主人将去。”请问于鵩兮：“予去何之？吉乎告我，凶言其灾。淹速之度兮，语予其期。”鵩乃叹息，举首奋翼；口不能言，请对以臆： 　　“万物变化兮，固无休息。斡流而迁兮，或推而还。形气转续兮，变化而蟺。沕穆无穷兮，胡可胜言！祸兮福所依，福兮祸所伏；忧喜聚门兮，吉凶同域。彼吴强大兮，夫差以败；越栖会稽兮，勾践霸世。斯游遂成兮，卒被五刑；傅说胥靡兮，乃相武丁。夫祸之与福兮，何异纠纆；命不可说兮，孰知其极！水激则旱兮，矢激则远；万物回薄兮，振荡相转。云蒸雨降兮，纠错相纷；大钧播物兮，坱圠无垠。天不可预虑兮，道不可预谋；迟速有命兮，焉识其时。 　　且夫天地为炉兮，造化为工；阴阳为炭兮，万物为铜。合散消息兮，安有常则？千变万化兮，未始有极，忽然为人兮，何足控抟；化为异物兮，又何足患！小智自私兮，贱彼贵我；达人大观兮，物无不可。贪夫殉财兮，烈士殉名。夸者死权兮，品庶每生。怵迫之徒兮，或趋西东；大人不曲兮，意变齐同。愚士系俗兮，窘若囚拘；至人遗物兮，独与道俱。众人惑惑兮，好恶积亿；真人恬漠兮，独与道息。释智遗形兮，超然自丧；寥廓忽荒兮，与道翱翔。乘流则逝兮，得坻则止；纵躯委命兮，不私与己。其生兮若浮，其死兮若休；澹乎若深渊之静，泛乎若不系之舟。不以生故自宝兮，养空而浮；德人无累兮，知命不忧。细故蒂芥兮，何足以疑！”", "translation": "　　贾谊在长沙做了三年太傅，有只鵩鸟飞进他的住所。鵩鸟长得很像猫头鹰，是不祥的鸟。贾谊因为被贬到长沙，长沙气候很潮湿，此时看到猫头鹰，认为自己寿命已不长了，于是写了一篇赋来自我安慰。赋文说："}}, {"name": "里革断罟匡君", "prop": {"content": "　　宣公夏滥于泗渊，里革断其罟而弃之，曰：“古者大寒降，土蛰发，水虞于是乎讲罛罶，取名鱼，登川禽，而尝之寝庙，行诸国，助宣气也。鸟兽孕，水虫成，兽虞于是乎禁罝罗，矠鱼鳖，以为夏槁，助生阜也。鸟兽成，水虫孕，水虞于是乎禁罜?，设阱鄂，以实庙庖，畜功用也。且夫山不槎蘖，泽不伐夭，鱼禁鲲鲕，兽长麑麋，鸟翼鷇卵，虫舍蚔蝝，蕃庶物也，古之训也。今鱼方别孕，不教鱼长，又行网罟，贪无艺也。”　　公闻之，曰：“吾过而里革匡我，不亦善乎！是良罟也！为我得法。使有司藏之，使吾无忘谂。”师存侍，曰：“藏罟不如置里革于侧之不忘也。” ", "translation": "无"}}, {"name": "晓窗", "prop": {"content": "少闻鸡声眠，老听鸡声起。千古万代人，消磨数声里。", "translation": "少年贪玩，半夜鸡叫才睡，老年惜时，凌晨闻鸡即起。遥想千秋万代贤士、庸人，一生都在鸡的鸣声中磨去。"}}, {"name": "伤仲永", "prop": {"content": "　　金溪民方仲永，世隶耕。仲永生五年，未尝识书具，忽啼求之。父异焉，借旁近与之，即书诗四句，并自为其名。其诗以养父母、收族为意，传一乡秀才观之。自是指物作诗立就，其文理皆有可观者。邑人奇之，稍稍宾客其父，或以钱币乞之。父利其然也，日扳仲永环谒于邑人，不使学。　　余闻之也久。明道中，从先人还家，于舅家见之，十二三矣。令作诗，不能称前时之闻。又七年，还自扬州，复到舅家问焉。曰：“泯然众人矣。”　　王子曰：仲永之通悟，受之天也。其受之天也，贤于材人远矣。卒之为众人，则其受于人者不至也。彼其受之天也，如此其贤也，不受之人，且为众人；今夫不受之天，固众人，又不受之人，得为众人而已耶？", "translation": "　　金溪县有个百姓叫方仲永，祖祖辈辈以耕种为生。仲永出生五年，还没有见过书写工具，忽然有一天仲永哭着索要这些东西。他的父亲对此感到惊奇，就向邻居借书写工具来给他。仲永立刻写了四句诗，并且题上自己的名字。他的诗以赡养父母，团结族人为主旨，传给全乡的秀才观赏。从此，指定事物让他作诗就能立刻完成，并且诗的文采和道理都有值得欣赏的地方。同县的人们对此都感到非常惊奇，渐渐地都以宾客之礼对待他的父亲，有的人花钱求取仲永的诗。方仲永父亲认为这样有利可图，每天牵着方仲永四处拜访同县的人，不让他学习。"}}, {"name": "慧庆寺玉兰记", "prop": {"content": "　　慧庆寺距阊门四五里而遥，地僻而鲜居人，其西南及北，皆为平野。岁癸未、甲申间，秀水朱竹垞先生赁僧房数间，著书于此。先生旧太史，有名声，又为巡抚宋公重客，宋公时时造焉。于是苏之人士以大府重客故，载酒来访者不绝，而慧庆玉兰之名，一时大著。　　玉兰在佛殿下，凡二株，高数丈，盖二百年物。花开时，茂密繁多，望之如雪。虎丘亦有玉兰一株，为人所称。虎丘繁华之地，游人杂沓，花易得名，其实不及慧庆远甚。然非朱先生以太史而为重客，则慧庆之玉兰，竟未有知者。久之，先生去，寺门昼闭，无复有人为看花来者。　　余寓舍距慧庆一里许，岁丁亥春二月，余昼闲无事，独行野外，因叩门而入。时玉兰方开，茂密如曩时。余叹花之开谢，自有其时，其气机各适其所自然，原与人世无涉，不以人之知不知而为盛衰也。今虎丘之玉兰，意象渐衰，而在慧庆者如故，亦以见虚名之不足恃，而幽潜者之可久也。花虽微，而物理有可感者，故记之。", "translation": "　　慧庆寺离阊门有四五里的距离，位置偏僻，附近很少有人居住。寺的西南面和北面，都是平坦的田野。康熙四十二年、四十三年之间，秀水朱彝尊先生租了几间僧人的住房，在这里著书立说。朱先生曾是旧时的太史官，很有名望，又是江苏巡抚宋公的贵客，宋公常常来登门拜访。于是苏州的上层人物由于巡府所看重的客人这层缘故，带着美酒佳肴来拜访的人络绎不绝，于是慧庆寺玉兰的名声，一时间大为著称。"}}, {"name": "苦寒行", "prop": {"content": "冰峰撑空寒矗矗，云凝水冻埋海陆。 杀物之性，伤人之欲，既不能断绝蒺藜荆棘之根株， 又不能展凤凰麒麟之拳跼。如此则何如为和煦，为膏雨， 自然天下之荣枯，融融于万户。", "translation": "无"}}, {"name": "鱼我所欲也", "prop": {"content": "　　鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。生，亦我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也。生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故患有所不辟也。如使人之所欲莫甚于生，则凡可以得生者何不用也？使人之所恶莫甚于死者，则凡可以辟患者何不为也？由是则生而有不用也，由是则可以辟患而有不为也。是故所欲有甚于生者，所恶有甚于死者。非独贤者有是心也，人皆有之，贤者能勿丧耳。　　一箪食，一豆羹，得之则生，弗得则死。呼尔而与之，行道之人弗受；蹴尔而与之，乞人不屑也。万钟则不辩礼义而受之，万钟于我何加焉！为宫室之美、妻妾之奉、所识穷乏者得我与？乡为身死而不受，今为宫室之美为之；乡为身死而不受，今为妻妾之奉为之；乡为身死而不受，今为所识穷乏者得我而为之：是亦不可以已乎？此之谓失其本心。　(与 通 欤；乡 通 向；辟 通 避)", "translation": "无"}}, {"name": "冬夜读书示子聿", "prop": {"content": "古人学问无遗力，少壮工夫老始成。纸上得来终觉浅，绝知此事要躬行。", "translation": "古人在学习上不遗余力，年轻时下功夫，到老年才有所成就。从书本上得来的知识毕竟不够完善，要透彻地认识事物还必须亲自实践。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "古人铸鉴", "prop": {"content": "　　古人铸鉴，鉴大则平，鉴小则凸。凡鉴凹则照人面大，凸则照人面小。小鉴不能全视人面，故令微凸，收人面令小，则鉴虽小而能全纳人面。仍复量鉴之小大，增损高下，常令人面与鉴大小相若。此工之巧智，后人不能造。比得古鉴，皆刮磨令平，此师旷所以伤知音也。　　世有透光鉴，鉴背有铭文，凡二十字，字极古，莫能读。以鉴承日光，则背文及二 十字皆透，在屋壁上了了分明。人有原其理，以谓铸时薄处先冷，唯背文上差厚后冷，而铜缩多。文虽在背，而鉴面隐然有迹，所以于光中现。予观之，理诚如是。然余家有三鉴，又见他家所藏，皆是一样，文画铭字无纤异者，形制甚古。唯此鉴光透，其他鉴虽至薄者，皆莫能透。意古人别自有术 。", "translation": "无"}}, {"name": "申胥谏许越成", "prop": {"content": "　　吴王夫差乃告诸大夫曰：“孤将有大志于齐，吾将许越成，而无拂吾虑。若越既改，吾又何求？若其不改，反行，吾振旅焉。”申胥谏曰：“不可许也。夫越非实忠心好吴也，又非慑畏吾甲兵之强也。大夫种勇而善谋，将还玩吴国于股掌之上，以得其志。夫固知君王之盖威以好胜也，故婉约其辞，以从逸王志，使淫乐于诸夏之国，以自伤也。使吾甲兵钝弊，民人离落，而日以憔悴，然后安受吾烬。夫越王好信以爱民，四方归之，年谷时熟，日长炎炎，及吾犹可以战也。为虺弗摧，为蛇将若何？”吴王曰：“大夫奚隆于越？越曾足以为大虞乎？若无越，则吾何以春秋曜吾军士？”乃许之成。　　将盟，越王又使诸稽郢辞曰：“以盟为有益乎？前盟口血未乾，足以结信矣。以盟为无益乎？君王舍甲兵之威以临使之，而胡重于鬼神而自轻也。”吴王乃许之，荒成不盟。 ", "translation": "无"}}, {"name": "陈太丘与友期行", "prop": {"content": "　　陈太丘与友期行，期日中。过中不至，太丘舍去，去后乃至。元方时年七岁，门外戏。客问元方：“尊君在不？”答曰：“待君久不至，已去。”友人便怒曰：“非人哉！与人期行，相委而去。”元方曰：“君与家君期日中。日中不至，则是无信；对子骂父，则是无礼。”友人惭，下车引之。元方入门不顾。", "translation": "　　陈太丘和朋友相约同行，约定的时间在正午，过了正午朋友还没有到，陈太丘不再等候他而离开了，陈太丘离开后朋友才到。元方当时年龄七岁，在门外玩耍。陈太丘的朋友问元方：“你的父亲在吗？”元方回答道：“我父亲等了您很久您却还没有到，已经离开了。”友人便生气地说道：“真不是君子啊！和别人相约同行，却丢下别人先离开了。”元方说：“您与我父亲约在正午，正午您没到，就是不讲信用；对着孩子骂父亲，就是没有礼貌。”朋友感到惭愧，下了车想去拉元方的手，元方头也不回地走进家门。 "}}, {"name": "插秧歌", "prop": {"content": "手捏青苗种福田，低头便见水中天。六根清净方成稻，后退原来是向前。", "translation": "手捏青青秧苗将其种进田里，一低头就能看见水中倒映的天空。只有秧苗的根须无损才能长成稻谷，插秧的时候感觉是在后退其实是在前进。"}}, {"name": "子产坏晋馆垣", "prop": {"content": "　　公薨之月，子产相郑伯以如晋，晋侯以我丧故，未之见也。子产使尽坏其馆之垣，而纳车马焉。　　士文伯让之，曰：“敝邑以政刑之不修，寇盗充斥，无若诸侯之属辱在寡君者何，是以令吏人完客所馆，高其闬闳，厚其墙垣，以无忧客使。今吾子坏之，虽从者能戒，其若异客何？以敝邑之为盟主，缮完葺墙，以待宾客。若皆毁之，其何以共命？寡君使匄请命。　　对曰：“以敝邑褊小，介于大国，诛求无时，是以不敢宁居，悉索敝赋，以来会时事。逢执事之不闲，而未得见；又不获闻命，未知见时。不敢输币，亦不敢暴露。其输之，则君之府实也，非荐陈之，不敢输也。其暴露之，则恐燥湿之不时而朽蠹，以重敝邑之罪。侨闻文公之为盟主也，宫室卑庳，无观台榭，以崇大诸侯之馆，馆如公寝；库厩缮修，司空以时平易道路，圬人以时塓馆宫室；诸侯宾至，甸设庭燎，仆人巡宫，车马有所，宾从有代，巾车脂辖，隶人、牧、圉，各瞻其事；百官之属各展其物；公不留宾，而亦无废事；忧乐同之，事则巡之，教其不知，而恤其不足。宾至如归，无宁灾患；不畏寇盗，而亦不患燥湿。今铜鞮之宫数里，而诸侯舍于隶人，门不容车，而不可逾越；盗贼公行。而天疠不戒。宾见无时，命不可知。若又勿坏，是无所藏币以重罪也。敢请执事，将何所命之？虽君之有鲁丧，亦敝邑之忧也。若获荐币，修垣而行，君之惠也，敢惮勤劳？”　　文伯复命。赵文子曰：“信。我实不德，而以隶人之垣以赢诸侯，是吾罪也。”使士文伯谢不敏焉。　　晋侯见郑伯，有加礼，厚其宴好而归之。乃筑诸侯之馆。　　叔向曰：“辞之不可以已也如是夫！子产有辞，诸侯赖之，若之何其释辞也？《诗》曰：‘辞之辑矣，民之协矣；辞之怿矣，民之莫矣。’其知之矣。” ", "translation": "无"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "尧戒", "prop": {"content": "战战栗栗，日谨一日。人莫踬于山，而踬于垤。", "translation": "每天都过得提心吊胆，一天比一天谨慎。人不会在大山上跌倒，往往跌倒在小土堆前。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "上堂开示颂", "prop": {"content": "尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。", "translation": "摆脱尘念劳心并不是一件容易事，必须拉紧绳子、俯下身子在事业上卖力气。如果不经历冬天那刺骨严寒，梅花怎会有扑鼻的芳香。"}}, {"name": "春日", "prop": {"content": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。", "translation": "风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹地百花开放、万紫千红，到处都是春天的景致。"}}, {"name": "箜篌谣", "prop": {"content": "结交在相知，骨肉何必亲。甘言无忠实，世薄多苏秦。从风暂靡草，富贵上升天。不见山巅树，摧杌下为薪。岂甘井中泥？上出作埃尘。", "translation": "　　此诗《太平御览》引作“古歌辞”，属《杂歌谣辞》。箜篌，古代的一种弹拨乐器，此以为题，与歌辞内容无关。此歌似为拼合之作，前四句讲交友识人之道，后六句讲处世保身之诀。合而言之，都是生活经验的总结，这与汉乐府中一些警世喻理之作属同一类型。"}}, {"name": "邓剡", "dynasty": "宋代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "自赞", "prop": {"content": "人弃我取，人夺我与。涉世全乖，独行无侣。超佛越祖当头句，冷泉日夜滔滔举。斂手忌言坐闲处，可怜也被丹青污。", "translation": "人们丢弃的我独自拿走，人们争夺的我拱手赠与。行走社会时没有全是顺利的时候，独行佛道时不寻求伴侣。超越了佛祖告诫的当头话的境界，我如冰凉的泉水日夜不息地流动。谨言慎行地坐在无人的地方，却可伶地被那如画世界染污。"}}, {"name": "次韵昌叔咏尘", "prop": {"content": "尘土轻扬不自持，纷纷生物更相吹。翻成地上万烟雾，散在人间要路岐。一世竞驰甘睬目，几家清坐得轩眉。超然只有江湖上，还见波涛恐我时。", "translation": "尘土轻轻扬起而不能控制自己，（尘土）纷纷飞扬都如万物运动因风吹而起。由地上翻滚飞起，犹如如万缕烟雾，更是散布在人间各处重要的分岔路口。全世界漫天烟尘让疾驰奔走的路人眯着眼睛，这世上又有几人能够清闲安坐于屋内而扬眉自得。只有在江湖之上才能得到超然洒脱的生活，而江湖中的汹涌波涛让我时时惊恐。"}}, {"name": "颜真卿", "dynasty": "唐代"}, {"name": "白日歌", "prop": {"content": "白日白日，舒天昭晖。数穷则尽，盛满则衰。", "translation": "白天的太阳啊，照得满天光明。天数达到极点时就将完结，事物异常鼎盛时就将衰落。"}}, {"name": "读书要三到", "prop": {"content": "凡读书......须要读得字字响亮，不可误一字，不可少一字，不可多一字，不可倒一字，不可牵强暗记，只是要多诵数遍，自然上口，久远不忘。古人云，“读书百遍，其义自见”。谓读得熟，则不待解说，自晓其义也。余尝谓，读书有三到，谓心到，眼到，口到。心不在此，则眼不看仔细，心眼既不专一，却只漫浪诵读，决不能记，记亦不能久也。三到之中，心到最急。心既到矣，眼口岂不到乎？", "translation": "只要是读书，就要每个字都读得很大声，不可以读错一个字，不可以少读一个字，不可以多读一个字，不可以读颠倒一个字，不可以勉强硬记，只要多读几遍，自然而然就顺口而出，即使时间久了也不会忘记。古人说过：“读书百遍，其义自见。”就是说书读得熟了，那么不依靠别人解释说明，自然就会明白它的道理了。我曾经说过：读书有三到，谓心到、眼到、口到。心思不在书本上，那么眼睛就不会仔细看，心和眼既然不专心致志，却只是随随便便地读，就一定不能记住，即使记住了也不能长久。三到之中，心到最重要 。心既然已经到了，眼和口难道会不到吗？ "}}, {"name": "人之初", "prop": {"content": "人之初，性本善。性相近，习相远。苟不教，性乃迁。教之道，贵以专。子不学，非所宜。幼不学，老何为。玉不琢，不成器。人不学，不知义。", "translation": "人出生之初，禀性本身都是善良的。天性也都相差不多，只是后天所处的环境不同和所受教育不同，彼此的习性才形成了巨大的差别。如果从小不好好教育，善良的本性就会发生改变。为了使人不变坏，最重要的方法就是要专心一致地去教育孩子。"}}, {"name": "李贽", "dynasty": "明代"}, {"name": "游城南十六首·遣", "prop": {"content": "断送一生惟有酒，寻思百计不如闲。 莫忧世事兼身事，须著人间比梦间。 ", "translation": "打发一生时光最好的东西只有酒，思量做什么事都不如闲适生活安逸。不要忧虑世上和自身的那些琐事，应该将人间当作做梦一样过。"}}, {"name": "彭端淑", "dynasty": "清代"}, {"name": "集杭州俗语诗", "prop": {"content": "色不迷人人自迷，情人眼里出西施。有缘千里来相会，三笑徒然当一痴。", "translation": "真心相爱的人，尽管不迷人，但是对方却会认为很迷人；在对方眼里都是完美无缺的，男赛潘安，女赛西施。如果彼此有缘分，即使相隔千里，也终会走到一起，因为偶然一笑而为之痴迷。"}}, {"name": "褚人获", "dynasty": "清代"}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "宰予昼寝", "prop": {"content": "　　宰予昼寝，子曰：“朽木不可雕也，粪土之墙不可圬也！于予与何诛？”子曰：“始吾于人也，听其言而信其行；今吾于人也，听其言而观其行。于予与改是。”——《论语·公冶长第五》", "translation": "　　宰予大白天睡觉，孔子说：“腐烂的木头不可以雕刻。用脏土垒砌的墙面不堪涂抹！对于宰予这样的人，还有什么好责备的呢？”又说： “起初我对于人，听了他说的话就相信他的行为；现在我对于人， 听了他说的话却还要观察他的行为。这是由于宰予的事而改变。”"}}, {"name": "君子行", "prop": {"content": "君子防未然，不处嫌疑间。瓜田不纳履，李下不正冠。嫂叔不亲授，长幼不比肩。劳谦得其柄，和光甚独难。周公下白屋，吐哺不及餐。一沐三握发，后世称圣贤。", "translation": "君子应该防患于未然，不将自己置身在容易引起嫌疑的处境中。经过别人家的瓜田不弯腰穿鞋，从李树下经过也不要举手去整理帽子。嫂嫂和小叔子不亲手递交东西，长辈和小辈不并肩行走。勤劳谦恭是修德的根本所在，内敛不露锋芒比独处时约束自己还要难。周公到茅屋中访贫问苦，礼贤下士多次吐出口中的食物来不及吃饭。洗一次头三次握着头发出来见客，所以后世的人们才称他为圣贤。"}}, {"name": "李昉等", "dynasty": "宋代"}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "断句", "prop": {"content": "近水楼台先得月，向阳花木易为春。", "translation": "靠近水边的楼台（因为没有树木的遮挡），能先看到月亮的投影；而迎着阳光的花木，（光照自然好得多，所以发芽就早），最容易形成春天的景象。"}}, {"name": "唐寅", "dynasty": "明代"}, {"name": "无题", "prop": {"content": "来时无迹去无踪，去与来时事一同。何须更问浮生事，只此浮生是梦中。", "translation": "人不知从哪来，也不知死后将要去何处；从生到死，只有一件事是相同的，就是都无法摆脱迷惑。何必在意这空虚不实的人生中的事情，这大千世界、人生都像是一场梦。"}}, {"name": "日喻", "prop": {"content": "　　生而眇者不识日，问之有目者。或告之曰：“日之状如铜盘。”扣槃而得其声，他日闻钟，以为日也。或告之曰：“日之光如烛。”扪烛而得其形，他日揣樾，以为日也。日之与钟、龠亦远矣，而眇者不知其异，以其未尝见而求之人也。　　道之难见也甚于日，而人之未达也，无以异于眇。达者告之，虽有巧譬善导，亦无以过于槃与烛也。自盘而之钟，自烛而之龠，转而相之，岂有既乎？故世之言道者，或即其所见而名之，或莫之见而意之，皆求道之过也。　　然则道卒不可求欤？苏子曰：“道可致而不可求。”何谓致？孙武曰：“善战者致人，不致于人。”子夏曰：“百工居肆，以成其事，君子学以致其道。”莫之求而自至，斯以为致也欤？　　南方多没人，日与水居也，七岁而能涉，十岁而能浮，十五而能浮没矣。夫没者岂苟然哉？必将有得于水之道者。日与水居，则十五而得其道；生不识水，则虽壮，见舟而畏之。故北方之勇者，问于没人，而求其所以浮没矣，以其言试之河，未有不溺者也。故凡不学而务求道，皆北方之学没者也。　　昔者以声律取士，士杂学而不志于道；今者以经术取士，士求道而不务学。渤海吴君彦律，有志于学者也，方求举于礼部，作《日喻》以告之。", "translation": "　　一出生就双目失明的人不认识太阳，问看得见的人太阳是什么样子。有的人告诉他说：“太阳的样子像铜盘。”这个失明的人敲铜盘听到了它的声音，一天听到钟声，就把发出声音的钟当做了太阳。有的人告诉他说：“太阳的光像蜡烛。”失明的人用手摸蜡烛，晓得了它的形状。一天，摸到一支形状像蜡烛的乐器龠，就把它当做了太阳。"}}, {"name": "萧抡谓", "dynasty": "清代"}, {"dynasty": "明代"}, {"name": "清平乐·咏雨", "prop": {"content": "归禽响暝，隔断南枝径。不管垂杨珠泪进，滴碎荷声千顷。随波赚杀鱼儿，浮萍乍满清池。谁信碧云深处，夕阳仍在天涯？", "translation": "　　这哪里是在咏雨，分明是词人抚世伤心的热泪!过片假写池中鱼儿，骂尽天下随波逐流浮沉之辈。结句既是富有哲理的人生感悟，更是对世态炎凉的深沉感喟。顾炎武曾有“亡国”与“亡天下”之辨，这首词即为“亡天下”之音。 "}}, {"name": "后赤壁赋", "prop": {"content": "　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。　　已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”　　于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。　　须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。", "translation": "　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。"}}, {"name": "刻舟求剑 / 楚", "prop": {"content": "楚人有涉江者，其剑自舟中坠于水。遽契其舟，曰：“是吾剑之所从坠。”舟止，从其所契者入水求之。舟已行矣，而剑不行，求剑若此，不亦惑乎！", "translation": "楚国有个乘船渡江的人，他的剑从船上掉进了水里。他急忙用刀在船边做了记号，说：“这是我的剑掉下去的地方。”船到目的地后停了下来，这个人顺着船沿上刻的记号下水去找剑。船已经走了很远，而剑还在原来的地方，用这样的方法来寻找剑，不是很糊涂吗？"}}, {"name": "多歧亡羊", "prop": {"content": "　　杨子之邻人亡羊，既率其党，又请杨子之竖追之。杨子曰：“嘻！亡一羊，何追者之众？”邻人曰：“多歧路。”既反，问：“获羊乎？”曰：“亡之矣。” 曰：“奚亡之？”曰：“歧路之中又有歧焉，吾不知所之，所以反也。”　　杨子戚然变容，不言者移时，不笑者竟日。门人怪之，请曰：“羊，贱畜，又非夫子之有，而损言笑者，何哉？”杨子不答。门人不获所命。　　弟子孟孙阳出，以告心都子。心都子他日与孟孙阳偕入，而问曰：“昔有昆弟三人，游齐鲁之间，同师而学，进仁义之道而归。其父曰：‘仁义之道若何？’伯曰：‘仁义使我爱身而后名。’仲曰：‘仁义使我杀身以成名。’叔曰：‘仁义使我身名并全。’彼三术相反， 而同出于儒。孰是孰非邪？”杨子曰：“人有滨河而居者，习于水，勇于泅，操舟鬻渡，利供百口。裹粮就学者成徒，而溺死者几半。本学泅，不学溺，而利害如此。若以为孰是孰非？”　　心都子嘿然而出。孟孙阳让之曰：“何吾子问之迂，夫子答之僻？吾惑愈甚。”心都子曰：“大道以多歧亡羊，学者以多方丧生。学非本不同，非本不一，而末异若是。唯归同反一，为亡得丧。子长先生之门，习先生之道，而不达先生之况也，哀哉！”", "translation": "　　杨子的邻居家丢失了一只羊。这位邻居已经带领了他的家属亲友等人去追寻，又来请求杨子的童仆帮忙去追寻。杨子问道：“嘻，丢了一只羊。为什么要这么多人去追呢？”邻居回答说：“岔路太多了。”"}}, {"name": "张翀", "dynasty": "明代"}, {"name": "河中石兽", "prop": {"content": "　　沧州南一寺临河干，山门圮于河，二石兽并沉焉。阅十余岁，僧募金重修，求二石兽于水中，竟不可得，以为顺流下矣。棹数小舟，曳铁钯，寻十余里无迹。　　一讲学家设帐寺中，闻之笑曰：“尔辈不能究物理。是非木杮，岂能为暴涨携之去？乃石性坚重，沙性松浮，湮于沙上，渐沉渐深耳。沿河求之，不亦颠乎？”众服为确论。　　一老河兵闻之，又笑曰：“凡河中失石，当求之于上流。盖石性坚重，沙性松浮，水不能冲石，其反激之力，必于石下迎水处啮沙为坎穴，渐激渐深，至石之半，石必倒掷坎穴中。如是再啮，石又再转。转转不已，遂反溯流逆上矣。求之下流，固颠；求之地中，不更颠乎？”如其言，果得于数里外。然则天下之事，但知其一，不知其二者多矣，可据理臆断欤？(转转 一作：再转)", "translation": "　　沧州的南面有一座靠近河岸的寺庙，寺庙的大门倒塌在了河里，门前的两只石兽也一起沉没在此河中。过了十多年，僧人们募集金钱重修寺庙，在河中寻找两只石兽，到底还是没找到，僧人们认为石兽顺着水流流到下游了。于是划着几只小船，拖着铁钯，向下游寻找了十多里，没有找到石兽的踪迹。"}}, {"name": "劝学", "prop": {"content": "击石乃有火，不击元无烟。人学始知道，不学非自然。万事须己运，他得非我贤。青春须早为，岂能长少年。", "translation": "只有击打石头，才会有火花；如果不击打，连一点儿烟也不冒出。人也是这样，只有通过学习，才能掌握知识；如果不学习，知识不会从天上掉下来。任何事情必须自己去实践，别人得到的知识不能代替自己的才能。青春年少时期就应趁早努力，一个人难道能够永远都是“少年”吗？"}}, {"name": "行路难", "prop": {"content": "君不见长安城北渭桥边，枯木横槎卧古田。昔日含红复含紫，常时留雾亦留烟。春景春风花似雪，香车玉舆恒阗咽。若个游人不竞攀，若个倡家不来折。倡家宝袜蛟龙帔，公子银鞍千万骑。黄莺一向花娇春，青鸟双双将子戏。千尺长条百尺枝，月桂星榆相蔽亏。珊瑚叶上鸳鸯鸟，凤凰巢里雏鹓儿。巢倾枝折凤归去，条枯叶落任风吹。一朝零落无人问，万古摧残君讵知。人生贵贱无终始，倏忽须臾难久恃。谁家能驻西山日，谁家能堰东流水。汉家陵树满秦川，行来行去尽哀怜。自昔公卿二千石，咸拟荣华一万年。不见朱唇将白貌，惟闻素棘与黄泉。金貂有时须换酒，玉麈但摇莫计钱。寄言坐客神仙署，一生一死交情处。苍龙阙下君不来，白鹤山前我应去。云间海上邈难期，赤心会合在何时。但愿尧年一百万，长作巢由也不辞。", "translation": "无"}}, {"name": "桂源铺", "prop": {"content": "万山不许一溪奔，拦得溪声日夜喧。到得前头山脚尽，堂堂溪水出前村。", "translation": "溪水向前奔流群山阻隔，拦得那溪水在山间日夜喧闹不停。等到它终于来到前边的山脚尽头，蜿蜒小溪已汇聚成大的溪流流出了前方的村庄。"}}, {"name": "曾参", "dynasty": "先秦"}, {"name": "刘元卿", "dynasty": "明代"}, {"name": "魏源", "dynasty": "清代"}, {"name": "五月十九日大雨", "prop": {"content": "风驱急雨洒高城，云压轻雷殷地声。雨过不知龙去处，一池草色万蛙鸣。", "translation": "疾风驱使着骤雨瞬间洒落高城，乌云密布，雷声滚滚，大地仿佛都在震动。一会兴云作雨的龙挟着雷电乌云离去，池塘水满，青草滴翠，万蛙齐鸣。"}}, {"name": "王阳明", "dynasty": "明代"}, {"name": "卢钺", "dynasty": "宋代"}, {"name": "永某氏之鼠", "prop": {"content": "　　永有某氏者，畏日，拘忌异甚。以为己生岁直子；鼠，子神也，因爱鼠，不畜猫犬，禁僮勿击鼠。仓廪庖厨，悉以恣鼠，不问。　　由是鼠相告，皆来某氏，饱食而无祸。某氏室无完器，椸无完衣，饮食大率鼠之馀也。昼累累与人兼行，夜则窃啮斗暴，其声万状，不可以寝，终不厌。　　数岁，某氏徙居他州；后人来居，鼠为态如故。其人曰：“是阴类，恶物也，盗暴尤甚。且何以至是乎哉？”假五六猫，阖门，撤瓦，灌穴，购僮罗捕之，杀鼠如丘，弃之隐处，臭数月乃已。　　呜呼！彼以其饱食无祸为可恒也哉！", "translation": "　　永州有一家的主人，特别畏惧犯忌日。他认为自己出生的那一年是子年，老鼠就是子年的神，因此非常爱护老鼠，家里不许养猫养狗，禁止仆人击打老鼠；家里的仓库、厨房，全让老鼠恣意横行，放任不管。"}}, {"name": "西施", "prop": {"content": "家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。", "translation": "国家兴亡衰败自有其时运，吴人又何苦埋怨是西施使他们国家灭亡的呢？如果西施知道怎样颠覆吴国，那么后来让越国灭亡的又是谁呢？"}}, {"name": "方岳", "dynasty": "宋代"}, {"name": "望岳", "prop": {"content": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。", "translation": "五岳之首的泰山的怎么样？在齐鲁大地上，那苍翠的美好山色没有尽头。大自然把神奇秀丽的景象全都汇聚其中，山南山北阴阳分界，晨昏迥然不同。望着那升腾的层层云气，心胸摇荡；睁大眼睛远望归鸟回旋入山，眼角好像要裂开一样。定要登上那最高峰，俯瞰在泰山面前显得渺小的群山。"}}, {"name": "韩非", "dynasty": "先秦"}, {"name": "刘基", "dynasty": "明代"}, {"name": "揠苗助长", "prop": {"content": "　　宋人有闵其苗之不长而揠之者，芒芒然归，谓其人曰：“今日病矣！予助苗长矣！”其子趋而往视之，苗则槁矣。天下之不助苗长者寡矣。以为无益而舍之者，不耘苗者也；助之长者，揠苗者也，非徒无益，而又害之。(闵 通：悯)", "translation": "　　宋国有个人忧虑他的禾苗不长高，就拔高了禾苗，一天下来十分疲劳地回到家，然后对他的家里人说：“今天太累了！我帮助禾苗长高了！”他儿子快步去到田里查看禾苗的情况，禾苗都已经枯萎了。天下不希望自己禾苗长得快一些的人很少啊！以为禾苗长大没有用处而放弃的人，就像是不给禾苗锄草的懒汉。妄自帮助它生长的人，就像这个拔苗助长的人，不但没有好处，反而害了它。 "}}, {"name": "如梦令·自净方能", "prop": {"content": "自净方能净彼，我自汗流呀气。寄语澡浴人，且共肉身游戏。但洗，但洗，俯为人间一切。", "translation": "自己洁净才能使他人洁净，我自浴身之后，出现汗流而又哈气之效果。给参与浴佛活动的人们传话，只管四大和合幻身与三昧游戏。径直洗吧！径直洗吧！俯首为了摆脱人间众生苦难而洗吧！"}}, {"name": "晚步西园", "prop": {"content": "料峭轻寒结晚阴，飞花院落怨春深。吹开红紫还吹落，一种东风两样心。", "translation": "微微的寒意凝结着傍晚的阴霾，院中飘落的花抱怨着春意浓郁。东风吹开了春花又将它再吹落，一种东风却是两种不同的心灵。"}}, {"name": "绝句·书当快意读", "prop": {"content": "书当快意读易尽，客有可人期不来。世事相违每如此，好怀百岁几回开？", "translation": "读到称心满意的书很容易就读完了，想与意气相投的朋友见面却久盼不来。世界上的事往往是这样美中不足与意愿相乖，人生百年，有多少次能够欢笑开怀？"}}, {"name": "文侯与虞人期猎", "prop": {"content": "魏文侯与虞人期猎。是日，饮酒乐，天雨。文侯将出，左右曰：“今日饮酒乐，天又雨，公将焉之？”文侯曰：“吾与虞人期猎，虽乐，岂可不一会期哉！”乃往，身自罢之。魏于是乎始强。", "translation": "魏文侯同掌管山泽的官约定去打猎。这天，魏文侯与百官饮酒非常的高兴，天下起雨来。文侯要出去赴约，随从的侍臣说：“今天饮酒这么快乐，天又下雨了，您要去哪里呢？”魏文侯说：“我与别人约好了去打猎，虽然在这里很快乐"}}, {"name": "二翁登泰山", "prop": {"content": "　　昔有二翁，同邑而居。甲翁之妻子去乡，唯叟一人而已。一日，叟携酒至乙翁第，二人对酌，不亦乐乎！乙翁曰：“向吾远游冀﹑雍，然（但）未尝登泰山，君有意同行乎？”甲翁曰：“是山余亦未登，然老矣，恐力不胜。”乙翁曰：“差矣，汝之言！曩者愚公年且九十而移山，今吾辈方逾六旬，何老之有！”甲翁曰：“甚善！”翌日，二翁偕往，越钱塘，绝长江，而至泰阴。夜宿，凌晨上山。乙翁欲扶之，甲翁曰：“吾力尚可，无需相扶。”自日出至薄暮，已至半山矣。", "translation": "　　从前有两个老翁，住在同一个巷子里，甲老翁的妻子、子女离开故乡，只有他自己而已。一天，他带着酒去乙翁的家，两个人一起喝酒，十分快乐！乙翁说：“以前我曾去冀，雍两州远处交游，但没有登过泰山，你能不能和我一起去呢？“甲翁说：“那山我也没有登过，然而老了，恐怕力气不够“乙翁说：“你说的不对！以前的愚公，九十岁的时候还可以移山，现在我们才六十来岁，哪里老呢！“甲翁说：“那太好了“第二天，两个老人都去了，走过钱塘，渡过长江，走到泰山脚下。晚上住下休息，凌晨上山，乙翁要扶他，甲翁说：“我的力气还可以，不用互相搀扶。”从太阳出来到薄暮降临，已经走过了半座大山。"}}, {"name": "答章孝标", "prop": {"content": "假金方用真金镀，若是真金不镀金。十载长安得一第，何须空腹用高心。", "translation": "无"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "沁园春·雪", "prop": {"content": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。(余 通：馀)山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 原作：原驱)须晴日，看红装素裹，分外妖娆。(红装 一作：银装)江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。", "translation": "北方的风光，千里冰封冻，万里雪花飘。望长城内外，只剩下无边无际白茫茫一片。整条黄河，立刻失去了波涛滚滚的水势。被白雪覆盖的群山好像银蛇在舞动，高原好像白象在奔跑，它们都想试着和老天爷比一下谁更高。等到晴天的时候，看红日和白雪交相辉映，格外娇艳美好。江山是如此的媚娇，引得无数英雄竞相倾倒。可惜秦始皇、汉武帝，略差文治功劳；唐太宗、宋太祖，稍逊文学才华。称雄一世的英雄人物，成吉思汗，只知道拉弓射大雕。这些人物都已经过去了，称得上能建功立业的英雄人物，还要看今天的人们。"}}, {"name": "掩耳盗铃", "prop": {"content": "　　范氏之亡也，百姓有得钟者，欲负而走，则钟大不可负；以锤毁之，钟况然有声。恐人闻之而夺己也，遽掩其耳。恶人闻之，可也；恶己自闻之，悖也！", "translation": "　　范氏逃亡的时候，有老百姓得到一口钟，想把它背走。但是，这口钟太大了，不好背，他就打算用锤子砸碎以后再背。谁知，刚砸了一下，那口钟就“咣”地发出了很大的响声。他生怕别人听到钟声，来把钟夺走了，就急忙把自己的两只耳朵紧紧捂住继续敲。厌恶(恐怕)别人听到，可以；但怕自己听到，就很荒谬了。"}}, {"name": "庄子", "dynasty": "先秦"}, {"name": "雪梅", "prop": {"content": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。", "translation": "梅花和雪花都认为各自占尽了春色，谁也不肯服输。难以评议梅与雪的高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 "}}, {"name": "八至", "prop": {"content": "至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。", "translation": "最近的和最远的是东与西，最深的和最浅的是清溪。最高和最明亮的是日月，最亲近和最疏远的是夫妻。"}}, {"name": "鸱鸮", "prop": {"content": "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！", "translation": "猫头鹰你这恶鸟，已经夺走了我的雏子，再不能毁去我的窝巢。我含辛茹苦，早已为养育雏子病了！我趁着天未阴雨，啄取那桑皮桑根，将窗扇门户缚紧。现在你们树下的人，还有谁敢将我欺凌！我用拘挛的手爪，采捋茅草花；又蓄积干草垫底，喙角也累得病啦，只为了还未筑好的家。我的翅羽稀落，我的尾羽枯槁；我的巢儿垂危，正在风雨中飘摇。我只能惊恐地哀号！"}}, {"name": "戴圣", "dynasty": "两汉"}, {"name": "杨巨源", "dynasty": "唐代"}, {"name": "赠元发弟放言", "prop": {"content": "亏功一篑，未成丘山。凿井九阶，不次水泽。行百里者半九十，小狐汔济濡其尾。故曰时乎，时不再来。终终始始，是谓君子。", "translation": "差一筐土的努力，也会堆不成山丘。打井即便打了九成，也打不到泉水。一百里走了九十里，只能算是走完了一半路程。小狐狸渡河，几乎就要渡过了，结果还是颠簸挣扎，险象环生，连尾巴都弄湿了。所以说时机稍纵即逝、时光一去不回。君子应该始终如一、谨慎警醒。"}}, {"name": "愚人食盐", "prop": {"content": "　　昔有愚人，至于他家。主人与食，嫌淡无味。主人闻已，更为益盐。既得盐美，便自念言：“所以美者，缘有盐故。少有尚尔，况复多也？”愚人无智，便空食盐。食已口爽，反为其患。", "translation": "　　从前有个愚蠢的人，到朋友家做客，和主人一起吃饭，嫌弃食物淡而无味。主人听到之后，于是又在菜里添加了盐。他吃了后觉得很美味，于是自言自语说：“菜之所以味道鲜美，是有了盐的缘故。很少就如此，何况量多的时候呢？”这个愚蠢的人没有智慧，就不吃菜只吃盐。吃过之后味觉败坏，反而成为他的祸患。"}}, {"name": "观德亭记", "prop": {"content": "　　君子之于射也，内志正，外体直，持弓矢审固，而后可以言中，故古者射以观德。德也者，得之于其心也，君子之学，求以得之于其心，故君子之于射以存其心也。是故躁于其心者其动妄，荡于其心者其视浮，歉于其心者其气馁，忽于其心者其貌惰，傲于其心者其色矜，五者，心之不存也。不存也者，不学也。　　君子之学于射，以存其心也，是故心端则体正，心敬则容肃，心平则气舒，心专则视审，心通故时而理，心纯故让而恪，心宏故胜而不张、负而不驰，七者备而君子之德成。　　君子无所不用其学也，于射见之矣。故曰：为人君者以为君鹄，为人臣者以为臣鹄，为人父者以为父鹄，为人子者以为子鹄。射也者，射己之鹄也，鹄也者，心也，各射己之心也，各得其心而已。故曰：可以观德矣。作《观德亭记》。", "translation": "　　君子在射箭时，内心思虑纯正，外形身体正直，手持弓箭稳固有力，这样以后才考虑发射中不中靶的问题。因此古代根据射箭来考察一个人的品德。品德，是来自内心的一种收获。君子治学，是讲究心灵收获的，所以君子在射箭上也是用心的呀。这是由于内心躁动不安的人，他的动作必定是随意的；内心摇摆不定的人，他的视线必定是飘浮的；内心惭愧的人，他的气息必定是微弱的；粗枝大叶的人，他的相貌必定疏懒；内心骄傲的人，他的神色必定矜持。这五种情形，就是失去本心造成的。之所以丧失本心，是因为没有学习。"}}, {"name": "张融", "dynasty": "南北朝"}, {"name": "孙权劝学", "prop": {"content": "　　初，权谓吕蒙曰：“卿今当涂掌事，不可不学！”蒙辞以军中多务。权曰：“孤岂欲卿治经为博士邪！但当涉猎，见往事耳。卿言多务，孰若孤？孤常读书，自以为大有所益。”蒙乃始就学。及鲁肃过寻阳，与蒙论议，大惊曰：“卿今者才略，非复吴下阿蒙！”蒙曰：“士别三日，即更刮目相待，大兄何见事之晚乎！”肃遂拜蒙母，结友而别。", "translation": "　　当初，孙权对吕蒙说：“你现在当权管事，不可以不学习！”吕蒙用军中事务繁多来推托。孙权说：“我难道想要你研究儒家经典，成为专掌经学传授的学官吗？我只是让你粗略地阅读，了解历史罢了。你说军务繁多，谁比得上我事务多呢？我经常读书，自己觉得获益颇多。”吕蒙于是开始学习。"}}, {"name": "临江仙·滚滚长江", "prop": {"content": "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。", "translation": "滚滚长江向东流，多少英雄像翻飞的浪花般消逝。不管是与非，还是成与败（古今英雄的功成名就），到现在都是一场空，都已经随着岁月的流逝消逝了。当年的青山（江山）依然存在，太阳依然日升日落。在江边的白发隐士，早已看惯了岁月的变化。和老友难得见了面，痛快地畅饮一杯酒。古往今来的多少事，都付诸于（人们的）谈笑之中。"}}], "edges": [{"source": 309, "target": 292, "relation": "创作"}, {"source": 153, "target": 309, "relation": "出自于"}, {"source": 164, "target": 209, "relation": "创作"}, {"source": 64, "target": 164, "relation": "出自于"}, {"source": 15, "target": 374, "relation": "创作"}, {"source": 18, "target": 15, "relation": "出自于"}, {"source": 164, "target": 175, "relation": "创作"}, {"source": 6, "target": 319, "relation": "创作"}, {"source": 90, "target": 6, "relation": "出自于"}, {"source": 36, "target": 49, "relation": "创作"}, {"source": 90, "target": 36, "relation": "出自于"}, {"source": 139, "target": 363, "relation": "创作"}, {"source": 64, "target": 139, "relation": "出自于"}, {"source": 147, "target": 290, "relation": "创作"}, {"source": 90, "target": 147, "relation": "出自于"}, {"source": 98, "target": 265, "relation": "创作"}, {"source": 158, "target": 98, "relation": "出自于"}, {"source": 293, "target": 138, "relation": "创作"}, {"source": 112, "target": 293, "relation": "出自于"}, {"source": 92, "target": 133, "relation": "创作"}, {"source": 64, "target": 92, "relation": "出自于"}, {"source": 36, "target": 13, "relation": "创作"}, {"source": 115, "target": 279, "relation": "创作"}, {"source": 141, "target": 115, "relation": "出自于"}, {"source": 68, "target": 295, "relation": "创作"}, {"source": 112, "target": 68, "relation": "出自于"}, {"source": 36, "target": 99, "relation": "创作"}, {"source": 293, "target": 307, "relation": "创作"}, {"source": 212, "target": 250, "relation": "创作"}, {"source": 141, "target": 212, "relation": "出自于"}, {"source": 228, "target": 386, "relation": "创作"}, {"source": 90, "target": 228, "relation": "出自于"}, {"source": 44, "target": 300, "relation": "创作"}, {"source": 64, "target": 44, "relation": "出自于"}, {"source": 8, "target": 387, "relation": "创作"}, {"source": 344, "target": 8, "relation": "出自于"}, {"source": 217, "target": 24, "relation": "创作"}, {"source": 141, "target": 217, "relation": "出自于"}, {"source": 267, "target": 308, "relation": "创作"}, {"source": 90, "target": 267, "relation": "出自于"}, {"source": 29, "target": 232, "relation": "创作"}, {"source": 90, "target": 29, "relation": "出自于"}, {"source": 206, "target": 96, "relation": "创作"}, {"source": 64, "target": 206, "relation": "出自于"}, {"source": 359, "target": 377, "relation": "创作"}, {"source": 90, "target": 359, "relation": "出自于"}, {"source": 29, "target": 304, "relation": "创作"}, {"source": 380, "target": 222, "relation": "创作"}, {"source": 141, "target": 380, "relation": "出自于"}, {"source": 31, "target": 169, "relation": "创作"}, {"source": 112, "target": 31, "relation": "出自于"}, {"source": 36, "target": 41, "relation": "创作"}, {"source": 271, "target": 178, "relation": "创作"}, {"source": 64, "target": 271, "relation": "出自于"}, {"source": 72, "target": 259, "relation": "创作"}, {"source": 112, "target": 72, "relation": "出自于"}, {"source": 79, "target": 242, "relation": "创作"}, {"source": 112, "target": 79, "relation": "出自于"}, {"source": 6, "target": 177, "relation": "创作"}, {"source": 248, "target": 281, "relation": "创作"}, {"source": 112, "target": 248, "relation": "出自于"}, {"source": 296, "target": 312, "relation": "创作"}, {"source": 176, "target": 296, "relation": "出自于"}, {"source": 164, "target": 223, "relation": "创作"}, {"source": 325, "target": 276, "relation": "创作"}, {"source": 64, "target": 325, "relation": "出自于"}, {"source": 206, "target": 173, "relation": "创作"}, {"source": 317, "target": 288, "relation": "创作"}, {"source": 90, "target": 317, "relation": "出自于"}, {"source": 139, "target": 162, "relation": "创作"}, {"source": 79, "target": 274, "relation": "创作"}, {"source": 293, "target": 200, "relation": "创作"}, {"source": 57, "target": 266, "relation": "创作"}, {"source": 90, "target": 57, "relation": "出自于"}, {"source": 190, "target": 350, "relation": "创作"}, {"source": 202, "target": 190, "relation": "出自于"}, {"source": 36, "target": 346, "relation": "创作"}, {"source": 224, "target": 253, "relation": "创作"}, {"source": 344, "target": 224, "relation": "出自于"}, {"source": 71, "target": 191, "relation": "创作"}, {"source": 112, "target": 71, "relation": "出自于"}, {"source": 139, "target": 268, "relation": "创作"}, {"source": 127, "target": 62, "relation": "创作"}, {"source": 176, "target": 127, "relation": "出自于"}, {"source": 269, "target": 236, "relation": "创作"}, {"source": 64, "target": 269, "relation": "出自于"}, {"source": 338, "target": 1, "relation": "创作"}, {"source": 64, "target": 338, "relation": "出自于"}, {"source": 11, "target": 46, "relation": "创作"}, {"source": 64, "target": 11, "relation": "出自于"}, {"source": 264, "target": 238, "relation": "创作"}, {"source": 112, "target": 264, "relation": "出自于"}, {"source": 69, "target": 278, "relation": "创作"}, {"source": 141, "target": 69, "relation": "出自于"}, {"source": 167, "target": 95, "relation": "创作"}, {"source": 64, "target": 167, "relation": "出自于"}, {"source": 364, "target": 213, "relation": "创作"}, {"source": 112, "target": 364, "relation": "出自于"}, {"source": 6, "target": 273, "relation": "创作"}, {"source": 9, "target": 17, "relation": "创作"}, {"source": 90, "target": 9, "relation": "出自于"}, {"source": 73, "target": 134, "relation": "创作"}, {"source": 64, "target": 73, "relation": "出自于"}, {"source": 36, "target": 179, "relation": "创作"}, {"source": 130, "target": 181, "relation": "创作"}, {"source": 202, "target": 130, "relation": "出自于"}, {"source": 107, "target": 277, "relation": "创作"}, {"source": 202, "target": 107, "relation": "出自于"}, {"source": 239, "target": 249, "relation": "创作"}, {"source": 112, "target": 239, "relation": "出自于"}, {"source": 264, "target": 185, "relation": "创作"}, {"source": 125, "target": 351, "relation": "创作"}, {"source": 64, "target": 125, "relation": "出自于"}, {"source": 83, "target": 318, "relation": "创作"}, {"source": 64, "target": 83, "relation": "出自于"}, {"source": 208, "target": 339, "relation": "创作"}, {"source": 90, "target": 208, "relation": "出自于"}, {"source": 381, "target": 16, "relation": "创作"}, {"source": 64, "target": 381, "relation": "出自于"}, {"source": 163, "target": 109, "relation": "创作"}, {"source": 141, "target": 163, "relation": "出自于"}, {"source": 188, "target": 233, "relation": "创作"}, {"source": 141, "target": 188, "relation": "出自于"}, {"source": 187, "target": 5, "relation": "创作"}, {"source": 64, "target": 187, "relation": "出自于"}, {"source": 78, "target": 22, "relation": "创作"}, {"source": 64, "target": 78, "relation": "出自于"}, {"source": 119, "target": 257, "relation": "创作"}, {"source": 90, "target": 119, "relation": "出自于"}, {"source": 164, "target": 229, "relation": "创作"}, {"source": 151, "target": 94, "relation": "创作"}, {"source": 64, "target": 151, "relation": "出自于"}, {"source": 33, "target": 272, "relation": "创作"}, {"source": 64, "target": 33, "relation": "出自于"}, {"source": 103, "target": 378, "relation": "创作"}, {"source": 64, "target": 103, "relation": "出自于"}, {"source": 164, "target": 203, "relation": "创作"}, {"source": 6, "target": 327, "relation": "创作"}, {"source": 71, "target": 366, "relation": "创作"}, {"source": 121, "target": 183, "relation": "创作"}, {"source": 90, "target": 121, "relation": "出自于"}, {"source": 170, "target": 122, "relation": "创作"}, {"source": 158, "target": 170, "relation": "出自于"}, {"source": 11, "target": 207, "relation": "创作"}, {"source": 186, "target": 244, "relation": "创作"}, {"source": 64, "target": 186, "relation": "出自于"}, {"source": 364, "target": 299, "relation": "创作"}, {"source": 219, "target": 328, "relation": "创作"}, {"source": 90, "target": 219, "relation": "出自于"}, {"source": 34, "target": 26, "relation": "创作"}, {"source": 90, "target": 34, "relation": "出自于"}, {"source": 36, "target": 261, "relation": "创作"}, {"source": 269, "target": 361, "relation": "创作"}, {"source": 71, "target": 347, "relation": "创作"}, {"source": 106, "target": 193, "relation": "创作"}, {"source": 90, "target": 106, "relation": "出自于"}, {"source": 152, "target": 383, "relation": "创作"}, {"source": 176, "target": 152, "relation": "出自于"}, {"source": 159, "target": 19, "relation": "创作"}, {"source": 141, "target": 159, "relation": "出自于"}, {"source": 331, "target": 291, "relation": "创作"}, {"source": 202, "target": 331, "relation": "出自于"}, {"source": 71, "target": 235, "relation": "创作"}, {"source": 159, "target": 10, "relation": "创作"}, {"source": 376, "target": 108, "relation": "创作"}, {"source": 112, "target": 376, "relation": "出自于"}, {"source": 163, "target": 280, "relation": "创作"}, {"source": 364, "target": 294, "relation": "创作"}, {"source": 73, "target": 251, "relation": "创作"}, {"source": 140, "target": 375, "relation": "创作"}, {"source": 112, "target": 140, "relation": "出自于"}, {"source": 120, "target": 369, "relation": "创作"}, {"source": 90, "target": 120, "relation": "出自于"}, {"source": 123, "target": 301, "relation": "创作"}, {"source": 141, "target": 123, "relation": "出自于"}, {"source": 163, "target": 155, "relation": "创作"}, {"source": 163, "target": 370, "relation": "创作"}, {"source": 159, "target": 144, "relation": "创作"}, {"source": 36, "target": 131, "relation": "创作"}, {"source": 256, "target": 298, "relation": "创作"}, {"source": 344, "target": 256, "relation": "出自于"}, {"source": 282, "target": 262, "relation": "创作"}, {"source": 344, "target": 282, "relation": "出自于"}, {"source": 286, "target": 51, "relation": "创作"}, {"source": 176, "target": 286, "relation": "出自于"}, {"source": 182, "target": 104, "relation": "创作"}, {"source": 202, "target": 182, "relation": "出自于"}, {"source": 373, "target": 214, "relation": "创作"}, {"source": 90, "target": 373, "relation": "出自于"}, {"source": 11, "target": 40, "relation": "创作"}, {"source": 267, "target": 245, "relation": "创作"}, {"source": 6, "target": 2, "relation": "创作"}, {"source": 140, "target": 270, "relation": "创作"}, {"source": 163, "target": 7, "relation": "创作"}, {"source": 354, "target": 80, "relation": "创作"}, {"source": 112, "target": 354, "relation": "出自于"}, {"source": 98, "target": 194, "relation": "创作"}, {"source": 356, "target": 303, "relation": "创作"}, {"source": 202, "target": 356, "relation": "出自于"}, {"source": 284, "target": 332, "relation": "创作"}, {"source": 202, "target": 284, "relation": "出自于"}, {"source": 248, "target": 50, "relation": "创作"}, {"source": 71, "target": 59, "relation": "创作"}, {"source": 225, "target": 234, "relation": "创作"}, {"source": 21, "target": 225, "relation": "出自于"}, {"source": 71, "target": 146, "relation": "创作"}, {"source": 365, "target": 357, "relation": "创作"}, {"source": 344, "target": 365, "relation": "出自于"}, {"source": 343, "target": 289, "relation": "创作"}, {"source": 202, "target": 343, "relation": "出自于"}, {"source": 73, "target": 77, "relation": "创作"}, {"source": 159, "target": 100, "relation": "创作"}, {"source": 246, "target": 135, "relation": "创作"}, {"source": 202, "target": 246, "relation": "出自于"}, {"source": 75, "target": 160, "relation": "创作"}, {"source": 90, "target": 75, "relation": "出自于"}, {"source": 329, "target": 255, "relation": "创作"}, {"source": 344, "target": 329, "relation": "出自于"}, {"source": 252, "target": 101, "relation": "创作"}, {"source": 275, "target": 252, "relation": "出自于"}, {"source": 92, "target": 65, "relation": "创作"}, {"source": 296, "target": 201, "relation": "创作"}, {"source": 105, "target": 12, "relation": "创作"}, {"source": 52, "target": 105, "relation": "出自于"}, {"source": 163, "target": 241, "relation": "创作"}, {"source": 362, "target": 154, "relation": "创作"}, {"source": 90, "target": 362, "relation": "出自于"}, {"source": 340, "target": 23, "relation": "创作"}, {"source": 344, "target": 340, "relation": "出自于"}, {"source": 71, "target": 172, "relation": "创作"}, {"source": 73, "target": 220, "relation": "创作"}, {"source": 132, "target": 35, "relation": "创作"}, {"source": 90, "target": 132, "relation": "出自于"}, {"source": 338, "target": 66, "relation": "创作"}, {"source": 321, "target": 97, "relation": "创作"}, {"source": 90, "target": 321, "relation": "出自于"}, {"source": 71, "target": 215, "relation": "创作"}, {"source": 36, "target": 86, "relation": "创作"}, {"source": 71, "target": 28, "relation": "创作"}, {"source": 85, "target": 161, "relation": "创作"}, {"source": 202, "target": 85, "relation": "出自于"}, {"source": 364, "target": 143, "relation": "创作"}, {"source": 256, "target": 37, "relation": "创作"}, {"source": 164, "target": 231, "relation": "创作"}, {"source": 71, "target": 156, "relation": "创作"}, {"source": 163, "target": 14, "relation": "创作"}, {"source": 248, "target": 348, "relation": "创作"}, {"source": 71, "target": 379, "relation": "创作"}, {"source": 74, "target": 372, "relation": "创作"}, {"source": 64, "target": 74, "relation": "出自于"}, {"source": 79, "target": 116, "relation": "创作"}, {"source": 334, "target": 89, "relation": "创作"}, {"source": 64, "target": 334, "relation": "出自于"}, {"source": 334, "target": 283, "relation": "创作"}, {"source": 163, "target": 53, "relation": "创作"}, {"source": 139, "target": 230, "relation": "创作"}, {"source": 36, "target": 367, "relation": "创作"}, {"source": 338, "target": 128, "relation": "创作"}, {"source": 252, "target": 371, "relation": "创作"}, {"source": 174, "target": 243, "relation": "创作"}, {"source": 202, "target": 174, "relation": "出自于"}, {"source": 282, "target": 142, "relation": "创作"}, {"source": 227, "target": 336, "relation": "创作"}, {"source": 141, "target": 227, "relation": "出自于"}, {"source": 71, "target": 102, "relation": "创作"}, {"source": 4, "target": 335, "relation": "创作"}, {"source": 64, "target": 4, "relation": "出自于"}, {"source": 216, "target": 150, "relation": "创作"}, {"source": 344, "target": 216, "relation": "出自于"}, {"source": 149, "target": 198, "relation": "创作"}, {"source": 141, "target": 149, "relation": "出自于"}, {"source": 358, "target": 384, "relation": "创作"}, {"source": 344, "target": 358, "relation": "出自于"}, {"source": 364, "target": 196, "relation": "创作"}, {"source": 226, "target": 189, "relation": "创作"}, {"source": 64, "target": 226, "relation": "出自于"}, {"source": 71, "target": 285, "relation": "创作"}, {"source": 98, "target": 63, "relation": "创作"}, {"source": 79, "target": 148, "relation": "创作"}, {"source": 206, "target": 330, "relation": "创作"}, {"source": 333, "target": 221, "relation": "创作"}, {"source": 202, "target": 333, "relation": "出自于"}, {"source": 124, "target": 197, "relation": "创作"}, {"source": 90, "target": 124, "relation": "出自于"}, {"source": 110, "target": 118, "relation": "创作"}, {"source": 64, "target": 110, "relation": "出自于"}, {"source": 365, "target": 113, "relation": "创作"}, {"source": 218, "target": 254, "relation": "创作"}, {"source": 112, "target": 218, "relation": "出自于"}, {"source": 315, "target": 352, "relation": "创作"}, {"source": 64, "target": 315, "relation": "出自于"}, {"source": 71, "target": 165, "relation": "创作"}, {"source": 68, "target": 82, "relation": "创作"}, {"source": 73, "target": 48, "relation": "创作"}, {"source": 81, "target": 263, "relation": "创作"}, {"source": 90, "target": 81, "relation": "出自于"}, {"source": 247, "target": 345, "relation": "创作"}, {"source": 344, "target": 247, "relation": "出自于"}, {"source": 36, "target": 3, "relation": "创作"}, {"source": 252, "target": 55, "relation": "创作"}, {"source": 364, "target": 117, "relation": "创作"}, {"source": 373, "target": 25, "relation": "创作"}, {"source": 71, "target": 111, "relation": "创作"}, {"source": 36, "target": 342, "relation": "创作"}, {"source": 132, "target": 382, "relation": "创作"}, {"source": 136, "target": 93, "relation": "创作"}, {"source": 141, "target": 136, "relation": "出自于"}, {"source": 70, "target": 45, "relation": "创作"}, {"source": 202, "target": 70, "relation": "出自于"}, {"source": 71, "target": 61, "relation": "创作"}, {"source": 87, "target": 56, "relation": "创作"}, {"source": 158, "target": 87, "relation": "出自于"}, {"source": 36, "target": 39, "relation": "创作"}, {"source": 57, "target": 353, "relation": "创作"}, {"source": 60, "target": 313, "relation": "创作"}, {"source": 52, "target": 60, "relation": "出自于"}, {"source": 365, "target": 260, "relation": "创作"}, {"source": 71, "target": 129, "relation": "创作"}, {"source": 20, "target": 91, "relation": "创作"}, {"source": 64, "target": 20, "relation": "出自于"}, {"source": 71, "target": 84, "relation": "创作"}, {"source": 145, "target": 205, "relation": "创作"}, {"source": 64, "target": 145, "relation": "出自于"}, {"source": 159, "target": 297, "relation": "创作"}, {"source": 67, "target": 180, "relation": "创作"}, {"source": 202, "target": 67, "relation": "出自于"}, {"source": 71, "target": 302, "relation": "创作"}, {"source": 174, "target": 47, "relation": "创作"}, {"source": 36, "target": 210, "relation": "创作"}, {"source": 137, "target": 38, "relation": "创作"}, {"source": 18, "target": 137, "relation": "出自于"}, {"source": 71, "target": 76, "relation": "创作"}, {"source": 139, "target": 287, "relation": "创作"}, {"source": 71, "target": 157, "relation": "创作"}, {"source": 71, "target": 32, "relation": "创作"}, {"source": 159, "target": 320, "relation": "创作"}, {"source": 334, "target": 360, "relation": "创作"}, {"source": 68, "target": 314, "relation": "创作"}, {"source": 248, "target": 211, "relation": "创作"}, {"source": 43, "target": 306, "relation": "创作"}, {"source": 64, "target": 43, "relation": "出自于"}, {"source": 30, "target": 310, "relation": "创作"}, {"source": 90, "target": 30, "relation": "出自于"}, {"source": 258, "target": 195, "relation": "创作"}, {"source": 112, "target": 258, "relation": "出自于"}, {"source": 68, "target": 311, "relation": "创作"}, {"source": 58, "target": 341, "relation": "创作"}, {"source": 64, "target": 58, "relation": "出自于"}, {"source": 168, "target": 368, "relation": "创作"}, {"source": 90, "target": 168, "relation": "出自于"}, {"source": 71, "target": 316, "relation": "创作"}, {"source": 267, "target": 42, "relation": "创作"}, {"source": 337, "target": 88, "relation": "创作"}, {"source": 90, "target": 337, "relation": "出自于"}, {"source": 114, "target": 305, "relation": "创作"}, {"source": 202, "target": 114, "relation": "出自于"}, {"source": 282, "target": 27, "relation": "创作"}, {"source": 0, "target": 240, "relation": "创作"}, {"source": 176, "target": 0, "relation": "出自于"}, {"source": 349, "target": 126, "relation": "创作"}, {"source": 344, "target": 349, "relation": "出自于"}, {"source": 322, "target": 171, "relation": "创作"}, {"source": 64, "target": 322, "relation": "出自于"}, {"source": 226, "target": 166, "relation": "创作"}, {"source": 204, "target": 323, "relation": "创作"}, {"source": 90, "target": 204, "relation": "出自于"}, {"source": 29, "target": 324, "relation": "创作"}, {"source": 267, "target": 237, "relation": "创作"}, {"source": 355, "target": 199, "relation": "创作"}, {"source": 344, "target": 355, "relation": "出自于"}, {"source": 376, "target": 184, "relation": "创作"}, {"source": 192, "target": 54, "relation": "创作"}, {"source": 90, "target": 192, "relation": "出自于"}, {"source": 385, "target": 326, "relation": "创作"}, {"source": 176, "target": 385, "relation": "出自于"}]}