{"nodes": [{"name": "生查子·烟雨晚晴天", "prop": {"content": "烟雨晚晴天，零落花无语。难话此时心，梁燕双来去。琴韵对薰风，有恨和情抚。肠断断弦频，泪滴黄金缕。", "translation": "　　这首词写抚琴少女的幽怨。上片“烟雨”句状景，“零落”句起兴，一语双关，景情合写。“难话此时心”是“无语”的人情再现，又开启“梁燕双来去”一句，用亲昵双燕，反衬女主人公的孤独。下片写女子抚琴遣恨，而无声的哀怨、无言的愁恨却依然无法排遣。用“断弦频”刻画柔肠寸断，虚意实写，可见可感。最后用女子抚琴时的“泪滴”作结，层层递进，幽怨全出。"}}, {"name": "点绛唇·丁未冬过吴松", "prop": {"content": "燕雁无心，太湖西畔随云去。数峰清苦。商略黄昏雨。 第四桥边，拟共天随住。今何许。凭阑怀古。残柳参差舞。", "translation": "北方的鸿雁羡慕飞鸟的自由自在，从太湖西畔随着白云翻飞。几座孤峰萧瑟愁苦，好像在商量黄昏是否下雨。我真想在甘泉桥边，跟随天随子一起隐居。可他如今在何处？我独倚栏杆怀古，只见残败的柳枝杂乱的在风中飞舞。"}}, {"name": "菩萨蛮·枕前发尽千般", "prop": {"content": "枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。白日参辰现，北斗回南面。休即未能休，且待三更见日头。", "translation": "在枕边发尽了千百种誓言，想要断绝爱恋关系除非等到青山溃烂，秤锤在水面上漂浮，黄河干枯得见底。还要白天看见参星和商星，北斗回到南面。即使这些事都出现了，还是不能中断，除非是半夜三更出现了太阳！"}}, {"name": "青玉案·凌波不过横塘", "prop": {"content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)", "translation": "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春天才会知道她的居处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。"}}, {"name": "鹧鸪天·惜别", "prop": {"content": "一曲危弦断客肠。津桥捩柂转牙樯。江心云带蒲帆重，楼上风吹粉泪香。 瑶草碧，柳芽黄。载将离恨过潇湘。请君看取东流水，方识人间别意长。", "translation": "　　离愁别恨，也是一个亘古常新的主题。但在写法上却各有不同，因而词的艺术感染力也就各异。严仁的这首词，以借景抒情取胜。"}}, {"name": "踏莎行·雪似梅花", "prop": {"content": "雪似梅花，梅花似雪。似和不似都奇绝。恼人风味阿谁知？请君问取南楼月。记得去年，探梅时节。老来旧事无人说。为谁醉倒为谁醒？到今犹恨轻离别。", "translation": "这雪像梅花一样洁白，那梅花又像雪一般晶莹，无论是像，还是不像，都是一样的绝美。可这绝美的雪与梅，却勾起我的愁思。这愁思，有谁能知道呢？只有南楼上的明月是我的见证。记得往年，也是这样时节，我却是和你一起踏雪寻梅，那明月照着我们俩，时间流逝，人亦渐老，事也成了旧事，没人再提了！我醉了又醒，醒了又醉，却是为了谁？唉，直到现在，我还在悔恨，悔恨当初那样轻易地离开了你！"}}, {"name": "谒金门·花满院", "prop": {"content": "花满院。飞去飞来双燕。红雨入帘寒不卷。晓屏山六扇。 翠袖玉笙凄断。脉脉两蛾愁浅。消息不知郎近远。一春长梦见。", "translation": "①两蛾：双眉，双目。蛾，即娥眉。 "}}, {"name": "忆仙姿·曾宴桃源深洞", "prop": {"content": "曾宴桃源深洞，一曲清歌舞凤。长记欲别时，和泪出门相送。如梦！如梦！残月落花烟重。(欲别时 一作：别伊时)", "translation": "曾记在那理想中的世外桃源欢宴，一曲清歌伴着凤鸟般的舞姿飞动。总是记得依依惜别的时候，你眼含泪水出门相送。多像一场梦，多像一场梦，残月在天，落花遍地云烟一重重。"}}, {"name": "御街行·秋日怀旧", "prop": {"content": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。", "translation": "纷纷杂杂的树叶飘落在铺满残花的石阶上，寒夜一片寂静，只听见那寒风吹动落叶发出的轻微细碎的声音。珍珠的帘幕高高卷起，玉楼空空无人迹。夜色清淡，烁烁闪光的银河直垂大地。每年今天的夜里，都能见到那如绸缎般的皎月，而年年今天的夜里，心上人都远在千里之外。愁肠已经寸断，想要借酒浇愁，也难以使自己沉醉。酒还未喝，却先化作了辛酸的眼泪。残灯闪烁，枕头歪斜，尝尽了孤眠滋味。算来这相思之苦，积聚在眉头，凝结在心间，实在没有办法可以回避。"}}, {"name": "蒋元龙", "dynasty": "宋代"}, {"name": "锦帐春·席上和叔高韵", "prop": {"content": "春色难留，酒杯常浅。把旧恨、新愁相间。五更风，千里梦，看飞红几片。这般庭院。 几许风流，几般娇懒。问相见、何如不见。燕飞忙，莺语乱。恨重帘不卷。翠屏平远。", "translation": "　　这是一首和杜叔高的词。杜叔高名杜斿，金华兰溪人。公元1200年（宋宁宗庆元六年）春，以访辛弃疾于铅山，互相唱和。这首《锦帐春》和《上西平·送杜叔高》、《浣溪沙·别杜叔高》、《玉蝴蝶·追别杜叔高》、《婆罗门引·别杜叔高》等词，都作于此时。"}}, {"name": "踏莎行·情似游丝", "prop": {"content": "情似游丝，人如飞絮。泪珠阁定空相觑。一溪烟柳万丝垂，无因系得兰舟住。 雁过斜阳，草迷烟渚。如今已是愁无数。明朝且做莫思量，如何过得今宵去。", "translation": "离情缭乱似漫空漂浮的游丝，离人漂泊如随风飞舞的柳絮。离别时凝定了泪眼空自相觑。整条河溪烟雾弥漫杨柳树万丝千缕，却无法将那木兰舟维系。夕阳斜照下大雁向远方迁徙，烟雾覆盖了沙洲草树迷离。到如今离愁郁积，多得不可胜计。明天姑且不去思量他，可是今夜如何熬得过去？ "}}, {"name": "菩萨蛮·牡丹含露真珠", "prop": {"content": "牡丹含露真珠颗，美人折向庭前过。含笑问檀郎，花强妾貌强？檀郎故相恼，须道花枝好。一向发娇嗔，碎挼花打人。", "translation": "牡丹花上朝露像珍珠般闪烁，娇美的人儿从帘前走过。满面含笑问郎君：“我的容貌胜过花，还是花儿胜过我？”郎君故意说：“牡丹花儿比你强多了！”美人一面娇嗔，一面将花揉得碎碎的扔到了檀郎脸上。"}}, {"name": "司马槱", "dynasty": "宋代"}, {"name": "张榘", "dynasty": "宋代"}, {"name": "周紫芝", "dynasty": "宋代"}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "风入松·听风听雨过清", "prop": {"content": "听风听雨过清明。愁草瘗花铭。楼前绿暗分携路，一丝柳、一寸柔情。料峭春寒中酒，交加晓梦啼莺。 西园日日扫林亭。依旧赏新晴。黄蜂频扑秋千索，有当时、纤手香凝。惆怅双鸳不到，幽阶一夜苔生。", "translation": "听着凄风苦雨之声，我独自寂寞地过着清明。掩埋好遍地的落花，我满怀忧愁地起草葬花之铭。楼前依依惜别的地方，如今已是一片浓密的绿荫。每一缕柳丝，都寄托着一分柔情。料峭的春寒中，我独自喝着闷酒，想借梦境去与佳人重逢，不料又被啼莺唤醒。西园的亭台和树林，每天我都派人去打扫干净，依旧到这里来欣赏新晴的美景。蜜蜂频频扑向你荡过的秋千、绳索上还有你纤手握过而留下的芳馨。我是多么惆怅伤心，你的倩影总是没有信音。幽寂的空阶上，一夜间长出的苔藓便已青青。"}}, {"name": "双双燕·咏燕", "prop": {"content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "translation": "春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。"}}, {"name": "谒金门·五月雨", "prop": {"content": "莺啼处，摇荡一天疏雨。极目平芜人尽去，断红明碧树。费得炉烟无数，只有轻寒难度。忽见西楼花影露，弄晴催薄暮。", "translation": "　　这首词的标题是“五月雨”五月雨也就是梅子黄时雨，柳宗元诗云：“梅实迎时雨，苍茫值晚春。”词中所写，正是这种景象。　 "}}, {"name": "减字木兰花·题雄州驿", "prop": {"content": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。", "translation": "早上，满天乌云突然滚滚而来。囚车前行的辘辘声就像那流水，一去不返。莽莽黄沙，枯草遍地，惨淡的月光照着只有三两户人家的荒村，只觉一片死寂。大雁南飞，心中万千愁思郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步。渐渐靠近燕山，回头遥望故国乡土，明白想要回去比登天还难了。"}}, {"name": "玉楼春·己卯岁元日", "prop": {"content": "一年滴尽莲花漏。碧井酴酥沉冻酒。晓寒料峭尚欺人，春态苗条先到柳。 佳人重劝千长寿。柏叶椒花芬翠袖。醉乡深处少相知，只与东君偏故旧。", "translation": "　　莲花滴水送走了旧的一年。在井悬冻酒，晓寒侵人之时，柳枝的苗条身姿，已透露出了新春气息。虽有佳人歌女劝酒佐兴，可词人却为早春的物候所惊，犹如见到了久别重逢的故旧。构思新颖，饶有情致。 "}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "魏承班", "dynasty": "五代"}, {"name": "小重山令·赋潭州红梅", "prop": {"content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。", "translation": "在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。"}}, {"name": "千秋岁·水边沙外", "prop": {"content": "水边沙外。城郭春寒退。花影乱，莺声碎。飘零疏酒盏，离别宽衣带。人不见，碧云暮合空相对。 忆昔西池会。鹓鹭同飞盖。携手处，今谁在。日边清梦断，镜里朱颜改。春去也，飞红万点愁如海。", "translation": "韵译浅水边，沙洲外，城郊早春的寒气悄然尽退。枝头繁花，晴光下的倩影，纷乱如坠地颠颤微微。流莺在花丛，轻巧的啼啭声，听来太急促，太细碎。啊，只身飘零，消愁的酒盏渐疏，难得有一回酣然沉醉。日复一日的思念，心身已煎熬成枯灰。相知相惜的挚友，迢迢阻隔，眼前，悠悠碧云，沉沉暮色，相对。想当年，志士俊才共赴西池盛会，一时豪情逸兴，华车宝马驱弛如飞。不料风云突变，如今，看携手同游处，剩几人未折摧？啊，秉舟绕过日月，那梦已断毁，只有镜中古铜色，照出红润的容颜已非。春，去了落花千点万点，飘飞着残败的衰颓，牵起一怀愁绪，如海，潮涌潮推。"}}, {"name": "喜迁莺·鸠雨细", "prop": {"content": "鸠雨细，燕风斜。春悄谢娘家。一重帘外即天涯。何必暮云遮。 钏金寒，钗玉冷。薄醉欲成还醒。一春梳洗不簪花。孤负几韶华。", "translation": "　　写闺怨之词，难度颇大。但作者在这首短词中，却用简洁而又优雅的笔触，成功地塑造了一个有些类似于《牡丹亭》中杜丽娘式的少女形象。她的伤春情绪，她的不甘于深锁闺房的反抗精神，以及她对美好生活的追求与留恋，就都给人们留下了深刻难忘的印象。 "}}, {"name": "巫山一段云·古庙依青", "prop": {"content": "古庙依青嶂，行宫枕碧流。水声山色锁妆楼。往事思悠悠。云雨朝还暮，烟花春复秋。啼猿何必近孤舟。行客自多愁。", "translation": "神女的祠庙依傍着十二峰，楚王的细腰宫依旧枕着碧绿的江流。潺潺流水和暖暖翠岚环绕着昔日宫妃的寝楼，悠悠往事真叫人感慨万千。巫山从早到晚雨迷云轻，春去秋来花开花落，岁月就这般流逝。何必要猿啼声声传向孤舟，远行的旅客自有许多忧愁。"}}, {"name": "点绛唇·一夜东风", "prop": {"content": "一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。", "translation": "　　此词写闺情。新颖别致，不落俗套。一夜东风，原应罗愁织恨，而词中却说“枕边吹散愁多少”；“来是春初，去是春将老”往往引起人们叹春惜花，无限感伤，而词中偏说“只有归时好”。在即将结束羁旅生活、踏上归程的征人眼中，长亭道上的芳草也在分享着他内心的喜悦。全词清丽婉约，情景交融。 "}}, {"name": "一叶落·一叶落", "prop": {"content": "一叶落，褰珠箔。此时景物正萧索。画楼月影寒，西风吹罗幕。吹罗幕，往事思量着。", "translation": "透过珠帘，看窗外一叶飘零；掀起珠帘，看帘外萧条的景象。月光照到画楼使人感到寒意；秋风吹起了帘幕，触景怀人，不能不勾起往事的回忆。"}}, {"name": "如梦令·门外绿阴千顷", "prop": {"content": "门外绿阴千顷，两两黄鹂相应。睡起不胜情，行到碧梧金井。人静，人静。风动一庭花影。", "translation": "门外有几千顷绿树的树阴，几只黄鹂两两交相呼应。我睡不着，惊醒了，走到碧绿的梧桐树下那口金光闪闪的井旁。我静悄悄的，静悄悄的。突然风一吹，满庭院的花影在风中摇曳。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "浣溪沙·翠葆参差竹径", "prop": {"content": "翠葆参差竹径成。新荷跳雨泪珠倾。曲阑斜转小池亭。 风约帘衣归燕急，水摇扇影戏鱼惊。柳梢残日弄微晴。", "translation": "　　此词写夏日乍雨还晴的景色，体物工巧。新竹成林，新荷跳雨，柳梢弄晴，具见新颖别致；至曲阑斜转，风约帘衣，水摇扇影，则人、景浑然一体，意趣横生，清新柔丽，委婉多姿。 "}}, {"name": "屈大均", "dynasty": "清代"}, {"name": "汉宫春·立春日", "prop": {"content": "春已归来，看美人头上，袅袅春幡。无端风雨，未肯收尽余寒。年时燕子，料今宵梦到西园。浑未办、黄柑荐酒，更传青韭堆盘？却笑东风从此，便薰梅染柳，更没些闲。闲时又来镜里，转变朱颜。清愁不断，问何人会解连环？生怕见花开花落，朝来塞雁先还。", "translation": "从美人登发上的袅袅春幡，看到春已归来。虽已春归，但仍时有风雨送寒，似冬日徐寒犹在。燕子尚未北归，料今夜当梦回西园。已愁绪满怀，无心置办应节之物。东风自立春日起，忙于装饰人间花柳，闲来又到镜里，偷换人的青春容颜。清愁绵综如连环不断，无人可解。怕见花开花落，转眼春逝，而朝来塞雁却比我先回到北方。"}}, {"name": "阮郎归·柳阴庭院占风", "prop": {"content": "柳阴庭院占风光，呢喃清昼长。碧波新涨小池塘，双双蹴水忙。萍散漫，絮飘飏，轻盈体态狂。为怜流去落红香，衔将归画梁。", "translation": "庭院深深，杨柳阴浓，在这美丽的环境里燕子双双终日呢喃，占尽风光，一池春水，荡漾着碧波，燕子双双掠水而过。池塘中浮萍散漫，池塘上柳絮飘扬。落花随水流去，燕子非常怜惜，便把那一片片的落花衔到梁上的巢里去了。"}}, {"name": "临江仙·夜泊瓜洲", "prop": {"content": "月黑星移灯屡闪，依稀打过初更。清游如此太多情。豆花凉帖地，知雨咽虫声。渐逼疏蓬风淅淅，几家茅屋都扃。茨茹荷叶认零星。不知潮欲落，渔梦悄然生。", "translation": "　　此词首两句点明时刻，以下写景，呈现出一片朦胧夜色。荒村人静，遂觉茨菇荷叶，凡舟中所能辨识者莫不饶有诗趣。"}}, {"name": "南乡子·璧月小红楼", "prop": {"content": "璧月小红楼。听得吹箫忆旧游。霜冷阑干天似水，扬州。薄幸声名总是愁。 尘暗鹔鹴裘。针线曾劳玉指柔。一梦觉来三十载，休休。空为梅花白了头。", "translation": "　　圆圆的月亮高挂在小红楼上。传来的箫声让我把往事回想。寒霜冷透栏杆，天空像河水一样清凉，想起扬州，那薄情的声名总是让我愁伤。灰尘蒙盖了雁羽做的衣裳，缝制它曾让你玉指多日繁忙。三十年过去犹如大梦一场，风流早成昔日往事，而今只能空对梅花叹息，眼下我已白发苍苍！ "}}, {"name": "菩萨蛮·寄女伴", "prop": {"content": "寒风料峭侵窗户，垂帘懒向回廊步。月色入高楼，相思两处愁。无边家国事，并入双蛾翠。若遇早梅开，一枝应寄来!", "translation": "　　此词不仅抒写了作者对女友的怀念，更表现了对国事的关心。词中语意双关，寄喻颇深。“若遇早梅开，一枝应寄来”，含蕴无限，极富情味。全词独具风格，不落俗套。 "}}, {"name": "沁园春·咏菜花", "prop": {"content": "极目离离，遍地濛濛，官桥野塘。正杏腮低亚，添他旖旎；柳丝浅拂，益尔轻飏。绣袜才挑，罗裙可择，小摘情亲也不妨。风流甚，映粉红墙低，一片鹅黄。曾经舞榭歌场，却付与空园锁夕阳。纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。每到年时，此花娇处，观里夭桃已断肠。沉吟久，怕落红如海，流入春江。", "translation": "　　此词咏菜花，并未明言“菜花”，却处处把菜花写得明丽鲜艳，婀娜多姿，贴切而又传神。上片描绘旖旎春光，大地美景。先写杏腮低亚，柳丝浅拂，作为衬托，再写菜花“映粉红墙低，一片鹅黄”。下片写其娇艳。“纵非花非草，也来蝶闹；和烟和雨，惯引蜂忙。”此花娇处，能使观里夭桃断肠。结句更渲染出春光无限。全词工丽别致，曲尽其妙，鲜艳明媚，含蓄蕴藉。 "}}, {"name": "王士祯", "dynasty": "清代"}, {"name": "俞彦", "dynasty": "明代"}, {"name": "南乡子·戊申秋隽喜晤", "prop": {"content": "甘露洒瑶池，洗出新妆换旧姿。今日方教花并蒂，迟迟，终是莲台大士慈。明月照相思，也得姮娥念我痴。同到花前携手拜，孜孜，谢了杨枝谢桂枝。", "translation": "　　此词写于乾隆五十三年秋、高鹗中顺天乡举时与恋人畹君久别相会的情景。作者科举得意之时，又与所恋之人久别重逢，天从人愿。字里行间透露出由衷的欣喜之情。全词写得情真意挚，缱绻缠绵，雅丽和婉。 "}}, {"name": "陈凤仪", "dynasty": "宋代"}, {"name": "汪懋麟", "dynasty": "清代"}, {"name": "陌上花·有怀", "prop": {"content": "关山梦里，归来还又、岁华催晚。马影鸡声，谙尽倦邮荒馆。绿笺密记多情事，一看一回肠断。待殷勤寄与，旧游莺燕，水流云散。满罗衫是酒，香痕凝处，唾碧啼红相半。只恐梅花，瘦倚夜寒谁暖？不成便没相逢日，重整钗鸾筝雁。但何郎，纵有春风词笔，病怀浑懒。", "translation": "　　这是一首怀旧词。上片写岁暮归来之所思。先写岁暮归来，次写追思旅况。再写过去笔记，“一看一回断肠”，不忍重看。末写旧游星散，无从联系。下片写所眷恋之人。先写当年酒绿灯红，歌舞腾欢，次写独怜梅花寒瘦。再写盼能重见，末言恨未寄诗。词中绮靡香艳，色彩鲜明。辞语工丽，抒情委婉。 "}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "赵彦端", "dynasty": "宋代"}, {"name": "浣溪沙·宿醉离愁慢髻", "prop": {"content": "宿醉离愁慢髻鬟，六铢衣薄惹轻寒，慵红闷翠掩青鸾。罗袜况兼金菡萏，雪肌仍是玉琅玕，骨香腰细更沈檀。", "translation": "晚唐女子宿醉初醒带着离别的愁绪慢慢整理环形发髻，轻如蝉翼的衣服让身子有一点点寒冷，慵懒地照着镜子涂口红穿翠衣。装着蚕丝袜和装饰金莲花头饰，如雪肌肤在薄薄的纱衣下仿佛是玉石般润泽，在沉香与檀香的氛围下露出杨柳小纤腰婀娜的身姿。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "一络索·送蜀守蒋龙图", "prop": {"content": "蜀江春色浓如雾。拥双旌归去。海棠也似别君难，一点点、啼红雨。此去马蹄何处。沙堤新路。禁林赐宴赏花时，还忆著、西楼否。", "translation": "　　这首送别词，宛转含蓄，情意绵长。上片写送别时的情景。蜀江春浓，双旌归去。"}}, {"name": "王蕴章", "dynasty": "近现代"}, {"name": "丑奴儿·书博山道中壁", "prop": {"content": "少年不识愁滋味，爱上层楼。爱上层楼，为赋新词强说愁。 而今识尽愁滋味，欲说还休。欲说还休，却道“天凉好个秋”！", "translation": "人年轻的时候不懂忧愁的滋味，喜欢登高远望。喜欢登高远望，为了写出新词，没有愁而硬要说有愁。现在尝尽了忧愁的滋味，想说却说不出。想说却说不出，却说道：“好个凉爽的秋天呀！”"}}, {"name": "高阳台·西湖春感", "prop": {"content": "接叶巢莺，平波卷絮，断桥斜日归船。能几番游，看花又是明年。东风且伴蔷薇住，到蔷薇、春已堪怜。更凄然。万绿西泠，一抹荒烟。 当年燕子知何处，但苔深韦曲，草暗斜川。见说新愁，如今也到鸥边。无心再续笙歌梦，掩重门、浅醉闲眠。莫开帘，怕见飞花，怕听啼鹃。", "translation": "黄莺巢居在密叶之间，柳絮轻轻飘落在湖面。斜阳已近暗淡，断桥处有返家的归船。还能有几番春游？赏花又要等到明年。春风且陪伴着蔷薇留住吧，因为等到蔷薇开花时，春光已经非常可怜。更令人感觉凄楚不堪，掩隐在万绿丛中的西泠桥畔，昔日是何等的热闹喧阗，如今却只留下一抹荒寒的暮烟。当年栖息在朱门大宅的燕子，如今不知飞向何边？往日风景幽胜的去处，只见处处长满苔藓，荒草掩没了亭台曲栏，就连那些清闲的白鸥，也因新愁而白了发颠。我再也没有心愿，去重温纵情欢乐的旧梦，只把自家的层层大门紧掩，喝点闷酒独自闲眠。请不要拉开窗帘，我怕见那飞花片片的声音，更怕见那悲切的声声啼鹃。 "}}, {"dynasty": "未知"}, {"name": "中秋月·中秋月", "prop": {"content": "中秋月。月到中秋偏皎洁。偏皎洁，知他多少，阴晴圆缺。阴晴圆缺都休说，且喜人间好时节。好时节，愿得年年，常见中秋月。", "translation": "皎洁：形容月光明亮。 "}}, {"name": "高观国", "dynasty": "宋代"}, {"name": "杨炎正", "dynasty": "宋代"}, {"name": "菩萨蛮·小山重叠金明", "prop": {"content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。", "translation": "画屏上重叠的小山风景，闪露出时明时暗的晨光；仿佛雪地上飘过一缕青云，乌黑的鬓发掠过她的脸庞。懒懒地无心去描弯弯的眉，迟了好久才起身梳理晨妆。照插花时前镜对着后镜，镜里镜外都是花的倩影。身穿崭新的绫罗短衣，贴绣的鹧鸪似欲飞动；那金线绣成的鹧鸪成双，又撩起她相思的柔情。"}}, {"name": "张弘范", "dynasty": "元代"}, {"name": "宋徵舆", "dynasty": "清代"}, {"name": "高阳台·和周草窗寄越", "prop": {"content": "残雪庭阴，轻寒帘影，霏霏玉管春葭。小帖金泥，不知春在谁家。相思一夜窗前梦，奈个人、水隔天遮。但凄然，满树幽香，满地横斜。 江南自是离愁苦，况游骢古道，归雁平沙。怎得银笺，殷勤与说年华。如今处处生芳草，纵凭高、不见天涯。更消他，几度东风，几度飞花。", "translation": "庭院背阴处尚有残雪堆积，透过帘幕，也还能感到轻寒。玉管中葭灰飞扬，不知不觉已到了立春时节。门前虽然已经有金泥帖，却不知道春光到来了谁家的亭阁？我对你相思若渴，梦中迷离隐约相见，无奈终究被天水阴遮。待梦境醒来时，更加凄然伤心，只见满树幽香，地上都是疏影横斜。江南离别自然充满愁苦，何况在古道上策马。都在羁旅天涯，只见飞雁归落平沙。如何能在信笺之上，诉说自己空度年华。如今处处长满芳草，纵然登上高楼眺望，也只能见萋萋芳草遍布天涯。更何况，（人生）还能经受几度春风，几番飞红落花。"}}, {"name": "高阳台·桥影流虹", "prop": {"content": "吴江叶元礼，少日过流虹桥，有女子在楼上，见而慕之，竟至病死。气方绝，适元礼复过其门，女之母以女临终之言告叶，叶入哭，女目始瞑。友人为作传，余记以词。桥影流虹，湖光映雪，翠帘不卷春深。一寸横波，断肠人在楼阴。游丝不系羊车住，倩何人、传语青禽？最难禁。倚遍雕阑，梦遍罗衾。重来已是朝云散，怅明珠佩冷，紫玉烟沉。前度桃花，依然开满江浔。钟情怕到相思路，盼长堤、草尽红心。动愁吟。碧落黄泉，两处难寻。", "translation": "无"}}, {"name": "浣溪沙·粉上依稀有泪", "prop": {"content": "粉上依稀有泪痕，郡庭花落欲黄昏，远情深恨与谁论？记得去年寒食日，延秋门外卓金轮，日斜人散暗销魂。", "translation": "　　此词写闺中怀人。又是落花满庭，夕阳斜照的时候了，而心上人却一去不归。远情深恨，无人可诉说。回想起来，不觉愁思百结，令人销魂。全词写得孤寂冷落。词中含蓄委婉地表露了离别相思之情。 "}}, {"name": "顾夐", "dynasty": "五代"}, {"name": "柳永", "dynasty": "宋代"}, {"name": "章良能", "dynasty": "宋代"}, {"name": "霜天晓角·晚次东阿", "prop": {"content": "鞭影匆匆，又铜城驿东。过雨碧罗天净，才八月，响初鸿。微风何寺钟？夕曛岚翠重。十里鱼山断处，留一抹、枣林红。", "translation": "　　此词写途中马上耳目所接，天净、鸿鸣、钟响、夕曛，莫不匆匆一时过去。无意于渲染，而彩色缤纷。下片“夕曛”句以下，均写落日，缴足“晚次”题意。“留一抹、枣林红”，色彩绚丽，意境幽美。 "}}, {"name": "醉落魄·正月二十日张", "prop": {"content": "春阴漠漠。海棠花底东风恶。人情不似春情薄。守定花枝，不放花零落。 绿尊细细供春酌。酒醒无奈愁如昨。殷勤待与东风约。莫苦吹花，何似吹愁却。", "translation": "　　“春阴漠漠，海棠花底东风恶。”“漠漠”，是寂静无声之意；“恶”，在这里是“猛烈”之意，是由“狠、厉害”的意思引申而来，此义至今在某些地区的方言中还保留着（如鲁西南和豫东）。首二句说，春天的时光万籁俱寂，但从海棠花穿过的东风却吹得强劲猛烈。标题中说“赏海棠作”，却不写海棠花的艳丽，而突出了“东风恶”。写春风、春光一般是喜悦、温暖、吹拂、和煦，纵使风大天寒，也不过用“料峭”之类的词来形容。词人别出心裁，一方面是“写实”，另一方面，也只有这样写，才与下文协调。"}}, {"name": "生查子·元夕", "prop": {"content": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(湿 一作：满)", "translation": "去年元宵节的时候，花市被灯光照的如同白昼。与佳人相约在黄昏之后、月上柳梢头之时同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。"}}, {"name": "如梦令·野店几杯空酒", "prop": {"content": "野店几杯空酒。醉里两眉长皱。已自不成眠，那更酒醒时候。知否。知否。直是为他消瘦。", "translation": "　　这首小令写别后的绵绵相思。分别之后，旅居野店，思乡怀人之情，不能自已。空酒几杯，未能消愁。醉里尚且双眉紧皱，更那堪酒醒时候！全词轻柔雅丽，语浅情深。 "}}, {"name": "高鹗", "dynasty": "清代"}, {"name": "王鹏运", "dynasty": "清代"}, {"name": "惜分飞·泪湿阑干花著", "prop": {"content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。", "translation": "你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。"}}, {"name": "采桑子·恨君不似江楼", "prop": {"content": "恨君不似江楼月，南北东西，南北东西，只有相随无别离。恨君却似江楼月，暂满还亏，暂满还亏，待得团圆是几时？", "translation": "可恨你不像江边楼上高悬的明月，不管人们南北东西四处漂泊，明月都与人相伴不分离。可恨你就像江边楼上高悬的明月，短暂的圆满之后又会有缺失，等到明月再圆不知还要等到何时。"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "梦江南·兰烬落", "prop": {"content": "兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。", "translation": "更深烛尽，画屏上的美人蕉已经模糊不辨。渐渐进入梦乡，梦中的江南，正是青梅熟时；在静谧的雨夜中，江中的行船传来悠扬的笛声，桥上驿亭边也传出阵阵人语，操着那久违的乡音，诉说着难忘的故事。"}}, {"name": "蝶恋花·辛苦最怜天上", "prop": {"content": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。(都成 一作：长如；若似 一作：但似)无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。(无那尘缘 一作：无奈钟情)", "translation": "最怜爱那天空辛苦的明月，一月之中只有一夜是像玉环一样的满月，其它时候都像是不完整的玉玦。如果能够像天上的圆月，长盈不亏，那么我作为冰雪，将不惜为你融化。无奈尘世的情缘最易断绝，而不懂忧愁的燕子依然轻轻地踏在帘钩上，呢喃絮语。我在秋日，面对你的坟茔，高歌一曲，然而愁绪丝毫没有削减。我是多么希望能和你像春天里双飞双宿的蝴蝶那样在草丛里嬉戏啊。"}}, {"name": "清平乐·池上纳凉", "prop": {"content": "水天清话，院静人销夏。蜡炬风摇帘不下，竹影半墙如画。醉来扶上桃笙，熟罗扇子凉轻。一霎荷塘过雨，明朝便是秋声。", "translation": "水天一色一片清静凉爽气息，庭院中静悄悄的人们都在纳凉消夏。门帘高卷清风摇动着室内的蜡烛，竹影婆娑映照墙上就像一幅美丽的写竹图画。醉后躺卧桃笙竹制成的竹簟上，轻罗纨扇微微煽动凉气徐发。荷塘里骤雨一下子就过去了，明天一定会是秋风萧杀。"}}, {"name": "玉楼春·春思", "prop": {"content": "春风只在园西畔，荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。 意长翻恨游丝短，尽日相思罗带缓。宝奁明月不欺人，明日归来君试看。", "translation": "暮春的风光只在庭园的西边，荠菜花开得正好，蝴蝶也飞来飞去忙乱着。冰清澄澈的池塘一汪碧绿。香径上的花儿已经落尽，就连落在小路上的花瓣也被风吹得老远。我的相思太深，竟怨摇曳的游丝太短。整日里为相思煎熬，以致体瘦而衣带渐渐松缓。打开梳妆镜，镜如明月，不会骗人，镜中的人容颜已憔悴，等明日君归来看镜，亲自看一看我憔悴的容颜，便知我的一片深情。 "}}, {"name": "浣溪沙·一向年光有限", "prop": {"content": "一向年光有限身，等闲离别易销魂，酒筵歌席莫辞频。满目山河空念远，落花风雨更伤春，不如怜取眼前人。", "translation": "人的生命将在有限的时间中结束，平常的离别也会让人觉得悲痛欲绝。不要因为常常离别而推迟酒宴，应当在有限的人生，对酒当歌，开怀畅饮。到了登临之时，放眼辽阔河山，突然思念远方的亲友；等到风雨吹落繁花之际，才发现春天易逝，不禁更生伤春愁情。不如在酒宴上，好好怜爱眼前的人。"}}, {"name": "虞美人·槐阴别院宜清", "prop": {"content": "槐阴别院宜清昼，入座春风秀。美人图子阿谁留。都是宣和名笔，内家收。莺莺燕燕分飞后，粉淡梨花瘦。只除苏小不风流。斜插一枝萱草，凤钗头。", "translation": "　　此词咏美人图。上片写槐阴清昼，入座春风。美人图子，宣和名笔。下片对画中人的咏叹。莺燕纷飞，粉淡花瘦。而凤钗斜插，苏小风流。全词委婉含蓄，意境清幽。 "}}, {"name": "相见欢·年年负却花期", "prop": {"content": "年年负却花期！过春时，只合安排愁绪送春归。梅花雪，梨花月，总相思。自是春来不觉去偏知。", "translation": "年复一年，总是辜负了百花盛开时节，春天过去，只好带着惆怅送别春天。梅花傲雪，梨花映月，至今令人思念不已。真是春天来时不知不觉，春天去时令人惋惜。"}}, {"name": "杨冠卿", "dynasty": "宋代"}, {"name": "瑞鹧鸪·榴花五月眼边", "prop": {"content": "榴花五月眼边明。角簟流冰午梦清。江上扁舟停画桨，云间一笑濯尘缨。 主人杯酒留连意，倦客关河去住情。都付驿亭今日水，伴人东去到江城。", "translation": "　　五月花明，午梦片刻，濯缨清流，情怀何等潇洒，胸襟又何等超脱。主人杯酒流连之意可感，倦客关河去住之情不堪。不言此日情怀难忘，而言遣流水载此情东去江城，委婉有味之至。 "}}, {"name": "况周颐", "dynasty": "清代"}, {"name": "踏莎行·萱草栏干", "prop": {"content": "萱草栏干，榴花庭院。悄无人语重帘卷。屏山掩梦不多时，斜风雨细江南岸。 昼漏初传，林莺百啭。日长暗记残香篆。洞房消息有谁知，几回欲问梁间燕。", "translation": "　　这首词写一侍女，夏梦片刻，醒后犹细味梦中江南游程，但漏传莺啭，不禁又挂念需在炉中添香。而主人室内动静如何，则颇费猜疑。全词表现人物内心的寂寞无聊，婉转含蓄，细致入微。 "}}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "玉楼春·燕雕梁画栋原", "prop": {"content": "燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。", "translation": "　　此词咏物抒情，委婉细腻。燕子秋去春来，喜寻旧巢，使人有春燕怀恋旧主人之想。"}}, {"name": "武陵春·走去走来三百", "prop": {"content": "走去走来三百里，五日以为期。六日归时已是疑。应是望多时。鞭个马儿归去也，心急马行迟。不免相烦喜鹊儿。先报那人知。", "translation": "来也三百里，去也三百里，约定五日是归家的日期。倘若六日到家，家人一定焦虑惊疑，想必现在已在家悬望多时。鞭着马儿急急归家去，心中焦急总觉马儿跑得迟。抬头偶见喜鹊，烦你一件事：先我飞回家中去，与我那人儿报个信。"}}, {"name": "张曙", "dynasty": "唐代"}, {"name": "点绛唇·饯春", "prop": {"content": "抛尽榆钱，依然难买春光驻。依春无语，肠断春归路。春去能来，人去能来否？长亭暮，乱山无数。只有鹃声苦。", "translation": "　　榆钱非钱，春归亦无路，惟文学乃能以虚构之钱与路，将抽象事物表现为具体可感之形象。上片咏春光难驻，正借词人造语之新颖，方予人以深刻印象。下片“春去能来，人去能来否”两句，将词意转深一层，点出离愁比春归更令人凄苦，遂使“饯春”有了双重含义。 "}}, {"name": "点绛唇·新月娟娟", "prop": {"content": "新月娟娟，夜寒江静山衔斗。起来搔首，梅影横窗瘦。好个霜天，闲却传杯手。君知否？乱鸦啼后，归兴浓于酒。", "translation": "一弯秀美的新月高高悬挂在夜空中。寒夜里，江流澄静，听不到一点波涛的声音，北斗星斜挂在山头。我辗转难眠，心绪不宁，披衣而起，只见窗纸上映现着疏落的几枝梅影。如此寒冷的霜天，本是众人相聚推杯换盏的时候，可现在，这双手却闲下来了。你知道吗？宦海中的“乱鸦”叫人痛恨，我思归的念头比霜天思酒还要浓厚。"}}, {"name": "临江仙·都城元夕", "prop": {"content": "闻道长安灯夜好，雕轮宝马如云。蓬莱清浅对觚棱。玉皇开碧落，银界失黄昏。 谁见江南憔悴客，端忧懒步芳尘。小屏风畔冷香凝。酒浓春入梦，窗破月寻人。", "translation": "听说都城汴京元宵晚上灯火热闹非凡，华丽的车辆，俊秀的宝马就像天上的云一样多，宛如神仙境界。玉帝把碧落打开天上的星儿、宿儿便纷纷下落，使“银界失黄昏”了。没人看见孤单的我，而妻子对那元夜的繁华早已失去了兴趣，只有在闺房中，在“小屏风畔”，独对薰香袅袅，薰香则渐冷而凝。只有在喝醉的时候才能在梦中排除孤寂，只有月从客舍的破窗隙中来寻找我。"}}, {"name": "小重山·谁向江头遗恨", "prop": {"content": "谁向江头遗恨浓，碧波流不断，楚山重。柳烟和雨隔疏钟。黄昏后，罗幕更朦胧。桃李小园空，阿谁犹笑语，拾残红？珠帘卷尽夜来风。人不见，春在绿芜中。", "translation": "①芜：众草丛生之处。 "}}, {"name": "张大烈", "dynasty": "未知"}, {"name": "文廷式", "dynasty": "近现代"}, {"name": "酒泉子·空碛无边", "prop": {"content": "空碛无边，万里阳关道路。马萧萧，人去去，陇云愁。香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。", "translation": "　　这首《酒泉子》抒写了征人怀乡思亲之情。上片写出征途中的愁苦。下片写征人对妻子的怀念。以征戍生活为题材，从一个侧面反映了当时的边塞战争给人民带来离苦。 这种题材，在《花间集》中是罕见的。从艺术上看，全词境界开阔，于苍凉之中又见缠绵之思。而两地相思之情，同时见于笔端。深得言情之妙。"}}, {"name": "贺新郎·夏景", "prop": {"content": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。", "translation": "小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。"}}, {"name": "汪莘", "dynasty": "宋代"}, {"dynasty": "金朝"}, {"name": "青玉案·征鸿过尽秋容", "prop": {"content": "征鸿过尽秋容谢。卷离恨、还东下。剪剪霜风落平野。溪山掩映，水烟摇曳，几簇渔樵舍。 芙蓉城里人如画。春伴春游夜转夜。别后知他如何也。心随云乱，眼随天断，泪逐长江泻。", "translation": "　　此为离芙蓉城东下舟中恋念所欢之词。上片写眼前沿江两岸风景，下片怀旧游而兴无限怅思。“心随云乱”句，摹“心事如波涛”（李商隐诗句）之状，甚有情味。 "}}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "董士锡", "dynasty": "清代"}, {"name": "相见欢·花前顾影粼", "prop": {"content": "花前顾影粼粼。水中人。水面残花片片绕人身。私自整，红斜领，茜儿巾。却讶领间巾里刺花新。", "translation": "　　此词以景衬人，景与人融为一体。构思新巧，极富生活情趣。花影斑斑，清水粼粼，映衬着女子娟秀的体貌。花片人面在水中融合、荡开，色彩缤纷，妖冶多姿。女子颔首整衣，显出了领间襟里所绣的新式花朵。全词清新婉丽，曲折有致。 "}}, {"name": "陈克", "dynasty": "宋代"}, {"name": "阮郎归·初夏", "prop": {"content": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。(水沉 一作 水沈） 微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。", "translation": "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。"}}, {"name": "兰陵王·柳", "prop": {"content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。", "translation": "无"}}, {"name": "采莲子·船动湖光滟滟", "prop": {"content": "船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。", "translation": "湖光秋色，景色宜人，姑娘荡着小船来采莲。她听凭小船随波漂流，原来是为了看到岸上的美少年。姑娘没来由地抓起一把莲子，向那少年抛掷过去。猛然觉得被人远远地看到了，她因此害羞了半天。 "}}, {"name": "钱惟演", "dynasty": "宋代"}, {"name": "解连环·酬任公用梦窗", "prop": {"content": "旅怀千结，数征鸿过尽，暮云无极。怪断肠、芳草萋萋，却绿到天涯，酿成春色。尽有轻阴，未应恨、浮云西北。祗鸾钗密约，凤屧旧尘，梦回凄忆。年华逝波渐掷。叹蓬山路阻，乌盼头白。近夕阳、处处啼鹃，更刬地乱红，暗帘愁碧。怨叶相思，待题付、西流潮汐。怕春波、载愁不去，恁生见得？", "translation": "　　此词咏梁启超和戊戌变法事。宛转缠绵，寄喻殊深。“鸾钗密约，凤屧旧尘，梦回凄忆”。托情男女，实指君臣间之关系。“蓬山路阻”三句，喻君臣分手，不得再见。“近夕阳”三句，以暮春黄昏光景，比喻国运。全词含蓄蕴藉，真挚感人。 "}}, {"name": "金缕曲·次女绣孙", "prop": {"content": "次女绣孙，倚此咏落花，词意凄惋。有云：“叹年华，我亦愁中老”，余谓少年人不宜作此，因广其意，亦成一阕。花信匆匆度。算春来、瞢腾一醉，绿阴如许！万紫千红飘零尽，凭仗东风送去。更不问、埋香何处？却笑痴儿真痴绝，感年华、写出伤心句：“春去也，那能驻？”浮生大抵无非寓。慢流连、鸣鸠乳燕，落花飞絮。毕竟韶华何尝老，休道春归太遽。看岁岁朱颜犹故。我亦浮生蹉跎甚，坐花阴、未觉斜阳暮。凭彩笔，绾春住。 ", "translation": "　　此词惜春抒怀。上片写絮飞花落，春归匆匆。痴儿有感年华，写出伤心句。下片作者广其意。休道春归太遽，凭彩笔玉管，绾留春住。通篇清新雅致，别具风格。 "}}, {"name": "小重山·绿树莺啼春正", "prop": {"content": "绿树莺啼春正浓，钗头青杏小，绿成丛。玉船风动酒鳞红。歌声咽，相见几时重？车马去匆匆，路随芳草远，恨无穷。相思只在梦魂中。今宵月，偏照小楼东。", "translation": "①相见几时重：几时重相见。 "}}, {"name": "南乡子·己巳三月自郡", "prop": {"content": "不用问田园，十载归来故旧欢。一笑从知春有意，篱边，三两余花向我妍。哀乐信无端，但觉吾心此处安。谁分去来乡国事，凄然，曾是承平两少年。", "translation": "　　此词抒写重返家乡时的悲欢心情。真挚动人，极有情味。上片写老大还乡，朋辈欢聚之乐。下片写俯仰今昔时的心情。“哀乐信无端”，除了乐，还有哀。当年作者与区菶吾均为少年，家乡尚是承平之世；而今重见，则世事日非，不禁为之凄然。 "}}, {"name": "采莲令·月华收", "prop": {"content": "月华收，云淡霜天曙。西征客、此时情苦。翠娥执手送临歧，轧轧开朱户。千娇面、盈盈伫立，无言有泪，断肠争忍回顾。 一叶兰舟，便恁急桨凌波去。贪行色、岂知离绪，万般方寸，但饮恨，脉脉同谁语。更回首、重城不见，寒江天外，隐隐两三烟树。", "translation": "月亮已收起了光华，云淡淡的，地上有霜。天色已黎明。将远行西去的人，此时心情最苦。美人儿紧握着我的手，为了送我上分别的岔路，她把朱红的大门轧轧地打开。千娇百媚的脸庞、婀娜轻盈的身姿，她久久地站着，没有话，只流泪。我肠都要痛断了，又怎么忍心回头再看她一眼呢？我乘坐的一叶扁舟，便如此急急地随着水波去了。船家急于赶路，不体会分离者的心情，哪里知道离别的心绪会万般千种地袭来心头！我只得心怀怨恨，含情脉脉，这满腹的话又能对谁去说呢？待到我再回过头去时，重城已看不到了。寒飕飕的秋江上，唯见天外隐隐约约地有两三株烟蒙蒙的远树而已。"}}, {"name": "皇甫松", "dynasty": "唐代"}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "沁园春·丁巳重阳前", "prop": {"content": "丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。", "translation": "丁巳重阳的前三个晚上，梦见亡妇妆着素淡身穿素服，执手哽咽。亡妇所说的话太多，无法复述下来，但是临别的时候她说：“衔恨愿为天上月，年年犹得向郎圆”。亡妇从来没有学过写诗，不知道怎么做出这样的话。醒来后有感做出长调。"}}, {"name": "李重元", "dynasty": "宋代"}, {"name": "浣溪沙·语燕鸣鸠白昼", "prop": {"content": "语燕鸣鸠白昼长，黄蜂紫蝶草花香。苍江依旧绕斜阳。泛水浮萍随处满，舞风轻絮霎时狂。清和院宇麦秋凉。", "translation": "　　燕语鸠鸣，蜂蝶带香，江绕夕阳，水满浮萍，轻絮舞风，一派初夏时的自然风光。末句点出麦熟，使人联想起收获的欢娱。 "}}, {"name": "相见欢·深林几处啼鹃", "prop": {"content": "深林几处啼鹃，梦如烟。直到梦难寻处倍缠绵。蝶自舞，莺自语，总凄然。明月空庭如水似华年。", "translation": "　　庄棫此首《相见欢》词是一首写美人“春愁”的有味之作，表现的是暮春时分美人梦醒之后的一种缠绵和凄凉之感。"}}, {"name": "谒金门·帘漏滴", "prop": {"content": "帘漏滴，却是春归消息。带雨牡丹无气力，黄鹂愁雨湿。争着洛阳春色，忘却连天草碧。南浦绿波双桨急，沙头人伫立。", "translation": "①南浦：泛指面南的水边。 "}}, {"name": "林逋", "dynasty": "宋代"}, {"name": "菩萨蛮·水晶帘外娟娟", "prop": {"content": "水晶帘外娟娟月，梨花枝上层层雪。花月两模糊，隔窗看欲无。月华今夜黑，全见梨花白。花也笑姮娥，让他春色多。", "translation": "无"}}, {"name": "玉楼春·空园数日无芳", "prop": {"content": "空园数日无芳信，恻恻残寒犹未定。柳边丝雨燕归迟，花外小楼帘影静。凭栏渐觉春光暝，怅望碧天帆去尽。满堤芳草不成归，斜日画桥烟水冷。", "translation": "空寂的园里几天不见春的音信，令人悲伤的春寒还没有停。柳树边下着如丝的冷雨，使燕子归来得很迟，花旁的小楼上，静静地垂着帘影。凭依栏杆渐觉已到黄昏，我帐然地举目远望，只见碧空下消逝了帆影。芳草长满了长堤，我却欲归不成；只见夕阳斜照画桥，烟雾笼罩水面一片凄冷。"}}, {"name": "好事近·夕景", "prop": {"content": "落日水熔金，天淡暮烟凝碧。楼上谁家红袖，靠阑干无力。鸳鸯相对浴红衣。短棹弄长笛。惊起一双飞去，听波声拍拍。", "translation": "　　这是一首艳词。词中出现两人，一为凭栏女子，一为舟中弄笛人。不图吹箫引凤，却惊鸳鸯飞去。不言他鸟，单言鸳鸯，其微旨可见。 "}}, {"name": "秦楼月·楼阴缺", "prop": {"content": "楼阴缺，栏干影卧东厢月。东厢月，一天风露，杏花如雪。隔烟催漏金虬咽，罗帏黯淡灯花结。灯花结，片时春梦，江南天阔。", "translation": "楼阴缺处，栏杆的影子静静地躺在东厢房前，空中皓月一轮。月儿照东厢，满天露冷风清，杏花洁白如雪。隔着烟雾，听催促时光的漏壶下，铜龙滴水，声如哽咽。厢房里帷幕昏暗，灯儿结了花。灯儿结了花，我只做了一会儿春梦，便游遍了辽阔的江南。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "王月山", "dynasty": "宋代"}, {"name": "生查子·富阳道中", "prop": {"content": "春晚出小城，落日行江岸。人不共潮来，香亦临风散。花谢小妆残，莺困清歌断。行雨梦魂消，飞絮心情乱。", "translation": "春日傍晚离开富阳城关，踏着落日走在富春江畔。钱江潮水不能将心上人带来，她临风为我祈祷香烟也已飘散。凋谢的花枝是她憔悴的娇容，黄莺困懒是她弦绝歌断。一夜雨声使我辗转无眠，天睛絮飞搅得我心烦意乱。"}}, {"name": "菩萨蛮·题画", "prop": {"content": "赤泥亭子沙头小，青青丝柳轻阴罩。亭下响流澌，衣波双鹭鹚。田田初出水，菡萏念娇蕊。添个浣衣人。红潮较浅深。", "translation": "　　这首题画词写得生动逼真。上片写画中美景。青青柳丝，赤泥小亭，亭下流水，鹭鹚对浴。下片写荷花与人交相辉映。"}}, {"name": "虞美人·玉阑干外清江", "prop": {"content": "玉阑干外清江浦，渺渺天涯雨。好风如扇雨如帘，时见岸花汀草、涨痕添。(阑：栏) 青林枕上关山路，卧想乘鸾处。碧芜千里思悠悠，惟有霎时凉梦、到南州。", "translation": "独倚栏杆向远处望去，清江浦在哪里呢？大雨迷蒙，连天涯都一片苍茫。好风像扇子，好雨似挂着的珠帘。只见岸上红花开放，汀洲覆满绿草，浸水的印痕在不断上涨。想象自己的梦魂进入了关山之路，那游冶的旧处在哪里呢？如今只剩梦影依稀，不堪回首。碧绿的平野延伸至天际，引起离人无尽的归思。只有在偶然的美梦中，才能回到长期思念的南方。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "吴激", "dynasty": "宋代"}, {"name": "吴澄", "dynasty": "元代"}, {"name": "蝶恋花·豆蔻梢头春色", "prop": {"content": "豆蔻梢头春色浅，新试纱衣，拂袖东风软。红日三竿帘幕卷，画楼影里双飞燕。拢鬓步摇青玉碾，缺样花枝，叶叶蜂儿颤。独倚阑干凝望远，一川烟草平如剪。", "translation": "豆蔻枝头浮现着浅浅的春意，闺中少女换上了新做的薄纱衣，和煦的春风轻拂着她长长的衣袖。红日高照，姑娘卷起帘幕，只见画楼阴凉处，燕子双双飞舞。见景思情，不由想起远方思念的人儿，于是插上用青玉磨成的步摇，戴上新颖别致的花枝，花叶上还缀有栩栩如生的蜜蜂，仿佛在起伏颤动。梳妆罢，她倚着栏杆凝望远处，只见那一片平坦如剪的芳草地上，仍不见他的身影。"}}, {"name": "谪仙怨·晴川落日初低", "prop": {"content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "translation": "一个晴朗的日子，斜阳低挂在天边，一叶孤舟载着友人离去，此刻是何等令人惆怅！鸟儿在平旷的原野上远近地飞翔，好似人随流水各奔东西。愿白云将自己的思念带给千里万里之外的友人，愿那一轮明月载着我的愁思随着溪水带到友人的身边。友人贬谪去的苦恨让人难以言状，就如那江边繁茂的春草一样杂乱而无际。 "}}, {"name": "望江南·多少恨", "prop": {"content": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。", "translation": "有多少遗恨呀，都在昨夜的梦魂中。梦中好像我还是故国君主，常在上苑游乐，车子接连不断像流水一样驰过，马匹络绎不绝像一条龙一样走动。花好月圆春风醉人。"}}, {"name": "采桑子·花前失却游春", "prop": {"content": "花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。", "translation": "花前没有了她的陪伴，只能独自在花间徘徊，举目四顾，一片凄凉。纵使笙歌入耳，婉转悠扬，也只能唤起曾经记忆，从而更添感伤惆怅。林间彩蝶对对，帘间飞燕双双，皆在快乐嘻逐，恩爱相偕。血色残阳笼罩着绿树青苔，怎能再忍受心中悲凉！"}}, {"name": "何大圭", "dynasty": "宋代"}, {"name": "千秋岁·半身屏外", "prop": {"content": "半身屏外。睡觉唇红退。春思乱，芳心碎。空馀簪髻玉，不见流苏带。试与问，今人秀整谁宜对。湘浦曾同会。手搴轻罗盖。疑是梦，今犹在。十分春易尽，一点情难改。多少事，却随恨远连云海。", "translation": "　　此词步秦观《千秋岁·谪虔州日作》原韵，写妇人闺思。"}}, {"name": "疏帘淡月·寓桂枝香秋", "prop": {"content": "梧桐雨细。渐滴作秋声，被风惊碎。润逼衣篝，线袅蕙炉沈水。悠悠岁月天涯醉。一分秋、一分憔悴。紫箫吟断，素笺恨切，夜寒鸿起。 又何苦、凄凉客里。负草堂春绿，竹溪空翠。落叶西风，吹老几番尘世。从前谙尽江湖味。听商歌、归兴千里。露侵宿酒，疏帘淡月，照人无寐。", "translation": "　　此词写秋景，抒客怀。上片言眼前秋色，动人离愁。梧桐细雨，滴碎秋声。紫箫吹断，夜寒鸿起，悠悠岁月，天涯游子。下片写客中凄凉，辜负了草堂春绿，竹溪空翠。落叶西风，吹老尘世。商歌一曲，归兴千里。疏帘淡月，照人无寐。全词婉丽风雅，饶有韵致。 "}}, {"name": "长相思·汴水流", "prop": {"content": "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。", "translation": "怀念丈夫的思潮，就像那汴水、泗水一样朝着南方奔流，一直流到瓜州渡口，愁思像那江南群山，起起伏伏。思念呀，怨恨呀，哪里才是尽头？除非你归来才会罢休。一轮皓月当空照，而我倚楼独自忧愁。"}}, {"name": "鹊踏枝·谁道闲情抛掷", "prop": {"content": "谁道闲情抛掷久？每到春来，惆怅还依旧。日日花前常病酒，敢辞镜里朱颜瘦。(敢辞 一作：不辞)河畔青芜堤上柳，为问新愁，何事年年有？独立小桥风满袖，平林新月人归后。", "translation": "谁说愁绪被忘记了太久？每当初春降临，我的惆怅心绪一如故旧。每天都在花前饮酒，每次都是喝的昏沉烂醉，一点也不关心那镜里原本红润的面容，已经日益清瘦了。河岸边青草翠绿，河岸上柳树成荫。我忧伤地暗自思量，为何年年都会新添忧愁？我独立在小桥的桥头，清风吹拂着衣袖。人回去后，树林中升起一弯新月。"}}, {"name": "浣溪沙·枕障薰炉隔绣", "prop": {"content": "枕障薰炉隔绣帷，二年终日苦相思，杏花明月始应知。天上人间何处去，旧欢新梦觉来时，黄昏微雨画帘垂。", "translation": "枕边薰炉的香烟在帐幕飘袅，两年来我整天苦苦地怀念你。明月和杏花明自我的心思。我为了寻你走遍天上人间，终于与你重新欢聚在一起，醒来才知道这又是在梦里。如今正是小雨纷飞的黄昏，画帘默默无声凄清地低垂。"}}, {"name": "清平乐·秋光烛地", "prop": {"content": "秋光烛地。帘幕生秋意。露叶翻风惊鹊坠。暗落青林红子。 微行声断长廊。熏炉衾换生香。灭烛却延明月，揽衣先怯微凉。", "translation": "　　陈师道是“苏门六君子”之一。黄庭坚曾赞云：“闭门觅句陈无己，对客挥毫秦少游。”他的词纤细平易，如《蝶恋花》：“路转河回寒日暮，连峰不计重回顾。”《南乡子》：“花样腰身宫样立，婷婷，困倚阑干一欠伸。”《菩萨蛮》：“天上隔年期，人间长别离。”都是较有名气的词句。但是，最足以代表他的词风的，则是这首《清平乐》。"}}, {"name": "青玉案·年年社日停针", "prop": {"content": "年年社日停针线。怎忍见、双飞燕。今日江城春已半。一身犹在，乱山深处，寂寞溪桥畔。春衫著破谁针线。点点行行泪痕满。落日解鞍芳草岸。花无人戴，酒无人劝，醉也无人管。", "translation": "年年春社的日子妇女们停下针线，孤单的她怎忍看见，双飞双栖的春燕？今日江城春色已过去大半，我独自还羁身于乱山深处，寂寞地伫立在小溪畔。春衫穿破了谁给我补缀针线？点点行行的泪痕洒满春衫。落日时分我解鞍驻马在芳草萋萋的河岸，虽有花枝却无人佩戴，虽有美酒却无人劝酒把盏，纵然醉了也无人照管。"}}, {"name": "后庭花·一春不识西湖", "prop": {"content": "一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。", "translation": "一个春季没和西湖谋面，怕见外边这花香日暖的春天。窗外的雨应和着我的泪水，挥动着我手中的笔管吐诉情感，心中的思念那么长，信笺却这么短，我怎么能够把话说得完。懂得我心的只有这雕梁上的春燕，飞来飞去地与我相伴。东风哪会晓得我琵琶声中的忧怨，刮来刮去又把花儿吹落一片。"}}, {"name": "秋蕊香·帘幕疏疏风透", "prop": {"content": "帘幕疏疏风透。一线香飘金兽。朱阑倚遍黄昏后。廊上月华如昼。 别离滋味浓于酒。著人瘦。此情不及墙东柳。春色年年如旧。(墙东 一作：东墙)", "translation": "户外的风吹进疏帘，香炉里飘起一线香烟。黄昏后倚遍红色的栏杆，廊上的月光如同白天。别离的滋味比酒还浓酽，令人瘦损病恹恹。此情比不上墙东的杨柳，春泉时柳色依旧如去年。"}}, {"name": "满庭芳·山抹微云", "prop": {"content": "山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。多少蓬莱旧事，空回首、烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。(万点 一作：数点)销魂当此际，香囊暗解，罗带轻分。谩赢得、青楼薄幸名存。此去何时见也？襟袖上、空惹啼痕。伤情处，高城望断，灯火已黄昏。", "translation": "会稽山上，云朵淡淡的像是水墨画中轻抹上去的一般；越州城外，衰草连天，无穷无际。城门楼上的号角声，时断时续。在北归的客船上，与歌妓举杯共饮，聊以话别。回首多少男女间情事，此刻已化作缕缕烟云散失而去。眼前夕阳西下，万点寒鸦点缀着天空，一弯流水围绕着孤村。悲伤之际又有柔情蜜意，心神恍惚下，解开腰间的系带，取下香囊。徒然赢得青楼中薄情的名声罢了。此一去，不知何时重逢？离别的泪水沾湿了衣襟与袖口。正是伤心悲情的时候，城已不见，万家灯火已起，天色已入黄昏。"}}, {"name": "宋琬", "dynasty": "清代"}, {"name": "忆故人·烛影摇红", "prop": {"content": "烛影摇红，向夜阑，乍酒醒、心情懒。尊前谁为唱《阳关》，离恨天涯远。无奈云沉雨散。凭阑干、东风泪眼。海棠开后，燕子来时，黄昏庭院。", "translation": "夜阑人静，我从沉醉中醒来，独自对着微微摇动的烛光，黯然神伤。我不禁回忆昨夜在送别的酒席上，我为他唱起的《阳关三叠》。而现在，他已离我远去，让我的离愁别恨追随他直到天涯。我深感无奈，往日欢愉已烟消云散。清晨起来，我凭栏远眺，不见他的踪迹。一阵东风吹来，我不由悲从中来，泪如潮涌。就这样痴痴凝望。不知不觉已黄昏，海棠花已谢，燕子正归巢。夕阳下，庭院更显凄清寂寞。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "李存勖", "dynasty": "唐代"}, {"name": "张泌", "dynasty": "唐代"}, {"name": "满庭芳·汉上繁华", "prop": {"content": "汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。", "translation": "南宋时期汉水至长江一带十分繁华，许多人才都保持着宋徽宗时的流风余韵。绿窗朱户。十里之内全是华美的房屋，元兵一到，刀兵相接，旌旗挥舞，数百万蒙古军长驱直入，歌舞楼榭瞬间化为灰烬。清明太平的三百余年，制度文物被毁灭的干净彻底，一切都没有了。幸而自己没有被舞北去，还客佳在南方。分别的夫君你现在在哪里呢？我只能独自惆怅，再没有理由可以与你相见了。从今以后，只能魂返故乡，与亲人相会。"}}, {"name": "周之琦", "dynasty": "清代"}, {"name": "玉楼春·寂寂画堂梁上", "prop": {"content": "寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。", "translation": "　　这首《玉楼春》抒写闺怨，所创设的意境是：暮春时节，梁燕双飞，落红满地。女主人公愁倚锦屏，感到“春色恼人”，好天良夜而玉郎不见，不禁泪滴绣衫。全词意境优美，婉丽多姿。"}}, {"name": "酹江月·夜凉", "prop": {"content": "西风解事，为人间、洗尽三庚烦暑。一枕新凉宜客梦，飞入藕花深处。冰雪襟怀，琉璃世界，夜气清如许。刬然长啸，起来秋满庭户。 应笑楚客才高，兰成愁悴，遗恨传千古。作赋吟诗空自好，不直一杯秋露。淡月阑干，微云河汉，耿耿天催曙。此情谁会，梧桐叶上疏雨。", "translation": "　　本词上片侧重写秋夜之所见，下片主要写秋夜之所思所感。作者认为，古来骚人往往为人生失意而遗恨千古，何如托身山林，寄情风月呢？这当然是消极的，但在当时作为志行高洁者自我解脱的一种出路，也自有可理解之处。 "}}, {"name": "蝶恋花·和漱玉词", "prop": {"content": "凉夜沉沉花漏冻，欹枕无眠，渐觉荒鸡动。此际闲愁郎不共，月移窗罅春寒重。忆共锦衾无半缝，郎似桐花，妾似桐花凤。往事迢迢徒入梦，银筝断续连珠弄。", "translation": "　　这是《衍波词》中的名作。“郎似桐花，妾似桐花凤”的比喻清新尖利，以致词人被称做“王桐花”。细绎词意，此词恐亦有寄托，“往事迢迢”二句，或与其早岁《秋柳》诗一样，表现出对南明王朝的眷念。此词为和李清照《蝶恋花》词。李作如下：“暖雨和风初破冻。柳眼梅腮，已觉春心动。酒意诗情谁与共，泪融残粉花钿重。"}}, {"name": "一剪梅·漠漠春阴酒半", "prop": {"content": "漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。", "translation": "　　这首词写作者对江南的怀念。上片写景，作者用清丽洗炼的语言生动描绘出一幅清新明丽的江南春天的图画：暮春时节，春阴漠漠，春风春雨吹透了、打湿了轻柔的春衫。此时春蚕已快三眠，养蚕的人家怀着即将收获的喜悦心情采摘得桑、柘叶满篮，把蚕喂得饱饱的。这是江南暮春时节所特有的景象，显得生机盎然。"}}, {"name": "吕本中", "dynasty": "宋代"}, {"name": "鹧鸪天·杨柳东塘细水", "prop": {"content": "杨柳东塘细水流，红窗睡起唤晴鸠。屏间山压眉心翠，镜里波生鬓角秋。临玉管，试琼瓯，醒时题恨醉时休。明朝花落归鸿尽，细雨春寒闭小楼。", "translation": "　　此词借景抒情。上片写景。东塘杨柳，春波细流，红窗睡起，枝上鸣鸠，山压翠眉，鬓角生秋。下片抒情。时临玉管，或试琼瓯，醒时题恨，醉时便休。“明朝落花归鸿尽，细雨春寒闭小楼”既为全词添姿生色，又在有意无意之间微露惜春之意。通篇工丽精巧，委婉含蓄，极有情致。 "}}, {"name": "河传·春浅", "prop": {"content": "春浅，红怨，掩双环。微雨花间，昼闲。无言暗将红泪弹。阑珊，香销轻梦还。斜倚画屏思往事，皆不是，空作相思字。记当时垂柳丝，花枝，满庭蝴蝶儿。", "translation": "　　此词写微雨湿花时节，闺中女子的一段难以诉说的柔情。微雨花间，门掩双环，香销梦还，弹泪无言。下片前三句叹往事皆非，空作相思。后三句言当时与所爱者相会之情景，又浮现在眼前。全词以形象出之，极缠绵婉约之致。 "}}, {"name": "菩萨蛮·春波软荡红楼", "prop": {"content": "春波软荡红楼水，多时不放莺儿起。一样夕阳天，留寒待禁烟。已是人消瘦，只此情依旧。可奈别离何，明朝杨柳多。", "translation": "①禁烟：寒食节。古代逢此节日，禁止烟爨。亦称禁火。 "}}, {"name": "吴淑姬", "dynasty": "宋代"}, {"name": "刘燕哥", "dynasty": "元代"}, {"name": "浣溪沙·五两竿头风欲", "prop": {"content": "五两竿头风欲平，长风举棹觉船轻。柔橹不施停却棹，是船行。满眼风波多闪灼，看山恰似走来迎。仔细看山山不动，是船行。", "translation": "五两：原作“五里”，“五里”应为“五量”，即“五两”。闪灼：原作“陕汋”，音近而误。"}}, {"name": "夜游宫·人去西楼雁杳", "prop": {"content": "人去西楼雁杳。叙别梦、扬州一觉。云澹星疏楚山晓。听啼乌，立河桥，话未了。雨外蛩声早。细织就、霜丝多少。说与萧娘未知道。向长安，对秋灯，几人老。", "translation": "　　人离去后西楼就变得空空如也，鸿雁也早已经飞往远方而渺无踪影。与旧日朋友畅叙别离之情也只能在那虚幻的梦境。我和你站立在河桥上，倾述着分别以后的彼此的相思与深情。话还没有说完，却被窗外鸟儿的啼声惊醒了。只见外面云淡星稀，天才刚刚拂晓，楚山迷蒙不清。　　秋雨淅淅沥沥地下个不停，夹杂着蟋蟀的哀鸣，仿佛织布机梭在来往穿行，织出了我那如同繁星般的满头白发。这种凄清艰苦的境况，即使我告诉伊人，恐怕也难以体会到我现在的心情。我遥望京师，独自一人对着一盏荧荧秋灯，怎能不百愁俱生，那丝丝白发，怎能不再添几茎？ "}}, {"name": "踏莎行·杨柳回塘", "prop": {"content": "杨柳回塘，鸳鸯别浦。绿萍涨断莲舟路。断无蜂蝶慕幽香，红衣脱尽芳心苦。 返照迎潮，行云带雨。依依似与骚人语。当年不肯嫁春风，无端却被秋风误。", "translation": "杨柳围绕着环曲的池塘，一对鸳鸯在进水口处嬉戏。池塘水面布满又厚又密的浮萍，挡住了采莲的姑娘。没有蜜蜂和蝴蝶，来倾慕幽幽荷香。最后只能花朵凋敝，结一颗芳心苦涩。夕阳的回光照着晚潮，涌进荷塘，流动的云层带来点点细雨。随风摇曳的荷花，仿佛在向诗人诉说哀肠：当年不肯在春天开放，如今只能在秋风中受尽凄凉。"}}, {"name": "四字令·情高意真", "prop": {"content": "情高意真。眉长鬓青。小楼明月调筝。写春风数声。思君忆君。魂牵梦萦。翠销香暖云屏。更那堪酒醒。", "translation": "她情调高雅意真切，眉毛修长双鬓黑。小楼中，明月下，玉手弄筝声清冽，铿锵几声惊四座，犹如春风拂面令人悦。我想君念君在心深处，梦绕魂牵难了结。思念之苦肠欲断，眉黛消退屏风暗，醉时想你已如此，酒醒之后更不堪！"}}, {"name": "浣溪沙·舟泊东流", "prop": {"content": "一幅云蓝一叶舟，隔江山色镜中收。夕阳芳草满汀洲。客里莺花繁似锦，春来情思腻于油。兰桡扶梦驻东流。", "translation": "　　在蓝天白云和绿水碧波之间，一叶小舟悠然而来，远山倒映在水中，夕阳洒满岸边芳草。舟中人不禁为繁花似锦的春色深深陶醉，于是驻桡于东流。末句“扶梦”二字，颖异可喜。 "}}, {"name": "如意娘", "prop": {"content": "看朱成碧思纷纷，憔悴支离为忆君。不信比来长下泪，开箱验取石榴裙。", "translation": "相思过度，思绪纷乱中竟将红色看成绿色；身体憔悴，精神恍惚，只因太过思念你。如果你不相信我近来因思念你伤心泪绝，那就打开衣箱看看我石榴裙上的斑斑泪痕吧。"}}, {"name": "月上海棠·斜阳废苑朱", "prop": {"content": "成都城南有蜀王旧苑，尤多梅，皆二百余年古木。斜阳废苑朱门闭，吊兴亡、遗恨泪痕里。淡淡宫梅，也依然、点酥剪水。凝愁处，似忆宣华旧事。行人别有凄凉意，折幽香、谁与寄千里。伫立江皋，杳难逢、陇头归骑。音尘远，楚天危楼独倚。", "translation": "夕阳西下，旧苑大门紧闭。追念以往的兴旺与衰败，只留下一眼泪痕。淡淡梅花，依旧如初，衬出水中凄凉。凝固在哀愁之处，好像在回忆宣华苑，以及蜀国旧事。路过来往行人别有一番凄凉的意味。折下花香，谁又将它寄到千里之外？独自站在江边，自知难相逢，回头骑马远去。马蹄声远去，只留下这楼独自倚靠。"}}, {"name": "梁启超", "dynasty": "近现代"}, {"name": "蝶恋花·醉别西楼醒不", "prop": {"content": "醉别西楼醒不记。春梦秋云，聚散真容易。斜月半窗还少睡。画屏闲展吴山翠。 衣上酒痕诗里字。点点行行，总是凄凉意。红烛自怜无好计。夜寒空替人垂泪。", "translation": "醉中告别西楼，醒后全无记忆。犹如春梦秋云，人生聚散实在太容易。半窗斜月微明，我还是缺少睡意，彩画屏风空展出吴山碧翠。衣上有宴酒的痕迹，聚会所赋的诗句，点点行行，总唤起一番凄凉意绪。红烛自悲自怜也无计解脱凄哀，寒夜里空替人流下伤心泪。"}}, {"name": "清平乐·瓜洲渡口", "prop": {"content": "瓜州渡口。恰恰城如斗。乱絮飞钱迎马首。也学玉关榆柳。 面前直控金山。极知形胜东南。更愿诸公著意，休教忘了中原。", "translation": "　　作者经过瓜洲时，但见平沙浅草，征途茫茫，有感而作此词。南宋时，瓜洲渡是金兵南侵的冲要之地。所以这个“乱絮飞钱”的南方小镇，如今已成了从前的边塞玉门关。词中说瓜洲南控金山，形势十分重要，作者提醒朝廷诸公加意经营，不要忘了中原地区。全词融写景、抒情、议论为一体，语言工丽精练。 "}}, {"name": "谒金门·七月既望湖上", "prop": {"content": "凭画槛，雨洗秋浓人淡。隔水残霞明冉冉，小山三四点。艇子几时同泛？待折荷花临鉴。日日绿盘疏粉艳，西风无处减。", "translation": "　　厉鹗词以典丽见长，此词“秋浓人淡”、“绿盘疏粉艳”两句，尤为颖异尖新。上片是人看景，清远空灵之极；下片是景中人，遐想绮旎。全词清雅婉丽，意境幽美。风味在清真、白石之间。 "}}, {"name": "赵鼎", "dynasty": "宋代"}, {"name": "谒金门·风乍起", "prop": {"content": "风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。", "translation": "春风忽地吹起，吹的那池塘春水泛起涟漪。在花间小径里无聊地逗引着池中的鸳鸯，随手折下杏花蕊放在指尖轻轻揉搓。独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。整日思念心上人，但心上人始终不见回来，正在愁闷时，忽然听到喜鹊的叫声。"}}, {"name": "晁端礼", "dynasty": "宋代"}, {"name": "柳梢青·过何郎石见早", "prop": {"content": "云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。", "translation": "①何郎石：何郎即梁代诗人何逊，其《咏早梅》诗极有名：石在何处不详。 "}}, {"name": "风入松·一春长费买花", "prop": {"content": "一春长费买花钱，日日醉湖边。玉骢惯识西湖路，骄嘶过、沽酒楼前。红杏香中箫鼓，绿杨影里秋千。(湖边 一作：花边)暖风十里丽人天，花压鬓云偏。画船载取春归去，馀情付、湖水湖烟。明日重扶残醉，来寻陌上花钿。", "translation": "入春来不知耗费多少买花钱，一天天沉醉在西湖湖边。玉骢马熟识逛西湖的路，昂首嘶鸣走过酒楼楼前。红杏芳香中箫鼓震天轰响，绿杨婆娑树影里欢荡秋千。春风十里路上丽人翩翩，满头的花朵把云鬓压偏。夕阳西下画船载着春光归去，未尽游兴全付与湖水湖烟。明日还要带残存的醉意，到湖上小路寻找遗落的花钿。"}}, {"name": "满江红·思家", "prop": {"content": "我梦扬州，便想到扬州梦我。第一是隋堤绿柳，不堪烟锁。潮打三更瓜步月，雨荒十里红桥火。更红鲜冷淡不成圆，樱桃颗。何日向，江村躲；何日上，江楼卧。有诗人某某，酒人个个。花径不无新点缀，沙鸥颇有闲功课。将白头供作折腰人，将毋左。", "translation": "　　我思念故乡扬州，就觉得扬州也在呼唤着我。首先入梦的是隋堤上杨柳，娇嫩得经不起雨蒙雾锁。那瓜步山下，夜半江潮拍打着岸边；似乎也拍打着倒映在江中的月亮。细雨洒满十里扬州路，灯光耀然醒目，映衬着如虹跨涧的红桥胜似火。更有那尚待成熟的樱桃晶莹红润，都无不令人魂系梦牵。"}}, {"name": "清平乐令·帘卷曲阑独", "prop": {"content": "帘卷曲阑独倚，江展暮天无际。泪眼不曾晴，家在吴头楚尾。数点雪花乱委，扑鹿沙鸥惊起。诗句欲成时，没入苍烟丛里。", "translation": "卷起帘幕，独自依靠在弯曲的栏杆上，远处江面辽阔，傍晚的天空无边无际。望着家乡的方向，满目相思泪。几点浪花随意的腾起，岸边沙鸥扑腾着翅膀翱翔天际。抓住眼前这引人深思的景象作诗，然而那惊起的沙鸥却消失在苍烟水草丛中了。"}}, {"name": "和凝", "dynasty": "五代"}, {"name": "念奴娇·书东流村壁", "prop": {"content": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？", "translation": "野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "浣溪沙·初夏", "prop": {"content": "香到酴醾送晚凉，荇风轻约薄罗裳。曲阑凭遍思偏长。自是幽情慵卷幌，不关春色恼人肠。误他双燕未归梁。", "translation": "　　初夏傍晚，酴醾飘香，荇风轻约，词人曲阑凭遍，情思悠长，以至忘了卷帘，耽搁了双燕归梁。全词着墨纤细，抒怀曲婉，表现出女词人体物的精微和咏物的巧思。 "}}, {"name": "周密", "dynasty": "宋代"}, {"name": "梧桐影·落日斜", "prop": {"content": "落日斜，秋风冷。今夜故人来不来，教人立尽梧桐影。", "translation": "太阳已经西斜，眼见就要下山了，秋风一阵阵袭来，觉得更冷寂了。等了这么长时间，老朋友怎么还不来呢？到底来不来啊？等了很久了，夜幕已降临，月华满地了。又不知过了多久，梧桐影子也萧疏了，连月影都没有了。"}}, {"name": "满庭芳·夏日溧水无想", "prop": {"content": "风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。人静乌鸢自乐，小桥外、新绿溅溅。凭阑久，黄芦苦竹，拟泛九江船。年年。如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。憔悴江南倦客，不堪听、急管繁弦。歌筵畔，先安簟枕，容我醉时眠。", "translation": "风使春季的莺雏长大，夏雨让梅子变得肥美，正午茂密的树下圆形的阴凉笼罩的地面。地势低洼靠近山，衣服潮湿总费炉火烘干。人家寂静乌鸦无忧自乐翩翩，小桥外边，新涨的绿水湍流激溅。久久凭靠栏杆，遍地黄芦苦竹，竟仿佛我自己像遭贬的白居易泛舟九江边。年复一年。犹如春来秋去的社燕，飘飞流浪在大漠荒原，来寄居在长长的屋檐。且不去想那身外的功名业绩，还是怡心畅神，常坐酒樽前。我这疲倦、憔悴的江南游子，再不忍听激越、繁复的管弦。就在歌宴边，为我安上一个枕席，让我醉后可以随意安眠。"}}, {"name": "郑文焯", "dynasty": "清代"}, {"name": "蒋氏女", "dynasty": "宋代"}, {"name": "凌廷堪", "dynasty": "清代"}, {"name": "粉蝶儿·和赵晋臣敷文", "prop": {"content": "昨日春如，十三女儿学绣。一枝枝、不教花瘦。甚无情，便下得，雨僝风僽。向园林、铺作地衣红绉。而今春似，轻薄荡子难久。记前时、送春归后。把春波，都酿作，一江春酎。约清愁、杨柳岸边相候。", "translation": "昨天，还是春光明媚，就像一个十三岁的小姑娘，用她轻快灵巧的小手，把一枝枝的花绣得丰盈娇艳；而今就不同了，夜来那一阵无情的风雨，把园中的花吹得满地都是，就像给园林铺上了一块起着皱纹的红色地毯。今天，春光犹如那朝秦暮楚的“轻薄荡子”，尽管你对他一向情意绵绵，也是留他不住的。记得上次送春归去之后，那碧波荡漾的春水呀，都酿成了一杯醇美飘香的浓酒了。请到杨柳岸边来吧，我们在这儿饮酒叙旧，消除那离别的清愁。"}}, {"name": "生查子·秋来愁更深", "prop": {"content": "秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。", "translation": "①双蛾：即双眉。 "}}, {"name": "贺新郎·春情", "prop": {"content": "篆缕销金鼎。醉沉沉、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐、瓶沉金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。", "translation": "铜鼎香炉的烟缕像篆书般缭绕升腾。醉意沉沉之中，见庭院树荫转了正午，那人在画堂里好寂静。芳草无涯不知王孙何处留踪影？只有暮春的杨花柳絮撒满小径。春光渐去将我从枕上朦朦惊醒。帘外是凋残的落红，春色已熟透，终日百无聊赖，总借酒消愁弄得倦怠如病。满头如云的鬓发乱纷纷，想梳理却无心修整。江南旧事休再重新反省。踏遍天涯寻访他的消息，离群的孤雁难以托请。靠着栏杆久久眺望，明月映满西楼，他的归期是否依旧不定？又恐怕像银瓶沉落金井。昏暗了银座的烛灯，也不见骏马嘶叫着归来，教人枉然在月下伫立得消失了梧桐树影。还有谁陪伴我，对着鸾镜画眉描容？"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "永遇乐·璧月初晴", "prop": {"content": "余自乙亥上元，诵李易安《永遇乐》，为之涕下。今三年矣。每闻此词，辄不自堪，遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残釭无寐，满村社鼓。 ", "translation": "无"}}, {"name": "菩萨蛮·庭叶翻翻秋向", "prop": {"content": "庭叶翻翻秋向晚。凉砧敲月催金剪。楼上已清寒。不堪频倚栏。 邻翁开社瓮。唤客情应重。不醉且无归。醉时归路迷。", "translation": "　　上片写时令，渲染出晚秋光景，“不堪频倚栏”一句用意深婉。下片写题意“赴东邻之集”，“不辞”两句，弥见主人邀客情重，设辞有味。 "}}, {"name": "毛文锡", "dynasty": "五代"}, {"name": "忆江南·红绣被", "prop": {"content": "红绣被，两两间鸳鸯。不是鸟中偏爱尔，为缘交颈睡南塘。全胜薄情郎。", "translation": "　　这首小词，借对鸳鸯的咏赞与艳羡，表露内心对“薄情郎”的眷恋与怨恨。此词语言清浅而寄寓殊深，颇具民歌风采。 "}}, {"name": "俞樾", "dynasty": "清代"}, {"name": "刘过", "dynasty": "宋代"}, {"name": "少年游·并刀如水", "prop": {"content": "并刀如水，吴盐胜雪，纤手破新橙。锦幄初温，兽烟不断，相对坐调笙。 低声问：向谁行宿？城上已三更。马滑霜浓，不如休去，直是少人行！", "translation": "并州产的剪刀非常锋利，吴地产的盐粒洁白如雪，女子的纤纤细手剥开新产的熟橙。锦制的帷帐中刚刚变暖，兽形的香炉中烟气不断，二人相对着把笙调弄。女子低声地探问情人：今夜您到哪里去住宿？时候已经不早了，城上已报三更。外面寒风凛冽，路上寒霜浓重马易打滑，不如不要走了，街上已经少有人行走！"}}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "乌夜啼·离恨远萦杨柳", "prop": {"content": "离恨远萦杨柳，梦魂长绕梨花。青衫记得章台月，归路玉鞭斜。翠镜啼痕印袖，红墙醉墨笼纱。相逢不尽平生事，春思入琵琶。", "translation": "离恨啊常常萦绕在分手的杨柳前，梦魂啊总是忘不了美人庭院中那雪白的梨花，记得自己官微职冷时身穿青衫妓院中曾得到她的赏识，一直玩到月色西斜才跨马沿着归路返家。美人啊常常在翠镜中照着自己憔悴的颜容，两袖上沾满了相思啼哭的泪花，当年醉后舞墨题诗红墙之上，美女仿效前人在题诗的壁上笼上碧纱。今日重新相逢说不尽平生心事，无限情思全都凝聚在传情的琵琶。"}}, {"name": "木兰花慢·武林归舟中", "prop": {"content": "看斜阳一缕，刚送得，片帆归。正岸绕孤城，波回野渡，月暗闲堤。依稀是谁相忆？但轻魂如梦逐烟飞。赢得双双泪眼，从教涴尽罗衣。江南几日又天涯，谁与寄相思？怅夜夜霜花，空林开遍，也只侬知。安排十分秋色，便芳菲总是别离时。惟有醉将醽醁，任他柔橹轻移。", "translation": "看着西边的一缕斜阳，刚送去一批行舟，又有归帆回返。孤城沿岸而建，无人的渡口清波回旋，月亮出来月光洒在静谧的沙堤上。我依稀记得往事，这一生如在梦中追逐烟尘一般。最终只剩下一双泪眼，任凭泪水打湿了衣衫。在江南暂歇几日后又要踏上旅途，可我又能与谁倾诉这满腔相思之情呢？我惆怅那夜夜花开罹霜，开遍空寂树林，也只有你知道。老天赐予我们满满的秋色，而这芬芳却只在离别时才能欣赏到。只有沉醉在美酒中，任凭这一叶小舟行到天涯。"}}, {"name": "江城子·西城杨柳弄春", "prop": {"content": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。", "translation": "西城的杨柳逗弄着春天的柔情，让我想起离别时的忧伤，眼泪止不住的流。还记得当年你为我拴着归来的小舟。绿色的原野，红色的小桥，是我们当时离别的情形。而如今你不在，只有水在独自流淌。美好的青春不为少年时停留，离别的苦恨，什么时候才能停止？等到柳絮飘飞、落花满地的时候，我登上楼台。即使这满江春水都化作眼泪，也流不尽，依然有愁苦在心头。"}}, {"name": "清平乐·春归何处", "prop": {"content": "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。", "translation": "春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。"}}, {"name": "临江仙·寒柳", "prop": {"content": "自别西风憔悴甚，冻云流水平桥。并无黄叶伴飘飘。乱鸦三四点，愁坐话无憀。云压西村茅舍重，怕他榾柮同烧。好留蛮样到春宵。三眠明岁事，重斗小楼腰。", "translation": "　　此词咏寒柳而通篇不出一“柳”字，已觉难能；下阕“榾柮”与“蛮样”并列，化俗为雅，尤为可贵。 "}}, {"name": "唐多令·芦叶满汀洲", "prop": {"content": "安远楼小集，侑觞歌板之姬黄其姓者，乞词于龙洲道人，为赋此《唐多令》。同柳阜之、刘去非、石民瞻、周嘉仲、陈孟参、孟容。时八月五日也。芦叶满汀洲，寒沙带浅流。二十年重过南楼。柳下系船犹未稳，能几日，又中秋。黄鹤断矶头，故人今在否？旧江山浑是新愁。欲买桂花同载酒，终不似，少年游。(在否 一作：在不)", "translation": "同一帮友人在安远楼聚会，酒席上一位姓黄的歌女请我作一首词，我便当场创作此篇。时为八月五日。"}}, {"name": "浣溪沙·春情", "prop": {"content": "道字娇讹语未成。未应春阁梦多情。朝来何事绿鬟倾。 彩索身轻长趁燕，红窗睡重不闻莺。困人天气近清明。", "translation": "睡梦中柔声细语吐字不清，莫非是情郎来到她的梦中？ 假如不是跟他梦中欢会呀，为何见她早起时发髻斜倾？ 秋千上她象燕子身体轻盈，红窗内她睡得甜不闻莺声。 那使人困意浓浓的天气呀，已不知不觉地快要到清明。"}}, {"name": "祝英台近·剪鲛绡", "prop": {"content": "剪鲛绡，传燕语，黯黯碧草暮。愁望春归，春到更无绪。园林红紫千千，放教狼藉，休但怨、连番风雨。谢桥路，十载重约钿车，惊心旧游误。玉佩尘生，此恨奈何许！倚楼极目天涯，天涯尽处，算只有濛濛飞絮。", "translation": "　　此词借春景以抒怀。连番风雨，红紫狼藉，极目天涯，惟见濛濛飞絮。回首旧游，令人心惊，不禁感慨万千。全词含蓄蕴藉，寄寓殊深。写景抒情，细腻逼真，极有感染力。 "}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "淡黄柳·空城晓角", "prop": {"content": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异。唯柳色夹道，依依可怜。因度此阕，以纾客怀。空城晓角，吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。正岑寂，明朝又寒食。强携酒、小桥宅。怕梨花落尽成秋色。燕燕飞来，问春何在？唯有池塘自碧。", "translation": "我居住在合肥南城赤阑桥之西，街巷荒凉少人，与江左不同。只有柳树，在大街两旁轻轻飘拂，让人怜惜。因此创作此词，来抒发客居在外的感受。拂晓，冷清的城中响起凄凉的音乐声。那声音被风一吹，传到垂柳依依的街头巷口。我独自骑在马上，只着一件到单衣裳，感觉有阵阵寒气袭来。看遍路旁垂柳的鹅黄嫩绿，都如同在江南时见过那样的熟悉。正在孤单之间，明天偏偏又是寒食节。我也如往常带上一壶酒，来到小桥近处恋人的住处。深怕梨花落尽而留下一片秋色。燕子飞来，询问春光，只有池塘中水波知道。 "}}, {"name": "少年游·润州作代人寄", "prop": {"content": "去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。", "translation": "去年相送于余杭门外，大雪纷飞如同杨花。如今春天已尽，杨花飘絮似飞雪，却不见离人归来，怎能不叫人牵肠挂肚呢？卷起帘子举起杯，引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。好似那月光无限怜爱那双宿双栖的燕子，把它的光辉与柔情斜斜地洒向画梁上的燕巢。"}}, {"name": "浣溪沙·夜夜相思更漏", "prop": {"content": "夜夜相思更漏残，伤心明月凭阑干，想君思我锦衾寒。咫尺画堂深似海，忆来惟把旧书看，几时携手入长安？", "translation": "每个夜晚，我都处在深深的思念之中，一直到夜深人静，漏断更残，凝望着那一轮令人伤心的明月，我久久地依凭栏杆，想必你也思念着我，感到了锦被的冷，锦被的寒。画堂近在咫尺，但是像海一样深，要渡过，难，回忆往日，只好把两人以前来往的旧书信翻来看，不知何时再见，一起携手进入长安。"}}, {"name": "宝鼎现·春月", "prop": {"content": "红妆春骑。踏月影、竿旗穿市。望不尽、楼台歌舞，习习香尘莲步底。箫声断、约彩鸾归去，未怕金吾呵醉。甚辇路、喧阗且止。听得念奴歌起。 父老犹记宣和事。抱铜仙、清泪如水。还转盼、沙河多丽。滉漾明光连邸第。帘影冻、散红光成绮。月浸葡萄十里。看往来、神仙才子，肯把菱花扑碎。 肠断竹马儿童，空见说、三千乐指。等多时春不归来，到春时欲睡。又说向、灯前拥髻。暗滴鲛珠坠。便当日、亲见霓裳，天上人间梦里。", "translation": "无"}}, {"name": "如梦令·正是辘轳金井", "prop": {"content": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。", "translation": "天亮了，井台上响起了辘轳声。一夜风雨，满阶落花，凋零中透出一丝冷意。在这样一个清晨，“我”和她蓦然相逢。“我”对她一见钟情，却难以明了她迷离的眼波背后暗藏的心事。谁能明白?谁能明白呢?从此以后，无论是在簟席上辗转反侧、孤枕难眠之时，还是独对孤灯、辗转徘徊之际，我都会想念她。"}}, {"name": "摊破浣溪沙·手卷真珠", "prop": {"content": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。", "translation": "卷起珍珠编织的帘，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。随风飘荡的落花谁才是它的主人呢？这使我忧思不尽。信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。"}}, {"name": "生查子·元夕戏陈敬叟", "prop": {"content": "繁灯夺霁华。戏鼓侵明发。物色旧时同，情味中年别。 浅画镜中眉，深拜楼西月。人散市声收，渐入愁时节。", "translation": "元宵节的繁灯丽彩夺去了明月的光华，喧闹的戏鼓声一直响至天亮。习俗风情与以前没什么两样，只是人到中年，情味有些凄凉。像汉朝的张敞，对着明镜为佳人描眉，一起在楼中赏月，祈求天长地久。欢乐的人们渐渐散去，街上如往常般寂静，而我的心情却渐渐感到有些忧伤。"}}, {"name": "张翥", "dynasty": "元代"}, {"name": "摸鱼儿·更能消几番风", "prop": {"content": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 ", "translation": "　　更能消、几番风雨。匆匆春又归去。"}}, {"name": "千秋岁·咏夏景", "prop": {"content": "楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。", "translation": "　　这是一首夏季避暑词。上片写夏日景色，下片写消夏生活。"}}, {"name": "刘铉", "dynasty": "宋代"}, {"name": "踏莎行·芳草平沙", "prop": {"content": "芳草平沙，斜阳远树，无情桃叶江头渡。醉来扶上木兰舟，将愁不去将人去。薄劣东风，夭斜落絮，明朝重觅吹笙路。碧云红雨小楼空，春光已到销魂处。", "translation": "　　这是一首暮春送别词。上片写江头送别情景。扶醉登舟，人去之后，只有“愁”留了下来。下片写别后情景。落花飞絮，东风薄劣。春光将尽，人去楼空。全词凄婉缠绵，余意不尽。 "}}, {"name": "小重山·几点疏雅誊柳", "prop": {"content": "几点疏雅誊柳条。江南烟草绿，梦迢迢。十年旧约断琼箫。西楼下，何处玉骢骄？酒醒又今宵。画屏残月上，篆香销。凭将心事记回潮。青溪水，流得到红桥。", "translation": "　　此词对景抒情，委婉含蓄。上片写雨眷柳条，江南草绿，十年旧约，玉骢何处？令人梦魂萦绕。下片写酒醒今宵，月上画屏，如潮心事，波翻浪回。“青溪水，流得到红桥。”含蓄蕴藉，情味隽永。全词抒情细腻，景物美，意境亦美。 "}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "董以宁", "dynasty": "清代"}, {"dynasty": "五代"}, {"name": "临江仙·闺思", "prop": {"content": "愁与西风应有约，年年同赴清秋。旧游帘幕记扬州。一灯人著梦，双燕月当楼。罗带鸳鸯尘暗澹，更须整顿风流。天涯万一见温柔。瘦应因此瘦，羞亦为郎羞。", "translation": "忧愁与西风应该早有盟约，它们年年一起相会在萧瑟的清秋。长忆旧游于帘帷帐幕风月繁华的扬州，而今形单影只只能在孤灯下重温旧梦，一觉醒来只见屋梁上双燕栖宿明月流照高楼。绣着鸳鸯的洛带虽已因岁月的风尘而暗淡，还是要梳妆打扮保持原来的美貌风流。万一天涯游子归来见到我，我形容消瘦是为相思而消瘦，我形容憔悴而惭羞也是为他而惭羞。"}}, {"name": "风入松·寄柯敬仲", "prop": {"content": "画堂红袖倚清酣，华发不胜簪。几回晚直金銮殿，东风软、花里停骖。书诏许传宫烛，轻罗初试朝衫。御沟冰泮水挼蓝。飞燕语呢喃。重重帘幕寒犹在，凭谁寄、银字泥缄。报道先生归也，杏花春雨江南。", "translation": "在彩绘的厅堂里，姬妾清闲、畅意，独有自己白发纷纷脱落，连管子也插不住。多次晚上在金銮殿值宿，春风轻柔，万花齐放，惹人停住车马流连。在柔软的春风里，无数次在金銮殿前值夜，为皇帝起草好诏书后，换上轻罗朝衫，宫人执灯（将我）送回归学士院。皇城的御沟里的边沿还有残冰存在，但残冰的边沿却是蓝汪汪的水在晃动，燕子呢喃迎春。帘幕重重，春寒还没消退，还有谁、敢给你寄信慰问呢？春日江南，杏花盛开，烟雨蒙蒙，如诗如画，令人心醉而神往。"}}, {"name": "南乡子·集调名", "prop": {"content": "拨棹蓦山溪。月上瓜州杨柳枝。金盏玉人歌解佩。一片子。绿盖舞风轻簇水。", "translation": "　　此词集合《拨掉》，《蓦山溪》、《月上瓜州》、《杨柳枝》、《金盏》、《玉人歌》、《解佩》、《一片子》、《绿盖舞风轻》、《簇水》十个词牌名而成。妙在作者不另加辞语，而文理顺遂，且亦颇具月夜拨棹、听歌临风的意趣。此体在词作中别具一格，与回文、药名、嵌字、离合等体一样，也是颇见巧思的文字游戏，具有一定的艺术性。 "}}, {"name": "梦江南·红茉莉", "prop": {"content": "红茉莉，穿作一花梳。金缕抽残蝴蝶茧，钗头立冬凤凰雏。肯忆故人姝。", "translation": "　　词中写女子对镜精心梳妆打扮，为的是要让人记起她的艳美姣好。然细味词意，与唐人诗中“妆罢低声问夫婿，画眉深浅入时无”相仿，当有其寓意在。 "}}, {"name": "绣鸾凤花犯·赋水仙", "prop": {"content": "楚江湄，湘娥乍见，无言洒清泪。淡然春意。空独倚东风，芳思谁寄。凌波路冷秋无际，香云随步起。谩记得、汉宫仙掌，亭亭明月底。冰弦写怨更多情，骚人恨，枉赋芳兰幽芷。春思远，谁叹赏、国香风味。相将共、岁寒伴侣，小窗净、沉烟熏翠袂。幽梦觉，涓涓清露，一枝灯影里。", "translation": "这水仙花，就是潇湘妃子无疑。我初见时，她在江边伫立，默默无语，清泪滴滴。她那淡淡的春意，似有缕缕的哀思。她争个儿在东风里摇曳，满腔春情向谁寄?她步履轻盈地走来，带着萧瑟冷寂的秋意。只要是她经过的地方，便有袅袅清香飘起。曾记得汉宫里，那金铜仙人捧着承露盘，亭亭玉立在明月底。琵琶吟怨更多情，它能道尽水仙的幽怨无极。诗人枉自赞美芳香幽雅的兰芷，却不把高洁的水仙提及。有谁叹赏她的国香风味？谁谁理解她的渺远幽思？我将与她相伴相依，共同度过严寒的冬日。明净的小窗里，我为她燃起沉香熏素衣。每当幽梦醒来，见她一身清露涓涓滴，娉娉婷婷在灯影里。"}}, {"name": "浣溪沙·淡荡春光寒食", "prop": {"content": "淡荡春光寒食天，玉炉沉水袅残烟。梦回山枕隐花钿。 海燕未来人斗草，江梅已过柳生绵。黄昏疏雨湿秋千。", "translation": "寒食清明时节，万物复苏，荡漾着明媚的春光。玉炉中的沉香即将燃尽，飘出的缕缕残烟仍是清香醉人。午睡醒来，花钿已掉落在枕边床上。海燕还未飞回，邻家儿女们玩起了斗草游戏。江梅已经过季，绵绵的柳絮随风荡漾。黄昏时分下起了稀稀疏疏的小雨，打湿了院中的秋千。 "}}, {"name": "长相思·以书寄西泠诸", "prop": {"content": "说相思，问相思，枫落吴江雁去迟。天寒二九时。怨谁知？梦谁知？可有梅花寄一枝？雪来翠羽飞。", "translation": "　　这是一首题赠词。上片就枫落吴江，感物思人，点出天寒和相思。相传雁能传书，故写实景而意含双关。下片倾诉思念的深情，切盼友人讯息。末句当是想象中的西泠雪景，与“枫落吴江”回映，倍增两地相思之苦。全词情真意切，宛转有致。 "}}, {"name": "盐角儿·亳社观梅", "prop": {"content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。", "translation": "花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。"}}, {"name": "卜算子·雪月最相宜", "prop": {"content": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。 今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "translation": "　　素雪、明月、幽梅，三者具，则光景清艳。惟三者难以一时兼备，故今岁与去岁相较，不能无憾。此词即景抒怀，貌似冲淡，却蕴含无限今昔之感。前人谓张孝祥词有“潇散出尘之姿，自在如神之笔”，诚然。 "}}, {"name": "女冠子·元夕", "prop": {"content": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。 江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。", "translation": "无"}}, {"name": "杨基", "dynasty": "明代"}, {"name": "鹧鸪天·雪照山城玉指", "prop": {"content": "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。", "translation": "铺满大地的白雪映照着山城，小楼上突然奏起的一曲《梅花落》，那一声声羌笛音里，饱含着离别的哀怨，你的手指此时恐怕已是寒冷冰凉了吧！江南的梅花开了又落，已不知开落了多少次，我仍在天涯漂泊，两鬓已斑白。面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我思乡念归写了三千首诗词，想寄给你这南方的恋人，让你强忍着眼泪慢慢细读啊！"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "长命女·春日宴", "prop": {"content": "春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。", "translation": "春日的宴会上，饮一杯美酒再高歌一曲呵，拜了又拜许三愿：一愿郎君你长寿千岁，二愿妾身我身体永远康健，三愿我俩如同梁上飞燕呀，双双对对，永远相伴。"}}, {"name": "凤栖梧·绿暗红稀春已", "prop": {"content": "绿暗红稀春已暮，燕子衔泥，飞入垂杨处。柳絮欲停风不住，杜鹃声里山无数。竹杖芒鞋无定据，穿过溪南，独木横桥路。樵子渔师来又去，一川风月谁为主。", "translation": "　　这首词，《词综》作于真人词。玉蟾先生《诗余》作葛长庚词。《全宋词》“无名氏目”录此题，全文见《词综·卷二十四》。"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "太常引·钱齐参议归山", "prop": {"content": "故人送我出阳关，无计锁雕鞍。今古别离难。兀谁画娥眉远山。一尊别酒，一声杜宇，寂寞又春残。明月小楼间，第一夜相思泪弹。", "translation": "　　这首送别小词，表现了作者无限惜别之情。上片写别离之难。无计留君住，只得送君去。临别依依，眷恋之情，溢于言外。下片设想别后的刻骨相思。小楼明月，寂寞春残，夜弹相思泪。情思缠绵，不忍离别。全词宛转柔媚，情韵无限。意境幽美，语言自然。 "}}, {"name": "青玉案·被檄出郊题陈", "prop": {"content": "西风乱叶溪桥树。秋在黄花羞涩处。满袖尘埃推不去。马蹄浓露，鸡声淡月，寂历荒村路。 身名多被儒冠误。十载重来漫如许。且尽清樽公莫舞。六朝旧事，一江流水，万感天涯暮。", "translation": "　　西风萧瑟，溪桥边树枝头的枯叶被吹得零落纷飞，菊花也垂首自哀，尽显秋的荒凉。风尘满身，前路漫漫，何处归程。坐骑蹄踏寒露，远处晨鸡报晓，天际淡然月影，身处荒村陌路，满怀孤寂。"}}, {"name": "祖可", "dynasty": "宋代"}, {"name": "浣溪沙·上巳", "prop": {"content": "软翠冠儿簇海棠，砑罗衫子绣丁香。闲来水上踏青阳。风暖有人能作伴，日长无事可思量。水流花落任匆忙。", "translation": "　　农历三月三日为古上巳节，是时倾城于郊外水边洗濯，祓除不祥。《论语》谓：“暮春者，春服既成，浴乎沂，风乎舞雩。”晋时曲水流觞，至唐赐宴曲江，倾都修禊踏青，均是此意。此词所写，正是这一古老风俗沿袭至明代的情况。全词情景交融，自然流畅。 "}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "诉衷情·永夜抛人何处", "prop": {"content": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。", "translation": "漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。"}}, {"name": "思帝乡·春日游", "prop": {"content": "春日游，杏花吹满头。陌上谁家年少，足风流。妾拟将身嫁与，一生休。纵被无情弃，不能羞。", "translation": "春日踏青郊游，风吹杏花满头。原野小径上是谁家少年，仪表堂堂、风度翩翩。我想要是能够嫁给他，这一生也就满足了。即使被他无情无义地休弃了，也不会后悔。"}}, {"dynasty": "元代"}, {"name": "蝶恋花·旅月怀人", "prop": {"content": "月去疏帘才数尺，乌鹊惊飞，一片伤心白。万里故人关塞隔，南楼谁弄梅花笛？蟋蟀灯前欺病客，清影徘徊，欲睡何由得？墙角芭蕉风瑟瑟，生憎遮掩窗儿黑。", "translation": "　　莱阳宋氏在明末与入扰山东的清军作战中，曾有大伤亡，宋琬父兄辈中殉难多人。公元1645年乙酉之初，琬南奔流亡在吴中一带，后虽出仕新朝，一生处于坎坷逆境。此词写旅途月夜怀人，从“万里故人关塞隔”句看，似怀遣戍塞外之故友。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "祝英台近·晚春", "prop": {"content": "宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。", "translation": "将宝钗擘为两截，离别在桃叶渡口，南浦暗淡凄凉，烟雾笼罩着垂柳。我怕登上层层的高楼，十天里有九天风号雨骤。片片飘飞的花瓣令人断肠悲愁，风雨摧花全没人来救，更有谁劝那黄鸢儿将啼声罢休？瞧瞧簪在鬓边的花簇，用花瓣数目将离人归期预卜，才簪上花簇又摘下重数。昏暗的灯光映照着罗帐，梦中悲泣着哽咽难诉：是春天他的到来给我带来忧愁，而今春天又归向何处？却不懂将忧愁带走。"}}, {"name": "汤允绩", "dynasty": "明代"}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "俞国宝", "dynasty": "宋代"}, {"name": "虞美人·听雨", "prop": {"content": "少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低、断雁叫西风。 而今听雨僧庐下，鬓已星星也。悲欢离合总无情，一任阶前、点滴到天明。", "translation": "年少的时候，歌楼上听雨，红烛盏盏，昏暗的灯光下罗帐轻盈。人到中年，在异国他乡的小船上，看蒙蒙细雨，茫茫江面，水天一线，西风中，一只失群的孤雁阵阵哀鸣。而今人至暮年，两鬓斑白，独在僧庐下听细雨点点。想到人世的悲欢离合，似乎总是那样的无情，既然如此，又何必感慨呢？就任随那窗外的雨，在阶前点点滴滴直到天明。"}}, {"name": "念奴娇·春情", "prop": {"content": "萧条庭院，又斜风细雨，重门须闭。宠柳娇花寒食近，种种恼人天气。险韵诗成，扶头酒醒，别是闲滋味。征鸿过尽，万千心事难寄。 楼上几日春寒，帘垂四面，玉阑干慵倚。被冷香消新梦觉，不许愁人不起。清露晨流，新桐初引，多少游春意。日高烟敛，更看今日晴未。", "translation": "萧条冷落的庭院中斜风细雨，层层院门紧紧关闭。春天的娇花即将开放，嫩柳也渐渐染绿，寒食节即将临近，又到了令人烦恼的时日。推敲险奇的韵律写成诗篇，从沉醉的酒意中清醒，无端愁绪重又袭上心头。远飞的大雁尽行飞过，可心中的千言万语却难以托寄。连日来楼上春寒泠冽，帘幕低垂，栏杆我也懒得凭倚。锦被清冷，香火已消，我从短梦中醒来。这情景，使本来已经愁绪万千的我不能安卧。清晨的新露涓涓，新发出的桐叶一片湛绿，不知增添了多少游春的意绪。太阳已高，晨烟初放，再看看今天是不是又一个放晴的好天气。"}}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "浣溪沙·题丁兵备丈画", "prop": {"content": "苜蓿阑干满上林，西风残秣独沉吟。遗台何处是黄金？空阔已无千里志，驰驱枉抱百年心。夕阳山影自萧森。", "translation": "　　此词借咏马自诉怀才不遇。用典自然。“空阔已无千里志，驰驱枉抱百年心”，亦马亦人，语意双关。抒写了内心的感慨。“夕阳山影自萧森。”飘逸、空灵，为全词增添情致。 "}}, {"name": "生查子·春山烟欲收", "prop": {"content": "春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。", "translation": "春山上的烟雾正开始收敛，天色渐明，寥落的几颗晨星也慢慢黯淡下去。一串串伤别的泪珠不断地流落，西斜的残月，照亮脸庞。话已经说了很多，情意却是无穷无尽。回过头来仍再次说道：记得我穿的绿罗裙吧，以后即便看到绿草也要想到我，从而去怜惜它啊！"}}, {"dynasty": "宋代"}, {"dynasty": "明代"}, {"name": "梦江南·千万恨", "prop": {"content": "千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。", "translation": "虽有千头万绪之恨，但恨到极点的是那远在天涯的人儿久不归来。苍山上空悬挂的明月不知我心中愁事。水面上低吟的风吹落水旁花瓣飘落眼前，远空摇曳的碧云在晚风的吹拂下微微斜行。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "谒金门·春半", "prop": {"content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。", "translation": "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。"}}, {"name": "张埜", "dynasty": "元代"}, {"name": "方以智", "dynasty": "明代"}, {"name": "彭孙遹", "dynasty": "清代"}, {"name": "曾允元", "dynasty": "宋代"}, {"name": "踏莎行·小径红稀", "prop": {"content": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。", "translation": "小路旁的花儿日渐稀少，郊野却是绿意盎然，高高的楼台在苍翠茂密的树丛中若隐若现。春风不懂得去管束杨花柳絮，好似那蒙蒙细雨乱扑人面。黄莺躲藏在翠绿的树叶里，红色的帘子将飞燕阻隔在外，炉香静静燃烧，香烟像游动的青丝般缓缓上升。醉酒后从一场愁梦醒来时，夕阳正斜照着幽深的庭院。"}}, {"name": "阮郎归·南园春半踏青", "prop": {"content": "南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画堂双燕归。", "translation": "在南郊的园林中游春，和暖的春风中，时时听到马的嘶鸣。青青的梅子，才豆粒一样大小，细嫩的柳叶，像眉毛一般秀灵。春日渐长，蝴蝶飞得多么轻盈。花上露珠晶莹，春草茂密如烟，这户人家已放下窗帘。她荡罢秋千格外疲倦，轻解罗衣床上眠，伴她的只有梁上双燕。"}}, {"name": "醉花间·休相问", "prop": {"content": "休相问，怕相问，相问还添恨。春水满塘生，鸂鶒还相趁。昨夜雨霏霏，临明寒一阵。偏忆戍楼人，久绝边庭信。", "translation": "不要问，怕人问，相问会增添几多怨恨。碧绿的春水涨满池塘，双双嬉戏的紫鸳鸯正拨动春心。昨天夜里春雨纷纷，天明时阵阵寒气相侵，偏又想起远征戍边的他，很久很久未收到边关的信。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "凤凰台上忆吹箫·香冷", "prop": {"content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)", "translation": "铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。"}}, {"name": "忆秦娥·杨花", "prop": {"content": "黄金陌，茫茫十里春云白。春云白，迷离满眼，江南江北。来时无奈珠帘隔，去时着尽东风力。东风力，留他如梦，送他如客。", "translation": "　　此词题为杨花，作者哀杨花，亦是自哀。白絮随风东西，漫无依托，常使人想起飘忽不定的人生。作者从杨花联想到自己，字里行间，隐约流露出内心的感慨。委婉含蓄，耐人寻味。 "}}, {"name": "夜行船·正月十八日闻", "prop": {"content": "不剪春衫愁意态。过收灯、有些寒在。小雨空帘，无人深巷，已早杏花先卖。白发潘郎宽沈带。怕看山、忆他眉黛。草色拖裙，烟光惹鬓，常记故园挑菜。", "translation": "无意缝制春衫，春来一副愁苦样态。已经过了元宵灯节，仍然有袭人的寒气在。霏霏细雨家家门帘虚掩，深巷寂寂无人影，却早有杏花儿叫卖声。白发潘郎的我，腰身瘦损宽衣带，害怕看那苍翠的远山，那会让我忆起她的眉黛。绿草茵茵，像她拖到地面的长裙。迷蒙的云烟，令人想起她如云的双鬓。故乡二月二的挑菜节又快到了，常想起和她相见的情景。"}}, {"name": "西江月·问讯湖边春色", "prop": {"content": "问讯湖边春色，重来又是三年。东风吹我过湖船，杨柳丝丝拂面。世路如今已惯，此心到处悠然。寒光亭下水如天，飞起沙鸥一片。", "translation": "问候这湖中的春水，岸上的春花，林间的春鸟，你们太美了，这次的到来距前次已是三年了。东风顺吹，我驾船驶过湖面，杨柳丝丝拂面，似对我的到来表示欢迎。人生道路上的曲折、沉浮我已习惯，无论到哪里，我的心一片悠然。寒光亭下，湖水映照天空，真是天水一色，水面上飞起一群沙鸥。"}}, {"name": "顾德辉", "dynasty": "元代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "重叠金·壬寅立秋", "prop": {"content": "西风半夜惊罗扇。蛩声入梦传幽怨。碧藕试初凉。露痕啼粉香。 清冰凝簟竹。不许双鸳宿。又是五更钟。鸦啼金井桐。", "translation": "　　西风蛩声，入梦幽怨，秋已悄然而至。碧藕试凉，清冰凝簟，气候已截然不同于夏夜。何况五更钟响，井桐鸦啼，在在皆是秋声。季节移人之感，为此词造出一种特有的气氛。 "}}, {"name": "许棐", "dynasty": "宋代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "虞集", "dynasty": "元代"}, {"name": "暗香·旧时月色", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》。旧时月色，算几番照我，梅边吹笛？唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂，叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压、西湖寒碧。又片片、吹尽也，几时见得？", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。"}}, {"name": "蔡松年", "dynasty": "宋代"}, {"name": "李存勖", "dynasty": "五代"}, {"name": "吴翌凤", "dynasty": "清代"}, {"name": "王诜", "dynasty": "宋代"}, {"name": "定风波·江水沉沉帆影", "prop": {"content": "江水沉沉帆影过，游鱼到晚透寒波。渡口双双飞白鸟，烟袅，芦花深处隐渔歌。扁舟短棹归兰浦，人去，萧萧竹径透青莎。深夜无风新雨歇，凉月，露迎珠颗入圆荷。", "translation": "江水深沉，船帆的影子在江面上划过。水中的鱼从早到晚在寒冷的江波中游动，渡口那边飞起了成双成对的白鸟。云烟四处缭绕，渔人唱着渔歌在芦苇丛的深处隐去。用短桨划着小船回到长着兰草的水边，人就这样离去了。小路上的竹林被风吹得不断作响，路上长满了青色的莎草。到了深夜，风停了，雨也停了。月亮照在寒冷的天上，露珠一颗颗滚入荷叶里面。 "}}, {"name": "忆少年·年时酒伴", "prop": {"content": "年时酒伴，年时去处，年时春色。清明又近也，却天涯为客。 念过眼、光阴难再得。想前欢、尽成陈迹。登临恨无语，把阑干暗拍。", "translation": "　　此为怀人词，是作者清明节之前登临旧游之地时所作。全词采用白描手法，以真挚深切的情感和浅近平实的语言，于字里行间传达出无限深情。 "}}, {"name": "少年游·江南三月听莺", "prop": {"content": "江南三月听莺天，买酒莫论钱。晚笋余花，绿阴青子，春老夕阳前。欲寻旧梦前溪去，过了柳三眠。桑径人稀，吴蚕才动，寒倚一梯烟。", "translation": "①吴蚕：吴地盛养蚕，因称良蚕为吴蚕。 "}}, {"name": "声声慢·寻寻觅觅", "prop": {"content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）", "translation": "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独地守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！"}}, {"name": "吴锡麒", "dynasty": "清代"}, {"name": "渡江云·山阴久客一再", "prop": {"content": "山空天入海，倚楼望极，风急暮潮初。一帘鸠外雨，几处闲田，隔水动春锄。新烟禁柳，想如今、绿到西湖。犹记得、当年深隐，门掩两三株。 愁余。荒洲古溆，断梗疏萍，更漂流何处。空自觉、围羞带减，影怯灯孤。常疑即见桃花面，甚近来、翻笑无书。书纵远，如何梦也都无。", "translation": "远山随着空阔的长天没入了大海，我倚着高楼遥望海天之际，风势劲急黄昏时暮潮刚刚涌起。帘外斑鸠啼叫，周围一片细雨，几处闲置的冬田，隔河对岸开台春耕，趁着春雨锄地。嫩叶如烟雾缭绕着柳梢泛出新绿，想如今，这如烟的新绿定已染得西湖翠碧。我还记得当年在湖山深处隐居，两三株杨柳将柴门掩闭。这春色使我愁烦。荒芜的沙洲古老的江岸，枝梗断折、浮萍疏散，还要漂流到何处江湾？我自己依然感到，腰围只怕衣带减短，孤灯会照得身影瘦怯孤单。我常常怀疑自己很快能见到她那桃花般美艳的容颜，为什么她近来，反而连书信都已绝断。纵然说书信遥远，为何连梦里都不见？"}}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "玉蝴蝶·为甚夜来添病", "prop": {"content": "为甚夜来添病，强临宝镜，憔悴娇慵。一任钗横鬓乱，永日熏风。恼脂消榴红径里，羞玉减蝶粉丛中。思悠悠，垂帘独坐，传遍熏笼。朦胧。玉人不见，罗裁囊寄，锦写笺封。约在春归，夏来依旧各西东。粉墙花影来疑是，罗帐雨梦断成空。最难忘，屏边瞥见，野外相逢。", "translation": "　　此词写春闺怀人。上片言闺中无聊，强临宝镜。憔悴娇慵，懒于梳妆。垂帘独坐，倚遍熏笼。下片写怀人之情。玉人不见，锦书频寄，约在春归，今已入夏，不见归来。粉墙花影，罗帐梦断，添人愁思。“最难忘”三句，写出了作者的一片深情与相思之苦。全词抒情宛转柔媚，构思精巧细腻。 "}}, {"name": "沈蔚", "dynasty": "宋代"}, {"name": "眼儿媚·萍乡道中乍晴", "prop": {"content": "萍乡道中乍晴，卧舆中困甚，小憩柳塘。酣酣日脚紫烟浮，妍暖破轻裘。困人天色，醉人花气，午梦扶头。春慵恰似春塘水，一片縠纹愁。溶溶泄泄，东风无力，欲皱还休。", "translation": "温融融的阳光穿光飘浮的紫云落到平地，景色美天气暖，敞开了轻轻的皮衣。今人困倦的天气，令人陶醉的花香，正午酣梦时扶着头醉态迷离。春日的慵懒恰似池塘里静静的春水，水面上一片涟漪就像春愁乏起。碧水缓缓波荡，东风柔软无力，水面像要皱起微波又将微波抹去。"}}, {"name": "朝中措·梅", "prop": {"content": "幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。 江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。", "translation": "你美好的姿色得不到少年人的喜爱，默默无语只有孤独和凄凉相伴。冬来春去身世飘零，品行清高不同于世俗。在江边月下你寄托了我多少诗情梦境，四溢的清香引起我多少离愁别恨。即便是春风浑然不知，你也曾是最先报春的使者。"}}, {"name": "虞美人·春花秋月何时", "prop": {"content": "春花秋月何时了，往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁，恰似一江春水向东流。(栏 同：阑)", "translation": "春花秋月的美好时光什么时候结束的，以前的事情还记得多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚怎能忍受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该都还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像那不尽的春江之水滚滚东流。"}}, {"name": "解连环·孤雁", "prop": {"content": "楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。", "translation": "　　在空阔的楚江夜晚，我痛心突然被惊散后，自己已脱离雁群万里之远。顾影自怜，想到飞下寒塘，只见地面一片眼前草枯沙净，江水平阔伸向遥远天边。孤单一只的我无法排成字形，只能寄去相思情意的一点。还生怕这样徘徊迁延会耽误北地吞毡嚼雪的故人，传达他们眷念故园的心愿。　　有谁会可怜我长途飞行的艰难？让我想起深夜孤居长门宫的皇后，锦筝弹着心中无限的幽怨。料想自己的伴侣还栖宿在芦花中，他们是否正惦念我在春前，会转程从旧路飞回北边。我仿佛听到他们在暮雨中声声呼唤，只怕在边塞突然相见。这样当双燕归来后栖息于画帘半卷的房檐，我也不会羞惭。 "}}, {"name": "朝中措·代谭德称作", "prop": {"content": "怕歌愁舞懒逢迎。妆晚托春酲。总是向人深处，当时枉道无情。关心近日，啼红密诉，剪绿深盟。杏馆花阴恨浅，画堂银烛嫌明。", "translation": "谭氏心爱之人懒于送往迎来，所以她怕唱歌，愁跳舞，所以故意病春酒而迟迟不去梳洗打扮。她性格内向，总是把爱人放在内心深处深藏不露，所以不能说她是一个缺乏情感的人。谭氏关心恋人近况，因而想象她双泪啼红，秘密写信，倾诉衷肠。恋人向谭氏说了很多柔情蜜意的话语，山盟海誓，以表达坚贞的爱情。想起那时在杏花馆内，俩人在深深的花阴之中，没人能看得见，但是她却还嫌那花阴浅不避人；两人同宿画堂，本来是普通的银烛，而她却羞于见光，嫌烛光太明。"}}, {"name": "蝶恋花·送春", "prop": {"content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。", "translation": "楼外垂杨千条万缕，仿佛要拴住这大好的春光，可是春天却只稍稍停留便离去了。只有柳絮仍然在风里飘飞，随着春风要看春归向何处？一片碧绿的山野间传来一声声杜鹃的啼叫声，杜鹃即使无情，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天沉默不语，黄昏时分忽然下起了潇潇细雨。"}}, {"name": "四字令·拟花间", "prop": {"content": "眉消睡黄。春凝泪妆。玉屏水暖微香。听蜂儿打窗。 筝尘半妆。绡痕半方。愁心欲诉垂杨。奈飞红正忙。", "translation": "　　宋代周密的《四字令·拟花间》写出了闺中女子思人不见人的那份无可奈何的春愁。"}}, {"name": "夺锦标·七夕", "prop": {"content": "凉月横舟，银河浸练，万里秋容如拭。冉冉鸾骖鹤驭，桥倚高寒，鹊飞空碧。问欢情几许？早收拾、新愁重织。恨人间、会少离多，万古千秋今夕。谁念文园病客？夜色沉沉，独抱一天岑寂。忍记穿针亭榭，金鸭香寒，玉徽尘积。凭新凉半枕，又依稀、行云消息。听窗前、泪雨浪浪，梦里檐前犹滴。", "translation": "　　此词咏七夕。上片遥念仙侣欢会。先写新秋夜色。凉月横舟，银河浸练，碧空如洗。次写双星相会。桥倚高寒，鹊飞碧空，绵绵离恨，欢情几许；千秋今夕。下片抒发感怀。夜色沉沉，独感岑寂，回忆昔日，亭榭穿针，金鸭香袅。而今玉徽尘积，新凉半枕。窗外泪雨，檐前犹滴。不禁感慨万千。"}}, {"dynasty": "唐代"}, {"name": "浣溪沙·红桥", "prop": {"content": "白鸟朱荷引画桡，垂杨影里见红桥，欲寻往事已魂消。遥指平山山外路，断鸿无数水迢迢，新愁分付广陵潮。", "translation": "　　此词写舟中观看红桥景色，抒发怀古之幽思。上片写美景诱人。白鸟朱荷，碧波荡漾，画舫悠游，光艳照人。面对绿柳红桥，不禁思绪万千。回顾往事，怎不令人黯然消魂！下片借眼前景物，抒发感怀。放眼远望，平山山外路漫漫，江潮汹涌水迢迢。无数失群孤雁，空中徘徊。这凄凉景色，勾起了无数新愁。无法排遣，只好付于广陵潮水。通篇含蓄、有神韵。 "}}, {"name": "尹鹗", "dynasty": "五代"}, {"name": "浪淘沙·云气压虚栏", "prop": {"content": "云气压虚栏，青失遥山，雨丝风絮一番番。上巳清明都过了，只是春寒。华发已无端，何况花残？飞来蝴蝶又成团。明日朱楼人睡起，莫卷帘看。", "translation": "　　此词上片写雨丝风絮，春寒不断；下片折入雨后花残，飞蝶成团，亦是伤春之意。其中可能寄寓作者“感时伤事”、“人才惰窳”之叹。前人曾有评论。 "}}, {"name": "朱服", "dynasty": "宋代"}, {"name": "章楶", "dynasty": "宋代"}, {"name": "御街行·霜风渐紧寒侵", "prop": {"content": "霜风渐紧寒侵被。听孤雁、声嘹唳。一声声送一声悲，云淡碧天如水。披衣告语：雁儿略住，听我些儿事。塔儿南畔城儿里，第三个、桥儿外，濒河西岸小红楼，门外梧桐雕砌。请教且与，低声飞过，那里有、人人无寐。", "translation": "刺骨的寒风侵入被间，聆听着空然夜空中传来的孤雁响亮而凄厉的鸣叫。一声更比一声凄厉，微风轻拂，蓝天如水。披上外衣对着雁儿诉说：你能否停留一下，听听我满腹的愁绪。城里南边桥外河边西边，门外梧桐树屹立的那个小楼里。你飞过我亲人的居所，请千万不要高声鸣叫，以免惊动也是无眠的她。"}}, {"name": "谢绛", "dynasty": "宋代"}, {"name": "张耒", "dynasty": "宋代"}, {"name": "风流子·出关见桃花", "prop": {"content": "海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。", "translation": "海风吹着我的痩骨，我衣裳单薄，有些寒冷。四月初，我离开京都，到了山海关。望见到处都是关塞的墙垣，飞沙北走；山势向渤海延伸，层峦向东方展开。人迹何在？只见柳树的柔条摇摆不定，草很短，难以形成一片绿色。乍见一树桃花。独自向我微笑。它旁边有短短的颓垣，一湾一湾的曲水。三月末的山海关，不知有多少东风，感觉不到春天的气息，使我的良好念头一扫而光。我远来此地不是为了寻春，也未尝可惜（辜负）春尽，只是深深地念记着这树桃花，玉容寂寞，在没有人烟的地方，还能经受住几番风吹雨打？还能坚持多久？我也想折一枝桃花，通过西来的驿使，寄给我家乡的亲友，看看关外的春花。"}}, {"name": "谭献", "dynasty": "近现代"}, {"name": "浪淘沙·写梦", "prop": {"content": "好梦最难留，吹过仙洲。寻思依样到心头。去也无踪寻也惯，一桁红楼。中有话绸缪，灯火帘钩。是仙是幻是温柔。独自凄凉还自遣，自制离愁。", "translation": "美好的梦境最难留住，梦中我到了仙人居住的地方。现在回味起来，那梦境依旧留在心头。梦中的情事在醒来后消失无踪，只能向空寻觅，我对此已经习惯，尚记得梦中出现的那一角红楼。在那梦中的红楼上，我和那个人细细密语，灯火荧荧，帘钩低垂。这般温柔的场景如幻境，又如仙境。醒来后只剩下我一个，孤独又凄凉，只得独自排遣这离别的愁绪。"}}, {"name": "解连环·柳", "prop": {"content": "露条烟叶。惹长亭旧恨，几番风月。爱细缕、先窣轻黄，渐拂水藏鸦，翠阴相接。纤软风流，眉黛浅、三眠初歇。奈年华又晚，萦绊游蜂，絮飞晴雪。 依依灞桥怨别。正千丝万绪，难禁愁绝。怅岁久、应长新条，念曾系花骢，屡停兰楫。弄影摇晴，恨闲损、春风时节。隔邮亭，故人望断，舞腰瘦怯。", "translation": "　　这首词咏柳怀人，轻柔细腻。上片着意写柳。露条烟叶，翠阴相接。风流纤软，絮飞如雪。下片因柳怀人。灞桥依依，难禁愁绝。曾系花骢，屡停兰楫。春风时节，故人望断。全词委婉含蓄，情思悠长。 "}}, {"name": "程垓", "dynasty": "宋代"}, {"name": "司马光", "dynasty": "宋代"}, {"name": "虞美人·韶华争肯偎人", "prop": {"content": "韶华争肯偎人住？已是滔滔去。西风无赖过江来，历尽千山万水几时回？秋声带叶萧萧落，莫响城头角！浮云遮月不分明，谁挽长江一洗放天青？", "translation": "　　秋之为气悲，但亦不知悲从何来。于是怨西风，惧角鸣，恨浮云遮月，总之均是莫可名状的惆怅。此词即表达此种悲秋的困惑之情。虽是文人感时兴悲的积习所致，但也确是人生中常见的普遍情绪，为抒情文学所不废。 "}}, {"name": "酒泉子·买得杏花", "prop": {"content": "买得杏花，十载归来方始坼。假山西畔药阑东，满枝红。旋开旋落旋成空，白发多情人更惜。黄昏把酒祝东风，且从容。", "translation": "买来的杏花，离家十年归来刚刚看到她开放。假山的西面，药圃的东头，满枝开得正红。花儿开得快也落得快，一忽儿全都成空。白发年老却多情，人就是这样怜惜感伤。黄昏时举酒祈祷东风，愿你对她稍加宽厚，吹拂从容。"}}, {"name": "刘基", "dynasty": "明代"}, {"name": "卜算子·泛西湖坐间寅", "prop": {"content": "屈指数春来，弹指惊春去。檐外蛛丝网落花，也要留春住。几日喜春晴，几夜愁春雨。十二雕窗六曲屏，题遍伤春句。", "translation": "　　这首送春词，抒写了伤春惜春的情怀。上片言春之短暂。屈指迎春，弹指春去。画檐蛛网，也留春住。下片抒写伤春愁绪。几日春晴，几夜春雨，春将归去矣！伤春之句，题遍屏窗。全词曲折有致，思绪缠绵。工巧婉丽，饶有韵味。 "}}, {"name": "临江仙·深秋寒夜银河", "prop": {"content": "深秋寒夜银河静，月明深院中庭。西窗幽梦等闲成。逡巡觉后，特地恨难平。红烛半条残焰短，依稀暗背锦屏。枕前何事最伤情？梧桐叶上，点点露珠零。", "translation": "　　此词创造了这样的意境：深秋寒夜，西窗梦醒，红烛半残，明月照人。院中露滴梧桐的声音，断断续续地传来，使人更加伤凄。这首闺怨小词，通过景物的描写，委婉含蓄地透露了人物内心的幽怨悲凉之情。 "}}, {"dynasty": "近现代"}, {"name": "朝中措·襄阳古道灞陵", "prop": {"content": "襄阳古道灞陵桥，诗兴与秋高。千古风流人物，一时多少雄豪。霜清玉塞，云飞陇首，风落江皋。梦到凤凰台上，山围故国周遭。", "translation": "　　这是一首感今追昔之作，但又不同于一般的此类作品，并不拘泥于一时一地一物，而是笔势跳跃，地域转换涉及颇广，古今上下，纵横多变。既表达了作者内心澎湃激荡的感情，又是刻意而为的婉转的笔法。因为词人虽然忧念国事，对金朝衰势焦灼悲苦，但迫于政治环境的险恶，此种心情，却不敢直接表白，只能委婉地透露，故在此词中用典颇多，但其用典浑化无痕，意深而笔曲，颇为耐人寻味。 "}}, {"name": "金章宗", "dynasty": "宋代"}, {"name": "乌夜啼·同瞻园登戒坛", "prop": {"content": "春云深宿虚坛，磬初残，步绕松阴双引出朱阑。吹不断，黄一线，是桑干，又是夕阳无语下苍山。", "translation": "无"}}, {"name": "管鉴", "dynasty": "宋代"}, {"name": "鹧鸪天·搭柳栏干倚伫", "prop": {"content": "搭柳栏干倚伫频，杏帘胡蝶绣床春。十年花骨东风泪，几点螺香素壁尘。箫外月，梦中云，秦楼楚殿可怜身。新愁换尽风流性，偏恨鸳鸯不念人。", "translation": " 　　这首闺情词，上片写凭栏伫望情景。搭柳栏杆，杏帘胡蝶，楼头伫望，泪洒东风。下片写对景怀人，不胜今昔之感。箫外月，梦中云，回想昔日秦楼楚殿，今日却“换尽风流”。结句“偏恨鸳鸯不念人”，愁绪缠绵，余韵不尽。全词和婉工巧，绮丽夺目。 "}}, {"name": "鹧鸪天·元宵后独酌", "prop": {"content": "千点寒梅晓角中，一番春信画楼东。收灯庭院迟迟月，落索秋千翦翦风。鱼雁杳，水云重，异乡节序恨匆匆。当歌幸有金陵子，翠斝清尊莫放空。", "translation": "　　此词写元宵节后的独酌思乡。“迟迟月”与“翦翦风”，点缀出早春夜晚的清寒，也烘托出怀乡的愁绪。末两句以歌酒故作宽解，更见乡愁的深挚婉曲。 "}}, {"name": "昭君怨·春到南楼雪尽", "prop": {"content": "春到南楼雪尽。惊动灯期花信。小雨一番寒。倚阑干。 莫把栏干频倚。一望几重烟水。何处是京华。暮云遮。", "translation": "春天来临，南楼上的积雪已经化尽。春到来，元宵灯节期间群花也依次绽放。刚下过小雨仍有寒意，独自一人依靠着阑干思绪飘远。不要总是依靠在栏杆上，因为眺望远方也只能看到那层层叠叠的烟水。汴梁在哪里呢？被黄昏时的云霞与雾气遮住了。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "南乡一剪梅·招熊少府", "prop": {"content": "南阜小亭台，薄有山花取次开。寄语多情熊少府；晴也须来，雨也须来。随意且衔杯，莫惜春衣坐绿苔。若待明朝风雨过，人在天涯！春在天涯。", "translation": "在自已家南面的小山包上有座小小的亭台，在亭台周围已有少许山花开始随意地开放了。春光明媚，山花盛开，所以特地写信邀请好友熊少府你无论如何不管是天晴还是下雨，一定要前来游赏。你来后，你我朋友二人要随意地开怀畅饮，不要顾惜泥土绿苔弄脏新衣尽情地欣赏游玩，因为一旦错过时机，风雨一过天气虽说晴朗了，但到那时，你我朋友说不定又是你东我西各在天涯，再也难得相聚；或者即使没有你东我西各在天涯，也能再相聚首，但到那时也是春光不待人，早也匆匆的过去了。 "}}, {"name": "小阑干·去年人在凤凰", "prop": {"content": "去年人在凤凰池，银烛夜弹丝。沉水香消，梨云梦暖，深院绣帘垂。今年冷落江南夜，心事有谁知。杨柳风柔，海棠月淡，独自倚阑时。", "translation": "去年的这个时候在中书省，常与朋友们宴请酬唱，秉烛促谈，弹和推盏。沉香已经燃尽，香气飘洒了，深院乡帘垂，清消永夜，无穷趣，无穷意。今年的这个时候，一个人孤独地在江南这月下之夜，心情几个能知？杨柳青青，习习柔风，细细的柳条在清柔的风下，徐徐的摇曳。淡淡月光下海棠花儿清香扑鼻，孤独地倚于阑干。"}}, {"name": "曾觌", "dynasty": "宋代"}, {"name": "点绛唇·春愁", "prop": {"content": "香冷金炉，梦回鸳帐馀香嫩。更无人问。一枕江南恨。 消瘦休文，顿觉春衫褪。清明近。杏花吹尽。薄暮东风紧。", "translation": "从梦中醒来，金炉中的香已冷，绣着鸳鸯的帷帐低垂着，点点余香若有若无。想要对人诉说梦境，却无人相问，只剩一枕的忧郁苦闷。　我已经消瘦得如沈约般，突然就觉得春衫都宽宽大大了。清明已近，杏花已被吹落殆尽。不知不觉就到黄昏，顿感东风阵阵夹着寒意。"}}, {"name": "卜算子·燕子不曾来", "prop": {"content": "燕子不曾来，小院阴阴雨。一角阑干聚落花，此是春归处。弹泪别东风，把酒浇飞絮：化了浮萍也是愁，莫向天涯去！", "translation": "在小小庭院中，燕子没有来，只是阴雨连绵，一片幽暗。院中一个角落的栏杆处，聚集着一堆落花；落花飘飘零零，标志着春天已经迟暮。挥泪告别东风，用酒来祭纷纷扬扬的飞絮。传说柳絮杨花飞入池塘，便化作浮萍，所以不要飞向天涯去。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "烛影摇红·题安陆浮云", "prop": {"content": "霭霭春空，画楼森耸凌云渚。紫薇登览最关情，绝妙夸能赋。惆怅相思迟暮。记当日、朱阑共语。塞鸿难问，岸柳何穷，别愁纷絮。 催促年光，旧来流水知何处。断肠何必更残阳，极目伤平楚。晚霁波声带雨。悄无人、舟横野渡。数峰江上，芳草天涯，参差烟树。", "translation": "薄雾茫茫，画楼高耸入云。昔年的紫薇郎曾将此楼登临。面对眼前的景物，他大发感慨，写下动人的诗篇。日暮时分，景象令人相思惆怅，记得那时我和她一起私语，多少幸福？不想她一去便没有消息，望断天涯也难有消息。只有岸边的柳树成林，使我的离愁仿佛飞絮，飞舞一片。节气催绕着年光流转，往日楼下的河水，如今不知流向哪里才停？并非日暮斜阳时才令人伤魂，看见宽阔的原野无边无际，同样让人极为伤心。晚来天气初晴，水波声中似乎还带着雨声。江上静悄无声息，只有一条小舟，在野外的渡口处静静地停放着。江边远处有几座墨色的山峰。天边烟雾茫茫，几棵高矮不齐的树木立着。"}}, {"name": "定风波·为有书来与我", "prop": {"content": "为有书来与我期，便从兰杜惹相思。昨夜蝶衣刚入梦，珍重，东风要到送春时。三月正当三十日，占得，春光毕竟共春归。只有成阴并结子，都是，而今但愿著花迟。", "translation": "期盼有书信来与我期约，所以见到香草和兰草还有杜若，就禁不住起相思之意。昨天夜里梦到了友人，道一声珍重。到了暮春时节，而且东风就要把美人吹送到自己身边来了，虽然相见遥遥无期，相思却绵绵不断。此时正当三月三十日，春景不常，很快春天就要离去了。虽然以后将是遍地的绿荫和累累的果实，可如今我却盼望春天再长一些，花期再长一些。"}}, {"name": "周稚廉", "dynasty": "清代"}, {"name": "贺新郎·梦冷黄金屋", "prop": {"content": "梦冷黄金屋。叹秦筝、斜鸿阵里，素弦尘扑。化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。此恨难平君知否，似琼台、涌起弹棋局。消瘦影，嫌明烛。 鸳楼碎泻东西玉。问芳踪、何时再展，翠钗难卜。待把宫眉横云样，描上生绡画幅。怕不是、新来妆束。彩扇红牙今都在，恨无人、解听开元曲。空掩袖，倚寒竹。", "translation": "梦中的黄金屋已然凄冷，可叹秦筝上斜排的弦柱似雁阵飞行，洁白的筝弦蒙上了灰尘。她化作娇莺飞回去，还能辨认出纱窗旧日的绿色青痕。窗外正吹过细雨蒙蒙，樱桃加红豆圆润晶莹。这相思愁恨难以平静，君可知情？它就像琼玉棋枰，弹棋局起伏不定。孤灯相伴映出我消瘦的身影，总嫌那烛光太明。鸳鸯楼上碰杯饮酒，玉杯碰碎美酒倾。试问她的芳踪，何时再能相逢？实在难以嫌头簪翠钗的丽影。欲把宫眉画成纤云式样，生绡的画幅描上她的秀容，只怕不是时兴的新妆。歌舞的彩扇、牙板如今都在，只恨无人，能将大宋隆盛的乐曲听懂。空虚地掩袖拭泪，独倚着寂寞寒冷的翠竹!"}}, {"name": "浣溪沙·从石楼石壁往", "prop": {"content": "一半黄梅杂雨晴，虚岚浮翠带湖明，闲云高鸟共身轻。山果打头休论价，野花盈手不知名，烟峦直是画中行。", "translation": "　　清光绪二十五年(1899)，郑文焯与友人张嵌(石楼)、王善(石壁)一道游苏州的邓尉山，作此词以纪之。邓尉山，在今苏州市西三十公里处的光福镇，相传东汉司徒邓尉曾隐居于此，故名。又因山上多梅花，早春时节，梅花盛开，暗香浮动，雪白一片，故亦称“香雪海”。郑文焯不乐仕进，曾在江苏幕游四十多年，晚年于苏州造樵风别墅，卒葬邓尉山。可见，他与邓尉山有着特殊的感情。郑词一向多萧散、隐逸之气，邓尉山又是古人隐居之处，三两好友，兴游邓尉，自然会产生一种隐居乐道、闲适恬静之情。"}}, {"name": "菩萨蛮·眉尖早识愁滋", "prop": {"content": "眉尖早识愁滋味，娇羞未解论心事。试问忆人不？无言但点头。 嗔人归不早，故把金杯恼。醉看舞时腰，还如旧日娇。", "translation": "无"}}, {"name": "满庭芳·碧水惊秋", "prop": {"content": "碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。", "translation": "碧清的水面放出冷冷的秋光使人心惊，黄云在暮色中凝聚，台阶上到处是零乱破败的落叶。室内悄无人声，月光斜斜地照进来，照着他独自徘徊。又一个重阳节临近了，到处是催人的砧杵声。西窗下，开门风动竹，疑是故人来。宦海的风波，使人与人之间的情感变得非常脆弱；而仕途上的是非往往是无事生非，谁又能说得清楚。问问篱边的黄菊，不知是为谁而开？不要随便说什么愁总是跟酒在一起，酒能留住愁；其实，酒还没有醒，愁就已经先回来了。凭栏沉思了很久，月亮渐渐西沉，苍苔上已生出点点白露。"}}, {"name": "康与之", "dynasty": "宋代"}, {"name": "采桑子·群芳过后西湖", "prop": {"content": "群芳过后西湖好，狼籍残红。飞絮濛濛。垂柳阑干尽日风。笙歌散尽游人去，始觉春空。垂下帘栊。双燕归来细雨中。", "translation": "百花凋零之后西湖的景致依然很美，残花轻盈飘落，点点残红在纷杂的枝叶间分外醒目，飞扬的柳絮好似细雨迷蒙。垂落的杨柳纵横交杂，在和风中随风飘荡，摇曳多姿。笙箫歌声渐渐消歇，游人也已尽兴散去，才开始觉春日空寂。回到居室，等待着燕子的来临，只见双燕从蒙蒙细雨中归来，这才放下帘栊。"}}, {"name": "卜算子·秋色到空闺", "prop": {"content": "秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。", "translation": "同心结：古人用彩丝缠绕作同心之结，以喻两情绸谬之意。 "}}, {"name": "李弥逊", "dynasty": "宋代"}, {"name": "鹧鸪天·重过阊门万事", "prop": {"content": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。 原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。", "translation": "再次来到苏州，只觉得物是人非。曾与我同来的妻子为什么不能与我同归呢？自己如同霜打的梧桐半死半生，又像失伴的鸳鸯，孤独倦飞。原野里绿草嫩叶上的露珠刚刚被晒干。我流连于旧日同住的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，今后还有谁再为我深夜挑灯缝补衣衫？"}}, {"name": "阳台梦·薄罗衫子金泥", "prop": {"content": "薄罗衫子金泥凤，困纤腰怯铢衣重。笑迎移步小兰丛，亸金翘玉凤。娇多情脉脉，羞把同心捻弄。楚天云雨却相和，又入阳台梦。", "translation": "此词作者着意描写了女子的服饰、体态，抒发内心的思慕之情。这首小词轻柔婉丽，对后世词风不无影响。 "}}, {"name": "好事近·分手柳花天", "prop": {"content": "夏日，史蘧庵先生招饮，即用先生《喜余归自吴阊》过访原韵。分手柳花天，雪向晴窗飘落。转眼葵肌初绣，又红欹栏角。别来世事一番新，只吾徒犹昨。话到英雄失路，忽凉风索索。", "translation": "我们分手离别时正是柳絮满空，如雪的柳花纷纷扬扬洒落窗前。转眼之间初开的葵花像锦绣般鲜美，旁边一朵艳丽的红花倚靠栏边。离别后世事焕然一新，只有我们俩还像从前。说到仕途失意怀才不遇之时，忽然凉风索索令人凄寒。"}}, {"name": "叶小鸾", "dynasty": "明代"}, {"name": "蒋春霖", "dynasty": "清代"}, {"name": "如梦令·莺嘴啄花红溜", "prop": {"content": "莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。", "translation": "黄莺啄花，红色的花瓣从枝头纷纷落下；燕子掠水，剪尾点破了水面，泛起缕缕细绿的波纹。天寒手冷，玉笙冰凉，吹奏一曲《小梅》，呜咽回荡响彻天空。这样吹下去，一定会让人和绿杨都会变得越发消瘦。"}}, {"name": "西江月·世事一场大梦", "prop": {"content": "世事一场大梦，人生几度秋凉？夜来风叶已鸣廊。看取眉头鬓上。(秋凉 一作：新凉)酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。 ", "translation": "世上万事恍如一场大梦，人生经历了几度新凉的秋天？到了晚上，风吹动树叶发出的声音，响彻回廊里，看看自己，愁思爬上了眉头，鬓边生出了白发。酒并非好酒，常因客少发愁，月亮虽明，却多被云层遮住。在这中秋之夜，谁能够和我共同欣赏这美妙的月光？我只能拿起酒杯，凄然望着北方。"}}, {"name": "小重山·柳暗花明春事", "prop": {"content": "柳暗花明春事深。小阑红芍药，已抽簪。雨馀风软碎鸣禽。迟迟日，犹带一分阴。往事莫沉吟。身闲时序好，且登临。旧游无处不堪寻。无寻处，惟有少年心。", "translation": "柳色深暗花姿明丽浓浓一片灿烂春景，小巧阑干边刚抽出的花芽如玉簪，那是羞红的芍药正暗自结苞含情。细雨止后暖风软软里送来一阵细碎鸟鸣。白昼缓缓拖长犹带初情的谈谈春阴。过去的去了不必在往事沉溺中低吟。正是春光和熙了不牵挂悠闲一身，只需趁兴游赏将水榭亭台登临。啊，处处都寻见昔日游历的依稀脚印，无可找寻的只有失去的少年心。 "}}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "玉楼春·城上风光莺语", "prop": {"content": "城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔时多病厌芳尊，今日芳尊惟恐浅。(渐觉 一作：渐变；鸾镜 一作:鸾鉴)", "translation": "城上春光明媚莺啼燕啭，城下碧波荡漾，波涛拍打着堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙已是愁肠寸断。人到晚年渐觉美好情怀在衰消，面对鸾镜惊讶昔日年轻容颜已改。想当年曾因多病害怕饮酒，而如今却唯恐酒杯不满。"}}, {"name": "阎选", "dynasty": "五代"}, {"name": "菩萨蛮·绿芜墙绕青苔", "prop": {"content": "绿芜墙绕青苔院，中庭日淡芭蕉卷。蝴蝶上阶飞，烘帘自在垂。玉钩双语燕，宝甃杨花转。几处簸钱声，绿窗春睡轻。", "translation": "绿草丛生的围墙，环绕着长满青苔的庭院，庭院日光黯淡芭蕉叶儿卷。蝴蝶在台阶上翩翩起飞，帷帘在微风里自在飘垂。一对燕子停在帘钩上低语呢喃，杨花柳絮在井垣的四周飘旋飞转。远处少女们簸钱戏耍的声音，不断传人帘内还睡眼蒙咙的闺妇。"}}, {"name": "南歌子·手里金鹦鹉", "prop": {"content": "手里金鹦鹉，胸前绣凤凰。偷眼暗形相，不如从嫁与，作鸳鸯。", "translation": "待嫁的女子手中正绣着金鹦鹉，胸前绷子床上绣着凤凰。暗中左顾右盼，偷偷打量，心想就这样嫁给他，作一生的鸳鸯吧。"}}, {"name": "湘妃怨·夜来雨横与风", "prop": {"content": "夜来雨横与风狂，断送西园满地香。晓来蜂蝶空游荡。苦难寻红锦妆，问东君归计何忙！尽叫得鹃声碎，却教人空断肠。漫劳动送客垂杨。", "translation": "夜来肆虐着暴雨狂风，把西园的芳菲一扫而空。到早晨蜜蜂蝴蝶飞来飞去，无所适从。只恨找不到往日盛饰的花容，春神啊，你为何要归去匆匆！你一味让杜鹃啼破了喉咙，却教人徒然心痛。那垂杨无端牵进了送行之中，一回回不得闲空。"}}, {"name": "满宫花·月沉沉", "prop": {"content": "月沉沉，人悄悄，一炷后庭香袅。风流帝子不归来，满地禁花慵扫。离恨多，相见少，何处醉迷三岛？漏清宫树子规啼，愁锁碧窗春晓。", "translation": " 　　此词创设了这样的意境：沉沉月夜，悄无声息。落花遍地而“帝子”不归。使人愁锁碧窗，离恨满怀。又听得杜鹃声声，隔窗传来，更增人愁思。这首词，抒写了寂寞冷清的宫廷生活。诗人写景抒怀，寄寓良深。 "}}, {"name": "好事近·杭苇岸才登", "prop": {"content": "杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。", "translation": "　　此词描写秋日旅行，舟行后乘舆，舆行后又乘舟，点染途中山水景物，遂觉无枯寂之色。“恰好乌篷小小，载一肩秋色。”情景俱佳，极富情致。全词写秋景而不落俗套，独具特色。 "}}, {"name": "定西番·苍翠浓阴满院", "prop": {"content": "苍翠浓阴满院，莺对语，蝶交飞，戏蔷薇。斜日倚阑风好，余香出绣衣。未得玉郎消息，几时归。", "translation": "　　这首词上片写时写景，“鸳对语、蝶交飞、戏蔷薇”三句兴起下片怀人。下片头二句写女主人公的娇好，最后二句结出对丈夫的怀念。 "}}, {"name": "仲殊", "dynasty": "宋代"}, {"name": "厉鹗", "dynasty": "清代"}, {"name": "浪淘沙·极目楚天空", "prop": {"content": "极目楚天空，云雨无踪，漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。客馆叹飘蓬，聚散匆匆，扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。", "translation": "放眼这南方的天空，看到天的边际，云彩和雨水都消失的不见踪影，却到处仿佛都是遗憾和幽恨的氛围，不禁让我紧紧地皱起了眉头。自古以来的荷花都是开的甚晚，辜负了早早吹过的东风。坐在旅店里感叹你我漂泊不定的人生，聚散又是这样一瞬之间，看着你挥起马鞭猛地抽打你那匹骏马，让它飞奔起来。我看着你随着傍晚的夕阳与我渐行渐远，直到我看不到你，哭湿了那被夕阳映红了的衣袖。"}}, {"name": "薛昭蕴", "dynasty": "唐代"}, {"name": "张先", "dynasty": "宋代"}, {"name": "荷叶杯·五月南塘水满", "prop": {"content": "五月南塘水满，吹断，鲤鱼风。小娘停棹濯纤指，水底，见花红。", "translation": "　　此词写南塘泛舟时的情景。池塘水满，风暖鱼跃，泛舟的少妇在停棹戏水之际，无意间透过清澈明净的池水，看到了一朵飘落水底的红花。作者撷取这一小景入词，极具情趣。“鲤鱼风”本指九月之风，用于仲夏，亦见通脱新鲜。 "}}, {"name": "南乡子·路入南中", "prop": {"content": "路入南中，桄榔叶暗蓼花红。两岸人家微雨后，收红豆，树底纤纤抬素手。", "translation": "路入岭南腹地，水边的蓼花紫红，映着棕桐叶的暗绿。一场微雨之后，家家把红豆采集，树下翻扬纤纤细手，一双双雪白如玉。"}}, {"name": "王国维", "dynasty": "近现代"}, {"name": "许棐", "dynasty": "宋代"}, {"name": "浣溪沙·书虞元翁书", "prop": {"content": "水榭风微玉枕凉。牙床角簟藕花香。野塘烟雨罩鸳鸯。 红蓼渡头青嶂远，绿萍波上白鸥双。淋浪淡墨水云乡。", "translation": "　　这是一首题画小词。它以形象化的文字，再现了原画的色彩、布局和意境，使未睹其画的读者，犹如身临画前。末句点题，绾结入妙。 "}}, {"name": "王建", "dynasty": "唐代"}, {"name": "清平乐·雨晴烟晚", "prop": {"content": "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。 ", "translation": "雨后初晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，一片春意盎然。成对的燕子飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。黄昏时独自倚着朱栏，不知不觉已看到西南天空挂着一弯如眉的新月。夜风卷起台阶上的落花，微微拂过罗衣，只感到春寒袭人。"}}, {"name": "菩萨蛮·舞裙香暖金泥", "prop": {"content": "舞裙香暖金泥凤，画梁语燕惊残梦。门外柳花飞，玉郎犹未归。愁匀红粉泪，眉剪春山翠。何处是辽阳？锦屏春昼长。", "translation": "舞裙上弥漫着浓浓的暖香，金泥印成欲飞的凤凰，梁上春燕呢喃的碎语，又惊醒了春梦一场。门外只有柳絮在飞舞，玉郎仍未归故乡。含愁重匀红粉妆，却愁怎抹去珠泪千行；紧锁的双眉凝着深深的翠绿，好似远处春山一样。那辽阳到底远在何处，画屏里的春天为何这样长？"}}, {"name": "蝶恋花·早行", "prop": {"content": "月皎惊乌栖不定，更漏将残，辘轳牵金井。唤起两眸清炯炯。泪花落枕红绵冷。执手霜风吹鬓影。去意徊徨，别语愁难听。楼上阑干横斗柄，露寒人远鸡相应。", "translation": "月光皎洁明亮，乌鸦的叫声不停。更漏已经要没有了，屋外摇动轳辘在井里汲水的声音传进房间。这声音使女子的神情更加忧愁，一双美丽明亮的眼睛流下泪水，她一夜来眼泪一直流个不停，连枕中的红绵湿透了。两人手拉着手来到庭院，任霜风吹着她的头发。离别的双方难舍难分，告别的话儿听得让人落泪断肠。楼上星光正明亮，北斗星横在夜空。天色渐明，远处传来鸡叫，仿佛催人分别。"}}, {"name": "蝶恋花·欲减罗衣寒未", "prop": {"content": "欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。", "translation": "无"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "蝶恋花·柳絮年年三月", "prop": {"content": "柳絮年年三月暮，断送莺花，十里湖边路。万转千回无落处，随侬只恁低低去。满眼颓垣欹病树，纵有余英，不值风姨妒。烟里黄沙遮不住，河流日夜东南注。", "translation": "　　此词写暮春景色，抒惜春情怀。暮春三月，柳絮纷飞，万转千回，落向何处？眼前春老花残，颓垣病树，时光如流水，“日夜东南注”。全词构思精巧，含蕴颇深。语言美，意境亦美。 "}}, {"name": "蝶恋花·庭院深深人悄", "prop": {"content": "庭院深深人悄悄，埋怨鹦哥，错报韦郎到。压鬓钗梁金凤小，低头只是闲烦恼。花发江南年正少，红袖高楼，争抵还乡好？遮断行人西去道，轻躯愿化车前草。", "translation": "无"}}, {"name": "李持正", "dynasty": "宋代"}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "贺圣朝·留别", "prop": {"content": "满斟绿醑留君住。莫匆匆归去。三分春色二分愁，更一分风雨。花开花谢、都来几许。且高歌休诉。不知来岁牡丹时，再相逢何处。", "translation": "斟满淡绿色的美酒，请您再住几日，不要就这样匆匆离去。剩下的三分春色，二分都是离愁别绪，一分又充满了凄风苦雨。年年都见花开花谢，相思之情又有多少呢？就让我们高歌畅饮，不要谈论伤感之事。明年牡丹盛开的时候，不知我们会在哪里相逢？"}}, {"name": "毛熙震", "dynasty": "五代"}, {"name": "满江红·题南京夷山驿", "prop": {"content": "太液芙蓉，浑不似、旧时颜色。 曾记得、春风雨露，玉楼金阙。名播兰馨妃后里，晕潮莲脸君王侧。忽一声、鼙鼓揭天来，繁华歇。龙虎散，风云灭。千古恨，凭谁说。对山河百二，泪盈襟血。客馆夜惊尘土梦，宫车晓碾关山月。问嫦娥、于我肯从容，同圆缺？", "translation": "御园里太液池的荷花，再不像从前那么娇艳。还曾记得，花承雨露春风，人蒙浩荡皇恩，玉楼金阁，富丽宫殿。声名在后妃中像兰花一样芬芳，脸庞如莲花般红润光鲜，常常陪伴在君王身边。忽然一声惊天动地的鼙鼓，宫廷的繁华烟消云歇。朝廷土崩瓦解，君臣风飘云散。这亡国的千古遗恨，叫我向谁诉说?面对破碎山河，我只能仰天哭泣，血泪斑斑洒满衣前。被掳北行，驿馆中夜晚常被战乱恶梦惊醒，天刚破晓，又复北行，车轮碾碎月影，颠簸在荒寒的关山。仰望一轮冷月，殷切询问嫦娥，能否容许我追随你，超脱尘世与月亮同圆同缺。"}}, {"name": "卜算子·见也如何暮", "prop": {"content": "见也如何暮。别也如何遽。别也应难见也难，后会难凭据。 去也如何去。住也如何住。住也应难去也难，此际难分付。", "translation": "相见为何太晚，而离别又为何如此匆匆。是离别难相见也难，再见无确期。离去该怎样离去，留下又该怎样留下。是留下难离去也难，此时怎么办。"}}, {"name": "吕岩", "dynasty": "唐代"}, {"name": "虞美人·无聊", "prop": {"content": "无聊笑捻花枝说，处处鹃啼血。好花须映好楼台，休傍秦关蜀栈战场开。倚楼极目深愁绪，更对东风语。好风休簸战旗红，早送鲥鱼如雪过江东。", "translation": "烦愤无聊地苦笑，捻搓着花枝说，处处杜鹃在悲鸣啼血。美丽的花应去映衬漂亮的楼台，不要傍着秦关蜀栈在战场开。登楼凭栏放眼看，心绪更惆怅。面对东风说一声。好风不要吹动战旗红，应早把如雪的鲥鱼吹送到江东。"}}, {"name": "陈继儒", "dynasty": "明代"}, {"name": "忆王孙·夏词", "prop": {"content": "风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。", "translation": "小池塘中，风中的水草烈烈有声，雨后的荷花散发着阵阵清香，弥漫整个庭院。这时候，又享用着投放在井里用冷水镇的李子和瓜，像冰雪一样清凉舒爽！躺在竹制的方床上，谁还有心思去拿针线做女工呢？只想美美的睡一个午觉啊！"}}, {"name": "忆少年·飞花时节", "prop": {"content": "飞花时节，垂杨巷陌，东风庭院。重帘尚如昔，但窥帘人远。叶底歌莺梁上燕，一声声伴人幽怨。相思了无益，悔当初相见。", "translation": "又到了落花纷飞的时节，就在垂杨掩映的街巷，东风吹拂着庭院。重重的帘幕一如往昔，但帘中窥望的人离我已远。浓叶间仍听见黄莺婉转歌唱，梁上依旧有燕语呢喃，一声声都有我的幽怨。相思全都徒然无益，后悔当初与之相见。 "}}, {"name": "渔家傲·诗句一春浑漫", "prop": {"content": "诗句一春浑漫与，纷纷红紫但尘土。楼外垂杨千万缕，风落絮，栏干倚遍空无语。毕竟春归何处所，树头树底无寻处。唯有闲愁将不去，依旧住，伴人直到黄昏雨。", "translation": "　　此词从眼前春景，抒写惜春情绪，寄寓无限故国之思。上片写暮春时节，柳丝飞絮，落花成尘。栏杆倚遍，空无一语。惆怅满怀，无处诉说。下片春归无处寻觅，唯有闲愁将不去，依旧伴人住。春雨绵绵，直到黄昏。全词思绪缠绵，婉转工丽。含蓄蕴藉，寄寓殊深。结尾一句，为全词增添无限情韵。 "}}, {"name": "菩萨蛮·洛阳城里春光", "prop": {"content": "洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。", "translation": "春暖花开，万象更新。洛阳城里，春光明媚，娇好异常。可是，我这个天涯浪子，却只能异地漂泊，老死他乡。眼前的魏王堤上，杨柳依依，浓荫茂密。而我心怀隐痛，满心凄迷，惆怅不已。桃花嫣红，春水碧绿，烟笼柳堤，水浴鸳鸯。此物之出双入对，相守相依，更勾起我这个离人永隔之悲苦。无以释解，只好把一腔相思相忆之情凝结成的丝丝愁恨，化解到落日西沉的余晖之中。远方的人儿呵，遥远的故国呵，你知道不，我这是在怀念着你呵！"}}, {"name": "柳梢青·吴中", "prop": {"content": "岸草平沙。吴王故苑，柳袅烟斜。雨后寒轻，风前香软，春在梨花。行人一棹天涯。酒醒处，残阳乱鸦。门外秋千，墙头红粉，深院谁家？", "translation": "江岸草青沙平，吴王故都的池苑内，柳丝袅娜，斜烟飘逝。雨后寒气已轻，风中花香清幽，春分时节，梨花如雪。行人乘船漂泊天涯，酒醉醒来，只见残阳西沉，乌鸦乱飞。一户人家的门外立着秋千，墙头闪过红粉佳人的身影，这是谁家的深院？"}}, {"name": "苏庠", "dynasty": "宋代"}, {"name": "薄幸·青楼春晚", "prop": {"content": "青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。 怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。", "translation": "无"}}, {"name": "如梦令·紫黯红愁无绪", "prop": {"content": "紫黯红愁无绪，日暮春归甚处？春更不回头，撇下一天浓絮。春住！春住！黦了人家庭宇。", "translation": "东风最无情，让那悦目的姹紫嫣红也暗淡失了本色，天色将晚，春的归处又在哪里呢？春光一去不回头，只留下满天飞絮。春天啊春天，你能否停下脚步为这失了颜色的房屋重新渲染上春色。"}}, {"name": "桃源忆故人·玉楼深锁", "prop": {"content": "玉楼深锁薄情种，清夜悠悠谁共？羞见枕衾鸳凤，闷则和衣拥。无端画角严城动，惊破一番新梦。窗外月华霜重，听彻《梅花弄》。", "translation": "那华丽的高楼上深锁着一个多情之人，清冷的漫漫冬夜却无人和她共度。独守空闺之时，更怕看见枕头、被子上绣着的成双成对的鸳凤，烦闷的她无心解衣，拥被而眠。没来由地，忽然画角声起，惊动了警卫森严的整个城池，也打破了她的新梦。望窗外月光铺地，映着严霜，听《梅花三弄》的乐曲幽幽响起，一曲终了，犹自辗转难眠。这万般凄冷，如何消磨？"}}, {"name": "谒金门·柳丝碧", "prop": {"content": "柳丝碧。柳下人家寒食。莺语匆匆花寂寂。玉阶春藓湿。 闲凭薰笼无力。心事有谁知得。檀炷绕窗灯背壁。画檐残雨滴。", "translation": "　　此词抒写春情。上片写室外春景。清明时节，杨柳青青，花寂莺语，玉阶藓湿。下片写室内之人。闲凭熏笼，心事满怀，檀炷绕窗，画檐残雨。全词委婉细腻，情景交融，工丽柔媚，余韵悠长。 "}}, {"name": "王世贞", "dynasty": "明代"}, {"name": "龚翔麟", "dynasty": "清代"}, {"name": "临江仙·癸未除夕作", "prop": {"content": "翠柏红梅围小坐，岁筵未是全贫。蜡鹅花下烛如银。钗符金胜，又见一家春。自写好宜祛百病，非官非隐闲身。屠苏醉醒已三更。一声鸡唱，五十六年人。", "translation": "　　此词咏除夕合家“岁筵”，喜气洋洋。“一声鸡唱，五十六年人。”鸡鸣添岁，写得质朴而富于情味。 "}}, {"name": "千秋岁·数声鶗鴂", "prop": {"content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)", "translation": "杜鹃声声，又来向人们报道春时光景即将逝去。惜春人更是想将那残花折下，挽留点点春意。不料梅子青时，便被无情的风暴突袭。看那庭中的柳树，在无人的园中整日随风飞絮如飘雪。切莫把琵琶的细弦拨动，细弦能够诉说出极致的怨恨。天不会老去，爱情也永远不会断绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。"}}, {"name": "聂胜琼", "dynasty": "宋代"}, {"name": "鹧鸪天·赏荷", "prop": {"content": "秀樾横塘十里香，水花晚色静年芳。胭脂雪瘦熏沉水，翡翠盘高走夜光。山黛远，月波长，暮云秋影蘸潇湘。醉魂应逐凌波梦，分付西风此夜凉。", "translation": "　　这首咏荷词描写的初秋时节，黄昏月下的荷塘月色。月下荷塘，清虚骚雅，暗香袭人，天光云影间，山容水态貌给人一种幽静温馨的氛围。"}}, {"name": "阮郎归·立夏", "prop": {"content": "绿阴铺野换新光，薰风初昼长。小荷贴水点横塘，蝶衣晒粉忙。茶鼎熟，酒卮扬，醉来诗兴狂。燕雏似惜落花香，双衔归画梁。", "translation": "　　绿阴遍野，风暖昼长，横塘新荷，花丛蝶忙，一片初夏时节的景象宛然在目。仰看雏燕惜花，双衔归梁，恍觉物各有情，不禁酒后诗兴大发。词以写景为主，而作者兴会，亦在其中。 "}}, {"name": "点绛唇·高柳蝉嘶", "prop": {"content": "高柳蝉嘶，采菱歌断秋风起。晚云如髻。湖上山横翠。 帘卷西楼，过雨凉生袂。天如水。画楼十二。有个人同倚。", "translation": "　　这首词通过初秋景物的描写，委婉含蓄地表露了怀人之情。上片写景。高柳蝉嘶，湖山横翠。秋风菱歌，晚云如髻。一派清秋景色。下片抒情。帘卷西楼，雨后生凉，独自倚栏，益增怀人秋思。全词构思清新，秀媚有致。 "}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "昭君怨·牡丹", "prop": {"content": "曾看洛阳旧谱，只许姚黄独步。若比广陵花，太亏他。旧日王侯园圃，今日荆榛狐兔。君莫说中州，怕花愁。", "translation": "在欧阳修的《洛阳牡丹记》中，我曾经见到过你。文章中说只有洛阳的姚黄才是独步天下的名花。（现在）与芍药和琼花相比，真是亏待了你。昔日你生长在花圃中，王侯将相争相观赏，如今花圃荆棘丛生，你与狐兔相伴。请不要说起中州的惨境，恐怕花也要哀愁。"}}, {"name": "李廌", "dynasty": "宋代"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "廖世美", "dynasty": "宋代"}, {"name": "渔家傲·小雨纤纤风细", "prop": {"content": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。", "translation": "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。"}}, {"name": "乌夜啼·石榴", "prop": {"content": "垂杨影里残红。甚匆匆。只有榴花、全不怨东风。暮雨急。晓鸦湿。绿玲珑。比似茜裙初染、一般同。", "translation": "　　春去夏来，落红无数。而石榴花却在此时怒放，暮雨晓露，绿叶愈加玲珑剔透，新花更是如茜初染，勃发出无限生机。末句“初染”与首句“残红”相对应，时序荏苒之意宛在。 "}}, {"name": "夜游宫·叶下斜阳照水", "prop": {"content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "translation": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。"}}, {"name": "鹧鸪天·一夜冰澌满玉", "prop": {"content": "一夜冰澌满玉壶。五更喜气动洪炉。门前桃李知麟集，庭下芝兰看鲤趋。 泉脉动，草心苏。日长添得绣工夫。试询补衮弥缝手，真个曾添一线无。", "translation": "　　这首小词作于冬至前一日。特意胪列佳气，讴歌鼎盛。虽使事用典稍觉板重，毕竟典丽工整，气度自在。 "}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "萨都剌", "dynasty": "元代"}, {"name": "误佳期·闺怨", "prop": {"content": "寒气暗侵帘幕，孤负芳春小约。庭梅开遍不归来，直恁心情恶。独抱影儿眠，背看灯花落。待他重与画眉时，细数郎轻薄。", "translation": "　　此词上片伤久别。寒气暗侵，徒负芳春。庭梅开遍，恨久别不归，此心情之所由恶也。下片怨独居。抱影独眠，灯花空结，现况实感无聊。而画眉有待，来日必将细数其轻薄无情。一片痴情，百般刻画，谱入弦管，凄怨动人。 "}}, {"name": "浣溪沙·漠漠轻寒上小", "prop": {"content": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。", "translation": "一阵阵轻轻的春寒袭上小楼，清晨的天色阴沉得竟和深秋一样，令人兴味索然。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。柳絮飞舞如虚无缥缈的梦境，丝丝细雨落下如同我的忧愁。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。 "}}, {"name": "忆秦娥·花似雪", "prop": {"content": "花似雪，东风夜扫苏堤月。苏堤月，香销南国，几回圆缺？钱塘江山潮声歇，江边杨柳谁攀折？谁攀折，西陵渡口，古今离别。", "translation": "　　作者生当明季，少年时参加复社，与侯方域等有“明季四公子”之称。此词写风扫苏堤，香销南国，月有圆缺。继写钱塘潮歇，江柳无人攀折，有一时群芳俱歇之慨。可以看出作者之寄意。“西陵渡口，古今离别”，抒发了无限感慨，也给全词增添无限情韵。 "}}, {"name": "麦孟华", "dynasty": "近现代"}, {"name": "绮罗香·咏春雨", "prop": {"content": "做冷欺花，将烟困柳，千里偷催春暮。尽日冥迷，愁里欲飞还住。惊粉重、蝶宿西园，喜泥润、燕归南浦。最妨它、佳约风流，钿车不到杜陵路。 沉沉江上望极，还被春潮晚急，难寻官渡。隐约遥峰，和泪谢娘眉妩。临断岸、新绿生时，是落红、带愁流处。记当日、门掩梨花，剪灯深夜语。", "translation": "无"}}, {"name": "南歌子·柳色遮楼暗", "prop": {"content": "柳色遮楼暗，桐花落砌香。画堂开处远风凉。高卷水晶帘额、衬斜阳。", "translation": "　　此词创设了这样的意境：春天又到江南，杨柳遮楼，落花飘香，画堂春风，景色撩人。而眼前珠帘高卷，斜阳夕照，更使人情思绵绵，无法排遣。这首小词通篇写景，委婉含蓄地透露了人物的感情，正所谓“状难写之景如在目前，含不尽之意见于言外”，给人以美的艺术享受。 "}}, {"name": "更漏子·柳丝长", "prop": {"content": "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。", "translation": "柳丝柔长春雨霏霏，花外传来连绵不绝的更漏声。这声音惊起了塞外大雁，在那城头上宿眠的乌鸦也苏醒，就连那画屏的的金鹧鸪好像也被惊醒。薄薄的香雾透入帘幕之中，美丽的楼阁池榭啊再无人一起观赏。绣帘低垂独自背着垂泪的红色蜡烛，长梦不断远方亲人啊可知道我的衷肠？"}}, {"name": "南浦·旅怀", "prop": {"content": "风悲画角，听单于、三弄落谯门。投宿骎骎征骑，飞雪满孤村。酒市渐闲灯火，正敲窗、乱叶舞纷纷。送数声惊雁，下离烟水，嘹唳度寒云。 好在半胧溪月，到如今、无处不销魂。故国梅花归梦，愁损绿罗裙。为问暗香闲艳，也相思、万点付啼痕。算翠屏应是，两眉馀恨倚黄昏。", "translation": "画角在寒风中悲鸣，《单于》曲调一声声落在谯门，我们的马车匆匆赶路投宿，来到这弥漫着飞雪的小孤村。酒市里的灯火渐渐稀少，只有枯叶乱纷纷，敲打着窗门。空中传来惊雁的哀鸣，从那凄戾的叫声中，可以想象它们刚刚离开迷蒙的水面，正在迅疾地穿过寒云。依旧是半暗半明的淡月，到如今，这一切景物却令我落魄伤魂。梦想着返回故园，那里的梅花该多少艳明。那位穿着绿罗裙的佳人，恐怕早已为我容颜瘦损。试问那一树树暗香疏影，是否也在相思，万点红花是否都变作了泪痕。料想那位美人一定紧锁双眉，满腔幽怨悲恨，独倚画屏苦挨着黄昏。"}}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "好事近·雨后晓寒轻", "prop": {"content": "雨后晓寒轻，花外早莺啼歇。愁听隔溪残漏，正一声凄咽。不堪西望去程赊，离肠万回结。不似海棠阴下，按《凉州》时节。", "translation": "雨后拂晓，寒气依然很轻。花外的早莺，已经停止了啼声。使人添愁的是隔溪对岸，传来更鼓的叮冬。一声声敲向心里，彷待是抽泣与哽咽交并。怎能忍心西望，那遥远的征程。离别的情丝，跟愁肠一起盘结回萦。这和对坐海棠花阴之下，完全是两种不同情景。那时候演奏的是，《凉州》新曲，其乐融融。"}}, {"name": "减字浣溪沙·楼角初销", "prop": {"content": "楼角初销一缕霞，淡黄杨柳暗栖鸦。玉人和月摘梅花。笑捻粉香归洞户，更垂帘幕护窗纱。东风寒似夜来些。", "translation": "楼角上刚消散一抹晚霞，淡黄色柳枝上暗栖着乌鸦，美人正乘着明月采摘梅花。她笑捻着梅花回到闺房，又放下帘幕遮护窗纱，夜风劲吹寒意有些增加。"}}, {"name": "卜算子·雪江晴月", "prop": {"content": "明月淡飞琼，阴云薄中酒。收尽盈盈舞絮飘，点点轻鸥咒。晴浦晚风寒，青山玉骨瘦。回看亭亭雪映窗，淡淡烟垂岫。", "translation": "　　此词为回文，倒读为另一词调《巫山一段云》：“岫垂烟淡淡，窗映雪亭亭。看回瘦骨玉山青。寒风晚浦晴。咒鸥轻点点，飘絮舞盈盈。尽收酒中薄云阴。琼飞淡月明。”虽为文字游戏性质，但回环读来，不露生凑之迹，作者驾驭文字的才能，亦颇可观。 "}}, {"name": "鲁逸仲", "dynasty": "宋代"}, {"name": "苏幕遮·草", "prop": {"content": "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。", "translation": "堤坝上的绿草含水带露，远处的房屋在如烟春色的掩映下若隐若现。雨后天色变晴，江水开阔，到处都是萋萋的芳草。离乡宦游的才子年少成名，他穿上及地的青色章服，衣服颜色与嫩绿的草色互相映衬，十分相宜。芳草把路边一个又一个的长亭连接起来，使得远道凄迷。那萋萋的芳草，仿佛是在埋怨宦游的王孙公子已经忘记了归期。眼看梨花落尽，春天马上又要过去了。日光渐暗，暮霭沉沉，那翠绿的春草也似乎变得苍老了。"}}, {"name": "潇湘夜雨·灯词", "prop": {"content": "斜点银釭，高擎莲炬，夜深不耐微风。重重帘幕，掩映堂中。香渐远、长烟袅穟，光不定、寒影摇红。偏奇处、当庭月暗，吐焰为虹。红裳呈艳，丽娥一见，无奈狂踪。试烦他纤手，卷上纱笼。开正好、银花照夜，堆不尽、金粟凝空。丁宁语、频将好事，来报主人公。", "translation": "　　这是一首咏物词。上片写油灯点燃的情景。写出了华灯初张、灯火照明、光焰正旺等情况。下片写灯花结彩。飞蛾扑焰，银花黑夜。末以“丁宁语”两句，借俗传喜兆作结。全词语言形象，对仗工丽，描写细腻，意境优美。 "}}, {"name": "侯文曜", "dynasty": "清代"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "忆江南·歌起处", "prop": {"content": "歌起处，斜日半江红。柔绿篙添梅子雨，淡黄衫耐藕丝风。家在五湖东。", "translation": "无"}}, {"name": "薛时雨", "dynasty": "清代"}, {"name": "兰陵王·丙子送春", "prop": {"content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "translation": "无"}}, {"name": "齐天乐·秋声馆赋秋声", "prop": {"content": "簟凄灯暗眠还起，清商几处催发？碎竹虚廊，枯莲浅渚，不辨声来何叶？桐飙又接。尽吹入潘郎，一簪愁发。已是难听，中宵无用怨离别。阴虫还更切切。玉窗挑锦倦，惊响檐铁。漏断高城，钟疏野寺，遥送凉潮呜咽。微吟渐怯。讶篱豆花开，雨筛时节。独自开门，满庭都是月。", "translation": "　　此词着意描写秋声。上片写入夜风声，“几处催发”，使人难于入睡。下片写檐铁惊响，野寺钟疏，虫声切切，凉潮呜咽。独自开门，唯见满庭月光。结句极富诗情画意。全词从所闻到所见和所思，生动逼真而又细致入微，使人如临其境。 "}}, {"name": "杨柳枝·桃源仙子不须", "prop": {"content": "桃源仙子不须夸，闻道惟裁一片花。何似浣纱溪畔住，绿阴相间两三家。", "translation": "　　这首《杨柳枝》词是诗评家司空图的作品。司空图诗宗王维山林隐逸之风，其词亦然，清新自然，雅洁可爱。"}}, {"name": "水龙吟·次韵章质夫杨", "prop": {"content": "似花还似非花，也无人惜从教坠。抛家傍路，思量却是，无情有思。萦损柔肠，困酣娇眼，欲开还闭。梦随风万里，寻郎去处，又还被、莺呼起。不恨此花飞尽，恨西园、落红难缀。晓来雨过，遗踪何在？一池萍碎。春色三分，二分尘土，一分流水。细看来，不是杨花，点点是离人泪。", "translation": "非常像花又好像不是花，无人怜惜任凭衰零坠地。杨花离枝坠地，看似无情，却自有它的愁思。娇柔的柳枝，就像思妇受尽离愁折磨的柔肠，那嫩绿的柳叶，犹如思妇的娇眼，春困未消，欲开还闭。正像那思妇梦中行万里，本想寻夫去处，却又被黄莺啼声惊唤起。不恨杨花飘飞落尽，只是愤恨西园满地落红枯萎难再重缀。早晨一阵风雨，又去哪里寻找落红的踪迹？早化作一池翠萍。如果把春色姿容分三份，其中的二份化作了尘土，一份坠入流水了无踪影。细看来那全不是杨花啊，是那离人苦愁的眼泪。"}}, {"name": "谒金门·花过雨", "prop": {"content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。", "translation": "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东风能吹走侵略的敌人，那就封它做个万户侯吧！"}}, {"name": "临江仙·饮散离亭西去", "prop": {"content": "饮散离亭西去，浮生长恨飘蓬。回头烟柳渐重重。淡云孤雁远，寒日暮天红。今夜画船何处？潮平淮月朦胧。酒醒人静奈愁浓。残灯孤枕梦，轻浪五更风。", "translation": "喝完饯别酒，友人们终于挥手别去，常常怨恨这种漂泊不定短暂虚浮的人生。回首看到如烟似雾的杨柳早已遮断视线。往前看去，风清云淡，孤雁远征。孤单的寒日傍晚天空一片酡红。今夜画船将停在什么地方？只怕夜间潮平水落，泊船岸边，一片清月迷漾。到酒消人也醒时，那种愁绪倍加难以排遣了。蜡烛残尽孤枕难眠；五更时轻风吹来激起点点浪花。 "}}, {"name": "鹧鸪天·别情", "prop": {"content": "玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。", "translation": "你离开凤城的时候，玉楼是变得那样的惨白，花朵也开得如此悲愁。就连为你饯行的莲花楼下，那柳树也显得青青悠悠。我举起酒杯唱一首《阳关曲》为你送别，伴你过了一程又一程，却终需分离！真希望能和你在梦中相会，但是好梦又难寻成。有谁知道我此时的情怀？我只有在枕上默默流泪，而天也在阶前暗暗飘雨，隔着窗儿，里外一起滴到天明！"}}, {"name": "文征明", "dynasty": "明代"}, {"name": "陈维崧", "dynasty": "清代"}, {"name": "周晋", "dynasty": "宋代"}, {"name": "李隆基", "dynasty": "唐代"}, {"name": "潇湘神·斑竹枝", "prop": {"content": "斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。", "translation": "斑竹枝啊斑竹枝，泪痕点点寄托着相思。楚地的游子啊若想听听瑶瑟的幽怨，在这潇水湘江之上当着夜深月明之时。"}}, {"name": "徐君宝妻", "dynasty": "宋代"}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "人月圆·宴北人张侍御", "prop": {"content": "南朝千古伤心事，犹唱后庭花。旧时王谢、堂前燕子，飞向谁家。恍然一梦，仙肌胜雪，宫髻堆鸦。江州司马，青衫泪湿，同是天涯。", "translation": "历经千古的北宋已成为伤心的地方，还唱着那《后庭花》曲。昔日的辉煌与显赫早已不复存在.过去的燕子停留在王导、谢安等豪华宅第人家，而如今却已不知道飞到了哪户人家中。于异国重见故国宫姬，世事如梦呀，肌肤胜过白雪，见其昔日豪贵，发式如旧。江州司马泪水湿透青衫衣襟，我们俩同是天涯沦落的可悲人啊！"}}, {"name": "踏莎行·候馆梅残", "prop": {"content": "候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。 寸寸柔肠，盈盈粉泪。楼高莫近危阑倚。平芜尽处是春山，行人更在春山外。", "translation": "馆舍前的梅花已经凋残，溪桥旁新生细柳轻垂，暖风吹送着春草的芳香，远行人摇动马缰，赶马行路。走得越远离愁越没有穷尽，就像那春江之水连绵不断。寸寸柔肠痛断，行行泪水滴落面庞，登上高楼凭栏远望也难解难心中愁情。平坦的草地尽头就是重重春山，行人还在那重重春山之外。"}}, {"name": "点绛唇·金谷年年", "prop": {"content": "金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。", "translation": "金谷年年生青草，年复一年，每到春来，长势繁茂，乱生的春色谁是它的主人？枝头残余的花朵在蒙蒙细雨中凋落一地。又是离秋，黄昏时分，送行的人在这里话别。远游的人已经走了，芳草萋萋生满前行之路。"}}, {"name": "卜算子·不是爱风尘", "prop": {"content": "不是爱风尘，似被前缘误。花落花开自有时，总赖东君主。去也终须去，住也如何住！若得山花插满头，莫问奴归处。", "translation": "我自己并不是生性喜好风尘生活，之所以沦落风尘，是为前生的因缘所致。花落花开自有一定的时候，可这一切都只能依靠司其之神东君来作主。总有一天会离此而去，留下来又将如何生活下去呢？若有朝一日能将山花插满头，那就不需要问我归向何处。"}}, {"name": "眼儿媚·迟迟春日弄轻", "prop": {"content": "迟迟春日弄轻柔，花径暗香流。清明过了，不堪回首，云锁朱楼。午窗睡起莺声巧，何处唤春愁？绿杨影里，海棠亭畔，红杏梢头。", "translation": "春日暖暖的阳光，像在抚弄着杨柳轻柔的枝条，在花园的小径上，涌动着浓浓的香气。可过了清明节天却阴了起来，云雾笼罩着红楼，好似是把它锁住，那往事，真是不堪回首！午睡醒来，听到莺儿美妙的鸣叫声，却又唤起了我的春愁。这莺儿却在哪里呢？是在绿杨影里，是在海棠亭畔，还是在红杏梢头？"}}, {"name": "相见欢·小鬟衫着轻罗", "prop": {"content": "小鬟衫着轻罗，发如螺，睡起钗偏髻倒唤娘梳。心上事，春前景，闷中过，打叠闲情别绪教鹦哥。", "translation": "　　此词着意描写人物情态。小鬟睡起，钗偏髻倒，娇憨之态可掬。神情逼真，如在眼前。全词委婉含蓄而又新巧自然。 "}}, {"name": "醉公子·门外猧儿吠", "prop": {"content": "门外猧儿吠，知是萧郎至。刬袜下香阶，冤家今夜醉。扶得入罗帏，不肯脱罗衣。醉则从他醉，还胜独睡时。", "translation": "　　这首词收入《全唐诗·附词》，出于民间作者之手。此词既无字面上的精雕细琢，也无句法章法上的刻意经营，但在悬念的设置上颇具特色，读者当看其中那一份生活情趣。词牌为《醉公子》，意即咏醉公子，调名与词的内容吻合，此即所谓的“本意”词。"}}, {"name": "李玉", "dynasty": "宋代"}, {"name": "薄幸·淡妆多态", "prop": {"content": "淡妆多态，更的的、频回眄睐。便认得琴心先许，与绾合欢双带。记画堂、风月逢迎、轻颦浅笑娇无奈。向睡鸭炉边，翔鸳屏里，羞把香罗偷解。自过了、烧灯后，都不见踏青挑菜。几回凭双燕，丁宁深意，往来却恨重帘碍。约何时再，正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。", "translation": "她妆束淡雅，绰约多姿，早已使我深深爱慕，哪里还禁得住她频频向我盼顾？我知道她心已暗许，愿同我双双缔结欢娱。不能忘怀清风皓月的良辰，我们在画堂相聚，她轻蹙蛾眉，含情微笑。那模样是多么娇媚美丽。在睡鸭形的香炉旁，在画着双飞鸳鸯的屏风里。她娇羞地悄悄解开罗衣。自从过了元宵，直到踏青挑菜的时节，如云的游人仕女中，我不曾寻见她的影踪。多少次相托双燕传信，嘱咐它们带上我的深情，却恨那重重帘幕，阻断了燕儿的路程。佳期密约几时才能再来？我日日醉饮，趁那春意正浓。人又闲，天又长，只觉得百事无心。我无精打采地昏昏愁眠，醒来时花梢还照着高高的日影。"}}, {"name": "张景祁", "dynasty": "清代"}, {"name": "好时光·宝髻偏宜宫样", "prop": {"content": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。", "translation": "你装饰珠宝的高高的发髻，最适合宫中流行的式样。你的脸庞像莲花一样鲜嫩，肌肤白里透红散发馨香。你青黑的眉毛不需人工描画，天生双眉入鬓又细又长。不要倚仗自己有倾国之貌，应该嫁给一个有情有意的如意郎。我和你正当青春年少，千万不要辜负了美好的时光。"}}, {"name": "风流子·茅舍槿篱溪曲", "prop": {"content": "茅舍槿篱溪曲，鸡犬自南自北。菰叶长，水葓开，门外春波涨绿。听织，声促，轧轧鸣梭穿屋。", "translation": "在一条小溪拐弯的地方，有一所周围围着槿树篱笆的茅舍。鸡鸣狗吠之声，时断时续，从草房的南边和北边传来。水边的茭白的叶子已经长大，茭白也可以采来做成美味的菜了。那荭草，叶呈红色，也已开放。门外池塘里荡漾着碧波。虽然，在茅舍外，看不见那忙于织布的农家妇女，但她那“轧轧鸣梭”的急促的织布声，却从房屋里传到外边来。"}}, {"name": "忆王孙·短长亭子短长", "prop": {"content": "短长亭子短长桥，桥外垂杨一万条。那回临别两魂销，恨迢迢，双桨春风打暮潮。", "translation": "此词构思新颖，词风自然流畅。层层写来，极富情韵。 "}}, {"name": "相见欢·落花如梦凄迷", "prop": {"content": "落花如梦凄迷，麝烟微，又是夕阳潜下小楼西。 愁无限，消瘦尽，有谁知？闲教玉笼鹦鹉念郎诗。", "translation": "落花如烟似梦，凄婉迷茫；红日坠向小楼之西，室中麝兰飘香。无限忧愁使闺中人容颜消瘦，可没人知道她的忧伤。闲来无事调弄鹦鹉，教它诵念情郎赠我的诗章。"}}, {"name": "临江仙·客睡厌听深夜", "prop": {"content": "客睡厌听深夜雨，潇潇彻夜偏闻。晨红太早鸟喧群。霁痕才着树，山意未离云。梅粉堆阶慵不扫，等闲过却初春。谢桥新涨碧粼粼。茜衫毡笠子，已有听泉人。", "translation": "　　此词上片写雨后春景。夜雨初晴，群鸟声喧。霁痕着树，山未离云。下片写雨后听泉。已过初春，落梅满阶。谢桥新涨，碧波粼粼。茜衫毡笠，听泉有人。全词幽雅清新，流丽自然。表现了作者超然的风度与韵致。 "}}, {"name": "洪咨夔", "dynasty": "宋代"}, {"name": "牛希济", "dynasty": "五代"}, {"name": "点绛唇·波上清风", "prop": {"content": "波上清风，画船明月人归后。渐消残酒，独自凭栏久。聚散匆匆，此恨年年有。重回首，淡烟疏柳，隐隐芜城漏。", "translation": "水上清风徐徐波平浪静，在画船上宴饮话别好友，直到天色傍晚归来之后，日间酒意渐消离恨涌心头。独自凭栏远望很久很久。人生欢聚离散来去匆匆，这种离愁别恨年年都有，人人都不堪重回首。天边云烟迷茫稀疏杨柳，隐隐传来声声芜城更漏。"}}, {"name": "徐昌图", "dynasty": "五代"}, {"name": "已凉", "prop": {"content": "碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。", "translation": "翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着草木花卉。龙须草织成的席子铺上锦褥，天气已凉却还未到寒冷时候。"}}, {"name": "一丛花令·伤高怀远几", "prop": {"content": "伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。", "translation": "在高楼上眺望而伤感，苦苦地思念着远方的心上人，这样的事何时才能结束呢？看来在这世界上再没有什么东西能比爱情更为强烈的了！离愁别恨正牵连着千丝万缕的柳条纷乱不已，更何况东陌之上，垂柳已是飞絮蒙蒙了呢。我眼前还浮现着你的马儿嘶鸣着，越跑越远，一路不断扬起灰尘的情景，情郎啊，你叫我到哪里寻找你的踪迹呢？池水溶溶，一对鸳鸯在戏水，这水南北可通，时见有小船往来。雕梁画栋的楼阁上梯子已经撤去，黄昏以后，依然还是独个儿面对帘栊，望着斜照在它上面的冷冷清清的月亮。怀着深深的怨恨，我反复思量，我的命运竟然不如桃花杏花，它们倒还能嫁给东风，随风而去呢。"}}, {"name": "幼卿", "dynasty": "宋代"}, {"name": "锦缠道·燕子呢喃", "prop": {"content": "燕子呢喃，景色乍长春昼。睹园林、万花如绣。海棠经雨胭脂透。柳展宫眉，翠拂行人首。向郊原踏青，恣歌携手。醉醺醺、尚寻芳酒。问牧童、遥指孤村道：“杏花深处，那里人家有。”", "translation": "燕子呢喃，春光迷人。白昼忽然交长。看园林景色。繁花盛开如一片绚丽多彩的锦绣。海棠经过一番春雨．如胭脂一般红艳的花瓣被雨浸透。柳叶展开宫眉。翠叶拂弄行人的头。到郊外去踏青，恣意歌唱牵手。我已经醉意醺醺。还想寻找美酒。问牧童，他遥遥指着远处的孤村说：“杏花深处的人家有。”"}}, {"name": "喜迁莺·晓月坠", "prop": {"content": "晓月坠，宿云披，银烛锦屏帷。建章钟动玉绳低，宫漏出花迟。春态浅，来双燕，红日渐长一线。严妆欲罢啭黄鹂，飞上万年枝。", "translation": "　　和凝当后晋全盛之时，身居相位。故而他的词多承平“雅”、“颂”之声。正像他在《薄命女》中所写的天曙之状：“宫漏穿花声缭绕，窗外星光少。”生动形象，情辞俱佳。下片写晨起理妆之所见所感。红日渐长、鸟啼燕飞，春意浅上花枝，隐约地透露了人物的情思。这首词意境新、语言美。 "}}, {"name": "一叶落·泪眼注", "prop": {"content": "泪眼注，临当去，此时欲住已难住。下楼复上楼，楼头风吹雨。风吹雨，草草离人语。", "translation": "　　这首小令，写夫妻相别情景。眷恋之情，化为热泪，倾注如雨。说不尽“草草离人语”，生动地勾出了临别时难分难舍之状。全词意境清雅，缠绵婉约，饶有韵味，颇有南唐北宋之风。 "}}, {"name": "踏莎行·晚景", "prop": {"content": "流水孤村，荒城古道。槎牙老木乌鸢噪。夕阳倒影射疏林，江边一带芙蓉老。风暝寒烟，天低衰草，登楼望极群峰小。欲将归信问行人，青山尽处行人少。", "translation": "　　此词题为《晚景》，写景多运化前人诗词中成句，流转自然一如己出，而创意不足。词中写登楼晚眺，周遭风景在目。"}}, {"name": "湘春夜月·近清明", "prop": {"content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。", "translation": "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。"}}, {"name": "春光好·迎春", "prop": {"content": "春来也，是何时？没人知。先到玉儿头上，袅花枝。十二画楼帘卷，红妆笑语参差。争向彩幡成队去，看朱衣。", "translation": "　　这首迎春词章法别致，构思新颖。春已悄悄来到人间。来是何时？却无人知。词中不言陌头杨柳，枝上杏花，却说年轻女子头上先已花枝袅袅。她们一边打扮，一边说笑，成群结队地争着去看那些新考中的青年才士。此词以欢快而又含蓄、热闹而又风雅的情趣，烘衬出春已降临人间。 "}}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "忆王孙·春词", "prop": {"content": "萋萋芳草忆王孙，柳外楼高空断魂，杜宇声声不忍闻。欲黄昏，雨打梨花深闭门。 ", "translation": "暮春时的萋萋芳草总是让人想起久去不归的游子。杨柳树外楼阁高耸，她终日徒劳地伫望伤神。杜鹃声声悲凄，令人不忍听闻。眼看又即将到黄昏，暮雨打得梨花凌落，深深闭紧闺门。"}}, {"name": "苏武慢·寒夜闻角", "prop": {"content": "愁入云遥，寒禁霜重，红烛泪深人倦。情高转抑，思往难回，凄咽不成清变。风际断时，迢递天涯，但闻更点。枉教人回首，少年丝竹，玉容歌管。凭作出、百绪凄凉，凄凉惟有，花冷月闲庭院。珠帘绣幕，可有人听？听也可曾肠断？除却塞鸿，遮莫城乌，替人惊惯。料南枝明月，应减红香一半。", "translation": "　　此词抒写寒夜闻角声时的感受。作者况周颐在《蕙风词话》中说：余少作《苏武慢·寒夜闻角》云：“凭作出、百绪凄凉，凄凉惟有，花冷月闲庭院。珠帘绣幕，可有人听？听也可曾断肠？”半塘翁最为击节。比阅方壶词《点绛唇》云：“晓角霜天，画帘却是春天气。”意与余词略同，余词特婉至耳。 "}}, {"name": "浣溪沙·红桥", "prop": {"content": "北郭清溪一带流，红桥风物眼中秋，绿杨城郭是扬州。西望雷塘何处是？香魂零落使人愁，淡烟芳草旧迷楼。", "translation": "　　作者任扬州推官时，曾与友人修禊红桥，经常泛舟载酒于桥下。此词除欣赏红桥美景外，还寄托怀古伤今之情。词中怀古之情寓于景物之中，情景交融，妙笔感人。 "}}, {"name": "鹧鸪天·枫落河梁野水", "prop": {"content": "枫落河梁野水秋。淡烟衰草接郊丘。醉眠小坞黄茅店，梦倚高城赤叶楼。 天杳杳，路悠悠。钿筝歌扇等闲休。灞桥杨柳年年恨，鸳浦芙蓉叶叶愁。", "translation": "　　该词上阕写旅途风景、词人醉梦情景，下阕言离愁别恨，抒发怀人的感情，整首词层次清晰，语尽而意不尽。"}}, {"name": "黄金缕·妾本钱塘江上", "prop": {"content": "妾本钱塘江上住。花落花开，不管流年度。燕子衔将春色去，纱窗几阵黄梅雨。斜插犀梳云半吐，檀板轻敲，唱彻黄金缕。望断行云无觅处，梦回明月生南浦。", "translation": "我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。"}}, {"name": "西江月·宝髻松松挽就", "prop": {"content": "宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。", "translation": "挽了一个松松的云髻，敷上了淡淡的脂粉。青烟翠雾般的罗衣，笼罩着她轻盈的身体。她的舞姿就像那飞絮、游丝，飘忽不定。此番相见后相思更甚，不如不见，多情不如无情。笙歌散后，醉酒初醒，只见深深庭院中斜月高挂，寂静无声。"}}, {"name": "诉衷情·芙蓉金菊斗馨", "prop": {"content": "芙蓉金菊斗馨香。天气欲重阳。远村秋色如画，红树间疏黄。流水淡，碧天长。路茫茫。凭高目断。鸿雁来时，无限思量。", "translation": "在节气接近重阳的时侯，芙蓉和金菊争芳斗妍。远处的乡村，秋色如画中一般美丽，树林间从浓密的红叶中透出稀疏的黄色．真是鲜亮可爱。中原地区，秋雨少，秋水无波，清澈明净；天高气爽，万里无云，平原仰视，上天宽阔没有边际，前路茫茫，把握不住。登高远望，看到鸿雁飞来，引起头脑中无限的思念。"}}, {"name": "捣练子令·深院静", "prop": {"content": "深院静，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊。", "translation": "秋风送来了断续的寒砧声，在小庭深院中，听得格外真切。无奈长夜漫漫难以入睡，一声声的砧声和着月光穿进帘栊，让人愁思百结。"}}, {"name": "桂殿秋·思往事", "prop": {"content": "思往事，渡江干，青蛾低映越山看。共眠一舸听秋雨，小簟轻衾各自寒。", "translation": "回忆往事江边上，江水中映着美人的倩影和秀丽的远山。我俩同船共听滴滴答答的雨声，各自孤宿，竹席衾被单薄，默默地忍受着严寒。"}}, {"name": "浣溪沙·燕垒雏空日正", "prop": {"content": "燕垒雏空日正长，一川残雨映斜阳。鸬鹚晒翅满鱼梁。榴叶拥花当北户，竹根抽笋出东墙。小庭孤坐懒衣裳。", "translation": "　　此词借景抒怀，清雅别致，独具风格。古人作诗填词，多重锻字炼句。有时一字见新，全篇为之生色。此首“榴叶拥花”的“拥”字，也甚为人称道，以为表现出榴花的真面貌。其与杜甫《返照》诗的“归云拥树失山村”方岳《梦弄梅》诗的“黄叶拥篱埋药草”，虽同用“拥”字，却能各臻其妙。 "}}, {"name": "眼儿媚·平沙芳草渡头", "prop": {"content": "平沙芳草渡头村。绿遍去年痕。游丝下上，流莺来往，无限销魂。 绮窗深静人归晚，金鸭水沉温。海棠影下，子规声里，立尽黄昏。", "translation": "　　平坦的沙滩下，小河的渡口旁，有一个芳草鲜美的村庄，春天的绿色早已覆盖了冬季曾经带来的荒凉。游丝在微风中上下飘拂，流莺在天上飞来飞去，一派大好风光，却让人无限惆怅。雕花窗外已是深深的夜晚，可心上的人儿还不见归还。鸭形铜香炉上袅袅青烟，炉中的沉香已快燃完，你可知道，在斜阳拉长的海棠树的影子里，耳听着杜鹃声声悲啼，整个黄昏我都站在那里等你。 "}}, {"name": "刘迎", "dynasty": "金朝"}, {"name": "月上瓜洲·寓乌夜啼南", "prop": {"content": "江头又见新秋。几多愁。塞草连天何处、是神州。 英雄恨，古今泪，水东流。惟有渔竿明月、上瓜洲。", "translation": "①神州：指中国，此指京都。 "}}, {"name": "步蟾宫·闰六月七夕", "prop": {"content": "玉纤暗数佳期近，已到也、忽生幽恨。恨无端、添叶与青梧，倒减却、黄杨一寸。天公定亦怜娇俊，念儿女，经年愁损。早收回、溽暑换清商，翻借作，兰秋重闰。", "translation": "　　七月初七，是牛、女二星一年一度相会的日期。时值闰年，因而可以看做有两个七夕，词人便设想，这是天公出于对经年因分离而愁损的儿女的爱怜。构思既巧，词亦隽雅。 "}}, {"name": "鹊桥仙·春情", "prop": {"content": "青林雨歇，珠帘风细，人在绿阴庭院。夜来能有几多寒，已瘦了、梨花一半。 宝钗无据，玉琴难托，合造一襟幽怨。云窗雾阁事茫茫，试与问、可杏双燕。", "translation": "　　这是一篇仕女伤春图。上片是写暮春时节，花事将近的景象，下片则是写由此生发的一腔感怀。怀春、伤春，都是闺怨诗中常见的主题，其中的“春”字，既可指春天讲，又可喻男女之间的爱情。黄升此作写的是花事将尽的暮春，女主人公触景伤情，感怀人生恨怨。"}}, {"name": "玉漏迟·咏怀", "prop": {"content": "淅江归路杳，西南却羡、投林高鸟。升斗微官，世累苦相萦绕。不似麒麟殿里，又不与、巢由同调。时自笑，虚名负我，半生吟啸。扰扰马足车尘，被岁月无情，暗消年少。钟鼎山林，一事几时曾了。四壁秋虫夜雨，更一点、残灯斜照。清镜晓，白发又添多少。", "translation": "回去淅江的路途遥远，真羡慕飞往西南山林的鸟儿。官职卑微、俸禄微薄，还有烦心事缠绕。不像麒麟殿里的功臣，又不像巢父、许由那样有才华。常常取笑自己，空有一身虚名，余生都在哀叹。在奔波劳碌的纷扰中，无情的岁月早已把我的年华消磨。荣华富贵、归隐山林，都无所谓了。夜晚，秋虫在雨中鸣叫，家里一无所有，只有一盏破旧的灯，对着镜子，数数白发多了多少。"}}, {"name": "张惠言", "dynasty": "清代"}, {"name": "玉蝴蝶·望处雨收云断", "prop": {"content": "望处雨收云断，凭阑悄悄，目送秋光。晚景萧疏，堪动宋玉悲凉。水风轻，蘋花渐老，月露冷、梧叶飘黄。遣情伤。故人何在，烟水茫茫。 难忘，文期酒会，几孤风月，屡变星霜。海阔山遥，未知何处是潇湘。念双燕、难凭远信，指暮天、空识归航。黯相望。断鸿声里，立尽斜阳。", "translation": "无"}}, {"name": "清平乐·夏日游湖", "prop": {"content": "恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。", "translation": "夏日的西湖，苍青翠绿的湖光山色，烟萦雾绕撩惹人驻足。与恋人携手漫步在荷花盛开的湖畔小路，一瞬间洒下一阵黄梅细雨。娇痴的情怀不怕人度猜，我和衣睡倒在他的胸怀。最是分手的时候，依依不舍流连徘徊，归来陷人愁苦的深渊，懒得走近那梳妆台。"}}, {"name": "望江南·三月暮", "prop": {"content": "三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。", "translation": "三月暮春时节，花儿凋落后，情意反而更为浓厚。人离开后秋千在月光中静静地悬挂着，拴在杨柳树下的马儿疲倦得都不想迎风嘶叫。停驻在堤边的画船上空无一人。小帘栊中的人整日感到浑身无力，昏昏欲睡。归家的燕子因为银烛正亮着，不敢飞回巢中。绿树荫内，流浪的黄莺不停地啼叫。春光流逝了，连那凋萎的花也无处可寻。"}}, {"name": "青玉案·丝丝香篆浓于", "prop": {"content": "丝丝香篆浓于雾，织就绿阴红雨。乳燕飞来傍莲幕，杨花欲雪，梨云如梦，又是清明暮。屏山遮断相思路，子规啼到无声处。鳞瞑羽迷谁与诉。好段东风，好轮明月，尽教封侯误。", "translation": "　　此词抒写闺中怀人之情。上片写景。香篆雾浓，“织就绿阴红雨”。燕傍莲幕，杨花似雪，梨云如梦，清明即将过去。下片写春闺怀人。鱼雁鲜通，此情谁诉？辜负了春风明月，大好时光。于是“悔教夫婿觅封侯”的思想感情，便自然地流露出来。全词委婉缠绵，秾艳多姿。 "}}, {"name": "人月圆·小桃枝上春风", "prop": {"content": "小桃枝上春风早，初试薄罗衣。年年乐事，华灯竞处，人月圆时。 禁街箫鼓，寒轻夜永，纤手重携。更阑人散，千门笑语，声在帘帏。", "translation": "春风轻柔，小桃上指枝头，脱却厚重冬装，换上新春的罗衣。每年最开心的事情就是：华美的灯相互竞美的地方，人月两团圆。御街上箫鼓沸腾，漫长的夜晚寒气四处弥漫，与所爱恋的美人重逢，手携手漫游。夜色将尽，游人渐散，欢声笑语流溢的千门万户，笑声在帘幕后。"}}, {"name": "诉衷情令·长安怀古", "prop": {"content": "阿房废址汉荒丘。狐兔又群游。豪华尽成春梦，留下古今愁。君莫上，古原头。泪难收。夕阳西下，塞雁南飞，渭水东流。", "translation": "在秦朝的废址，汉朝的荒丘上，己经不止一次的看见狐兔群游了。历史上的朝代在更迭兴亡，长安这座古都也一再易主。往日的繁华变成了一场梦，而今的宋朝不是正在步其后尘，留下千古恨愁吗！你看那夕阳的余辉洒在古原头上，呈现出一片即将消亡的金黄；塞北的雁群一路哀鸣着开始向南飞去；浩荡的渭河水，依然向东奔流滔滔不息，满目都充盈着晚秋的凄清冷寞和肃杀之气。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "青玉案·庭下石榴花乱", "prop": {"content": "庭下石榴花乱吐，满地绿阴亭午。午睡觉来时自语，悠扬魂梦，黯然情绪，蝴蝶过墙去。骎骎娇眼开仍，悄无人至还凝伫。团扇不摇风自举，盈盈翠竹，纤纤白苎，不受些儿暑。", "translation": "　　此词着意描绘夏景，抒写闺中人的生活情态。夏日亭午，如火的榴花和满地绿荫给庭院带来特异的气氛，使人如痴如醉。闺中人午睡刚醒，娇眼蒙眬，喃喃自语，情困意慵。一阵清风吹来，扇不摇而自凉。翠竹白苎亭亭玉立，摇曳多姿，丝毫没有感到暑意。作者工画，故以画家之笔，勾勒人物景象，确是词中有画。全词纤丽娟秀，妩媚多姿。 "}}, {"name": "眼儿媚·杨柳丝丝弄轻", "prop": {"content": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。", "translation": "杨柳在风中摆动着柔软的柳丝，烟缕迷漾织进万千春愁。海棠的花瓣还未像雨点般坠，梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在那芬芳的丁香枝上，那美丽的豆蔻梢头。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "浣溪沙·清润风光雨后", "prop": {"content": "清润风光雨后天。蔷薇花谢绿窗前。碧琉璃瓦欲生烟。 十里闲情凭蝶梦，一春幽怨付鲲弦。小楼今夜月重圆。", "translation": "　　这首词上片写夏日雨后，风光清润。绿窗前蔷薇初谢，琉璃瓦如美玉生烟。下片抒情，闲情寄梦，幽怨入曲，而结以小楼月圆，不尽之情复归于写景，弥觉隽永。 "}}, {"name": "长相思·折花枝", "prop": {"content": "折花枝，恨花枝，准拟花开人共卮，开时人去时。怕相思，已相思，轮到相思没处辞，眉间露一丝。", "translation": "折下美丽的花枝，不觉又怨恨起花枝，原来打算花开时我们一起赏花共饮，谁知花开后情人一去不返不见踪影。害怕相思折磨自己，相思之情却早愁人，到相思时却事无办法摆脱它，心中稍稍平静眉头又露几分。"}}, {"name": "陈霆", "dynasty": "明代"}, {"name": "浣溪沙·细雨斜风作晓", "prop": {"content": "元丰七年十二月二十四日，从泗州刘倩叔游南山细雨斜风作晓寒，淡烟疏柳媚晴滩。入淮清洛渐漫漫。雪沫乳花浮午盏，蓼茸蒿笋试春盘。人间有味是清欢。", "translation": "细雨斜风天气微寒。淡淡的烟雾和稀疏的杨柳使初晴后的沙滩更妩媚。清澈的洛涧汇入淮河，水势浩大，茫茫一片。泡上一杯浮着雪沫乳花似的清茶，品尝山间嫩绿的蓼芽蒿笋的春盘素菜。人间真正有滋味的还是清淡的欢愉。"}}, {"name": "清平乐·春光欲暮", "prop": {"content": "春光欲暮，寂寞闲庭户。粉蝶双双穿槛舞，帘卷晚天疏雨。含愁独倚闺帏，玉炉烟断香微。正是销魂时节，东风满树花飞。", "translation": "春天即将过去，空荡荡的庭院仍是一片静寂。双双飞舞的彩蝶，在亭栏间穿来穿去，傍晚的时候，帘外又在滴着稀稀落落的雨。她含着深深的愁情，独自倚在绣帏里，玉炉中只剩下一点残香，袅袅的轻烟时断时续。这正是最让人愁苦不堪的时节，东风又吹得满树春花纷纷飞去。"}}, {"name": "惜分飞·寒夜", "prop": {"content": "昨晚西窗风料峭，又把黄梅瘦了。人被花香恼，起看天共青山老。鹤叫空庭霜月小，夜来冻云如晓。谁信多情道，相思渐觉诗狂少。", "translation": "　　此词咏寒夜之苦，故首句点出“昨晚”。次叙夜起看天，鹤唳空庭，霜月冻云，只觉满目凄凉。心中愁结，遂致诗兴全无。“天共青山老”一句，反用“天若有情天亦老”句意，有“此恨绵绵”之痛。全词幽怨含蓄，表现了作者“惊才绝艳”。 "}}, {"name": "菩萨蛮·秋风扫尽闲花", "prop": {"content": "秋风扫尽闲花草，黄花不逐秋光老。试与插钗头，钗头占断秋。簪花人有意，共祝年年醉。不用泛瑶觞，花先着酒香。", "translation": "　　秋日黄花，分外馨香。采菊为妇簪头，恩情缠绵如见。菊花相传为益寿之卉，古人尝谓菊酒可以延年，闺中弄花情深，不饮亦醉，不着香艳语而尽得风流。上片“占断秋”三字极为新巧。 "}}, {"name": "婆罗门引·春尽夜", "prop": {"content": "晚鸦飞去，一枝花影送黄昏。春归不阻重门。辞却江南三月，何处梦堪温？更阶前新绿，空锁芳尘。随风摇曳云，不须兰棹朱轮。只有梧桐枝上，留得三分。多情皓魄，怕明宵、还照旧钗痕。登楼望、柳外销魂。", "translation": "　　在明末文坛上，夏完淳是一位少年诗人，抗清志士，其诗词作品多寓时事之叹，慷慨悲壮。这首以“春尽夜”为题的词，表面全是写景，但联系明朝将亡的形势，细味“辞却江南三月，何处梦堪温”诸句，工丽婉曲，语极含蓄，当是有所寄托。 "}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "酷相思·月挂霜林寒欲", "prop": {"content": "月挂霜林寒欲坠。正门外、催人起。奈离别如今真个是。欲住也、留无计。欲去也、来无计。马上离魂衣上泪。各自个、供憔悴。问江路梅花开也未？春到也、须频寄。人到也、须频寄。", "translation": "经霜的树林里充满寒意，月儿挂在树梢似乎飘飘欲坠。分别的人早起身来到正门之外，多么无可奈何，这伤心的别离。我真想留住你，但只是留你无计；你不得不离开，又担心归来无计。你骑马而去，离愁聚积在心底；我伫立凝望，襟袖沾满了眼泪。这一别双双憔悴情难言呵，不知那江路旁的梅花，是否已经吐蕊？当春天来临的时候，我一定折梅频寄，当你到江南的时候，也请你折梅频寄。"}}, {"name": "石孝友", "dynasty": "宋代"}, {"name": "徐有贞", "dynasty": "明代"}, {"name": "浣溪沙·门隔花深梦旧", "prop": {"content": "门隔花深梦旧游，夕阳无语燕归愁。玉纤香动小帘钩。落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "translation": "那道门隔着深深的花丛，我的梦魂总是在旧梦中寻游，夕阳默默无语地渐渐西下。归来的燕子仿佛带着忧愁，一股幽香浮动，她那纤纤玉指扯起了小小的帘钩。坠落的柳絮静静无声，春天的泪滴在飘零，浮云投下了暗影，明月含着羞容，东风降临此夜，竟觉得比秋天还冷!"}}, {"name": "虞美人·东风荡飏轻云", "prop": {"content": "东风荡飏轻云缕，时送萧萧雨。水边台榭燕新归，一点香泥，湿带落花飞。海棠糁径铺香绣，依旧成春瘦。黄昏庭院柳啼鸦，记得那人，和月折梨花。", "translation": "东风轻轻地吹拂，云儿缕缕随风飘过。萧萧春雨时紧时缓不停歇。茫茫水边的小楼阁，新归的燕子忙筑窝。口衔香泥穿烟雨，落花粘身频飞过。小径上落满了海棠花，缤纷斑斓花香四发。绿肥红瘦人愁煞。更哪堪，黄昏时节，庭院里柳树落啼鸦。还记得吗，朗月如辉的月光下，那人带着素洁的月色，轻轻地摘下如雪的梨花。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "卖花声·雨花台", "prop": {"content": "衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。", "translation": "衰败的杨柳围绕着建康城，潮水打着空城，又寂寞的返回。放眼望去，大街小巷依旧，而歌板声零零落落，酒帘子稀稀疏疏，昔日的繁华，如今只有孤寂的渔人在垂钓寒江。六朝的繁华如今就如秋草枯败，雨花台也已空寂无人。独自一人在此处凭栏远眺。燕子在斜阳里翩翩飞舞，归来又飞去，江山已是如此景象。"}}, {"name": "黄升", "dynasty": "宋代"}, {"name": "清平乐·咏雨", "prop": {"content": "归禽响暝，隔断南枝径。不管垂杨珠泪进，滴碎荷声千顷。随波赚杀鱼儿，浮萍乍满清池。谁信碧云深处，夕阳仍在天涯？", "translation": "　　这哪里是在咏雨，分明是词人抚世伤心的热泪!过片假写池中鱼儿，骂尽天下随波逐流浮沉之辈。结句既是富有哲理的人生感悟，更是对世态炎凉的深沉感喟。顾炎武曾有“亡国”与“亡天下”之辨，这首词即为“亡天下”之音。 "}}, {"name": "采桑子·年年才到花时", "prop": {"content": "年年才到花时候，风雨成旬。不肯开晴，误却寻花陌上人。今朝报道天晴也，花已成尘。寄语花神，何似当初莫做春。", "translation": "　　“年年才到花时候，风雨成旬”，作者本来要写这年寻花被误，可是一开始用的是一个含量更大的句子，这样子不仅能罩得住全篇，而且使题旨得到更广泛的扩充。“不肯开晴”语意和“风雨成旬”略同。不过这不是多余的重复，因为如果只是“风雨成旬”，那么那些痴情的惜花者也许会想：总该有一刻的天晴吧，只要乘这个机会看上一眼春花，也就不枉度此春！看那“误却寻花陌上人”的人或者就是这么想的。不然他明知“风雨成旬”，为什么还要寻花陌上呢？而正是因为有了“不肯开晴”，“误却”二字才更见份量。 "}}, {"name": "相见欢·秋风吹到江村", "prop": {"content": "秋风吹到江村，正黄昏，寂寞梧桐夜雨不开门。一叶落，数声角，断羁魂，明日试看衣袂有啼痕。", "translation": "袂：衣袖。 "}}, {"name": "鹧鸪天·月满蓬壶灿烂", "prop": {"content": "月满蓬壶灿烂灯，与郎携手至端门。贪看鹤阵笙歌举，不觉鸳鸯失却群。天渐晓，感皇恩。传宣赐酒饮杯巡。归家恐被翁姑责，窃取金杯作照凭。", "translation": "　　《词林纪事》根据《宣和遗事》载：宣和间，上元张灯，许士女纵观。各赐酒一杯。一女子窃所饮金杯。卫士见，押至御前。女诵《鹧鸪天》词云云。徽宗大喜，以金杯赐之，卫士送归。"}}, {"name": "夏言", "dynasty": "明代"}, {"name": "十样花·陌上风光浓处", "prop": {"content": "陌上风光浓处。第一寒梅先吐。待得春来也，香消减，态凝伫。百花休漫妒。", "translation": "凛凛寒冬，乡间小路上枝头梅花正开的浓烈，预示着春天将临。然而等到春暖花开时，它却清香消散，端庄自重。已经绽放的百花啊，也不要随意口出嫉妒之语。"}}, {"name": "陈洵", "dynasty": "清代"}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "武则天", "dynasty": "唐代"}, {"name": "祝英台近·除夜立春", "prop": {"content": "翦红情，裁绿意，花信上钗股。残日东风，不放岁华去。有人添烛西窗，不眠侵晓，笑声转、新年莺语。 旧尊俎。玉纤曾擘黄柑，柔香系幽素。归梦湖边，还迷镜中路。可怜千点吴霜，寒销不尽，又相对、落梅如雨。", "translation": "　　剪一朵红花，载着春意。精美的花和叶，带着融融春意，插在美人头上。斜阳迟迟落暮，好像要留下最后的时刻。窗下有人添上新油，点亮守岁的灯火，人们彻夜不眠，在笑语欢声中，共迎新春佳节。回想旧日除夕的宴席，，美人白暂的纤手曾亲自把黄桔切开。那温柔的芳香朦胧，至今仍留在我的心中。我渴望在梦境中回到湖边，那湖水如镜，使人留连忘返，我又迷失了路径，不知处所。可怜吴地白霜染发点点如星，仿佛春风也不能将寒霜消融，更何况斑斑发发对着落梅如雨雪飘零。"}}, {"name": "叶清臣", "dynasty": "宋代"}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "水龙吟·春恨", "prop": {"content": "闹花深处层楼，画帘半卷东风软。春归翠陌，平莎茸嫩，垂杨金浅。迟日催花，淡云阁雨，轻寒轻暖。恨芳菲世界，游人未赏，都付与、莺和燕。 寂寞凭高念远。向南楼、一声归雁。金钗斗草，青丝勒马，风流云散。罗绶分香，翠绡封泪，几多幽怨。正销魂，又是疏烟淡月，子规声断。", "translation": "盛开的花丛深处，耸立着高楼，东风从半卷的画帘吹入，令人觉得分外柔软。春天已经回来，苍翠镀上阡陌，平莎长得娇嫩，垂杨轻轻地飘荡着金线。春日迟迟地催开百花，云烟淡淡地搁住新雨，刚刚感到微寒，忽又稍微和暖。可恨这繁华似锦的世界，游人还未欣赏，却全都交给了黄莺和飞燕。寂寞时登上高处眺望边远，转向南楼又听一听凄切的归雁。回想拔下金钗挑斗绿草，牵住青丝勒紧征马，别后已象风云飘流分散。只有丝带还飘荡着芳香，翠绿的薄绸还残留着眼泪，有多少的幽恨愁怨？正在为离愁伤感却又是稀薄的烟雾中透出淡淡的明月，远处传来杜鹃悲切的叫声令人肠断。"}}, {"name": "转应曲·寒梦", "prop": {"content": "寒梦。寒梦。梦被诗魔调弄。醒来吟落灯花，灯暗纸窗月斜。月斜。月斜。巷口柝声敲歇。", "translation": "　　此词描写寒夜苦吟。构思新颖，造语工巧，极有情致。 "}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "八声甘州·记玉关踏雪", "prop": {"content": "辛卯岁，沈尧道同余北归，各处杭、越。逾岁，尧道来问寂寞，语笑数日。又复别去。赋此曲，并寄赵学舟。记玉关踏雪事清游，寒气脆貂裘。傍枯林古道，长河饮马，此意悠悠。短梦依然江表，老泪洒西州。一字无题处，落叶都愁。载取白云归去，问谁留楚佩，弄影中洲？折芦花赠远，零落一身秋。向寻常、野桥流水，待招来，不是旧沙鸥。空怀感，有斜阳处，却怕登楼。", "translation": "记得在北方边关，专事去踏雪漫游，寒气冻硬了貂裘。沿着荒枯的树林古老的大道行走，到漫长的黄河边饮马暂休，这内心的情意呵似河水悠悠。北游如一场短梦，梦醒后此身依然在江南漂流，禁不住老泪纵横，洒落在故都杭州。想借红叶题诗，却连一个字也无题写之处，那飘落的片片红叶已写满了忧愁。你载着一船的白云归去，试问谁将玉佩相留，顾盼水中倒影于中洲？折一枝芦花寄赠远方故友，零落的芦花呵透出一身的寒秋。向着平常的野桥流水漫步，待招来的已不是旧日熟识的沙鸥。空怀着无限的情感，在斜阳夕照的时候，我却害怕登楼。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "张炎", "dynasty": "宋代"}, {"name": "卜算子·独自上层楼", "prop": {"content": "独自上层楼，楼外青山远。望以斜阳欲尽时，不见西飞雁。 独自下层楼，楼下蛩声怨。待到黄昏月上时，依旧柔肠断。", "translation": "独自上层高楼，极目远望，青山在远方若隐若现。望到夕阳要坠落的时候，还是看不见鸿雁飞来传音信。独自走下高楼楼下的蟋蟀发出凄怨之声。待到明月高悬时，仍然愁思肠断。"}}, {"name": "生查子·旅思", "prop": {"content": "一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。", "translation": "　　此词通过写景抒发旅思。远山丛树，渐去渐远，身旁清冽的泉水从石上潺潺流过，汇入青溪。虽是六月盛夏，度樾穿云于阴森的山道，仍觉风寒林黑，晨昏难辨。未明写“旅思”，而“旅思”自现。 "}}, {"name": "画堂春·东风吹柳日初", "prop": {"content": "东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。", "translation": "东风吹柳的烂漫时节，白昼逐渐加长，外面刚刚下完小雨，芳草在斜阳下闪着流光。杏花被东风吹散，四处飘荡，掉在屋梁的燕巢上，燕巢也芳香。年轻女子躺罗帐，醒来发现坏了红妆。龙凤形状的篆香已经燃尽，而竖立在一边的画屏，上面绘着一幅《云锁潇湘图》。夜深寒气袭人，无法入梦乡，只有无限思量。"}}, {"name": "青玉案·绿槐烟柳长亭", "prop": {"content": "绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。", "translation": "长亭路上，槐树碧绿，柳色如烟，恨（我）走得匆促， （漫长的道路提示我）我们已经分别。绵绵的愁思让人觉得一日长得好像一年，不知道该如何度过。回首遥望高高的城垣，已经被暮云遮断，视线的尽头是何处呢？天色将暮的时候，解下马鞍，投宿在旅舍，暗暗忆起爱人临别前的千万句细语叮咛 。 一寸柔肠中蕴藏着多少深情？如今只有薄被孤枕与我相伴，午夜梦回醒来正是夜深人静，拂晓之时，窗外春雨潇潇。"}}, {"name": "菩萨蛮·画船捶鼓催君", "prop": {"content": "画船捶鼓催君去，高楼把酒留君住。去住若为情，西江潮欲平。江潮容易得，只是人南北。今日此樽空，知君何日同！", "translation": "画船上的船夫捶着鼓催促着你启程，在高楼上我端着酒想把你留住。是去还是留，真叫人难以抉择，此时西江的潮水将要平息。江潮时常有，只是我俩从此便南北相隔。今天这酒杯空了，不知道什么时候才能与你同饮！"}}, {"name": "清平乐·夜发香港", "prop": {"content": "舷灯渐灭，沙动荒荒月。极目天低无去鹘，何处中原一发？江湖息影初程，舵楼一笛风生。不信狂涛东驶，蛟龙偶语分明。", "translation": "　　此词上片写船发香港时的夜景。舷灯渐灭，月色朦胧，极目远望，景色疏淡空旷。下片记水上夜行。狂涛东驶，龙语分明。舵楼一笛风生。光景幽隐而深邃。 "}}, {"name": "点绛唇·试灯夜初晴", "prop": {"content": "卷尽愁云，素娥临夜新梳洗。暗尘不起。酥润凌波地。 辇路重来，仿佛灯前事。情如水。小楼熏被。春梦笙歌里。", "translation": "　　雨后，漫天的愁云被风吹散，明月露出姣好的月容，就像嫦娥刚刚沐浴梳洗般。尽管街上车水马龙，来往着体态轻盈的佳人，却没有扬起半点尘埃，因为雨后的路面润泽酥软不起尘土。我如今重游京华旧地，当日赏灯的情事依稀在心。难忘她的柔情似水，我的思绪如流水般难以止息。独自回到小楼里，薰香拥被独自睡去，进入温馨的春梦，梦里恍惚听到笙歌乐音。 "}}, {"name": "菩萨蛮·渚莲红乱风翻", "prop": {"content": "渚莲红乱风翻雨。雨翻风乱红莲渚。深处宿幽禽。禽幽宿处深。淡妆秋水鉴。鉴水秋妆淡。明月思人情。情人思月明。", "translation": "①鉴：照。 "}}, {"name": "长相思令·烟霏霏", "prop": {"content": "烟霏霏，雪霏霏。雪向梅花枝上堆，春从何处回！醉眼开，睡眼开，疏影横斜安在哉？从教塞管催。", "translation": "云雾迷蒙，小雪飘飘。梅花枝上堆满雪，春天从哪里来？朦朦胧胧翻开悟，那时的梅景还存在吗？一树梅花，任凭羌笛声把它“催”落了。"}}, {"name": "浣溪沙·独立寒阶望月", "prop": {"content": "独立寒阶望月华，露浓香泛小庭花，绣屏愁背一灯斜。云雨自从分散后，人间无路到仙家，但凭魂梦访天涯。", "translation": "　　首春夜怀人的小词，抒写了作者对心上人的深切怀念与刻骨相思。月明之夜，花香四溢，独立寒阶，睹景思人。词的上片着重写景，下片着重抒情。当初一别，人间既难再见，便只有在梦中寻访，以慰相思。这首词委婉含蓄，情味深长而又真挚感人。 "}}, {"name": "秦楼月·浮云集", "prop": {"content": "浮云集。轻雷隐隐初惊蛰。初惊蛰。鹁鸠鸣怒，绿杨风急。 玉炉烟重香罗浥。拂墙浓杏燕支湿。燕支湿。花梢缺处，画楼人立。", "translation": "　　时届惊蛰，雷声隐隐，绿杨随风，浓杏拂墙，燕支重色，处处呈现出春日景色。词末点出“花梢缺处，画楼人立”，顿使景中有人，意境全活。全词抒情含蓄，幽雅和婉。 "}}, {"name": "王敬之", "dynasty": "清代"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "魏夫人", "dynasty": "宋代"}, {"name": "青门引·春思", "prop": {"content": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。", "translation": "天气刚刚变暖，时而还透着微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。对着落花醉酒酣饮，这伤心病痛像去年一般情境。晚风吹送谯楼画角将我惊醒，入夜后重门紧闭庭院更加宁静。正心烦意乱、心绪不宁时，哪里还能再忍受溶溶月光，隔墙送来少女荡秋千的倩影。"}}, {"name": "潇湘神·零陵作", "prop": {"content": "湘水流，湘水流，九疑云物至今秋。若问二妃何处所，零陵芳草露中愁。", "translation": "　　此词借咏潇湘抒发感怀。当是有所寄托。零陵为潇湘会流之地，两水乍合，颜色分明。词中以鸳鸯不辨水色，自亦不能发思古之幽情，烘出三闾、二妃史事，以抒感慨。 "}}, {"name": "段克己", "dynasty": "金朝"}, {"name": "鱼游春水·秦楼东风里", "prop": {"content": "秦楼东风里，燕子还来寻旧垒。馀寒犹峭，红日薄侵罗绮。嫩草方抽碧玉茵，媚柳轻窣黄金蕊。莺啭上林，鱼游春水。几曲阑干遍倚，又是一番新桃李。佳人应怪归迟，梅妆泪洗。凤箫声绝沉孤雁，望断清波无双鲤。云山万重，寸心千里。", "translation": "秦楼耸立在这寒冷的东风中，燕子从南方归来还在寻找去年的巢穴。春天来了，剩下的寒意却久久不愿离开，风还是一样的尖厉，红色的太阳懒懒的照耀着衣服，丝毫感受不到暖意。户外的嫩草，刚刚抽出白色的小芽儿，妩媚的柳树也突然生出了金色的蕊。空中的黄莺在林中欢唱，游鱼也畅游在这春水之中。唱着歌，寂寞的倚遍了秦楼的阑干，看桃李又换了一番新花新叶。佳人应该责怪迟迟未归的意中人，涂了脂粉的脸上流下了眼泪。意中人离开之后，就渺无音讯，看这清澈的水中，也没有一对恩爱的锦鲤。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边。"}}, {"name": "醉公子·漠漠秋云澹", "prop": {"content": "漠漠秋云澹，红藕香侵槛。枕倚小山屏，金铺向晚扃。睡起横波慢，独望情何限！衰柳数声蝉，魂销似去年。", "translation": "又像去年那样，窗外云淡风清，藕香侵槛。闭门倚枕，无限情思。院中衰柳上寒蝉数声，令人魂销。这首词通过景物描写，抒发了离人相思之情。诗人掌握初秋景物的特征，着意描绘，写得婉转含蓄，情思绵绵。 "}}, {"name": "严蕊", "dynasty": "宋代"}, {"name": "渡江云·揭浩斋送春和", "prop": {"content": "名园花正好，娇红白，百态竞春妆。笑痕添酒晕。丰脸凝脂，谁为试铝霜。诗朋酒伴，趁此日流转风光。尽夜游不妨秉烛，未觉是疏狂。茫茫。一年一度，烂漫离披，似长江去浪。但要教啼莺语燕，不怨卢郎。问春春道何曾去，任蜂蝶飞过东墙。君看取，年年潘令河阳。", "translation": "　　这首送春词，虽对春光无限眷恋，却无伤春情绪。上片写名园百花盛开，娇红白，争荣斗艳。诗朋酒伴，不负大好春光，秉烛夜游。下片写春去茫茫，一年一度。但令莺燕不怨，任蜂蝶飞过东墙。结句新颖，情韵无限。通篇工丽典雅，和婉含蓄，为历来词家所称赏。 "}}, {"name": "昼夜乐·洞房记得初相", "prop": {"content": "洞房记得初相遇。便只合、长相聚。何期小会幽欢，变作离情别绪。况值阑珊春色暮，对满目、乱花狂絮。直恐好风光，尽随伊归去。 一场寂寞凭谁诉。算前言、总轻负。早知恁地难拚，悔不当时留住。其奈风流端正外，更别有，系人心处。一日不思量，也攒眉千度。", "translation": "记得初次相遇时的洞房情景，就只想应该永远在一起。谁知道短短的幽会欢好，竟会变成分离前的最后情爱，又恰好是在阑珊的暮春。对着满眼乱飘的柳絮，心里恐慌着这美好的春光将全部随他的离去而消释了。一场情爱最终寂寞，又跟谁说呢？想起以前的海誓山盟，被轻易辜负了。早知道如此难受，后悔当初不把他留住。奈何他除了长得风流端正，更还有让人朝思暮想的地方。一天不想他就要皱千次眉了，更何况想他呢？"}}, {"name": "凤栖梧·霜树重重青嶂", "prop": {"content": "霜树重重青嶂小，高栋飞云，正在霜林杪。九日黄花才过了，一尊聊慰秋容老。翠色有无眉淡扫。身在西山，却爱东山好。流水极天横晚照，酒阑望断西河道。", "translation": "霜树重重叠叠远山显得越来越小，流动的云团高高的楼阁仿佛就在林梢之上，九月九日重阳节刚刚过去。一杯菊花酒聊以自慰衰老的容颜。翠绿山色若有若无就像淡扫的眉黛。而今虽在西山却喜爱归隐东山。流水连天夕阳横照于水里，酒尽高楼眺望那通往家乡的西河道风光。"}}, {"name": "菩萨蛮·山城夜半催金", "prop": {"content": "山城夜半催金柝，酒醒孤馆灯花落。窗白一声鸡，枕函闻马嘶。门前乌桕树，霜月迷行处。遥忆独眠人，早寒惊梦频。", "translation": "　　此词描写作者深夜羁旅孤馆，遥忆地下亡人的寂寞、凄凉的况味。上片写羁旅山城，思念亲人，辗转不寐的情景。夜半金柝，孤馆灯花，窗外渐白，鸡鸣马嘶，写尽彻夜无眠的况味。下片写孤馆凄凉，愁梦频惊，月色朦胧，树影惨淡，使人愈觉伤凄。这首小令，神韵甚佳，颇有情致。 "}}, {"name": "谒金门·闲院宇", "prop": {"content": "闲院宇。独自行来行去。花片无声帘外雨。峭寒生碧树。 做弄清明时序。料理春酲情绪。忆得归时停棹处。画桥看落絮。", "translation": "　　这首小令，写惜春伤别情绪。上片写庭院春景。帘外细雨，落花无声。独自徘徊，寒生碧树。下片抒情。清明时节，风雨无情，忆得归时，画桥停棹，正满眼落花飞絮，春将尽矣。全词婉秀淡雅，柔媚多姿。表现了“蒲江词”的风格。 "}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "画堂春·雨中杏花", "prop": {"content": "轻阴池馆水平桥，一番弄雨花梢。微寒著处不胜娇，此际魂销。忆昔青门堤外，粉香零乱朝朝。玉颜寂寞淡红飘，无那今宵", "translation": "清明前后，云淡天阴，池塘和小桥边上，只见那毛毛细雨滋润着盛放的杏花，在微寒的天气下更显娇艳，也更为婀娜多姿。想当年在那京师门外的堤岸上，一阵狂风暴雨过后，几日之间，杏花身殒香灭。花朵已经落尽的杏花，连蜂蝶都不来光顾了，只好守着寂寞过日子，它哪里还有一刻千金的春宵？"}}, {"name": "赵令畤", "dynasty": "宋代"}, {"name": "王雱", "dynasty": "宋代"}, {"name": "点绛唇·访牟存叟南漪", "prop": {"content": "午梦初回，卷帘尽放春愁去。昼长无侣。自对黄鹂语。絮影蘋香，春在无人处。移舟去。未成新句。一砚梨花雨。", "translation": "午后从梦中醒来，卷起帘子将满室春愁散去。白天时间漫长，无人做伴，甚是无聊。只能独自对着树上黄鹂言语。空中柳絮飘飞，隐隐传来蘋香，寻觅不到的春天原来在这里啊！乘着小舟去寻访旧友，两人正在梨花树下酝酿构思，一阵细雨打落梨花，落满砚台。"}}, {"name": "唐多令·惜别", "prop": {"content": "何处合成愁。离人心上秋。纵芭蕉、不雨也飕飕。都道晚凉天气好，有明月、怕登楼。 年事梦中休。花空烟水流。燕辞归、客尚淹留。垂柳不萦裙带住。漫长是、系行舟。", "translation": "怎样合成一个“愁”，是离别之人的心上加个秋。纵然是秋雨停歇之后，风吹芭蕉的叶片，也吹出冷气飕飕。别人都说是晚凉时的天气最好，可是我却害怕登上高楼，那明月光下的清景，更加令我滋生忧愁。往昔的种种情事好像梦境一样去悠悠，就像是花飞花谢，就像是滚滚的烟波般向东奔流。群群的燕子已经飞回南方的故乡，只有我这游子还在异地停留。丝丝垂柳不能系住她的裙带，却牢牢地拴住我的行舟。"}}, {"name": "天仙子·水调数声持酒", "prop": {"content": "时为嘉禾小倅，以病眠，不赴府会。水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。", "translation": "手执酒杯细听那《水调歌》声声，一觉醒来午间醉意虽消，愁却未曾消减。送走了春天，春天何时再回来？临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。天黑后，鸳鸯在池边并眠，花枝在月光下舞弄自己的倩影。一重重帘幕密密地遮住灯光，风还没有停止，人声已安静，明天落花应该会铺满园中小径。"}}, {"name": "醉太平·春晚", "prop": {"content": "态浓意远。眉颦笑浅。薄罗衣窄絮风软。鬓云欺翠卷。 南园花树春光暖。红香径里榆钱满。欲上秋千又惊懒。且归休怕晚。", "translation": "　　此词题为《春晚》，实写“闺情”。“春晚”之时，深闺女性自有难以明言的复杂情怀，但作者并非女性，没有高超的水平，对于那种连作者本人都难以明言的情怀是不可能写得生动感人的。"}}, {"name": "好事近·叶暗乳鸦啼", "prop": {"content": "叶暗乳鸦啼，风定老红犹落。蝴蝶不随春去，入薰风池阁。 休歌金缕劝金卮，酒病煞如昨。帘卷日长人静，任杨花飘泊。", "translation": "　　《好事近》，又名《钓船笛》、《翠圆枝》。"}}, {"name": "阿鲁威", "dynasty": "元代"}, {"name": "浣溪沙·和无咎韵", "prop": {"content": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。", "translation": "懒得再去沙洲边饮酒，和你一起欣赏窗外风景。黄昏时分吹起的号角最能牵动情怀。忙碌的日子很苦，休闲的日子很少；新添的忧愁往往在旧愁中生出。他乡没有友人陪伴，害怕你去远行。"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "黄孝迈", "dynasty": "宋代"}, {"name": "燕山亭·北行见杏花", "prop": {"content": "裁剪冰绡，轻叠数重，淡著胭脂匀注。新样靓妆，艳溢香融，羞杀蕊珠宫女。易得凋零，更多少、无情风雨。愁苦。问院落凄凉，几番春暮。凭寄离恨重重，这双燕，何曾会人言语。天遥地远，万水千山，知他故宫何处。怎不思量，除梦里、有时曾去。无据，和梦也新来不做。", "translation": "剪裁好白色的丝绸，轻轻叠成数层，又将淡淡的胭脂均匀的涂抹，时髦的漂亮衣服，艳丽的色彩融入四溢的清香，简直羞杀了天上的蕊珠宫的仙女。红颜易凋零，更何况，经历了多少无情的风雨 ，面对愁苦的情景，扣问凄凉的院落，还要经受几番春暮。谁帮我寄去重重的离愁，这双飞的燕子哪里懂得人间的苦痛。天遥地远，万水千山阻隔，哪里知道故园今在何处？只有在梦中有时曾去。就连梦也难做成，因我痛苦的彻夜难眠。"}}, {"name": "严仁", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "王清惠", "dynasty": "宋代"}, {"name": "清平乐·平原放马", "prop": {"content": "辔摇衔铁。蹴踏平原雪。勇趁军声曾汗血。闲过升平时节。 茸茸春草天涯。涓涓野水晴沙。多少骅骝老去，至今犹困盐车。", "translation": "　　这首《清平乐》，写的是作者看到在平原上放牧过去的战马所引起的感慨。"}}, {"name": "柳梢青·茅舍疏篱", "prop": {"content": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "translation": "①宁宁：宁静之意。　移时：谓少顷。 "}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "张辑", "dynasty": "宋代"}, {"name": "清平乐·赠陈参议师文", "prop": {"content": "顷在维扬，陈师文参议家舞姬绝妙，赋此。宫腰束素，只怕能轻举。好筑避风台护取，莫遣惊鸿飞去。一团香玉温柔，笑颦俱有风流。贪与萧郎眉语，不知舞错《伊州》。", "translation": "最近，我在扬州陈师文参议家中，见到家姬的舞姿非常优美，就写下这首词。舞女身着洁白素雅的罗绡，扭动着娇软纤细的腰。体态是那么轻巧，恐怕毫不费力，便可将她举得高高。应建个避风台将她保护好，别让她凌风飞入云霄。肌肤如玉，芳香幽幽，满身的温柔。一颦一笑都透着风流令人着迷。只管与意中人，眉来眼去，不知不觉，舞步错乱，合不上乐曲《伊州》。"}}, {"name": "南乡子·画舸停桡", "prop": {"content": "画舸停桡，槿花篱外竹横桥。水上游人沙上女，回顾，笑指芭蕉林里住。", "translation": "彩饰的小船停下船桨，槿花篱笆外，横着一座小竹桥。水上的游人问沙岸上的姑娘家住何处，（姑娘）回过头来，笑着指向芭蕉林深处。"}}, {"name": "王之道", "dynasty": "宋代"}, {"name": "踏莎行·春暮", "prop": {"content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。", "translation": "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。"}}, {"name": "忆江南·春去也", "prop": {"content": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。", "translation": "　　可惜春天已经匆匆过去了，临行的时候谢别洛阳城的人。柔弱的柳枝随风飞舞象是挥手举袂，一丛丛的兰花沾满白露正如浸湿的头巾，遮住芳颜独自欢笑又像是含嗔带颦。　　可惜春天已经匆匆过去了，一起来珍惜这艳丽明媚的年华吧！只见依然有桃花飘落在流水上，哪怕倒满竹叶青美酒一饮而尽，醉倒在了酒杯前。只希望能等到雨过天晴、重见青天的时候。"}}, {"name": "葛长庚", "dynasty": "宋代"}, {"name": "浣溪沙·庭院沉沉白日", "prop": {"content": "庭院沉沉白日斜，绿阴满地又飞花。瞢腾春梦绕天涯。帘幕受风低乳燕，池塘过雨急鸣蛙。酒醒明月照窗纱。", "translation": "　　庭院日斜，绿阴花飞，帘低乳燕，池塘鸣蛙。正是春深夏浅，宜人天气。作者扶醉一梦，梦觉已月上纱窗。其中“瞢腾春梦绕天涯”一语，透露出渴望摆脱世务羁绊的心情，但写来曲折委婉，余韵不尽。 "}}, {"name": "蝶恋花·晚止昌乐馆寄", "prop": {"content": "泪湿罗衣脂粉满，四叠阳关，唱到千千遍。人道山长山又断，萧萧微雨闻孤馆。(山又断 一作：水又断)惜别伤离方寸乱，忘了临行，酒盏深和浅。好把音书凭过雁，东莱不似蓬莱远。", "translation": "丝绸的薄衫被泪水浸湿，脸上的脂粉也和在泪水中沾满衣衫。想到送别时家中亲人将那《阳关曲》唱了一遍又一遍。而今身在异乡，望莱州山长水远。寄宿馆所，秋雨潇潇，不禁感到无限凄清。被离情别绪搅得心乱如麻，竟不知饯行宴上酒杯斟得是浅还是满。如今已分隔两地，只好靠鸿雁来传递书信。好在东莱不像蓬莱仙山那样遥远飘渺，可望而不可即。"}}, {"name": "庄棫", "dynasty": "清代"}, {"name": "南乡子·归梦寄吴樯", "prop": {"content": "归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。", "translation": "归梦寄托在开往吴地的船上，一站又一站的水路前面的途程还很长。想见初到鹦鹉洲旁系缆停留的时候，斜阳里望见烟树错落的江城武昌。愁多鬓边新添了白发，想过去也曾身穿朝衣上殿见君王。如今重回故乡旧友稀少不胜凄凉，却怕他乡要胜过故乡了。"}}, {"name": "点绛唇·厚地高天", "prop": {"content": "厚地高天，侧身颇觉平生左。小斋如舸，自许回旋可。聊复浮生，得此须臾我。乾坤大，霜林独坐，红叶纷纷堕。", "translation": "置身于高天厚地之间时，我会渐渐地觉得自己平生似乎事事都不顺。不过好在我还有个小船般的书斋，在其中可以信马由缰，任我发挥。姑且在这浮幻的人生中，暂时获得真正的自我。天地如此之大，我独自坐在经霜后的树林中，看那些红叶纷然坠落。"}}, {"name": "蝶恋花·庭院深深深几", "prop": {"content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。", "translation": "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，登上高楼也望不见通向章台的大路。 风狂雨骤的暮春三月，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。"}}, {"dynasty": "清代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "摸鱼儿·记年时人人何", "prop": {"content": "记年时、人人何处，长亭曾共杯酒。酒阑归去行人远，折不尽长亭柳。渐白首。待把酒送君，恰又清明后。青条似旧，问江北江南，离愁如我，还更有人否。留不住，强把蔬盘瀹韭。行舟又报潮候。风急岸花飞尽也，一曲啼红满袖。春波皱。青草外、人间此恨年年有。留连握手。数人世相逢，百年欢笑，能得几回又。", "translation": "　　此词抒写忆别与怀人之情。上片着意写离亭送别。把酒送君，长亭折柳，离愁如我，更有何人！下片写留君不住，舟行渐远。人世相逢，能有几度！令人不胜感慨。通篇情辞凄婉，余韵悠长。 "}}, {"name": "更漏子·烛消红", "prop": {"content": "烛消红，窗送白。冷落一衾寒色。鸦唤起，马＿行。月来衣上明。 酒香唇，妆印臂。忆共人人睡魂蝶乱，梦鸾孤。知他睡也无。", "translation": "　　此词相当通俗浅白。上片描写诗人旅店中晨起上路的情景，下片则叙旅途夜宿时回忆和怀念伊人的情思，通篇充满了一种凄清缠绵的感情。 "}}, {"name": "好事近·湘舟有作", "prop": {"content": "翠岭一千寻，岭上彩云如幄。云影波光相射，荡楼台春绿。仙鬟撩鬓倚双扉，窈窕一枝玉。日暮九疑何处？认舜祠丛竹。", "translation": "　　这首小令写水光山色，极为艳丽。翠岭彩云，波光荡绿，加上意想中窈窕如玉的仙女，构成一幅充满神幻色彩的画面，又洋溢着怀古的悠思。全词意境新颖，造语工巧，美艳多姿，极富情韵。 "}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "杜安世", "dynasty": "宋代"}, {"name": "浣溪沙·万顷风涛不记", "prop": {"content": "万顷风涛不记苏。雪晴江上麦千车。但令人饱我愁无。翠袖倚风萦柳絮，绛唇得酒烂樱珠。尊前呵手镊霜须。", "translation": "只记得昨夜风声一片，却不记得何时醒来，看江上大雪纷飞，想这瑞年，明年麦子定能丰收，只要百姓吃饱我就不愁了。歌女的舞袖上萦绕着随风飘来如同柳絮般的雪花，当她举杯饮酒时双唇好似烂熟的红樱桃，我则在酒杯前吁气措手，摸着白胡须。"}}, {"name": "左辅", "dynasty": "清代"}, {"name": "长相思·吴山青", "prop": {"content": "吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)", "translation": "青翠的吴山和越山耸立在钱塘江的北岸和南岸，两两相对，隔江呼应，谁能理解恋人的离别愁绪。你泪眼盈盈，我泪眼盈盈，你我相爱却无法相守在一起。江潮过后水面已经恢复平静了，船儿扬帆要远行。"}}, {"name": "清平乐·金风细细", "prop": {"content": "金风细细。叶叶梧桐坠。绿酒初尝人易醉。一枕小窗浓睡。 紫薇朱槿花残。斜阳却照阑干。双燕欲归时节，银屏昨夜微寒。", "translation": "微微秋风吹拂，梧桐树叶飘飘下坠。初尝香醇的美酒人很容易就有了醉意，只好在小窗前躺卧酣眠浓睡。紫薇花和朱槿花已凋落，只有夕阳斜照在楼阁栏杆上。成双的燕子到了将要南归的季节，镶银的屏风昨夜已微寒。 "}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "鹧鸪天·元夕有所梦", "prop": {"content": "肥水东流无尽期。当初不合种相思。梦中未比丹青见，暗里忽惊山鸟啼。春未绿，鬓先丝。人间别久不成悲。谁教岁岁红莲夜，两处沉吟各自知。(沉 同：沈)", "translation": "肥水汪洋向东流，永远没有停止的时候。早知今日凄凉，当初真不该动情。梦里相见时还赶不上看画像清晰，而这种好梦也常常无奈会被山鸟的叫声惊起。春草还没有长绿，我的两鬓已成银丝。离别的时间太久，慢慢一切伤痛都会渐渐被时光抹去。可不知是谁，让我在这元夕朝思暮想，这种感受，只有你和我心中明白。"}}, {"name": "水龙吟·燕忙莺懒芳残", "prop": {"content": "燕忙莺懒芳残，正堤上、柳花飘坠。轻飞乱舞，点画青林，全无才思。闲趁游丝，静临深院，日长门闭。傍珠帘散漫，垂垂欲下，依前被、风扶起。兰帐玉人睡觉，怪春衣、雪沾琼缀。绣床旋满，香毬无数，才圆却碎。时见蜂儿，仰粘轻粉，鱼吞池水。望章台路杳，金鞍游荡，有盈盈泪。(香毬 一作：香球)", "translation": "燕儿忙忙，莺儿懒獭，繁花芳残。柳堤上，杨花飘飘坠落，轻轻舒展，曼舞婆婆，在绿色的林木中点画渲染，使人忆起韩愈“杨花榆荚无才思”的诗篇。杨花她悠闲地趁着春日的游丝，悄悄地进入了深深的庭院。此时正是日长门闭，依傍着珠帘四散。缓缓地想飘入闺房，却又一如先前，被风儿扶起。美丽的玉帐里少妇正在入睡，杨花沾满了少妇的春衣，像飞雪一般地沾附，像琼玉一般轻缀。美丽的绣床上也很快就沾满了无数的香球，才圆了，很快又破碎。少妇无法入睡，不时有蜂儿，身上沾着花粉在飞，池水里，有鱼儿戏水欢会。望望那夫婿游荡的长满柳树的章台路，路杳杳，无消息，不禁涌出了热泪。"}}, {"name": "好事近·飞雪过江来", "prop": {"content": "飞雪过江来，船在赤栏桥侧。惹报布帆无恙，著两行亲札。 从今日日在南楼，鬓自此时白。一咏一觞谁共，负平生书册。", "translation": "　　这首词是吕渭老南渡平安抵达后，写给友人的。"}}, {"name": "临江仙·峭壁参差十二", "prop": {"content": "峭壁参差十二峰，冷烟寒树重重。瑶姬宫殿是仙踪。金炉珠帐，香霭昼偏浓。一自楚王惊梦断，人间无路相逢。至今云雨带愁容，月斜江上，征棹动晨钟。", "translation": "　　这首《临江仙》词，吟咏的是楚王神女相遇的故事。上片着重写景。峭壁参差的巫山十二峰，乃神女居住之所。金炉珠帐，云烟缭绕，描绘出凄清美妙的仙境。下片抒情。船行巫峡时，斜月照人。古代在这里传说的一段风流佳话，触动了诗人的情思。咏古抒怀，为词的发展开拓了新路。 "}}, {"name": "吴绮", "dynasty": "清代"}, {"name": "踏莎行·元夕", "prop": {"content": "拨雪寻春，烧灯续昼。暗香院落梅开后。无端夜色欲遮春，天教月上宫桥柳。 花市无尘，朱门如绣。娇云瑞雾笼星斗。沉香火冷小妆残，半衾轻梦浓如酒。", "translation": "拨开积雪寻找初春的迹象，点亮灯火延续白日。梅花落后，小院里残留着暗香。夜色试图掩盖春天的气色，月亮渐渐爬上宫桥边的柳树梢上。花市里游客散尽，尘埃落定，富贵人家的大门刻画得犹如锦绣。娇柔的薄云与祥瑞的雾气笼罩着星斗。沉香已经燃尽冷透，脸上精心打点的妆容也已只余下残缺，她沉浸在浓醇如酒的半衾轻梦之中。"}}, {"name": "如梦令·一晌凝情无语", "prop": {"content": "一晌凝情无语，手捻梅花何处。倚竹不胜愁，暗想江头归路。东去东去，短艇淡烟疏雨。", "translation": "　　这首抒情小词，着意人物心理和情态的刻画，语言精妙，委婉含蓄地抒写了伤离惜别之情。全词融情于景，清新淡雅，平易自然。 "}}, {"name": "点绛唇·春日风雨有感", "prop": {"content": "满眼韶华，东风惯是吹红去。几番烟雾，只有花难护。梦里相思，故国王孙路。春无主！杜鹃啼处，泪洒胭脂雨。", "translation": "美丽的春光映入眼帘，春日东风总是将繁花吹散。几重烟雨朦胧，只有这些娇弱的花朵难以庇护。梦里总是时不时浮现起旧时故国的道路。春天反复无常，在那杜鹃泣血的地方，分不清落花染红的是春雨还是眼泪。"}}, {"name": "顾彩", "dynasty": "清代"}, {"name": "向滈", "dynasty": "宋代"}, {"name": "点绛唇·咏梅月", "prop": {"content": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "translation": "整夜思念着远方的知音，在清澈的池水边，横斜着清瘦稀疏的梅花影子。小窗外被月光照得如同白昼一样，那一缕缕情思、一阵阵暗香，都透出在这幽静的夜晚。那清淡的月光，那疏梅的幽芳，将伴人进入梦乡，梦中很可能见到远在千里外的长久思念的知音。你知道不，纵然屡遭风吹雨打的摧残，梅的品格还是依然如故。"}}, {"name": "何梦桂", "dynasty": "宋代"}, {"name": "蝴蝶儿·蝴蝶儿", "prop": {"content": "蝴蝶儿，晚春时。阿娇初著淡黄衣，倚窗学画伊。还似花间见，双双对对飞。无端和泪拭胭脂，惹教双翅垂。", "translation": "　　这首词是写一位少女在描画蝴蝶过程中的情思。晚春时节，蝴蝶翻飞。少女倚窗学画，初如花间所见，翩翩成双；忽而无故拭泪，使得画面蝴蝶双翼下垂。全篇不言恋情，只摄取学画者情绪的细微变化，遂将少女难言的心事和盘托出。此即所谓手拨五弦，目送飞鸿之法，收到不以言传而以意会之效。 "}}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "眼儿媚·一寸横波惹春", "prop": {"content": "一寸横波惹春留，何止最宜秋。妆残粉薄，矜严消尽，只有温柔。当时底事匆匆去？悔不载扁舟。分明记得，吹花小径，听雨高楼。", "translation": "　　词牌“眼儿媚”，首句即咏美人双目。一般人们喜用“秋水”形容美人的眼睛，词人的比喻显得十分新颖。“妆残”三句刻画美人的情态，活色生香。下片追忆前情，悔不曾与享回隐五湖，“分明”以下，以两个刻骨铭心的场景传递出无穷的悔恨。 "}}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "生查子·旅夜", "prop": {"content": "薄醉不成乡，转觉春寒重。枕席有谁同？夜夜和愁共。梦好恰如真，事往翻如梦。起立悄无言，残月生西弄。", "translation": "　　彭孙通的词多写艳情，尤工小令，有“吹气如兰彭十郎”之美誉。此词自写欲求梦而先借酒力，但薄醉仍难入梦，一直写到梦中和梦醒。意境幽清，情致婉然。下片“梦好恰如真，事往翻如梦”二句，从李商隐诗“回肠九叠后，犹有剩回肠”翻出，而更具哲理，耐人寻味。 "}}, {"name": "临江仙·试问梅花何处", "prop": {"content": "试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。", "translation": "　　此词借赏梅抒写爱国情怀。上片写月夜对酒赏梅，是实景。下片写忽听《梅花落》，不禁梦绕清都，是虚景。张孝祥词以雄奇奔放称，风格近苏轼。但此词却清幽含蓄，虽婉约名家亦不能过；而寄意收复中原，情真调高。 "}}, {"name": "朱孝臧", "dynasty": "清代"}, {"name": "李璟", "dynasty": "五代"}, {"name": "满江红·燕子楼中", "prop": {"content": "和王夫人《满江红》韵，以庶几后山《妾薄命》之意。燕子楼中，又捱过、几番秋色。相思处、青年如梦，乘鸾仙阙。肌玉暗消衣带缓，泪珠斜透花钿侧。最无端、蕉影上窗纱，青灯歇。曲池合，高台灭。人间事，何堪说！向南阳阡上，满襟清血。世态便如翻覆雨，妾身元是分明月。笑乐昌、一段好风流，菱花缺。", "translation": "燕子楼中，又煎熬过去了几度春秋岁月。怀念青春美好时光，正像美人乘鸾上仙阙，都已梦幻般飘逝。容颜悄悄地枯萎，衣带渐渐地宽缓，成串的珠泪滚落，湿透了花钿鬓侧。最无缘无故的是，芭蕉叶影倒映上窗纱，青灯又恰恰熄灭。曲池合拢，高台倾毁，人问万事，哪能一一诉说。面对着南阳阡墓，襟袖上洒满了泪血。人情世态，就像变化无常的风雨；我矢志不移，本来就是一轮不变的明月。可笑乐昌公主，曾有过那么一段美好风流的时光。最终不免铜镜残缺。"}}, {"name": "鹧鸪天·画毂雕鞍狭路", "prop": {"content": "画毂雕鞍狭路逢，一声肠断绣帘中。身无彩凤双飞翼，心有灵犀一点通。金作屋，玉为笼，车如流水马游龙。刘郎已恨蓬山远，更隔蓬山几万重。", "translation": "在大路上驾驶着一辆装饰华丽的马车正在赶路，恰好与心上人巧遇，女子在绣帘后面发出了一声令人肝肠寸断的娇呼，那离别的痛苦真是难以形容。只恨自己身上没有长出彩凤那样的两只翅膀，可以随时飞到心上人的身边，不过幸运的是两个人的心，可以像灵异的犀牛角那样，让两个人无时无刻不是心意相通的。想当初两个人厮守的时候，真可以说是生活在金屋玉笼之中，与他们来往的人很多，家门前面经常是车水马龙。可是情郎一走，两个人相隔着万里蓬山，看不到心上人的面容，听不到心上人的声音，到底什么时候才能够再见面呢？那绵绵不尽的相思之情，到什么时候才能够停止呢！"}}, {"name": "齐天乐·蝉", "prop": {"content": "一襟余恨宫魂断，年年翠阴庭树。乍咽凉柯，还移暗叶，重把离愁深诉。西窗过雨。怪瑶佩流空，玉筝调柱。镜暗妆残，为谁娇鬓尚如许。铜仙铅泪似洗，叹携盘去远，难贮零露。病翼惊秋，枯形阅世，消得斜阳几度？馀音更苦。甚独抱清商，顿成凄楚？谩想熏风，柳丝千万缕。", "translation": "无"}}, {"name": "孙惟信", "dynasty": "宋代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "项鸿祚", "dynasty": "清代"}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "宫中调笑·团扇", "prop": {"content": "团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。", "translation": "团扇，团扇，宫中的美人病后用它来遮面。抱病三年，容颜憔悴，再没有谁同她商量管弦！管弦，管弦，无情的春草把通往昭阳殿的道路阻断。"}}, {"name": "赵可", "dynasty": "宋代"}, {"name": "点绛唇·屏却相思", "prop": {"content": "屏却相思，近来知道都无益。不成抛掷，梦里终相觅。醒后楼台，与梦俱明灭。西窗白，纷纷凉月，一院丁香雪。", "translation": "斩断相思之情，近来我才知道这样做没有好处。难道真的能将情思抛弃？在梦中仍然苦苦寻觅。醒后，楼台旁的身影也随着梦的破灭而消失了。西窗上一片洁白，月影斑驳、清冷，满院的丁香花如同皑皑白雪。 "}}, {"name": "浪淘沙·曹溪驿折桃花", "prop": {"content": "水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。", "translation": "　　潇洒有余致。词人似乎想说明，对于美好的事物，只要留有回忆，就已足够。然而文学作品毕竟不是说理文，此词动人之处并不在这种旷达的心情，而是词人所用的艺术手段。经过作者的渲染，这枝随手折得的桃花，仿佛是有了灵魂，也就拥有了新的所指。 "}}, {"name": "顾贞观", "dynasty": "清代"}, {"name": "渔家傲·花底忽闻敲两", "prop": {"content": "花底忽闻敲两桨。逡巡女伴来寻访。酒盏旋将荷叶当。莲舟荡。时时盏里生红浪。花气酒香清厮酿。花腮酒面红相向。醉倚绿阴眠一饷。惊起望。船头阁在沙滩上。", "translation": "荷花底下，忽听到双桨击水的声响，不一会，一群女友来把我寻访。摘下荷花当酒杯，采莲船在荷花池中荡漾。粉红色的荷花映酒中，杯里时时翻红浪。清新的荷香、醇美的酒味，搅在一起；粉红的荷花、粉红的脸蛋，同映酒缸。绿色的荷叶丛中，醉了正好躺一躺。一觉醒来抬头望，船头搁浅在沙滩上。"}}, {"name": "临江仙·忆旧", "prop": {"content": "千古武陵溪上路，桃源流水潺潺。可怜仙侣剩浓欢。黄鹂惊梦破，青鸟唤春还。回首旧游浑不见，苍烟一片荒山。玉人何处倚栏干。紫箫明月底，翠袖暮云寒。", "translation": "　　此词抒情气氛极浓。武陵路上，依然桃源流水。仙侣去后，留下绵绵相思。虽然黄鹂惊梦，青鸟唤春，而旧游安在!回首往事，感慨万千。眼前唯有苍烟一片，荒山横目，玉人何处!结尾两句，情思缠绵，余意无限。通篇情深意挚，曲折婉转，柔和含蓄，意境幽美。 "}}, {"name": "生查子·软金杯", "prop": {"content": "风流紫府郎，痛饮乌纱岸。柔软九回肠，冷怯玻璃盏。纤纤白玉葱，分破黄金弹。借得洞庭春，飞上桃花面。", "translation": "　　这首咏物小词，写得很有特色。上片写仙郎风流痛饮，金杯柔软可爱。下片写纤手斟酒，一杯“洞庭春”，飞上桃花面。全词柔和细腻，曲折有致。 "}}, {"name": "如梦令·一抹斜阳沙觜", "prop": {"content": "一抹斜阳沙觜，几点闲鸥草际，乌榜小渔舟，摇过半江秋水。风起，风起，棹入白苹花里。", "translation": "　　残阳一抹，闲鸥几点，景极悠远淡雅；秋水荡舟，风起白蘋，更是风韵别具，令人神怡。此词短小精致，意境美，文辞亦美。堪称明词中之佳作。 "}}, {"name": "浣溪沙·初夏夜饮归", "prop": {"content": "桐树花香月半明，棹歌归去蟪蛄鸣。曲曲柳湾茅屋矮，挂鱼罾。(桐树 一作：梓树；蟪蛄 一作:草虫)笑指吾庐何处是？一池荷叶小桥横。灯火纸窗修竹里，读书声。", "translation": "　　这是一首记游小词。初夏之夜，月色溶溶，桐花飘香。词人驾一叶扁舟，驶过曲折的柳湾和挂着鱼网的茅屋，听棹歌声远，蟪蛄幽鸣，愈显出夜色静谧柔美。下片以设问句点出有一池荷叶的桥边，从竹林中透出灯火和读书声的地方，正是词人结庐之处。画意浓郁，诗情荡漾，将读者引入优美淡雅、动静谐处的意境。全词清新柔和，流丽自然。 "}}, {"name": "定风波·自春来", "prop": {"content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。", "translation": "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。 "}}, {"name": "完颜璹", "dynasty": "宋代"}, {"name": "李慈铭", "dynasty": "清代"}, {"name": "如梦令·满院落花春寂", "prop": {"content": "满院落花春寂。风絮一帘斜日。翠钿晓寒轻，独倚秋千无力。无力。无力。蹙破远山愁碧。", "translation": "蹙：同“蹴”，踢，踏也。 "}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "青玉案·春寒恻恻春阴", "prop": {"content": "春寒恻恻春阴薄。整半月，春萧索。晴日朝来升屋角。树头幽鸟，对调新语，语罢双飞却。红入花腮青入萼。尽不爽，花期约。可恨狂风空自恶。晓来一阵，晚来一阵，难道都吹落？", "translation": "　　半月春阴，一朝放晴，幽鸟对语，双双飞去。全是眼前景，拈来却涉笔成趣。花虽开罢、结实，绿肥红瘦，不爽季节之序，但狂风可恶，岂欲尽数吹落？南唐后主《乌夜啼》：“林花谢了“春红。太匆匆。常恨朝来寒雨晚来风”，为此词末四句所本。 "}}, {"name": "点绛唇·春眺", "prop": {"content": "青粉墙西，紫骢嘶过垂杨道。画楼春早，一树桃花笑。前梦迷离，人远波声小。年时到，越溪云杳，风雨连天草。", "translation": "　　此词抒写春日感怀。上片写眼前景色。垂杨道上紫骝嘶过。画楼春早，一树桃花。下片抒怀人之情。前梦迷离，征帆远去。波声渐小。芳草连天，越溪云杳。全词曲折含蓄，和婉工丽。 "}}, {"name": "蝶恋花·春江暖涨桃花", "prop": {"content": "陈浩然招游观音山，宴张氏楼。徐姬楚兰佐酒，以琵琶度曲。郯云台为之心醉。口占戏之。春江暖涨桃花水。画舫珠帘，载酒东风里。四面青山青似洗，白云不断山中起。过眼韶华浑有几。玉手佳人，笑把琵琶理。枉杀云台标内史，断肠只合江州死。 ", "translation": "　　这是一首在宴饮游乐中即席所赋之词。即景抒情，情景交融。上片着意描绘春景。桃花水暖，春江泛舟，四面青山，白云环绕。美景良辰，助人游兴。下片着意写人。佳人玉手，笑理琵琶；云台内史，为之心醉。此词虽为戏作，不难看出作者出色的艺术才能。 "}}, {"name": "南柯子·十里青山远", "prop": {"content": "十里青山远，潮平路带沙。数声啼鸟怨年华。又是凄凉时候，在天涯。白露收残月，清风散晓霞。绿杨堤畔问荷花：记得年时沽酒，那人家？(残月 一作：残暑)", "translation": "青山连绵不断，潮水褪去路上还带着泥沙。偶尔听到几声鸟鸣，好像是在哀怨时光易逝。又是天各一方的凄凉日子，我远在海角天涯。秋凉的夜露消除残暑的余热，拂晓的徐徐清风吹散朝霞。站在绿杨堤畔询问那池中荷花：你可还记得，去年在此买酒的我？"}}, {"name": "江城子·晚日金陵岸草", "prop": {"content": "晚日金陵岸草平，落霞明，水无情。六代繁华，暗逐逝波声。空有姑苏台上月，如西子镜照江城。", "translation": "夕阳斜照着故都金陵，茵绿的春草与江岸连平，晚霞烧红了江天，大江东去滔滔无情。当年六朝的繁华，已暗随江波消逝在涛声中。只有明月空挂姑苏台上，如西子姑娘的妆镜，照尽六朝的兴亡，照着千古江城。"}}, {"name": "行香子·腊八日与洪仲", "prop": {"content": "野店残冬。绿酒春浓。念如今，此意谁同。溪光不尽，山翠无穷。有几枝梅，几竿竹，几株松。篮舆乘兴，薄暮疏钟。望孤村，斜日匆匆。夜窗雪阵，晓枕云峰。便拥渔蓑，顶渔笠，作渔翁。", "translation": "　　此词写偕友冬日山行的野趣逸兴。小店暂歇，春酒一杯，沿途的溪山间不时夹带着几枝幽梅、几竿孤竹、几株苍松，清旷疏朗之气宜人。暮宿孤村，又逢寒风飘絮，夜雪扑窗。天明后带上渔具，兴致勃勃地去“独钓寒江雪”，有胸中万虑俱息之感。 "}}, {"name": "采桑子·时光只解催人", "prop": {"content": "时光只解催人老，不信多情，长恨离亭，泪滴春衫酒易醒。梧桐昨夜西风急，淡月胧明，好梦频惊，何处高楼雁一声？", "translation": "时光只知道催人老去，不理解人世间的多情，你看长亭送别时，伤心的泪水滴到衣衫上，连喝醉酒也不能使自己忘却烦恼。昨夜，急促的西风刮的梧桐树叶飒飒作响，月色惨淡，朦朦胧胧，我的美梦不断地被惊醒，不知何处的高楼上传来大雁凄厉的叫声。"}}, {"name": "减字木兰花·春夜闻隔", "prop": {"content": "阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。", "translation": "心情惆怅心绪低落，醉后倚靠着绿绮之琴独自愁苦。满枕新愁无处倾诉，长夜将尽花香袭人月光照遍小楼。隔壁不知是谁吹奏出急促的笙歌，把我这锦屏美梦相思之情吹走。只有这绿荫匝地的垂杨啊，不放秋千的影子越过墙头。"}}, {"name": "阮郎归·杏花疏雨洒香", "prop": {"content": "杏花疏雨洒香堤，高楼帘幕垂。远山映水夕阳低，春愁压翠眉。芳草句，碧云辞，低徊闲自思。流莺枝上不曾啼，知君肠断时。", "translation": "翠眉：即翠黛。古代女子用螺黛（一种青黑色矿物颜料）画眉，故称眉为“翠黛”。 "}}, {"name": "浣溪沙·山绕平湖波撼", "prop": {"content": "山绕平湖波撼城。湖光倒影浸山青。水晶楼下欲三更。雾柳暗时云度月，露荷翻处水流萤。萧萧散发到天明。", "translation": "连绵的山峦环绕着平湖，波涛很大，有摇动城墙之势。湖水的波光里倒映着山峦的影子，浸染着山的青翠。就要到三更时分，湖光荡漾，照到楼上犹如水晶一般清莹。天上的流云是不是遮住月亮，柳树如同笼罩在雾中时明时暗。带着露珠的荷叶被风吹动，荷叶上的水珠闪亮如萤火。散开的头发花白稀疏，静静地待到天明。"}}, {"name": "醉太平·西湖寻梦", "prop": {"content": "炉烟一窗，瓶花一床，更添十里湖光，对南屏晚妆。藕风气香，竹风韵凉，等他月照回廊，浴鸳鸯一双。", "translation": "　　此词写西湖晚景，抒闲适情趣。上片写炉烟瓶花，晚对南屏，十里湖光，景物宜人。下片抒闲适之情。竹风韵凉，藕荷清香。月照回廊，“浴鸳鸯一双”。全词清新婉丽，幽美自然。 "}}, {"name": "点绛唇·花信来时", "prop": {"content": "花信来时，恨无人似花依旧。又成春瘦，折断门前柳。天与多情，不与长相守。分飞后，泪痕和酒，占了双罗袖。", "translation": "应花期而来的风哟，你虽来了，但人已离散去，全不像那花儿依旧。人到春来瘦，等候着心上人，倚门盼归，折断了门前杨柳。上天赋予了人多情的心，却不肯给予长相守的机会。自你我分别后，伴随我的，只是相思的泪、浇愁的酒，沾湿了我的双罗袖。"}}, {"name": "毛奇龄", "dynasty": "清代"}, {"name": "惠洪", "dynasty": "宋代"}, {"name": "临江仙·和子珍", "prop": {"content": "芭蕉不展丁香结，匆匆过了春三。罗衣花下倚娇憨。玉人吹笛，眼底是江南。最是酒阑人散后，疏风拂面微酣。树犹如此我何堪？离亭杨柳，凉月照毵毵。", "translation": "　　春去匆匆，笛声悠悠，已觉幽情难遣；何况酒阑人散，柳风拂面，离亭凉月，此景何堪！词人既伤春归，复怨别离，更感叹年华流逝，惆怅之情，遂不能已于词。 "}}, {"name": "夜行船·别情", "prop": {"content": "昨夜佳期初共。鬓云低、翠翘金凤。尊前和笑不成歌，意偷转、眼波微送。 草草不容成楚梦。渐寒深、翠帘霜重。相看送到断肠时，月西斜、画楼钟动。", "translation": "①翠翘金凤：古代妇女首饰。 "}}, {"name": "蝶恋花·卷絮风头寒欲", "prop": {"content": "卷絮风头寒欲尽。坠粉飘红，日日香成阵。新酒又添残酒困。今春不减前春恨。蝶去莺飞无处问。隔水高楼，望断双鱼信。恼乱横波秋一寸。斜阳只与黄昏近。(横波秋 一作：层波横)", "translation": "花在凋零，香气在飘散，眼看着每天落红一阵又一阵。残酒未醒又满新酒，使我更加慵懒倦困。今年春天的怨恨，比去年春天的更甚。蝴蝶翩翩离去，黄莺叫着飞走，我无人可以问讯。只能注目楼前的流水，望眼欲穿也看不到双鱼信。眼看着太阳西斜，黄昏又要到来。"}}, {"name": "金缕曲·丁未五月归国", "prop": {"content": "丁未五月归国，旋复东渡，却寄沪上诸子。瀚海飘流燕，乍归来、依依难认，旧家庭院。惟有年时芳俦在，一例差池双剪。相对向、斜阳凄怨。欲诉奇愁无可诉，算兴亡、已惯司空见。忍抛得，泪如线。故巢似与人留恋。最多情、欲黏还坠，落泥片片。我自殷勤衔来补，珍重断红犹软。又生恐、重帘不卷。十二曲阑春寂寂，隔蓬山、何处窥人面？休更问，恨深浅。 ", "translation": "　　此词作者以瀚海飘流燕自喻，抒发对国事的感慨。上片“依依难认，旧家庭院”，写作者东渡归来时心情。“年时芳俦”至“泪如线”写当年变法同伴象“差池双剪”的燕子，“相对向”无限凄怨。下片抒发感慨，含蓄蕴藉，语意双关。 "}}, {"name": "李清臣", "dynasty": "宋代"}, {"name": "临江仙·大风雨过马当", "prop": {"content": "雨骤风驰帆似舞，一舟轻度溪湾。人家临水有无间。江豚吹浪立，沙鸟得鱼闲。绝代才人天亦喜，借他只手回澜。而今无复旧词坛。马当山下路，空见野云还。", "translation": "疾风骤雨中船帆摇曳好像在舞蹈，一只小船轻巧地渡过溪湾。水边的屋舍在朦胧风雨中时隐时现。江豚喷水直上，水鸟捉到了鱼，不胜闲暇。绝世的才人老天都喜欢，多想借他的才华重振词坛。可惜现在已经没有旧时词坛的盛况了。马当山下的路上，只见到云朵飘还。"}}, {"name": "钱枚", "dynasty": "清代"}, {"name": "河满子·正是破瓜年纪", "prop": {"content": "正是破瓜年纪，含情惯得人饶。桃李精神鹦鹉舌，可堪虚度良宵。却爱蓝罗裙子，羡他长束纤腰。", "translation": "　　一位体态轻盈、艳丽多情的少女，眉目含情，风彩动人。"}}, {"name": "减字木兰花·春月", "prop": {"content": "二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。", "translation": "春日庭院，皓月当空，堂前小酌，飘然欲醉，起舞弄影。九曲回廊，舞步旋转，树上梅花，一半凋零，酒香梅香，和美醇清。淡淡的云，薄薄的雾，如此春宵月色，是年轻人及时行乐的佳境。不像秋天的月，执着地照着离别之人，引两地伤情。"}}, {"name": "菩萨蛮·溪山掩映斜阳", "prop": {"content": "溪山掩映斜阳里，楼台影动鸳鸯起。隔岸两三家，出墙红杏花。绿杨堤下路，早晚溪边去。三见柳绵飞，离人犹未归。", "translation": "溪水和山峰都笼罩在夕阳余晖之中。微风吹拂下，溪水荡起层层绿波，倒映在水中的楼台也仿佛在晃动，惊起了水面上的鸳鸯。溪水的两岸，只住着两三户人家，一枝娇艳的杏花从院墙上探出头来。在杨柳掩映的溪边小路上，有人天天在那里徘徊观望。年年看柳絮飘飞，至今已经看了三次，离人为什么还不还乡？"}}, {"name": "谒金门·杨花落", "prop": {"content": "杨花落，燕子横穿朱阁。苦恨春醪如水薄，闲愁无处着。绿野带红山落角，桃杏参差残萼。历历危樯沙外泊，东风晚来恶。", "translation": "　　这首词通过景物描写，抒发作者的惜春情怀。上片写暮春季节，燕子穿阁，杨花飘落，而春醪味薄，难解闲愁。下片写桃杏凋残，绿野草长。晚来风急，又不知花落多少。"}}, {"name": "李好古", "dynasty": "宋代"}, {"name": "花犯·小石梅花", "prop": {"content": "粉墙低，梅花照眼，依然旧风味。露痕轻缀。疑净洗铅华，无限佳丽。去年胜赏曾孤倚。冰盘同宴喜。更可惜，雪中高树，香篝熏素被。 今年对花最匆匆，相逢似有恨，依依愁悴。吟望久，青苔上、旋看飞坠。相将见、脆丸荐酒，人正在、空江烟浪里。但梦想、一枝潇洒，黄昏斜照水。", "translation": "　　本词的特点是在咏梅中打入个人身世之感，但不是用如林逋在《霜天晓角》中“谁是我知音，孤山人姓林”等直抒其情的语言来表达，而是用前后盘旋、左顾右盼、姿态横生的手法，多方位、多角度地来体现自己的情感。宋代黄升在《唐宋诸贤绝妙词选》中云：“此只咏梅花，而纡徐反复，道尽三年间事，圆美流转如弹丸。”"}}, {"name": "太常引·客中闻歌", "prop": {"content": "杏花开了燕飞忙，正是好春光。偏是好春光，者几日、风凄雨凉。杨枝飘泊，桃根娇小，独自个思量。刚待不思量，吹一片、箫声过墙。", "translation": "正值杏花开放，燕子也飞来飞去的忙碌，这一切都显出春景的美。偏偏就因为春光绚丽，这几日中，风的号子是那么的凄凉，雨打在身上也是那么的冷。杨柳的枝叶四处飘散，桃树与银杏树上的花苞、叶儿依旧玲珑娇小。我独自一人站在这景中想自己的心事。刚刚等到我停止了心头的思绪，风将叶儿吹起一片，那吹萧的箫声，也随着风晃荡过墙头，飘向远方。"}}, {"name": "谒金门·双喜鹊", "prop": {"content": "双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。", "translation": "　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。"}}, {"name": "赵佶", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "五代"}, {"name": "诉衷情·夜寒茅店不成", "prop": {"content": "夜寒茅店不成眠，残月照吟鞭。黄花细雨时候，催上渡头船。鸥似雪，水如天，忆当年。到家应是，童稚牵衣，笑我华颠。", "translation": "深夜严寒，我在简陋的旅店里孤枕难眠，皎洁的月光照着半夜起床赶路的我。细雨霏霏，秋菊盛开，我急急忙忙赶上了回家的渡船。鸥鸟洁似白雪，河水清似蓝天，让我想起了家乡，不禁遐想，回到了家，小孩会抓着衣角，笑我满头白发吧。"}}, {"name": "黄公绍", "dynasty": "宋代"}, {"name": "吕渭老", "dynasty": "宋代"}, {"name": "佟世南", "dynasty": "清代"}, {"name": "虞美人·影松峦峰", "prop": {"content": "有时云与高峰匹，不放松峦历历。望里依岩附壁，一样黏天碧。有时峰与晴云敌，不许露珠轻滴。别是娇酣颜色，浓淡随伊力。", "translation": "一时间云彩与高峰相聚，与峰间青松不明的样子。望着依偎在另一侧岩壁的云彩，一样的与天交接。有时候山峰与天气作对，不允许山间的露珠轻易滴落，而云气的颜色深浅浓淡，随着山崖之势变化。"}}, {"name": "李珣", "dynasty": "五代"}, {"name": "减字木兰花·偶检丛纸", "prop": {"content": "偶检丛纸中，得花瓣一包，纸背细书辛幼安“更能消几番风雨”一阕，乃是京师悯忠寺海棠花，戊辰暮春所戏为也，泫然得句。人天无据，被侬留得香魂住。如梦如烟，枝上花开又十年！十年千里，风痕雨点斓斑里。莫怪怜他，身世依然是落花。", "translation": "人心和天意变化无常，没想到自己无意中还保存着十年前的花瓣。迷离恍惚，转眼树上的花开又十年。自己十年中往来奔波，受尽了折磨。不要去怜惜花瓣，其实自己的身世，也是和落花一样飘零。"}}, {"name": "卜算子·樽前一曲歌", "prop": {"content": "樽前一曲歌，歌里千重意。才欲歌时泪已流，恨应更、多于泪。试问缘何事？不语如痴醉。我亦情多不忍闻，怕和我、成憔悴。", "translation": "美酒当前，歌女高唱一曲，歌中似有千重含义。她在刚要唱歌之时已经泪流满面，恐怕她心中的苦恨比泪水还多。我试着问她，为何事而如此悲伤？她如痴如醉，沉默不语。我也是个多情人，听不了伤心人说伤心事。唯恐两人同病相怜，共同悲歌。"}}, {"name": "周济", "dynasty": "清代"}, {"name": "南乡子·乘彩舫", "prop": {"content": "乘彩舫，过莲塘，棹歌惊起睡鸳鸯。游女带香偎伴笑，争窈窕，竞折团荷遮晚照。(带香 一作：带花)", "translation": "乘着五彩画舫，经过莲花池塘，船歌悠扬，惊醒安睡的鸳鸯。满身香气的少女只顾依偎着同伴嫣然倩笑，这些少女个个姿态美好，她们在娇笑中折起荷叶遮挡夕阳。"}}, {"name": "诉衷情·春游", "prop": {"content": "小桃枝下试罗裳，蝶粉斗遗香。玉轮碾平芳草，半面恼红妆。风乍暖，日初长，袅垂杨。一双舞燕，万点飞花，满地斜阳。", "translation": "有人在桃树下试穿丝衣，蝴蝶在残余的花间飞舞。芳草被华美的车子辗平，花枝上，花落已半。风变得薰暖，白天开始长起来，杨柳的枝条柔美细长。一双燕子在风中飞舞，杨柳絮飘飘扬扬，地上铺满了落日的余晖。"}}, {"name": "更漏子·春夜阑", "prop": {"content": "春夜阑，更漏促，金烬暗挑残烛。惊梦断，锦屏深，两乡明月心。闺草碧，望归客，还是不知消息。辜负我，悔怜君，告天天不闻。", "translation": "　　这首词是写女子春宵怀人。全词从梦断后写来。"}}, {"name": "南乡子·春闺", "prop": {"content": "晓日压重檐，斗帐春寒起来忺。天气困人梳洗懒，眉尖，淡画春山不喜添。闲把绣丝挦，认得金针又倒拈。陌上游人归也未？恹恹，满院杨花不卷帘。", "translation": "东日初升，飞檐斗翘，早晨起来，还觉春寒，很不惬意，也懒得梳洗、画眉。闲来无事，把绣丝寻找，做做女红，可是金针倒拈，心不在焉。远游的爱人到底回不回来呢？思念爱人几乎都病了。时已暮春，杨花满院，也不愿卷帘去看。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "西江月·梅花", "prop": {"content": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。(翻嫌 一作：常嫌)", "translation": "梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因它淡雅的姿态有神仙的风姿。海仙经常派遣使者来到花丛中探望，这个使者，原来是倒挂在树上的绿毛小鸟。它的素色面容不屑于用铅粉来妆饰，即使梅花谢了，而梅叶仍有红色。爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梅花云那样做同一类的梦了。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "刘著", "dynasty": "宋代"}, {"name": "清平乐·宫怨", "prop": {"content": "珠帘寂寂。愁背银缸泣。记得少年初选入。三十六宫第一。 当年掌上承恩。而今冷落长门。又是羊车过也，月明花落黄昏。", "translation": "珠帘静静地低垂，她愁苦地背对着油灯流泪。记得少女时刚被选入宫内，三十六宫中数她最美。当年她备受君王恩宠，如今却被冷落在长门宫中。又传来君王车驾驶过的响声，而她却只能呆立不动，面对着黄昏中的落花，明月照着一个孤单的身影。"}}, {"name": "唐多令·柳絮", "prop": {"content": "粉堕百花洲，香残燕子楼。一团团、逐队成球。飘泊亦如人命薄，空缱绻，说风流。草木也知愁，韶华竟白头。叹今生、谁舍谁收！嫁与东风春不管，凭尔去，忍淹留！", "translation": "百花洲上柳絮像粉末随风飘落，燕子楼中杨花的芬香仍然残留。一团团的洁白柳絮互相追赶着结队成球。飘泊不定就像人那样命苦，难合难分也没有用处，再不要说过去的风流！草木好像也知道忧愁，这样年轻怎么就白了头。可叹这一生、谁舍弃了你谁又把你来收！跟着东风走，春光也不管，任凭你到处漂泊，怎忍心使你长久地逗留！"}}, {"name": "菩萨蛮·木棉花映丛祠", "prop": {"content": "木棉花映丛祠小，越禽声里春光晓。铜鼓与蛮歌，南人祈赛多。客帆风正急，茜袖偎墙立。极浦几回头，烟波无限愁。", "translation": "　　木棉花开，春光大好。铜鼓蛮歌声中，忽见一帆，飘然而来，船上红袖偎樯，顷刻间消失在烟波江上。几番回头，令人不胜怅惘。这首词生动逼真地描绘出南国风光，具有浓厚的生活气息。 "}}, {"name": "齐天乐·夜来疏雨鸣金", "prop": {"content": "夜来疏雨鸣金井，一叶舞空红浅。莲渚收香，兰皋浮爽，凉思顿欺班扇。秋光苒苒。任老却芦花，西风不管。清兴难磨，几回有句到诗卷。 长安故人别後，料征鸿声里，画阑凭偏。横竹吹商，疏砧点月，好梦又随云远。间愁似线。甚击损柔肠，不堪裁翦。听著鸣蛩，一声声是怨。", "translation": "　　王月山此作即由秋思写起，由清秋之景而滋生孤寂之感，由孤寂而顿起怀远之情。"}}, {"name": "眼儿媚·萋萋芳草小楼", "prop": {"content": "萋萋芳草小楼西，云压雁声低。两行疏柳，一丝残照，万点鸦栖。春山碧树秋重绿，人在武陵溪。无情明月，有情归梦，同到幽闺。", "translation": "小楼西边的原野一片葱茏，云朵低垂，飞雁哀鸣。夕阳映照着两行衰柳，万点栖鸦在柳丛。山上草木在秋风里仍带些绿意，远游的人却在外漂泊无依。明月清冷的光辉游子思乡的梦魂，一同来到那思妇的空闺。"}}, {"name": "西江月·夜行黄沙道中", "prop": {"content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)", "translation": "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。田里稻花飘香，蛙声阵阵，似乎在告诉人们今年是一个丰收年。天边几颗星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"}}, {"name": "江城子·江景", "prop": {"content": "湖上与张先同赋，时闻弹筝凤凰山下雨初晴，水风清，晚霞明。一朵芙蕖，开过尚盈盈。何处飞来双白鹭，如有意，慕娉婷。忽闻江上弄哀筝，苦含情，遣谁听！烟敛云收，依约是湘灵。欲待曲终寻问取，人不见，数峰青。 ", "translation": "凤凰山下，雨后初晴，云淡风清，晚霞明丽。一朵荷花，虽然开过了，但是仍然美丽、清净。什么地方飞过一对白鹭，它们也有意来倾慕弹筝人的美丽。忽然听见江上哀伤的调子，含着悲苦，又有谁，忍心去听。烟霭为之敛容，云彩为之收色，这曲子，就好像是湘水女神奏瑟在倾诉自己的哀伤，一曲终了，她已经飘然远逝，只见青翠的山峰，仍然静静地立在湖边，仿佛那哀怨的乐曲仍然荡漾在山间水际。"}}, {"name": "黄公度", "dynasty": "宋代"}, {"name": "摊破浣溪沙·菡萏香销", "prop": {"content": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。(何限恨 一作：无限恨)", "translation": "荷花落尽，香气消散，荷叶凋残，西风从绿波之间吹起，使人愁绪满怀。美好的景致与观荷人的情趣一起憔悴了，哪里还忍心再看。细雨绵绵，梦境中塞外风物缈远。吹到最后一曲，寒笙呜咽之声久久回荡在小楼中。想起故人旧事，含泪倚栏，怀抱无穷幽怨。"}}, {"name": "更漏子·本意", "prop": {"content": "斜月横，疏星炯。不道秋宵真永。声缓缓，滴泠泠。双眸未易扃。霜叶坠，幽虫絮，薄酒何曾得醉。天下事，少年心。分明点点深。", "translation": "一轮弯月挂在西边，稀疏的星星闪烁着明亮的光，可是秋夜却显得格外漫长。漏壶滴水的声音回荡在耳边，使人难以入睡。下了霜的叶子弯了下来，幽暗角落的虫子在鸣叫，秋天的一切都是显得如此悲凉，薄酒一杯，怎么能解我心中愁？满腔热血地想要为国效力，却始终不能如愿。天下大事，儿女情长，只能深埋在心中。"}}, {"name": "菩萨蛮·落花迤逦层阴", "prop": {"content": "落花迤逦层阴少，青梅竞弄枝头小。红色雨和烟，行人江那边。好花都过了，满地空芳草。落日醉醒问，一春无此寒。", "translation": "　　这首词着意描写暮春景色。落红如雨，青梅似豆。斜阳夕照，遍地芳草。而醉醒之间，“好花都过”，春光已暮。全词通过景物的描绘，委婉含蓄地抒写诗人的惜春情怀。清新和婉，平易自然。 "}}, {"name": "采桑子·宝钗楼上妆梳", "prop": {"content": "宝钗楼上妆梳晚，懒上秋千。闲拨沉烟。金缕衣宽睡髻偏。 鳞鸿不寄辽东信，又是经年。弹泪花前。愁入春见十四弦。", "translation": "女子在闺阁梳妆打扮后，慵懒地荡秋千。悠闲地拨弄沉香，花冠不整，衣宽髻偏。没有远方情人的书信寄来，而且多年如此。花前挥泪，思绪缠绵尽倾诉给十四弦。"}}, {"name": "蝶恋花·别范南伯", "prop": {"content": "离恨做成春夜雨。添得春江，刬地东流去。弱柳系船都不住。为君愁绝听鸣橹。 君到南徐芳草渡。想得寻春，依旧当年路。后夜独怜回首处。乱山遮隔无重数。", "translation": "无尽的离愁别恨化为无尽的春雨。使春江水涨，浩浩荡荡，一派东流去，尽管盛情挽留，但朋友还是不得不登船离去。耳听那越来越小的橹声，为你前程坎坷难卜担忧。到了南徐州那芳草如茵的渡口。如果你想寻春，依旧是当年我们曾走过的那条路。悬想别后友人思我，回望之时，已是有无数乱山遮隔。"}}, {"name": "点绛唇·感兴", "prop": {"content": "雨恨云愁，江南依旧称佳丽。水村渔市，一缕孤烟细。天际征鸿，遥认行如缀。平生事，此时凝睇，谁会凭栏意。(栏 通：阑)", "translation": "雨绵绵，恨意难消，云层层，愁绪堆积，江南景色，依旧被称为上好美丽。水边村落，湖畔渔市，袅袅升起一缕孤零零的炊烟，那么淡，那么细。一行长途跋涉的鸿雁，在那水天相连的遥远的天际，远远望去，款款飞行，好似列队首尾连缀。回想平生事业，此时此刻，凝视征鸿，谁理会我凭栏远眺的含意！"}}, {"name": "鹧鸪天·一点残红欲尽", "prop": {"content": "一点残红欲尽时。乍凉秋气满屏帏。梧桐叶上三更雨，叶叶声声是别离。 调宝瑟，拨金猊。那时同唱鹧鸪词。如今风雨西楼夜，不听清歌也泪垂。", "translation": "我独自守一盏残灯，灯已快要燃尽，天乍凉，秋气充塞罗帷和银屏，三更雨点点洒上梧桐，一叶叶、一声声，都是离别的哀音。那时，我和她相对调弄宝瑟，拨动炉中温馨的沉水香，同声齐唱《鹧鸪词》，曾是多么欢欣。如今，孤寂地在这西楼，当此风雨凄凄的暗夜，不听清歌也悲泪难禁。"}}, {"name": "天仙子·草绿裙腰山染", "prop": {"content": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。", "translation": "此词抒写爱情，清新流畅，灵活自然，别具风格，不落俗套，颇有民歌风味。 "}}, {"name": "夜合花·柳锁莺魂", "prop": {"content": "柳锁莺魂，花翻蝶梦，自知愁染潘郎。轻衫未揽，犹将泪点偷藏。 忘前事，怯流光，早春窥、酥雨池塘。向消凝里，梅开半面，情满徐妆。风丝一寸柔肠，曾在歌边惹恨，烛底萦香。芳机瑞锦，如何未织鸳鸯。 人扶醉，月依墙，是当初、谁敢疏狂！把闲言语，花房夜久，各自思量。", "translation": "浓密的柳阴遮住了黄鹂的倩影，也听不到它的歌唱。蝴蝶翻飞于鲜花上，不知是庄周还是蝴蝶令人迷惘。我知道自己的两鬓已白，就像当年的潘郎。我没有用罗衫遮掩面庞，只是把眼泪偷偷掩藏。回忆往事，飞逝的时光令我畏惧。早春再回人间，我偷偷地看一看那落着细雨的池塘，不由得暗自神伤，只见一朵梅花正绽开一半，含情脉脉，宛如徐妃的半面粉妆。微风丝雨撩起寸寸柔肠，你曾为我曼声歌唱，更牵惹我的惆怅。在歌宴旁惹起愁恨，在花烛下萦绕馨香。华丽的织机织出龙凤采锦，却为何没有织上鸳鸯？我独自酒醉，月光依墙闪亮。想当初，谁敢放荡轻狂？如今只能在这漫漫的长夜中，各自守着空房，独自思量。"}}, {"name": "女冠子·昨夜夜半", "prop": {"content": "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。", "translation": "昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。"}}, {"name": "苏幕遮·送春", "prop": {"content": "日烘晴，风弄晓，芍药荼醾，是处撄怀抱。倦枕深杯消不了，人惜残春，我道春归好。絮从抛，莺任老，拼作无情，不为多情恼。日影渐斜人悄悄，凭暖栏杆，目断游丝袅。", "translation": "　　此词抒写了作者对春归的看法。眼前春光明媚，春花撩人。而“人惜残春，我道春归好”。一任絮飞莺老，“拼作无情，不为多情恼”。全词写得新颖别致，艳丽多姿而又不落俗套。 "}}], "edges": [{"source": 618, "target": 308, "relation": "创作"}, {"source": 232, "target": 618, "relation": "出自于"}, {"source": 554, "target": 300, "relation": "创作"}, {"source": 269, "target": 554, "relation": "出自于"}, {"source": 153, "target": 725, "relation": "创作"}, {"source": 269, "target": 153, "relation": "出自于"}, {"source": 153, "target": 53, "relation": "创作"}, {"source": 199, "target": 366, "relation": "创作"}, {"source": 269, "target": 199, "relation": "出自于"}, {"source": 426, "target": 616, "relation": "创作"}, {"source": 269, "target": 426, "relation": "出自于"}, {"source": 426, "target": 70, "relation": "创作"}, {"source": 17, "target": 264, "relation": "创作"}, {"source": 269, "target": 17, "relation": "出自于"}, {"source": 199, "target": 456, "relation": "创作"}, {"source": 199, "target": 526, "relation": "创作"}, {"source": 603, "target": 435, "relation": "创作"}, {"source": 269, "target": 603, "relation": "出自于"}, {"source": 537, "target": 59, "relation": "创作"}, {"source": 314, "target": 537, "relation": "出自于"}, {"source": 715, "target": 3, "relation": "创作"}, {"source": 269, "target": 715, "relation": "出自于"}, {"source": 153, "target": 225, "relation": "创作"}, {"source": 522, "target": 143, "relation": "创作"}, {"source": 314, "target": 522, "relation": "出自于"}, {"source": 571, "target": 211, "relation": "创作"}, {"source": 269, "target": 571, "relation": "出自于"}, {"source": 718, "target": 81, "relation": "创作"}, {"source": 269, "target": 718, "relation": "出自于"}, {"source": 205, "target": 213, "relation": "创作"}, {"source": 269, "target": 205, "relation": "出自于"}, {"source": 426, "target": 468, "relation": "创作"}, {"source": 603, "target": 210, "relation": "创作"}, {"source": 618, "target": 138, "relation": "创作"}, {"source": 603, "target": 150, "relation": "创作"}, {"source": 382, "target": 590, "relation": "创作"}, {"source": 269, "target": 382, "relation": "出自于"}, {"source": 88, "target": 247, "relation": "创作"}, {"source": 232, "target": 88, "relation": "出自于"}, {"source": 531, "target": 78, "relation": "创作"}, {"source": 617, "target": 531, "relation": "出自于"}, {"source": 88, "target": 144, "relation": "创作"}, {"source": 718, "target": 677, "relation": "创作"}, {"source": 382, "target": 418, "relation": "创作"}, {"source": 230, "target": 256, "relation": "创作"}, {"source": 314, "target": 230, "relation": "出自于"}, {"source": 88, "target": 180, "relation": "创作"}, {"source": 554, "target": 612, "relation": "创作"}, {"source": 715, "target": 360, "relation": "创作"}, {"source": 537, "target": 271, "relation": "创作"}, {"source": 426, "target": 357, "relation": "创作"}, {"source": 648, "target": 728, "relation": "创作"}, {"source": 232, "target": 648, "relation": "出自于"}, {"source": 595, "target": 8, "relation": "创作"}, {"source": 269, "target": 595, "relation": "出自于"}, {"source": 554, "target": 282, "relation": "创作"}, {"source": 715, "target": 170, "relation": "创作"}, {"source": 47, "target": 108, "relation": "创作"}, {"source": 269, "target": 47, "relation": "出自于"}, {"source": 66, "target": 513, "relation": "创作"}, {"source": 269, "target": 66, "relation": "出自于"}, {"source": 47, "target": 206, "relation": "创作"}, {"source": 578, "target": 470, "relation": "创作"}, {"source": 269, "target": 578, "relation": "出自于"}, {"source": 65, "target": 255, "relation": "创作"}, {"source": 232, "target": 65, "relation": "出自于"}, {"source": 162, "target": 75, "relation": "创作"}, {"source": 269, "target": 162, "relation": "出自于"}, {"source": 32, "target": 589, "relation": "创作"}, {"source": 269, "target": 32, "relation": "出自于"}, {"source": 587, "target": 521, "relation": "创作"}, {"source": 269, "target": 587, "relation": "出自于"}, {"source": 450, "target": 629, "relation": "创作"}, {"source": 269, "target": 450, "relation": "出自于"}, {"source": 123, "target": 626, "relation": "创作"}, {"source": 269, "target": 123, "relation": "出自于"}, {"source": 199, "target": 107, "relation": "创作"}, {"source": 32, "target": 18, "relation": "创作"}, {"source": 450, "target": 292, "relation": "创作"}, {"source": 648, "target": 222, "relation": "创作"}, {"source": 199, "target": 717, "relation": "创作"}, {"source": 618, "target": 503, "relation": "创作"}, {"source": 199, "target": 726, "relation": "创作"}, {"source": 66, "target": 666, "relation": "创作"}, {"source": 603, "target": 365, "relation": "创作"}, {"source": 718, "target": 627, "relation": "创作"}, {"source": 719, "target": 244, "relation": "创作"}, {"source": 269, "target": 719, "relation": "出自于"}, {"source": 718, "target": 278, "relation": "创作"}, {"source": 554, "target": 238, "relation": "创作"}, {"source": 42, "target": 524, "relation": "创作"}, {"source": 270, "target": 42, "relation": "出自于"}, {"source": 519, "target": 464, "relation": "创作"}, {"source": 314, "target": 519, "relation": "出自于"}, {"source": 328, "target": 501, "relation": "创作"}, {"source": 269, "target": 328, "relation": "出自于"}, {"source": 199, "target": 99, "relation": "创作"}, {"source": 230, "target": 737, "relation": "创作"}, {"source": 703, "target": 147, "relation": "创作"}, {"source": 269, "target": 703, "relation": "出自于"}, {"source": 116, "target": 77, "relation": "创作"}, {"source": 314, "target": 116, "relation": "出自于"}, {"source": 450, "target": 1, "relation": "创作"}, {"source": 199, "target": 218, "relation": "创作"}, {"source": 245, "target": 311, "relation": "创作"}, {"source": 269, "target": 245, "relation": "出自于"}, {"source": 162, "target": 5, "relation": "创作"}, {"source": 119, "target": 496, "relation": "创作"}, {"source": 269, "target": 119, "relation": "出自于"}, {"source": 556, "target": 176, "relation": "创作"}, {"source": 269, "target": 556, "relation": "出自于"}, {"source": 397, "target": 733, "relation": "创作"}, {"source": 269, "target": 397, "relation": "出自于"}, {"source": 423, "target": 721, "relation": "创作"}, {"source": 617, "target": 423, "relation": "出自于"}, {"source": 548, "target": 173, "relation": "创作"}, {"source": 314, "target": 548, "relation": "出自于"}, {"source": 88, "target": 389, "relation": "创作"}, {"source": 66, "target": 580, "relation": "创作"}, {"source": 537, "target": 440, "relation": "创作"}, {"source": 534, "target": 56, "relation": "创作"}, {"source": 270, "target": 534, "relation": "出自于"}, {"source": 554, "target": 265, "relation": "创作"}, {"source": 603, "target": 26, "relation": "创作"}, {"source": 382, "target": 573, "relation": "创作"}, {"source": 133, "target": 2, "relation": "创作"}, {"source": 314, "target": 133, "relation": "出自于"}, {"source": 622, "target": 504, "relation": "创作"}, {"source": 617, "target": 622, "relation": "出自于"}, {"source": 551, "target": 650, "relation": "创作"}, {"source": 269, "target": 551, "relation": "出自于"}, {"source": 483, "target": 268, "relation": "创作"}, {"source": 232, "target": 483, "relation": "出自于"}, {"source": 47, "target": 192, "relation": "创作"}, {"source": 47, "target": 391, "relation": "创作"}, {"source": 531, "target": 221, "relation": "创作"}, {"source": 382, "target": 487, "relation": "创作"}, {"source": 230, "target": 408, "relation": "创作"}, {"source": 596, "target": 493, "relation": "创作"}, {"source": 269, "target": 596, "relation": "出自于"}, {"source": 153, "target": 187, "relation": "创作"}, {"source": 368, "target": 447, "relation": "创作"}, {"source": 269, "target": 368, "relation": "出自于"}, {"source": 110, "target": 370, "relation": "创作"}, {"source": 269, "target": 110, "relation": "出自于"}, {"source": 378, "target": 674, "relation": "创作"}, {"source": 269, "target": 378, "relation": "出自于"}, {"source": 556, "target": 682, "relation": "创作"}, {"source": 15, "target": 734, "relation": "创作"}, {"source": 269, "target": 15, "relation": "出自于"}, {"source": 603, "target": 355, "relation": "创作"}, {"source": 287, "target": 608, "relation": "创作"}, {"source": 269, "target": 287, "relation": "出自于"}, {"source": 485, "target": 458, "relation": "创作"}, {"source": 232, "target": 485, "relation": "出自于"}, {"source": 245, "target": 471, "relation": "创作"}, {"source": 318, "target": 428, "relation": "创作"}, {"source": 269, "target": 318, "relation": "出自于"}, {"source": 216, "target": 486, "relation": "创作"}, {"source": 314, "target": 216, "relation": "出自于"}, {"source": 67, "target": 367, "relation": "创作"}, {"source": 269, "target": 67, "relation": "出自于"}, {"source": 393, "target": 285, "relation": "创作"}, {"source": 269, "target": 393, "relation": "出自于"}, {"source": 426, "target": 279, "relation": "创作"}, {"source": 655, "target": 552, "relation": "创作"}, {"source": 269, "target": 655, "relation": "出自于"}, {"source": 707, "target": 28, "relation": "创作"}, {"source": 232, "target": 707, "relation": "出自于"}, {"source": 230, "target": 219, "relation": "创作"}, {"source": 123, "target": 469, "relation": "创作"}, {"source": 519, "target": 609, "relation": "创作"}, {"source": 402, "target": 191, "relation": "创作"}, {"source": 314, "target": 402, "relation": "出自于"}, {"source": 291, "target": 234, "relation": "创作"}, {"source": 257, "target": 291, "relation": "出自于"}, {"source": 153, "target": 35, "relation": "创作"}, {"source": 550, "target": 398, "relation": "创作"}, {"source": 269, "target": 550, "relation": "出自于"}, {"source": 644, "target": 240, "relation": "创作"}, {"source": 269, "target": 644, "relation": "出自于"}, {"source": 119, "target": 405, "relation": "创作"}, {"source": 388, "target": 656, "relation": "创作"}, {"source": 314, "target": 388, "relation": "出自于"}, {"source": 117, "target": 325, "relation": "创作"}, {"source": 617, "target": 117, "relation": "出自于"}, {"source": 558, "target": 309, "relation": "创作"}, {"source": 269, "target": 558, "relation": "出自于"}, {"source": 153, "target": 260, "relation": "创作"}, {"source": 293, "target": 420, "relation": "创作"}, {"source": 269, "target": 293, "relation": "出自于"}, {"source": 116, "target": 109, "relation": "创作"}, {"source": 23, "target": 137, "relation": "创作"}, {"source": 314, "target": 23, "relation": "出自于"}, {"source": 512, "target": 83, "relation": "创作"}, {"source": 617, "target": 512, "relation": "出自于"}, {"source": 622, "target": 406, "relation": "创作"}, {"source": 88, "target": 139, "relation": "创作"}, {"source": 718, "target": 502, "relation": "创作"}, {"source": 599, "target": 161, "relation": "创作"}, {"source": 269, "target": 599, "relation": "出自于"}, {"source": 628, "target": 330, "relation": "创作"}, {"source": 314, "target": 628, "relation": "出自于"}, {"source": 277, "target": 29, "relation": "创作"}, {"source": 269, "target": 277, "relation": "出自于"}, {"source": 655, "target": 639, "relation": "创作"}, {"source": 653, "target": 340, "relation": "创作"}, {"source": 270, "target": 653, "relation": "出自于"}, {"source": 603, "target": 561, "relation": "创作"}, {"source": 128, "target": 19, "relation": "创作"}, {"source": 269, "target": 128, "relation": "出自于"}, {"source": 199, "target": 693, "relation": "创作"}, {"source": 263, "target": 183, "relation": "创作"}, {"source": 269, "target": 263, "relation": "出自于"}, {"source": 245, "target": 273, "relation": "创作"}, {"source": 432, "target": 307, "relation": "创作"}, {"source": 269, "target": 432, "relation": "出自于"}, {"source": 419, "target": 459, "relation": "创作"}, {"source": 269, "target": 419, "relation": "出自于"}, {"source": 128, "target": 438, "relation": "创作"}, {"source": 654, "target": 79, "relation": "创作"}, {"source": 617, "target": 654, "relation": "出自于"}, {"source": 465, "target": 156, "relation": "创作"}, {"source": 269, "target": 465, "relation": "出自于"}, {"source": 531, "target": 118, "relation": "创作"}, {"source": 166, "target": 567, "relation": "创作"}, {"source": 269, "target": 166, "relation": "出自于"}, {"source": 249, "target": 729, "relation": "创作"}, {"source": 270, "target": 249, "relation": "出自于"}, {"source": 385, "target": 658, "relation": "创作"}, {"source": 334, "target": 385, "relation": "出自于"}, {"source": 245, "target": 514, "relation": "创作"}, {"source": 32, "target": 515, "relation": "创作"}, {"source": 670, "target": 358, "relation": "创作"}, {"source": 270, "target": 670, "relation": "出自于"}, {"source": 128, "target": 233, "relation": "创作"}, {"source": 586, "target": 392, "relation": "创作"}, {"source": 269, "target": 586, "relation": "出自于"}, {"source": 246, "target": 74, "relation": "创作"}, {"source": 269, "target": 246, "relation": "出自于"}, {"source": 463, "target": 477, "relation": "创作"}, {"source": 314, "target": 463, "relation": "出自于"}, {"source": 207, "target": 93, "relation": "创作"}, {"source": 269, "target": 207, "relation": "出自于"}, {"source": 259, "target": 31, "relation": "创作"}, {"source": 269, "target": 259, "relation": "出自于"}, {"source": 393, "target": 646, "relation": "创作"}, {"source": 432, "target": 614, "relation": "创作"}, {"source": 294, "target": 7, "relation": "创作"}, {"source": 232, "target": 294, "relation": "出自于"}, {"source": 117, "target": 708, "relation": "创作"}, {"source": 246, "target": 634, "relation": "创作"}, {"source": 205, "target": 171, "relation": "创作"}, {"source": 100, "target": 676, "relation": "创作"}, {"source": 269, "target": 100, "relation": "出自于"}, {"source": 289, "target": 148, "relation": "创作"}, {"source": 269, "target": 289, "relation": "出自于"}, {"source": 322, "target": 149, "relation": "创作"}, {"source": 269, "target": 322, "relation": "出自于"}, {"source": 558, "target": 555, "relation": "创作"}, {"source": 466, "target": 226, "relation": "创作"}, {"source": 269, "target": 466, "relation": "出自于"}, {"source": 15, "target": 11, "relation": "创作"}, {"source": 622, "target": 538, "relation": "创作"}, {"source": 371, "target": 297, "relation": "创作"}, {"source": 232, "target": 371, "relation": "出自于"}, {"source": 404, "target": 665, "relation": "创作"}, {"source": 270, "target": 404, "relation": "出自于"}, {"source": 331, "target": 724, "relation": "创作"}, {"source": 270, "target": 331, "relation": "出自于"}, {"source": 327, "target": 559, "relation": "创作"}, {"source": 269, "target": 327, "relation": "出自于"}, {"source": 291, "target": 343, "relation": "创作"}, {"source": 76, "target": 651, "relation": "创作"}, {"source": 269, "target": 76, "relation": "出自于"}, {"source": 700, "target": 597, "relation": "创作"}, {"source": 269, "target": 700, "relation": "出自于"}, {"source": 303, "target": 712, "relation": "创作"}, {"source": 270, "target": 303, "relation": "出自于"}, {"source": 426, "target": 661, "relation": "创作"}, {"source": 66, "target": 115, "relation": "创作"}, {"source": 379, "target": 643, "relation": "创作"}, {"source": 617, "target": 379, "relation": "出自于"}, {"source": 17, "target": 242, "relation": "创作"}, {"source": 572, "target": 484, "relation": "创作"}, {"source": 269, "target": 572, "relation": "出自于"}, {"source": 433, "target": 344, "relation": "创作"}, {"source": 257, "target": 433, "relation": "出自于"}, {"source": 246, "target": 22, "relation": "创作"}, {"source": 106, "target": 372, "relation": "创作"}, {"source": 269, "target": 106, "relation": "出自于"}, {"source": 348, "target": 511, "relation": "创作"}, {"source": 101, "target": 348, "relation": "出自于"}, {"source": 701, "target": 168, "relation": "创作"}, {"source": 232, "target": 701, "relation": "出自于"}, {"source": 47, "target": 430, "relation": "创作"}, {"source": 296, "target": 152, "relation": "创作"}, {"source": 269, "target": 296, "relation": "出自于"}, {"source": 707, "target": 711, "relation": "创作"}, {"source": 153, "target": 196, "relation": "创作"}, {"source": 462, "target": 588, "relation": "创作"}, {"source": 269, "target": 462, "relation": "出自于"}, {"source": 610, "target": 248, "relation": "创作"}, {"source": 269, "target": 610, "relation": "出自于"}, {"source": 640, "target": 619, "relation": "创作"}, {"source": 269, "target": 640, "relation": "出自于"}, {"source": 655, "target": 536, "relation": "创作"}, {"source": 290, "target": 306, "relation": "创作"}, {"source": 269, "target": 290, "relation": "出自于"}, {"source": 598, "target": 80, "relation": "创作"}, {"source": 269, "target": 598, "relation": "出自于"}, {"source": 533, "target": 401, "relation": "创作"}, {"source": 269, "target": 533, "relation": "出自于"}, {"source": 50, "target": 184, "relation": "创作"}, {"source": 617, "target": 50, "relation": "出自于"}, {"source": 558, "target": 54, "relation": "创作"}, {"source": 128, "target": 736, "relation": "创作"}, {"source": 667, "target": 335, "relation": "创作"}, {"source": 269, "target": 667, "relation": "出自于"}, {"source": 600, "target": 400, "relation": "创作"}, {"source": 269, "target": 600, "relation": "出自于"}, {"source": 393, "target": 241, "relation": "创作"}, {"source": 133, "target": 12, "relation": "创作"}, {"source": 32, "target": 535, "relation": "创作"}, {"source": 16, "target": 453, "relation": "创作"}, {"source": 269, "target": 16, "relation": "出自于"}, {"source": 134, "target": 467, "relation": "创作"}, {"source": 269, "target": 134, "relation": "出自于"}, {"source": 47, "target": 697, "relation": "创作"}, {"source": 303, "target": 20, "relation": "创作"}, {"source": 466, "target": 136, "relation": "创作"}, {"source": 60, "target": 662, "relation": "创作"}, {"source": 257, "target": 60, "relation": "出自于"}, {"source": 369, "target": 675, "relation": "创作"}, {"source": 232, "target": 369, "relation": "出自于"}, {"source": 393, "target": 566, "relation": "创作"}, {"source": 246, "target": 94, "relation": "创作"}, {"source": 301, "target": 239, "relation": "创作"}, {"source": 617, "target": 301, "relation": "出自于"}, {"source": 364, "target": 347, "relation": "创作"}, {"source": 617, "target": 364, "relation": "出自于"}, {"source": 96, "target": 421, "relation": "创作"}, {"source": 55, "target": 96, "relation": "出自于"}, {"source": 378, "target": 409, "relation": "创作"}, {"source": 72, "target": 516, "relation": "创作"}, {"source": 617, "target": 72, "relation": "出自于"}, {"source": 572, "target": 694, "relation": "创作"}, {"source": 488, "target": 380, "relation": "创作"}, {"source": 269, "target": 488, "relation": "出自于"}, {"source": 194, "target": 21, "relation": "创作"}, {"source": 269, "target": 194, "relation": "出自于"}, {"source": 623, "target": 709, "relation": "创作"}, {"source": 269, "target": 623, "relation": "出自于"}, {"source": 134, "target": 702, "relation": "创作"}, {"source": 558, "target": 302, "relation": "创作"}, {"source": 199, "target": 624, "relation": "创作"}, {"source": 396, "target": 517, "relation": "创作"}, {"source": 269, "target": 396, "relation": "出自于"}, {"source": 410, "target": 499, "relation": "创作"}, {"source": 269, "target": 410, "relation": "出自于"}, {"source": 154, "target": 30, "relation": "创作"}, {"source": 314, "target": 154, "relation": "出自于"}, {"source": 13, "target": 500, "relation": "创作"}, {"source": 269, "target": 13, "relation": "出自于"}, {"source": 290, "target": 127, "relation": "创作"}, {"source": 342, "target": 223, "relation": "创作"}, {"source": 269, "target": 342, "relation": "出自于"}, {"source": 155, "target": 568, "relation": "创作"}, {"source": 314, "target": 155, "relation": "出自于"}, {"source": 599, "target": 576, "relation": "创作"}, {"source": 696, "target": 457, "relation": "创作"}, {"source": 269, "target": 696, "relation": "出自于"}, {"source": 305, "target": 730, "relation": "创作"}, {"source": 269, "target": 305, "relation": "出自于"}, {"source": 276, "target": 645, "relation": "创作"}, {"source": 617, "target": 276, "relation": "出自于"}, {"source": 557, "target": 602, "relation": "创作"}, {"source": 269, "target": 557, "relation": "出自于"}, {"source": 625, "target": 659, "relation": "创作"}, {"source": 617, "target": 625, "relation": "出自于"}, {"source": 570, "target": 553, "relation": "创作"}, {"source": 617, "target": 570, "relation": "出自于"}, {"source": 598, "target": 4, "relation": "创作"}, {"source": 551, "target": 489, "relation": "创作"}, {"source": 224, "target": 228, "relation": "创作"}, {"source": 257, "target": 224, "relation": "出自于"}, {"source": 415, "target": 451, "relation": "创作"}, {"source": 270, "target": 415, "relation": "出自于"}, {"source": 637, "target": 542, "relation": "创作"}, {"source": 617, "target": 637, "relation": "出自于"}, {"source": 47, "target": 33, "relation": "创作"}, {"source": 432, "target": 731, "relation": "创作"}, {"source": 652, "target": 38, "relation": "创作"}, {"source": 269, "target": 652, "relation": "出自于"}, {"source": 32, "target": 169, "relation": "创作"}, {"source": 633, "target": 528, "relation": "创作"}, {"source": 617, "target": 633, "relation": "出自于"}, {"source": 507, "target": 208, "relation": "创作"}, {"source": 101, "target": 507, "relation": "出自于"}, {"source": 356, "target": 518, "relation": "创作"}, {"source": 269, "target": 356, "relation": "出自于"}, {"source": 57, "target": 332, "relation": "创作"}, {"source": 269, "target": 57, "relation": "出自于"}, {"source": 525, "target": 492, "relation": "创作"}, {"source": 270, "target": 525, "relation": "出自于"}, {"source": 531, "target": 480, "relation": "创作"}, {"source": 84, "target": 669, "relation": "创作"}, {"source": 269, "target": 84, "relation": "出自于"}, {"source": 537, "target": 373, "relation": "创作"}, {"source": 41, "target": 315, "relation": "创作"}, {"source": 617, "target": 41, "relation": "出自于"}, {"source": 495, "target": 563, "relation": "创作"}, {"source": 269, "target": 495, "relation": "出自于"}, {"source": 432, "target": 594, "relation": "创作"}, {"source": 660, "target": 582, "relation": "创作"}, {"source": 617, "target": 660, "relation": "出自于"}, {"source": 117, "target": 412, "relation": "创作"}, {"source": 32, "target": 549, "relation": "创作"}, {"source": 266, "target": 341, "relation": "创作"}, {"source": 269, "target": 266, "relation": "出自于"}, {"source": 188, "target": 680, "relation": "创作"}, {"source": 269, "target": 188, "relation": "出自于"}, {"source": 32, "target": 565, "relation": "创作"}, {"source": 593, "target": 374, "relation": "创作"}, {"source": 257, "target": 593, "relation": "出自于"}, {"source": 202, "target": 280, "relation": "创作"}, {"source": 232, "target": 202, "relation": "出自于"}, {"source": 275, "target": 436, "relation": "创作"}, {"source": 270, "target": 275, "relation": "出自于"}, {"source": 603, "target": 413, "relation": "创作"}, {"source": 364, "target": 163, "relation": "创作"}, {"source": 539, "target": 159, "relation": "创作"}, {"source": 269, "target": 539, "relation": "出自于"}, {"source": 604, "target": 142, "relation": "创作"}, {"source": 269, "target": 604, "relation": "出自于"}, {"source": 181, "target": 523, "relation": "创作"}, {"source": 269, "target": 181, "relation": "出自于"}, {"source": 599, "target": 529, "relation": "创作"}, {"source": 91, "target": 145, "relation": "创作"}, {"source": 314, "target": 91, "relation": "出自于"}, {"source": 586, "target": 687, "relation": "创作"}, {"source": 369, "target": 384, "relation": "创作"}, {"source": 331, "target": 664, "relation": "创作"}, {"source": 243, "target": 124, "relation": "创作"}, {"source": 270, "target": 243, "relation": "出自于"}, {"source": 199, "target": 214, "relation": "创作"}, {"source": 72, "target": 738, "relation": "创作"}, {"source": 155, "target": 641, "relation": "创作"}, {"source": 427, "target": 349, "relation": "创作"}, {"source": 269, "target": 427, "relation": "出自于"}, {"source": 449, "target": 706, "relation": "创作"}, {"source": 617, "target": 449, "relation": "出自于"}, {"source": 450, "target": 217, "relation": "创作"}, {"source": 41, "target": 160, "relation": "创作"}, {"source": 190, "target": 237, "relation": "创作"}, {"source": 269, "target": 190, "relation": "出自于"}, {"source": 319, "target": 630, "relation": "创作"}, {"source": 269, "target": 319, "relation": "出自于"}, {"source": 301, "target": 299, "relation": "创作"}, {"source": 654, "target": 678, "relation": "创作"}, {"source": 604, "target": 508, "relation": "创作"}, {"source": 427, "target": 126, "relation": "创作"}, {"source": 246, "target": 130, "relation": "创作"}, {"source": 61, "target": 283, "relation": "创作"}, {"source": 617, "target": 61, "relation": "出自于"}, {"source": 76, "target": 62, "relation": "创作"}, {"source": 369, "target": 606, "relation": "创作"}, {"source": 716, "target": 649, "relation": "创作"}, {"source": 269, "target": 716, "relation": "出自于"}, {"source": 684, "target": 562, "relation": "创作"}, {"source": 269, "target": 684, "relation": "出自于"}, {"source": 342, "target": 424, "relation": "创作"}, {"source": 715, "target": 444, "relation": "创作"}, {"source": 216, "target": 49, "relation": "创作"}, {"source": 17, "target": 352, "relation": "创作"}, {"source": 186, "target": 692, "relation": "创作"}, {"source": 232, "target": 186, "relation": "出自于"}, {"source": 410, "target": 387, "relation": "创作"}, {"source": 710, "target": 394, "relation": "创作"}, {"source": 617, "target": 710, "relation": "出自于"}, {"source": 622, "target": 491, "relation": "创作"}, {"source": 461, "target": 40, "relation": "创作"}, {"source": 617, "target": 461, "relation": "出自于"}, {"source": 272, "target": 203, "relation": "创作"}, {"source": 314, "target": 272, "relation": "出自于"}, {"source": 599, "target": 541, "relation": "创作"}, {"source": 14, "target": 251, "relation": "创作"}, {"source": 269, "target": 14, "relation": "出自于"}, {"source": 622, "target": 63, "relation": "创作"}, {"source": 73, "target": 92, "relation": "创作"}, {"source": 617, "target": 73, "relation": "出自于"}, {"source": 544, "target": 611, "relation": "创作"}, {"source": 270, "target": 544, "relation": "出自于"}, {"source": 274, "target": 313, "relation": "创作"}, {"source": 257, "target": 274, "relation": "出自于"}, {"source": 193, "target": 353, "relation": "创作"}, {"source": 617, "target": 193, "relation": "出自于"}, {"source": 654, "target": 698, "relation": "创作"}, {"source": 533, "target": 102, "relation": "创作"}, {"source": 128, "target": 339, "relation": "创作"}, {"source": 531, "target": 164, "relation": "创作"}, {"source": 195, "target": 672, "relation": "创作"}, {"source": 617, "target": 195, "relation": "出自于"}, {"source": 705, "target": 679, "relation": "创作"}, {"source": 617, "target": 705, "relation": "出自于"}, {"source": 133, "target": 473, "relation": "创作"}, {"source": 16, "target": 200, "relation": "创作"}, {"source": 546, "target": 114, "relation": "创作"}, {"source": 617, "target": 546, "relation": "出自于"}, {"source": 153, "target": 90, "relation": "创作"}, {"source": 381, "target": 64, "relation": "创作"}, {"source": 314, "target": 381, "relation": "出自于"}, {"source": 301, "target": 165, "relation": "创作"}, {"source": 483, "target": 632, "relation": "创作"}, {"source": 575, "target": 407, "relation": "创作"}, {"source": 101, "target": 575, "relation": "出自于"}, {"source": 683, "target": 383, "relation": "创作"}, {"source": 617, "target": 683, "relation": "出自于"}, {"source": 684, "target": 141, "relation": "创作"}, {"source": 452, "target": 172, "relation": "创作"}, {"source": 617, "target": 452, "relation": "出自于"}, {"source": 104, "target": 329, "relation": "创作"}, {"source": 617, "target": 104, "relation": "出自于"}, {"source": 48, "target": 85, "relation": "创作"}, {"source": 269, "target": 48, "relation": "出自于"}, {"source": 24, "target": 0, "relation": "创作"}, {"source": 232, "target": 24, "relation": "出自于"}, {"source": 316, "target": 333, "relation": "创作"}, {"source": 232, "target": 316, "relation": "出自于"}, {"source": 425, "target": 132, "relation": "创作"}, {"source": 269, "target": 425, "relation": "出自于"}, {"source": 476, "target": 229, "relation": "创作"}, {"source": 617, "target": 476, "relation": "出自于"}, {"source": 58, "target": 732, "relation": "创作"}, {"source": 269, "target": 58, "relation": "出自于"}, {"source": 106, "target": 6, "relation": "创作"}, {"source": 338, "target": 69, "relation": "创作"}, {"source": 269, "target": 338, "relation": "出自于"}, {"source": 584, "target": 448, "relation": "创作"}, {"source": 269, "target": 584, "relation": "出自于"}, {"source": 461, "target": 403, "relation": "创作"}, {"source": 249, "target": 540, "relation": "创作"}, {"source": 227, "target": 429, "relation": "创作"}, {"source": 269, "target": 227, "relation": "出自于"}, {"source": 474, "target": 198, "relation": "创作"}, {"source": 269, "target": 474, "relation": "出自于"}, {"source": 539, "target": 720, "relation": "创作"}, {"source": 460, "target": 520, "relation": "创作"}, {"source": 270, "target": 460, "relation": "出自于"}, {"source": 41, "target": 498, "relation": "创作"}, {"source": 363, "target": 189, "relation": "创作"}, {"source": 270, "target": 363, "relation": "出自于"}, {"source": 558, "target": 601, "relation": "创作"}, {"source": 704, "target": 631, "relation": "创作"}, {"source": 269, "target": 704, "relation": "出自于"}, {"source": 157, "target": 376, "relation": "创作"}, {"source": 617, "target": 157, "relation": "出自于"}, {"source": 345, "target": 36, "relation": "创作"}, {"source": 269, "target": 345, "relation": "出自于"}, {"source": 290, "target": 569, "relation": "创作"}, {"source": 140, "target": 113, "relation": "创作"}, {"source": 269, "target": 140, "relation": "出自于"}, {"source": 327, "target": 532, "relation": "创作"}, {"source": 151, "target": 258, "relation": "创作"}, {"source": 617, "target": 151, "relation": "出自于"}, {"source": 286, "target": 671, "relation": "创作"}, {"source": 257, "target": 286, "relation": "出自于"}, {"source": 321, "target": 686, "relation": "创作"}, {"source": 269, "target": 321, "relation": "出自于"}, {"source": 450, "target": 25, "relation": "创作"}, {"source": 281, "target": 98, "relation": "创作"}, {"source": 232, "target": 281, "relation": "出自于"}, {"source": 272, "target": 390, "relation": "创作"}, {"source": 243, "target": 253, "relation": "创作"}, {"source": 633, "target": 494, "relation": "创作"}, {"source": 155, "target": 439, "relation": "创作"}, {"source": 252, "target": 95, "relation": "创作"}, {"source": 269, "target": 252, "relation": "出自于"}, {"source": 190, "target": 312, "relation": "创作"}, {"source": 557, "target": 197, "relation": "创作"}, {"source": 599, "target": 543, "relation": "创作"}, {"source": 512, "target": 323, "relation": "创作"}, {"source": 104, "target": 209, "relation": "创作"}, {"source": 359, "target": 545, "relation": "创作"}, {"source": 269, "target": 359, "relation": "出自于"}, {"source": 34, "target": 574, "relation": "创作"}, {"source": 617, "target": 34, "relation": "出自于"}, {"source": 599, "target": 185, "relation": "创作"}, {"source": 432, "target": 310, "relation": "创作"}, {"source": 647, "target": 337, "relation": "创作"}, {"source": 617, "target": 647, "relation": "出自于"}, {"source": 446, "target": 441, "relation": "创作"}, {"source": 269, "target": 446, "relation": "出自于"}, {"source": 547, "target": 583, "relation": "创作"}, {"source": 269, "target": 547, "relation": "出自于"}, {"source": 432, "target": 174, "relation": "创作"}, {"source": 670, "target": 530, "relation": "创作"}, {"source": 715, "target": 475, "relation": "创作"}, {"source": 657, "target": 581, "relation": "创作"}, {"source": 269, "target": 657, "relation": "出自于"}, {"source": 128, "target": 284, "relation": "创作"}, {"source": 16, "target": 220, "relation": "创作"}, {"source": 584, "target": 182, "relation": "创作"}, {"source": 613, "target": 350, "relation": "创作"}, {"source": 617, "target": 613, "relation": "出自于"}, {"source": 316, "target": 375, "relation": "创作"}, {"source": 303, "target": 636, "relation": "创作"}, {"source": 303, "target": 585, "relation": "创作"}, {"source": 704, "target": 411, "relation": "创作"}, {"source": 399, "target": 527, "relation": "创作"}, {"source": 232, "target": 399, "relation": "出自于"}, {"source": 572, "target": 443, "relation": "创作"}, {"source": 167, "target": 250, "relation": "创作"}, {"source": 257, "target": 167, "relation": "出自于"}, {"source": 281, "target": 478, "relation": "创作"}, {"source": 61, "target": 89, "relation": "创作"}, {"source": 224, "target": 46, "relation": "创作"}, {"source": 262, "target": 714, "relation": "创作"}, {"source": 269, "target": 262, "relation": "出自于"}, {"source": 34, "target": 236, "relation": "创作"}, {"source": 301, "target": 37, "relation": "创作"}, {"source": 100, "target": 122, "relation": "创作"}, {"source": 351, "target": 472, "relation": "创作"}, {"source": 617, "target": 351, "relation": "出自于"}, {"source": 622, "target": 68, "relation": "创作"}, {"source": 24, "target": 158, "relation": "创作"}, {"source": 331, "target": 120, "relation": "创作"}, {"source": 179, "target": 346, "relation": "创作"}, {"source": 269, "target": 179, "relation": "出自于"}, {"source": 186, "target": 490, "relation": "创作"}, {"source": 103, "target": 560, "relation": "创作"}, {"source": 617, "target": 103, "relation": "出自于"}, {"source": 348, "target": 82, "relation": "创作"}, {"source": 461, "target": 362, "relation": "创作"}, {"source": 689, "target": 695, "relation": "创作"}, {"source": 269, "target": 689, "relation": "出自于"}, {"source": 461, "target": 212, "relation": "创作"}, {"source": 393, "target": 201, "relation": "创作"}, {"source": 259, "target": 298, "relation": "创作"}, {"source": 628, "target": 455, "relation": "创作"}, {"source": 539, "target": 288, "relation": "创作"}, {"source": 399, "target": 377, "relation": "创作"}, {"source": 9, "target": 592, "relation": "创作"}, {"source": 269, "target": 9, "relation": "出自于"}, {"source": 272, "target": 713, "relation": "创作"}, {"source": 295, "target": 481, "relation": "创作"}, {"source": 617, "target": 295, "relation": "出自于"}, {"source": 73, "target": 267, "relation": "创作"}, {"source": 86, "target": 497, "relation": "创作"}, {"source": 617, "target": 86, "relation": "出自于"}, {"source": 452, "target": 690, "relation": "创作"}, {"source": 44, "target": 51, "relation": "创作"}, {"source": 269, "target": 44, "relation": "出自于"}, {"source": 683, "target": 105, "relation": "创作"}, {"source": 416, "target": 131, "relation": "创作"}, {"source": 617, "target": 416, "relation": "出自于"}, {"source": 181, "target": 87, "relation": "创作"}, {"source": 286, "target": 673, "relation": "创作"}, {"source": 57, "target": 326, "relation": "创作"}, {"source": 386, "target": 27, "relation": "创作"}, {"source": 269, "target": 386, "relation": "出自于"}, {"source": 638, "target": 71, "relation": "创作"}, {"source": 269, "target": 638, "relation": "出自于"}, {"source": 385, "target": 615, "relation": "创作"}, {"source": 482, "target": 506, "relation": "创作"}, {"source": 269, "target": 482, "relation": "出自于"}, {"source": 442, "target": 39, "relation": "创作"}, {"source": 334, "target": 442, "relation": "出自于"}, {"source": 668, "target": 417, "relation": "创作"}, {"source": 617, "target": 668, "relation": "出自于"}, {"source": 599, "target": 320, "relation": "创作"}, {"source": 281, "target": 722, "relation": "创作"}, {"source": 135, "target": 579, "relation": "创作"}, {"source": 257, "target": 135, "relation": "出自于"}, {"source": 342, "target": 605, "relation": "创作"}, {"source": 295, "target": 125, "relation": "创作"}, {"source": 660, "target": 509, "relation": "创作"}, {"source": 364, "target": 317, "relation": "创作"}, {"source": 45, "target": 434, "relation": "创作"}, {"source": 617, "target": 45, "relation": "出自于"}, {"source": 533, "target": 431, "relation": "创作"}, {"source": 204, "target": 112, "relation": "创作"}, {"source": 617, "target": 204, "relation": "出自于"}, {"source": 336, "target": 663, "relation": "创作"}, {"source": 269, "target": 336, "relation": "出自于"}, {"source": 696, "target": 177, "relation": "创作"}, {"source": 154, "target": 361, "relation": "创作"}, {"source": 72, "target": 43, "relation": "创作"}, {"source": 379, "target": 178, "relation": "创作"}, {"source": 613, "target": 121, "relation": "创作"}, {"source": 261, "target": 505, "relation": "创作"}, {"source": 270, "target": 261, "relation": "出自于"}, {"source": 106, "target": 414, "relation": "创作"}, {"source": 599, "target": 304, "relation": "创作"}, {"source": 254, "target": 146, "relation": "创作"}, {"source": 269, "target": 254, "relation": "出自于"}, {"source": 129, "target": 723, "relation": "创作"}, {"source": 269, "target": 129, "relation": "出自于"}, {"source": 379, "target": 454, "relation": "创作"}, {"source": 647, "target": 564, "relation": "创作"}, {"source": 231, "target": 445, "relation": "创作"}, {"source": 617, "target": 231, "relation": "出自于"}, {"source": 324, "target": 395, "relation": "创作"}, {"source": 334, "target": 324, "relation": "出自于"}, {"source": 727, "target": 354, "relation": "创作"}, {"source": 269, "target": 727, "relation": "出自于"}, {"source": 607, "target": 635, "relation": "创作"}, {"source": 269, "target": 607, "relation": "出自于"}, {"source": 175, "target": 688, "relation": "创作"}, {"source": 334, "target": 175, "relation": "出自于"}, {"source": 324, "target": 685, "relation": "创作"}, {"source": 642, "target": 699, "relation": "创作"}, {"source": 257, "target": 642, "relation": "出自于"}, {"source": 539, "target": 510, "relation": "创作"}, {"source": 65, "target": 577, "relation": "创作"}, {"source": 97, "target": 215, "relation": "创作"}, {"source": 334, "target": 97, "relation": "出自于"}, {"source": 153, "target": 591, "relation": "创作"}, {"source": 52, "target": 681, "relation": "创作"}, {"source": 334, "target": 52, "relation": "出自于"}, {"source": 97, "target": 735, "relation": "创作"}, {"source": 437, "target": 111, "relation": "创作"}, {"source": 334, "target": 437, "relation": "出自于"}, {"source": 207, "target": 422, "relation": "创作"}, {"source": 584, "target": 620, "relation": "创作"}, {"source": 97, "target": 621, "relation": "创作"}, {"source": 416, "target": 235, "relation": "创作"}, {"source": 153, "target": 10, "relation": "创作"}, {"source": 691, "target": 479, "relation": "创作"}, {"source": 617, "target": 691, "relation": "出自于"}]}