{"nodes": [{"name": "陈维崧", "dynasty": "清代"}, {"dynasty": "明代"}, {"name": "沁园春·丁酉岁感事", "prop": {"content": "谁使神州，百年陆沉，青毡未还？怅晨星残月，北州豪杰；西风斜日，东帝江山。刘表坐谈，深源轻进，机会失之弹指间。伤心事，是年年冰合，在在风寒。说和说战都难，算未必江沱堪宴安。叹封侯心在，鳣鲸失水；平戎策就，虎豹当关。渠自无谋，事犹可做，更剔残灯抽剑看。麒麟阁，岂中兴人物，不画儒冠。", "translation": "是谁使得中原大片国土沦于敌手？北宋覆亡已百年有余，始终没有收复。北方有志之士，已寥若晨星；半壁江山，如西风中落日，已穷途末路；朝廷中的有些人，只是坐着空谈，有些人行事鲁莽轻率，这些都是在弹指间贻误战机、令人伤心的是，南宋年年遭到强敌的进攻，长期屈辱苟安，形势岌岌可危。和不能安，战不能胜，朝廷偏安于江南，享乐安逸。可叹我虽有建功封侯之志，却像鳣鲸离开江湖大海，不能施展；虽然怀揣平戎之策，却因奸佞弄权无人赏识：当权者虽然无能，但国事尚有可为，我深夜难寐，灯下看剑。难道只有武将才能为中兴立功，读书人就不能被画在麒麟阁上吗？"}}, {"name": "湘月·天风吹我", "prop": {"content": "壬申夏泛舟西湖，述怀有赋，时予别杭州盖十年矣天风吹我，堕湖山一角，果然清丽。曾是东华生小客，回首苍茫无际。屠狗功名，雕龙文卷，岂是平生意？乡亲苏小，定应笑我非计。才见一抹斜阳，半堤香草，顿惹清愁起。罗袜音尘何处觅，渺渺予怀孤寄。怨去吹箫，狂来说剑，两样销魂味。两般春梦，橹声荡入云水。", "translation": "天风浩荡，将我吹落到这湖山之间，西湖的风景果然秀丽无匹。曾在北京渡过少年时代，此时回忆起在京华的生活，只觉得茫茫无际，感慨万端。那点微末的功名职位，岂是我平生志向所在？要是我的老乡苏小小知道了，一定会笑话我生计安排失当。在西湖游赏，只见斜阳半坠，湖堤上春草如茵，这般景色顿时惹起了我的愁思。我的理想何处可以觅得呢？徒然对着渺茫湖水寄托我的幽思。心中涌起愁思时以箫声寄托愁怨，心中涌起狂侠之气时则以谈沦兵法来寄托豪情，这两种情感都令人消魂。这两种思绪都如春天的幻梦，随着咿呀的摇橹声，在云水之间消散。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "卜算子·片片蝶衣轻", "prop": {"content": "片片蝶衣轻，点点猩红小。道是天公不惜花，百种千般巧。 朝见树头繁，暮见枝头少。道是天公果惜花，雨洗风吹了。", "translation": "片片花瓣像蝶翅般轻盈，殷红点点，娇小可爱。如果说上天不爱花，为何把它们设计得这么巧妙？早上看见树上花儿朵朵，傍晚却剩下不多。如果说上天爱花，为何又用风雨摧残它们？"}}, {"name": "贺新郎·寄李伯纪丞相", "prop": {"content": "曳杖危楼去。斗垂天、沧波万顷，月流烟渚。扫尽浮云风不定，未放扁舟夜渡。宿雁落、寒芦深处。怅望关河空吊影，正人间、鼻息鸣鼍鼓。谁伴我，醉中舞。 十年一梦扬州路。倚高寒、愁生故国，气吞骄虏。要斩楼兰三尺剑，遗恨琵琶旧语。谩暗涩铜华尘土。唤取谪仙平章看，过苕溪、尚许垂纶否。风浩荡，欲飞举。", "translation": "无"}}, {"name": "西江月·顷在黄州", "prop": {"content": "顷在黄州，春夜行蕲水中，过酒家饮，酒醉，乘月至一溪桥上，解鞍曲肱，醉卧少休。及觉已晓，乱山攒拥，流水锵然，疑非尘世也。书此语桥柱上。照野弥弥浅浪，横空隐隐层霄。障泥未解玉骢骄，我欲醉眠芳草。可惜一溪风月，莫教踏碎琼瑶。解鞍欹枕绿杨桥，杜宇一声春晓。", "translation": "月光下小溪春水涨满、水波涌动，隐隐约约的看见天空中云气弥漫。濒临溪流，从马上下来，等不及卸下马鞯，就想倒在这芳草中睡一觉。这溪中景致如此可爱，千万不能让马儿踏碎那水中的月亮。我解下马鞍作枕头，斜卧在绿杨桥上进入了梦乡，听见杜鹃叫时，天已明了。"}}, {"name": "八声甘州·寿阳楼八公", "prop": {"content": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。 千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "translation": "淮河环绕着楚都寿春孤城，野草丛生，河岸迷蒙。当年南朝谢家子弟，意气风发，统领数万精兵。以逸待劳痛击前秦军，苻坚百万雄师如受惊的巨鲸，在淝水中溃奔。转眼间，建立起大功。时隔千年，八公山的草木一如当年，簇拥着险峻的峦峰。而今山头云涛聚又散，昔日的豪杰杳无迹踪。劳累终生。古今往事俱成空。可笑我吊古伤今何必太多情。叹惜谢安晚年，遭疏远，不受重用。"}}, {"name": "水调歌头·金山观月", "prop": {"content": "江山自雄丽，风露与高寒。寄声月姊，借我玉鉴此中看。幽壑鱼龙悲啸，倒影星辰摇动，海气夜漫漫。涌起白银阙，危驻紫金山。 表独立，飞霞佩，切云冠。漱冰濯雪，眇视万里一毫端。回首三山何处，闻道群仙笑我，要我欲俱还。挥手从此去，翳凤更骖鸾。", "translation": "山河是如此的雄伟壮丽，露珠点点，微风轻拂，顿感微微寒意。托人传话给月亮，能否借我镜子让我看清这月下美景。那深谷中的鱼龙凄戚长鸣久久不绝，倒映在水面上的星辰也随着微波摇动，海面上水雾弥漫黑夜漫长。远远望去，月光下那紫金山上的建筑犹如银阙晶宫。以飞霞为玉佩，头戴高冠，遗世独立俯视这人间大地。月光如冰雪般洁白，照耀的大地明亮透澈，那万里之外的景物都能看的清清楚楚。回首遥望那海上三神山，仿佛群仙都在对我笑，邀我与他们同游。乘着那鸾鸟驾驶由凤羽为车盖的马车，挥挥手扬长而去。"}}, {"name": "谭嗣同", "dynasty": "清代"}, {"name": "沁园春·梦孚若", "prop": {"content": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。", "translation": "我们在何处相逢？一同游览成阳的宝钗楼，又登上了曹操所建的铜雀台。把厨师唤出来，让他把东海鲸鱼切成细片；把马夫叫出来，让他牵来西域的宝马。天下的英雄，除了你我二人，还有谁配与我们饮酒抒情。我们准备千辆马车，网罗大江南北的侠士奇才！畅饮之后，酣然大醉，耳边响起了如雷的画鼓声。谁料想，美梦被雄鸡的轻啼声惊醒。感慨自己的一生就要过去，但是还没有建立功名。难道非要等到书生老后，建功立业的时机才会到来。如果威名赫赫的李广将军，可以遇到珍惜人才的高祖皇帝刘邦，区区一个万户侯又算什么！披上衣服起床，只觉得凄凉孤寂，于是更加怀念亡友，在感慨中心生哀伤。"}}, {"name": "蝶恋花·海岱楼玩月作", "prop": {"content": "千古涟漪清绝地。海岱楼高，下瞰秦淮尾。水浸碧天天似水。广寒宫阙人间世。霭霭春和一海市。鏊戴三山，顷刻随轮至。宝月圆时多异气。夜光一颗千金贵。", "translation": "千万年的涟漪仍荡漾在这片清净隔绝的地方，海岱楼很高，往下俯瞰秦淮河的尾端。水天一色，仿佛水浸泡着天，天与水合为一体，像是从月亮上的广寒宫来看下面的人间一样。雾色蔼蔼中出现一个海市蜃楼，巨鳌托举着三座大山浮出水面，立刻随着月亮一同出来。月亮圆的像宝珠一样的时候有很多异样的气息，现在的月亮就仿佛一颗夜明珠价值千金。"}}, {"name": "水调歌头·沧浪亭", "prop": {"content": "潇洒太湖岸，淡伫洞庭山。鱼龙隐处，烟雾深锁渺弥间。方念陶朱张翰，忽有扁舟急桨，撇浪载鲈还。落日暴风雨，归路绕汀湾。丈夫志，当景盛，耻疏闲。壮年何事憔悴，华发改朱颜。拟借寒潭垂钓，又恐鸥鸟相猜，不肯傍青纶。刺棹穿芦荻，无语看波澜。", "translation": "太湖岸边的景物一片凄凉，明净的湖水环接着洞庭山，浩渺湖泊不见鱼龙的踪影，它们被锁在弥漫的烟雾里。正想起范蠡和张翰的时候，忽然有一只小船载着鲈鱼，迅速驶来，撇开重重波浪。傍晚，暴风雨突扑面而来，只好沿着小洲弯处回航。胸怀着干一番事业的大志，如今正当身强力壮的年华，耻于投闲置散隐居水乡。为什么壮年时就面容憔悴，容颜变得衰老，白发苍苍？真想在寒冷的潭水中垂钓，但是又担心鸥鸟猜疑妒忌，使鱼儿都不肯游近钓丝旁。还是划着小舟穿过芦荻去，默默地观看湖面浪涌涛荡。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "水调歌头·秋色渐将晚", "prop": {"content": "秋色渐将晚，霜信报黄花。小窗低户深映，微路绕欹斜。为问山翁何事，坐看流年轻度，拚却鬓双华。徙倚望沧海，天净水明霞。 念平昔，空飘荡，遍天涯。归来三径重扫，松竹本吾家。却恨悲风时起，冉冉云间新雁，边马怨胡笳。谁似东山老，谈笑静胡沙。", "translation": "秋色日渐变浓，金黄的菊花传报霜降的信息。小窗低户深深掩映在菊花丛中，小路盘山而上，曲折倾斜。询问山公到底有什么心事， (原来是不忍心)坐看时光轻易流逝而双鬓花白。在太湖边上徘徊凝望，天空澄澈，湖水映照着明丽的彩霞。追忆往日，漂泊不定，走遍天涯海角，却毫无建树。归来后重新打扫庭院中的小路，松竹才是我的家。却恨悲凉的秋风不时吹起，南归的大雁缓缓地飞行在云间，哀怨的胡笳声和边马的悲鸣声交织在一起。谁能像东晋谢安那样，谈笑间就扑灭了胡人军马扬起的尘沙。"}}, {"name": "沁园春·十万琼枝", "prop": {"content": "题徐渭文《钟山梅花图》，同云臣、南耕、京少赋。十万琼枝，矫若银虬，翩如玉鲸。正困不胜烟，香浮南内；娇偏怯雨，影落西清。夹岸亭台，接天歌管，十四楼中乐太平。谁争赏？有珠珰贵戚，玉佩公卿。 如今潮打孤城，只商女船头月自明。叹一夜啼乌，落花有恨；五陵石马，流水无声。寻去疑无，看来似梦，一幅生绡泪写成。携此卷，伴水天闲话，江海余生。", "translation": "　　1671年（康熙十年）徐渭文去南京，陈维崧有赠序，嘱咐他一访“畸人而隐于绘事者”，也即心怀兴亡之痛的隐逸之流。徐自南京归，成《钟山梅花图》，阳羡词人从不同角度、以不同词调题咏殆遍，形成一次相当独特的凭吊故国的联吟酬唱格局。个中迦陵此篇尤为翘楚，被前人誉为“情词兼胜，骨韵都高，几合苏、辛、周、姜为一手”（陈廷焯《白雨斋词话》卷三）。"}}, {"name": "顾太清", "dynasty": "清代"}, {"dynasty": "未知"}, {"name": "饮马长城窟行", "prop": {"content": "肃肃秋风起，悠悠行万里。万里何所行，横漠筑长城。岂台小子智，先圣之所营。树兹万世策，安此亿兆生。讵敢惮焦思，高枕于上京。北河见武节，千里卷戎旌。山川互出没，原野穷超忽。撞金止行阵，鸣鼓兴士卒。千乘万旗动，饮马长城窟。秋昏塞外云，雾暗关山月。缘岩驿马上，乘空烽火发。借问长城侯，单于入朝谒。浊气静天山，晨光照高阙。释兵仍振旅，要荒事万举。饮至告言旋，功归清庙前。", "translation": "　　有人认为此诗作于公元609年（大业五年）隋炀帝杨广西巡张掖之时。也有人认为，此诗是公元612年（大业八年）隋炀帝杨广率军百万，亲征辽东时所作。此次用兵，于当年八月无功而还。"}}, {"name": "杨广", "dynasty": "隋代"}, {"name": "水调歌头·定王台", "prop": {"content": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "translation": "无"}}, {"name": "永遇乐·彭城夜宿燕子", "prop": {"content": "彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 ", "translation": "　　月光皎皎如霜，秋风送爽犹如流水一般清凉，这清秋的夜色令人如此沉醉。环曲的港湾鱼儿跳出了水面，圆圆的荷叶露珠儿晶莹流转，这景致夜夜可有，终是无人见的时候多。三更鼓响，秋夜深沉；一片叶落，铿然作声，竟把我的梦惊断。夜色茫茫，再无处重寻梦里悲欢，醒来后走遍小园心中多惆怅。　　我是漂泊天涯的游子，已经感到十分疲倦。看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人已不在，楼中的画堂里空留着那呢喃双燕。古今万事皆成空，还有几人能从梦中醒来，有的只是难了的旧欢新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹。"}}, {"name": "石州慢·己酉秋吴兴舟", "prop": {"content": "雨急云飞，惊散暮鸦，微弄凉月。谁家疏柳低迷，几点流萤明灭。夜帆风驶，满湖烟水苍茫，菰蒲零乱秋声咽。梦断酒醒时，倚危樯清绝。 心折。长庚光怒，群盗纵横，逆胡猖獗。欲挽天河，一洗中原膏血。两宫何处，塞垣祗隔长江，唾壶空击悲歌缺。万里想龙沙，泣孤臣吴越。", "translation": "无"}}, {"name": "高阳台·过种山即越文", "prop": {"content": "帆落回潮，人归故国，山椒感慨重游。弓折霜寒，机心已堕沙鸥。灯前宝剑清风断，正五湖、雨笠扁舟。最无情，岸上闲花，腥染春愁。 当时白石苍松路，解勒回玉辇，雾掩山羞。木客歌阑，青春一梦荒丘。年年古苑西风到，雁怨啼、绿水葓秋。莫登临，几树残烟，西北高楼。", "translation": "　　种山在现在的绍兴以北，越王勾践灭吴后，杀了功臣文种即埋葬在此。后南宋高宗也曾因误所谗言杀掉功臣岳飞，吴文英写词的感兴当由此起。但这首具有一定豪放情调的词作却不纯粹是咏史，而是咏自己重过种山凭吊的感慨的。"}}, {"name": "古剑篇 / 宝剑篇", "prop": {"content": "君不见昆吾铁冶飞炎烟，红光紫气俱赫然。 良工锻炼凡几年，铸得宝剑名龙泉。龙泉颜色如霜雪，良工咨嗟叹奇绝。琉璃玉匣吐莲花，错镂金环映明月。 正逢天下无风尘，幸得周防君子身。精光黯黯青蛇色，文章片片绿龟鳞。非直结交游侠子，亦曾亲近英雄人。 何言中路遭弃捐，零落漂沦古狱边。虽复尘埋无所用， 犹能夜夜气冲天。", "translation": "无"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "秋日鲁郡尧祠亭上宴别", "prop": {"content": "我觉秋兴逸，谁云秋兴悲？山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，雁没青天时。相失各万里，茫然空尔思。", "translation": "我觉得感怀秋日会使人放逸，谁却说使人悲愁呢？群山带走斜阳落日，绿水与蓝天相映成趣。用玉壶装上鲁酒，为君送行请君暂且驻马。把马停放在古树旁，解下锦带挂在横出的树枝上面。水中尧祠亭歌鼓齐鸣，曲调悠扬远飞云天。日暮时云霭渐退向天边，大雁消失在茫茫的青天中。我们三人分别相距万里，茫然之中只有愁思种种。"}}, {"name": "郭震", "dynasty": "唐代"}, {"name": "行路难·缚虎手", "prop": {"content": "缚虎手，悬河口，车如鸡栖马如狗。白纶巾，扑黄尘，不知我辈可是蓬蒿人？衰兰送客咸阳道，天若有情天亦老。作雷颠，不论钱，谁问旗亭美酒斗十千？酌大斗，更为寿，青鬓长青古无有。笑嫣然，舞翩然，当垆秦女十五语如弦。遗音能记秋风曲，事去千年犹恨促。揽流光，系扶桑，争奈愁来一日却为长。", "translation": "徒手搏猛虎，辩口若河悬，车象鸡笼驰马如狗窜。头戴平民白丝巾，黄尘追着飞马卷。谁知我们这些人，是否来蓬篱草民间？道边衰兰泣落送我出京城，苍天有情也会衰老不忍把眼睁。谁管旗亭美酒一杯值万钱，我要痛快淋漓倾酒坛。睡如雷鸣行如颠，只管将来，搬，搬，搬！倒大杯，满，满，满！为我们健康，干，干，干！鬓发常青古未有。转眼红颜变苍颜。你看卖酒秦地女，嫣然一笑有多甜。翩翩起舞赛天仙，刚刚十五如花年，莺歌燕语如琴弦。还记得汉武帝遗音《秋风辞》，千年过去，至今犹恨人生短！抓住流逝光阴不松手，把太阳拴在扶桑颠。哎，无奈，忧愁袭来，一天一天长一天。"}}, {"name": "临江仙·四海十年兵不", "prop": {"content": "四海十年兵不解，胡尘直到江城。岁华销尽客心惊。疏髯浑似雪，衰涕欲生冰。 送老薤盐何处是，我缘应在吴兴。故人相望若为情。别愁深夜雨，孤影小窗灯。", "translation": "十年了，国家的兵祸还是没有尽头，金军已经兵临建康城下。心惊于十年时间倏忽而逝。稀疏的胡须已经变得雪一样白了，苦涩的泪水也像冰一样的冷。哪里该是我隐居的地方？我想应该在吴兴吧！可是，又怕这里的朋友们思念我。到那时，友人只能独自面对深夜凄雨，屋子的小窗上，灯火映着孤单的身影。"}}, {"name": "浣溪沙·霜日明霄水蘸", "prop": {"content": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "translation": "秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。"}}, {"name": "一萼红·登蓬莱阁有感", "prop": {"content": "步深幽。正云黄天淡，雪意未全休。鉴曲寒沙，茂林烟草，俯仰千古悠悠。岁华晚、飘零渐远，谁念我、同载五湖舟？磴古松斜，崖阴苔老，一片清愁。回首天涯归梦，几魂飞西浦，泪洒东州。故国山川，故园心眼，还似王粲登楼。最负他、秦鬟妆镜，好江山、何事此时游！为唤狂吟老监，共赋消忧。", "translation": "无"}}, {"name": "六州歌头·长淮望断", "prop": {"content": "长淮望断，关塞莽然平。征尘暗，霜风劲，悄边声。黯销凝。追想当年事，殆天数，非人力，洙泗上，弦歌地，亦膻腥。隔水毡乡，落日牛羊下，区脱纵横。看名王宵猎，骑火一川明。笳鼓悲鸣。遣人惊。 念腰间箭，匣中剑，空埃蠹，竟何成。时易失，心徒壮，岁将零。渺神京。干羽方怀远，静烽燧，且休兵。冠盖使，纷驰骛，若为情。闻道中原遗老，常南望、翠葆霓旌。使行人到此，忠愤气填膺。有泪如倾。", "translation": "无"}}, {"name": "西江月·五柳坊中烟绿", "prop": {"content": "政和间，余卜筑宛丘，手植众芗，自号芗林居士。建炎初，解六路漕事，中原俶扰，故庐不得返，卜居清江之五柳坊。绍兴癸丑，罢帅南海，即弃官不仕。乙卯起，以九江郡复转漕江东，入为户部侍郎。辞荣避谤，出守姑苏。到郡少日，请又力焉，诏可，且赐舟曰泛宅，送之以归。己未暮春，复还旧隐。时仲舅李公休亦辞舂陵郡守致仕，喜赋是词。五柳坊中烟绿，百花洲上云红。萧萧白发两衰翁，不与时人同梦。抛掷麟符虎节，徜徉江月林风。世间万事转头空，个里如如不动。", "translation": "政和年间，我在宛丘择地建宅定居，亲手种植很多花草，自号芗林居士。建炎初年，卸任六路漕事，当时中原骚乱，因此不能回到故乡，就寓居在清江县的五柳坊。绍兴三年癸丑，罢官于南海，随即弃官不仕。乙卯年又起用，从九江郡太守转任江东转运使，入朝担任户部侍郎。为辞让荣誉躲避诽谤，出任姑苏太守。到郡才几天，又力请辞职，诏书终于许可，并且赐予一艘名叫泛宅的船，送我归来。己未年暮春，我又回到以前隐居的地方。当时二舅李公休也辞任舂陵郡太守退休回家，于是高兴地写下了这首词。"}}, {"name": "送魏大从军", "prop": {"content": "匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。", "translation": "匈奴还没有被灭亡，友人又像多功的魏绛一样从军保卫边疆。在三河道与友人分别，心里有些怅惘；盼望魏大像赵充国那样的英雄豪杰建下大功。雁门山横亘在代州北面，飞狐塞远远连接云中郡。不要让燕然山上只留下汉将的功绩，也要有大唐将士的赫赫战功。"}}, {"name": "沁园春·答九华叶贤良", "prop": {"content": "一卷阴符，二石硬弓，百斤宝刀。更玉花骢喷，鸣鞭电抹，乌丝阑展，醉墨龙跳。牛角书生，虬髯豪客，谈笑皆堪折简招。依稀记，曾请缨系粤，草檄征辽。 当年目视云霄。谁信道凄凉今折腰。怅燕然未勒，南归草草，长安不见，北望迢迢。老去胸中，有些磊块，歌罢犹须著酒浇。休休也，但帽边鬓改，镜里颜凋。", "translation": "熟读一卷《阴符》，能开两石硬弓，手提百斤宝刀。更有玉花骢喷着粗气，挥舞马鞭，鞭梢作响，鞭快如电；展开乌丝阑，醉中的墨迹如蛟龙跳跃。与之谈笑的是勤奋攻读的书生、行侠仗义的豪客，都值得寄信相召。依稀记得，曾经主动请缨出战南越事，草拟檄文征讨辽兵。当年我傲岸不羁、目视云霄，谁肯信，如今竟落得为五斗米而折腰。草草南归，未能在燕然山刻石记功令人十分惆怅；遥遥北望，却不见故都长安。年华已老，胸中郁结着不平之气，高歌后仍需用酒浇灭。罢了罢了，但见帽子两边鬓发渐白，镜中容颜日益憔悴。"}}, {"name": "贺新郎·同父见和再用", "prop": {"content": "老大那堪说。似而今、元龙臭味，孟公瓜葛。我病君来高歌饮，惊散楼头飞雪。笑富贵千钧如发。硬语盘空谁来听？记当时、只有西窗月。重进酒，换鸣瑟。 事无两样人心别。问渠侬：神州毕竟，几番离合？汗血盐车无人顾，千里空收骏骨。正目断关河路绝。我最怜君中宵舞，道“男儿到死心如铁”。看试手，补天裂。", "translation": "无"}}, {"name": "寻鲁城北范居士失道落", "prop": {"content": "雁度秋色远，日静无云时。客心不自得，浩漫将何之。 忽忆范野人，闲园养幽姿。茫然起逸兴，但恐行来迟。 城壕失往路，马首迷荒陂。不惜翠云裘，遂为苍耳欺。 入门且一笑，把臂君为谁。酒客爱秋蔬，山盘荐霜梨。 他筵不下箸，此席忘朝饥。酸枣垂北郭，寒瓜蔓东篱。 还倾四五酌，自咏猛虎词。近作十日欢，远为千载期。 风流自簸荡，谑浪偏相宜。酣来上马去，却笑高阳池。", "translation": "无"}}, {"name": "满江红·拂拭残碑", "prop": {"content": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。", "translation": "拂拭去残碑上的尘土，当年石刻的宋高宗信托岳飞时的诏书还可依稀辨读，令人感慨万分地是，皇帝当初对岳飞是何等的器重，后来又为什么那样的残酷，难道是功高震主就身当该死，可惜事过境迁高宗依托岳飞的诏书难赎惨杀岳飞的罪恶，最令人感到可恨可悲而又极为无理的是，秦桧等人一手制造的杀害岳飞的风波亭冤狱。宋朝的皇帝啊！难道你就不想疆土在逐日散失，难道你就不思念徽钦被俘而去的奇耻大辱，然而徽宗钦宗真正返回之后，赵构的帝位又怎能相属，千年万代的人们啊再不要说不该南渡偏安一隅，当时的赵构啊自己就怕把中原收复，可笑地是区区一个秦桧又有多少能耐，只是他迎合了赵构的心意而已。"}}, {"name": "大江东去·用东坡先生", "prop": {"content": "秋光一片，问苍苍桂影，其中何物？一叶扁舟波万顷，四顾粘天无壁。叩枻长歌，嫦娥欲下，万里挥冰雪。京尘千丈，可能容此人杰？回首赤壁矶边，骑鲸人去，几度山花发。澹澹长空今古梦，只有归鸿明灭。我欲从公，乘风归去，散此麒麟发。三山安在，玉箫吹断明月！", "translation": "秋夜月光洒满整片大地，我举起酒杯，对问无际的桂树下的月影：其中是什么东西呢？一叶小船独行在万顷波涛中，四周全是山峰环绕。我拿起船桨击打船舷高唱一曲，嫦娥仿佛要从天而降，挥舞着万里的冰雪。京城尘土千丈，怎能容得下如此人杰？回首赤壁石旁边，骑鲸的人已经远去，不知过了多少载春秋。长空浩荡，千古之梦，也只得灰飞烟灭。我愿随着东坡，乘着风归去，披头散发。三山在何处？玉箫的乐声吹断了月亮皎洁的光芒。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "洞仙歌·泗州中秋作", "prop": {"content": "青烟幂处，碧海飞金镜。永夜闲阶卧桂影。露凉时、零乱多少寒螀，神京远，惟有蓝桥路近。 水晶帘不下，云母屏开，冷浸佳人淡脂粉。待都将许多明，付与金尊，投晓共、流霞倾尽。更携取、胡床上南楼，看玉做人间，素秋千顷。", "translation": "遮蔽了月光的青色云影处，一轮明月穿过云层，像一面金灿灿的明镜飞上碧空。长夜的空阶上卧着桂树的斜影。夜露渐凉之时，多少秋蝉零乱地嘶鸣。京城邈远难至，倒是这一轮明月，与人为伴，对人更加亲近。水晶帘儿高高卷起，云母屏风已经打开，明月的冷光照入室内，宛如浸润着佳人的淡淡脂粉。待我许多月色澄辉，倾入金樽，直到拂晓连同流霞全都倾尽。再携带一张胡床登上南楼，看铺洒月光的人间，领略素白澄洁的千顷清秋。 "}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "高山流水·次夫子清风", "prop": {"content": "群山万壑引长风，透林皋、晓日玲珑。楼外绿阴深，凭栏指点偏东。浑河水、一线如虹。清凉极，满谷幽禽啼啸，冷雾溟濛。任海天寥阔，飞跃此身中。云容。看白云苍狗，无心者、变化虚空。细草络危岩，岩花秀媚日承红。清风阁，高凌霄汉，列岫如童。待何年归去，谈笑各争雄。", "translation": "　　这首词境界开阔，它不仅写了一处楼阁，作者还注意到了它的群山环抱的气势。"}}, {"name": "念奴娇·还都后诸公见", "prop": {"content": "还都后，诸公见追和赤壁词，用韵者凡六人，亦复重赋。离骚痛饮，笑人生佳处，能消何物。夷甫当年成底事，空想岩岩玉壁。五亩苍烟，一丘寒玉，岁晚忧风雪。西州扶病，至今悲感前杰。我梦卜筑萧闲，觉来岩桂，十里幽香发。块垒胸中冰与炭，一酌春风都灭。胜日神交，悠然得意，遗恨无毫发。古今同致，永和徒记年月。", "translation": "无"}}, {"name": "张昪", "dynasty": "宋代"}, {"name": "周密", "dynasty": "宋代"}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "生查子·三尺龙泉剑", "prop": {"content": "三尺龙泉剑，匣里无人见。一张落雁弓，百支金花箭。为国竭忠贞，苦处曾征战。先望立功勋，后见君王面。", "translation": "三尺宝剑名龙泉，藏在匣里无人见。一张宝弓号落雁，又配百支金花箭。竭尽全力为国尽忠，几番沙场苦征战。先望立功把勋建，后去朝拜君王面。 "}}, {"name": "六州歌头·少年侠气", "prop": {"content": "少年侠气，交结五都雄。肝胆洞，毛发耸。立谈中，死生同。一诺千金重。推翘勇，矜豪纵。轻盖拥，联飞鞚，斗城东。轰饮酒垆，春色浮寒瓮，吸海垂虹。闲呼鹰嗾犬，白羽摘雕弓，狡穴俄空。乐匆匆。(闲呼 一作：间呼)似黄粱梦，辞丹凤；明月共，漾孤蓬。官冗从，怀倥偬；落尘笼，簿书丛。鶡弁如云众，供粗用，忽奇功。笳鼓动，渔阳弄，思悲翁。不请长缨，系取天骄种，剑吼西风。恨登山临水，手寄七弦桐，目送归鸿。", "translation": "无"}}, {"name": "水调歌头·舟次扬州和", "prop": {"content": "落日塞尘起，胡骑猎清秋。汉家组练十万，列舰耸高楼。谁道投鞭飞渡，忆昔鸣髇血污，风雨佛狸愁。季子正年少，匹马黑貂裘。 今老矣，搔白首，过扬州。倦游欲去江上，手种橘千头。二客东南名胜，万卷诗书事业，尝试与君谋。莫射南山虎，直觅富民侯。", "translation": "落日雄浑，边境上战争的烟尘涌起，秋高气爽，金兵大举进犯我领地。看我雄壮的十万大军奋勇迎敌，江面上排列的战舰如高楼耸立。谁说苻坚的士兵投鞭就能截断江流，想当年昌顿谋杀生父，响箭上染满血迹，佛狸南侵在风雨中节节败退，最终也死在他自己的亲信手里。年轻时我像苏秦一样英姿飒爽，跨着战马身披貂裘为国奔走效力。如今我一事无成人已渐老，搔着白发又经过这扬州旧地。我已经厌倦了官宦生涯，真想到江湖间种桔游憩。你们二位都是东南的名流，胸藏万卷诗书前程无比。让我尝试着为你们出谋划策：不要学李广在南山闲居射虎，去当个“富民侯”才最为相宜。"}}, {"name": "浪淘沙令·伊吕两衰翁", "prop": {"content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！", "translation": "伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是佣工。如果两位英雄都没有遇到英明的君主，最终也只能老死于山野之中。他们与成汤和周武王偶然相遇，明君与贤臣合作有如云从龙、风从虎，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。到现几千年后的今天，没有谁能与他们一争高下！"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "念奴娇·登多景楼", "prop": {"content": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "未知"}, {"name": "李清照", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "鹧鸪天·祖国沉沦感不", "prop": {"content": "祖国沉沦感不禁，闲来海外觅知音。金瓯已缺总须补，为国牺牲敢惜身！嗟险阻，叹飘零。关山万里作雄行。休言女子非英物，夜夜龙泉壁上鸣。", "translation": "祖国沉沦危亡忍不住感叹，东渡日本寻找革命同志。国土被列强瓜分需要收复，为国家敢于牺牲自己的身体。叹路途之艰险梗塞，感慨自身漂泊无依。虽然远隔万里也要赴日留学。人们休要说女子不能成为英雄，连我那挂在墙上的宝剑，也不甘于雌伏鞘中，而夜夜在鞘中作龙吟。"}}, {"name": "渔家傲·天接云涛连晓", "prop": {"content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！", "translation": "水天相接，晨雾蒙蒙笼云涛。银河转动，像无数的船只在舞动风帆。梦魂仿佛回天庭，听见天帝在对我说话。他热情而又有诚意的问我要到哪里去。我回报天帝路途还很漫长，现在已是黄昏却还未到达。即使我学诗能写出惊人的句子，又有什么用呢？长空九万里，大鹏冲天飞正高。风啊！千万别停息，将我这一叶轻舟，直送往蓬莱三仙岛。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "离亭燕·一带江山如画", "prop": {"content": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。", "translation": "金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。"}}, {"name": "沁园春·恨", "prop": {"content": "花亦无知，月亦无聊，酒亦无灵。把夭桃斫断，煞他风景；鹦哥煮熟，佐我杯羹。焚砚烧书，椎琴裂画，毁尽文章抹尽名。荥阳郑，有慕歌家世，乞食风情。单寒骨相难更，笑席帽青衫太瘦生。看蓬门秋草，年年破巷，疏窗细雨，夜夜孤灯。难道天公，还箝恨口，不许长吁一两声？癫狂甚，取乌丝百幅，细写凄清。", "translation": "花是无知的，月是无聊的，酒也是无法消愁解恨的。把茂盛的桃树砍断，减损他的风景，把吟风咏月诗人讴歌的鹦哥煮熟，做下酒菜。焚烧砚台书籍，捶坏琴撕毁画，销毁所有的文章抹去所有的功名。我荥阳郑家原本就有慕歌家世，乞食风情，只靠教歌度曲，乞食与人，也能自自在在地活下来。自己天生的单寒骨相没法改变，头戴席帽身着青衫的瘦弱寒酸相为人所笑。长期居住于破巷之中，住处蓬门秋草，窗户不严挡不住风雨，夜夜伴随孤灯度过。难道老天爷还要封住词人之口，连叹气都不允许吗？疯狂至极，于是取出乌丝栏百幅，细细写出心中凄清之恨。"}}, {"name": "水龙吟·甲辰岁寿韩南", "prop": {"content": "渡江天马南来，几人真是经纶手。长安父老，新亭风景，可怜依旧。夷甫诸人，神州沉陆，几曾回首。算平戎万里，功名本是，真儒事、君知否。(君知否 一作：公知否) 况有文章山斗。对桐阴、满庭清昼。当年堕地，而今试看，风云奔走。绿野风烟，平泉草木，东山歌酒。待他年，整顿乾坤事了，为先生寿。", "translation": "无"}}, {"name": "鹊桥仙·夜闻杜鹃", "prop": {"content": "茅檐人静，蓬窗灯暗，春晚连江风雨。林莺巢燕总无声，但月夜、常啼杜宇。催成清泪，惊残孤梦，又拣深枝飞去。故山犹自不堪听，况半世、飘然羁旅！", "translation": "暮春时节，眺望江面，风雨连天。篷蔽的茅屋里，烛灯明灭，悄无人言。连树林里的黄莺都停止了鸣叫，惟有杜鹃，在月夜里孤苦哀啼。啼声越来越远，带着深深的漆黑的影子，惊醒了我的梦，让人清泪欲洒。年已半百，一畸零人，漂泊在孤旅的路上，想那只故园的杜鹃，带着故园的山水，让我不堪听闻矣。"}}, {"name": "破阵子·为陈同甫赋壮", "prop": {"content": "醉里挑灯看剑，梦回吹角连营。八百里分麾下炙，五十弦翻塞外声，沙场秋点兵。马作的卢飞快，弓如霹雳弦惊。了却君王天下事，赢得生前身后名。可怜白发生！", "translation": "醉梦里挑亮油灯观看宝剑，恍惚间又回到了当年，各个军营里接连不断地响起号角声。把酒食分给部下享用，让乐器奏起雄壮的军乐鼓舞士气。这是秋天在战场上阅兵。战马像的卢马一样跑得飞快，弓箭像惊雷一样震耳离弦。我一心想替君主完成收复国家失地的大业，取得世代相传的美名。一梦醒来，可惜已是白发人！"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "陈克", "dynasty": "宋代"}, {"name": "梁园吟", "prop": {"content": "我浮黄河去京阙，挂席欲进波连山。天长水阔厌远涉，访古始及平台间。平台为客忧思多，对酒遂作梁园歌。却忆蓬池阮公咏，因吟“渌水扬洪波”。洪波浩荡迷旧国，路远西归安可得！人生达命岂暇愁，且饮美酒登高楼。平头奴子摇大扇，五月不热疑清秋。玉盘杨梅为君设，吴盐如花皎白雪。持盐把酒但饮之，莫学夷齐事高洁。昔人豪贵信陵君，今人耕种信陵坟。荒城虚照碧山月，古木尽入苍梧云。梁王宫阙今安在？枚马先归不相待。舞影歌声散绿池，空馀汴水东流海。沉吟此事泪满衣，黄金买醉未能归。连呼五白行六博，分曹赌酒酣驰晖。歌且谣，意方远。东山高卧时起来，欲济苍生未应晚。", "translation": "无"}}, {"name": "木兰花慢·中秋饮酒", "prop": {"content": "可怜今夕月，向何处，去悠悠？是别有人间，那边才见，光影东头？是天外，空汗漫，但长风浩浩送中秋？飞镜无根谁系？姮娥不嫁谁留？谓经海底问无由，恍惚使人愁。怕万里长鲸，纵横触破，玉殿琼楼。虾蟆故堪浴水，问云何玉兔解沉浮？若道都齐无恙，云何渐渐如钩？", "translation": "今晚的月亮是多么可爱，悠悠忽忽地向西走，它究竟要到哪里去呢？是另外还有一个人间，那边刚好看到你升起在东头呢？还是在那天外广阔的宇宙，空无所有，只有浩浩长风把这美好的中秋月送走呢？它象一面飞入天空的宝镜，却不会掉下来，难道是谁用一根无形的长绳把它系住了吗 ？月宫里的嫦娥直到如今没有出嫁 ，不知又是谁把她留住了呢 ？听说月亮游过海底，可又无从查问根由，这事真是不可捉摸，而叫人发愁。我怕大海中万里长鲸横冲直撞，会触破月宫的玉殿琼楼。月从海底经过，会水的虾蟆不用担心，可是那玉兔何曾学会游泳呢 ？如果这一切都安然无恙，那么，又为何逐渐变成弯钩模样？"}}, {"name": "水调歌头·细数十年事", "prop": {"content": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "translation": "细细算来十年宦海沉浮，人在十处度过十个中秋。旧梦未了今秋忽如新梦，飘然人到黄鹤旧时山头。老子今夜豪兴不浅，忽忆当年庾亮守鄂州，天教历史上的聚会重现，我辈今朝宴饮赏月在南楼。迢迢银河暗淡无光，独见一轮皓月当空浮。江北烟散，江南雾收，江水平似白练滔滔东流。山河破碎，南北分裂，月光依然照临一片清愁。月中嫦娥冷眼相看，当笑我白发东归，空损貂裘，壮志不酬。我今举杯邀明月，肯否与我结伴共去沧洲？"}}, {"dynasty": "隋代"}, {"name": "江城子·密州出猎", "prop": {"content": "老夫聊发少年狂，左牵黄，右擎苍，锦帽貂裘，千骑卷平冈。为报倾城随太守，亲射虎，看孙郎。酒酣胸胆尚开张。鬓微霜，又何妨！持节云中，何日遣冯唐？会挽雕弓如满月，西北望，射天狼。", "translation": "我姑且抒发一下少年的豪情壮志，左手牵着黄犬，右臂托起苍鹰，头戴华美鲜艳的帽子，身穿貂鼠皮衣，带着浩浩荡荡的大部队像疾风一样，席卷平坦的山冈。为我报知全城百姓，使随我出猎，我要像孙权一样，亲自射杀猛虎。我痛饮美酒，心胸开阔，胆气更为豪壮，两鬓微微发白，这又有何妨？什么时候皇帝会派人下来，就像汉文帝派遣冯唐去云中赦免魏尚一样信任我呢？那时我将使尽力气拉满雕弓就像满月一样，瞄准西北，射向西夏军队。"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "念奴娇·登石头城次东", "prop": {"content": "石头城上，望天低吴楚，眼空无物。指点六朝形胜地，惟有青山如壁。蔽日旌旗，连云樯橹，白骨纷如雪。一江南北，消磨多少豪杰。寂寞避暑离宫，东风辇路，芳草年年发。落日无人松径里，鬼火高低明灭。歌舞尊前，繁华镜里，暗换青青发。伤心千古，秦淮一片明月！", "translation": "站在高高的石头城上，放眼望去，苍天的尽头与吴、楚两国连接在一起，一片空旷。昔日六朝胜地的繁华，如今已荡然无存，只有江河青山依旧。遥想当年，战火纷飞，硝烟不断，生灵涂炭，白骨遍野如雪。多少英雄豪杰都已经随着时间的长河席卷而去，只有浩瀚的长江依然奔腾不息，滚滚东流。孤寂的行宫内院，东风吹过，昔日皇帝车架经常碾压的道路，早已是年年岁岁芳草萋萋。每当日落天黑的时候，松树林里空寂冷落，只见幽幽的冥火时隐时现。可在当年有多少如花似玉的歌妓舞女在这里青丝变成了白发，送走了一世的青春年华。如今淮河上明月依旧，六朝的繁华却早已消逝，给人留下的只有无限的伤感。"}}, {"name": "望海潮·自题小影", "prop": {"content": "曾经沧海，又来沙漠，四千里外关河。骨相空谈，肠轮自转，回头十八年过。春梦醒来么？对春帆细雨，独自吟哦。惟有瓶花，数枝相伴不须多。寒江才脱渔蓑。剩风尘面貌，自看如何？鉴不因人，形还问影，岂缘醉后颜酡？拔剑欲高歌。有几根侠骨，禁得揉搓？忽说此人是我，睁眼细瞧科。", "translation": "曾经走南闯北，如今又一次来到西北，路途中经历了众多山河关隘，人的形体相貌决定不了命运，内心的悲痛和忧思不能用言语来描述，回头一想十八年已经过去。从春梦中还能醒来么？细雨滋润万物，春风鼓荡船帆，小影中的我，在这充满生机与希望的季节，独自吟哦。只剩下瓶花，数枝已经足够了。刚由湖湘之地来到这里，饱经风霜，揽镜自照，但见满面风尘，镜子不会随人的意愿，感到自己形貌变化之大，难道是我醉酒后发红的脸色只是形貌发生变化吗？拔出锋利的宝剑想要高声歌唱，有多少侠义之骨，经得起揉搓？说的这个人是我，睁眼细看难以相信。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "水调歌头·送章德茂大", "prop": {"content": "不见南师久，漫说北群空。当场只手，毕竟还我万夫雄。自笑堂堂汉使，得似洋洋河水，依旧只流东？且复穹庐拜，会向藁街逢！尧之都，舜之壤，禹之封。于中应有，一个半个耻臣戎！万里腥膻如许，千古英灵安在，磅礴几时通？胡运何须问，赫日自当中！", "translation": "不见南方的军队去北伐已经很久，金人就胡说中原的人才已一扫而空。当场大事，只手可了，毕竟我还是万夫之雄。我们堂堂汉使必能完成使命，哪能像河水永远东流那样，年年向金廷求和？这次遣使往贺金主生辰，是因国势积弱暂且再让一步，终须发愤图强，战而胜之，获彼王之头悬于藁街。那本就是我汉族所有的国土，尧、舜、禹那些先祖都曾今生活在那片土地。那里总有几个有骨头，以向异族俯首臣称为耻的！万里河山充斥着金人游牧民族的腥膻之气，千古以来，英雄们所发挥的浩然正气，几时才有人能和他们的精神相通呢！金国的命运用不着多问，宋王朝的国运如赤日之在中天，必将获得最后胜利。"}}, {"name": "文征明", "dynasty": "明代"}, {"name": "满江红·小住京华", "prop": {"content": "小住京华，早又是中秋佳节。为篱下黄花开遍，秋容如拭。四面歌残终破楚，八年风味徒思浙。苦将侬强派作蛾眉，殊未屑！(徒思浙 一作：独思浙，蛾眉 一作：娥眉)身不得，男儿列，心却比，男儿烈。算平生肝胆，因人常热。俗子胸襟谁识我？英雄末路当磨折。莽红尘何处觅知音？青衫湿！(俗子 一作：俗夫，磨折 一作：折磨)", "translation": "我在北京小住了一段时间，转眼间就又到了中秋佳节。篱笆下的菊花都已盛开，秋色明净，就像刚刚擦洗过一般。国家四面受敌，陷入孤立无援的困境，八年来空想着故乡浙江的风味。他们苦苦地想让我做一个贵妇人，其实，我是多么的不屑啊！今生我虽然身子不在男儿的行列，但是我的心，要比男子的心还要刚烈。想想平日，我的一颗心，常为别人而热。那些俗人，心胸狭窄，怎么能懂我呢？英雄在无路可走的时候，难免要经受磨难挫折。在这莽莽红尘之中，哪里才能觅到知音呢？眼泪打湿了我的衣襟。"}}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "赵秉文", "dynasty": "元代"}, {"name": "汉宫春·初自南郑来成", "prop": {"content": "羽箭雕弓，忆呼鹰古垒，截虎平川。吹笳暮归野帐，雪压青毡。淋漓醉墨，看龙蛇飞落蛮笺。人误许、诗情将略，一时才气超然。 何事又作南来，看重阳药市，元夕灯山？花时万人乐处，欹帽垂鞭。闻歌感旧，尚时时流涕尊前。君记取、封侯事在。功名不信由天。", "translation": "无"}}, {"name": "夜游宫·记梦寄师伯浑", "prop": {"content": "雪晓清笳乱起。梦游处、不知何地。铁骑无声望似水。想关河，雁门西，青海际。睡觉寒灯里。漏声断、月斜窗纸。自许封侯在万里。有谁知，鬓虽残，心未死。", "translation": "下过雪的清晨，有清幽笳声响起，梦中所游之地，不知道是什么地方。铁骑无声，望过去如水流淌一般绵延不绝。我猜想这样的关河，应该在雁门关西边，青海的边际。在寒灯照射下睡醒时，更漏声已经滴断了，月光斜斜透过窗纸。我自许可在万里之外的战场封侯，但有谁能知道呢？我鬓发虽残败灰白，可我（在战场杀敌立功报效祖国的）心却并未死去！ "}}, {"name": "沁园春·观潮", "prop": {"content": "八月奔涛，千尺崔嵬，砉然欲惊。似灵妃顾笑，神鱼进舞；冯夷击鼓，白马来迎。伍相鸱夷，钱王羽箭，怒气强于十万兵。峥嵘甚，讶雪山中断，银汉西倾。孤舟铁笛风清，待万里乘槎问客星。叹鲸鲵未翦，戈船满岸；蟾蜍正吐，歌管倾城。狎浪儿童，横江士女，笑指渔翁一叶轻。谁知道，是观潮枚叟，论水庄生。", "translation": "无"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "满江红·秋日经信陵君", "prop": {"content": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。", "translation": "我带着遮阳的帽子，略显萧瑟，偶然从信陵祠堂下面经过。眼中含着泪水，荒凉的台阶上落满枯败的叶子，留宿河南开封。九月的大风把帽子吹得随风飘零，走廊的大部分雨水飘洒屋瓦之上。乌桕树的叶子经秋霜而红，叶子散乱状朝着破烂的墙边伸展。过去的事情和现在的事情交织在一起，十分诧愤，怨恨自己的身世，因此受牵连。假如信陵君仍然在世，一定会给我留下怜爱的余地。难道我还不如毛公、薛公那些人吗？信陵君难道甘愿比平原君、孟尝君低一等吗？感慨侯嬴，泪水尽情流淌也觉得不够悲伤。"}}, {"dynasty": "元代"}, {"name": "点绛唇·绍兴乙卯登绝", "prop": {"content": "缥缈危亭，笑谈独在千峰上。与谁同赏。万里横烟浪。 老去情怀，犹作天涯想。空惆怅。少年豪放。莫学衰翁样。", "translation": "小亭在高耸入云的山峰，隐隐约约浮现着。在千峰上独自叙述胸意，看那万里云烟如浪花般滚来，我与谁共同欣赏呢？人已经老了，但情怀仍在。虽然思虑着万里山河，但也只能无奈的惆怅。少年啊，要胸怀豪情万丈，莫要学我这个老头子。"}}, {"name": "贺新郎·别茂嘉十二弟", "prop": {"content": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "调笑令·边草", "prop": {"content": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "translation": "边塞的野草啊，边塞的野草！野草枯尽，戍边的兵士也已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人悲苦愁绝。"}}, {"name": "念奴娇·插天翠柳", "prop": {"content": "插天翠柳，被何人，推上一轮明月。照我藤床凉似水，飞入瑶台琼阙。雾冷笙箫，风轻环佩，玉锁无人掣。闲云收尽，海光天影相接。 谁信有药长生，素娥新炼就、飞霜凝雪。打碎珊瑚，争似看、仙桂扶疏横绝。洗尽凡心，满身清露，冷浸萧萧发。明朝尘世，记取休向人说。", "translation": "门前的翠柳不知道被谁人推上了一轮皎洁的明月，如凉水一般照在我的藤床上，如此良辰美景，我思绪飘飞幻想着飞入瑶台月宫，这里雾冷风轻，隐隐可闻的笙箫声，和仙子的环佩之声，大约她们正随音乐伴奏而飘飘起舞。据说有可以使人延寿的药。然而“长生”的念头，只不过是世俗的妄想。两袖清风，满身清露，寒冷浸湿了萧条的白发，这些隐逸脱俗的情怀，恐是尘世之人无法理解，便也不向尘世之人诉说。"}}, {"name": "莺啼序·重过金陵", "prop": {"content": "　　金陵故都最好，有朱楼迢递。嗟倦客又此凭高，槛外已少佳致。更落尽梨花，飞尽杨花，春也成憔悴。问青山、三国英雄，六朝奇伟？　　麦甸葵丘，荒台败垒，鹿豕衔枯荠。正潮打孤城，寂寞斜阳影里。听楼头、哀笳怨角，未把酒、愁心先醉。渐夜深、月满秦淮，烟笼寒水。　　凄凄惨惨，冷冷清清，灯火渡头市。慨商女、不知兴废，隔江犹唱庭花，余音亹亹。伤心千古，泪痕如洗。乌衣巷口青芜路，认依稀、王谢旧邻里。临春结绮，可怜红粉成灰，萧索白杨风起。　　因思畴昔，铁索千寻，谩沉江底。挥羽扇，障西尘，便好角巾私第。清谈到底成何事？回首新亭，风景今如此。楚囚对泣何时已，叹人间今古真儿戏。东风岁岁还来，吹入钟山，几重苍翠。 ", "translation": "　　南宋德祐二年（1276年），元兵大破临安，南宋恭帝和后妃属员三千多人被俘北上，词人也未能幸免。词人对南宋朝廷的忠心，使他不幸仕于元，只好做了道士。词人因此而被释放，回到江南。这首词便是词人在得以南归后重游金陵所作。"}}, {"name": "一剪梅·咏柳", "prop": {"content": "无限伤心夕照中，故国凄凉，剩粉余红。金沟御水自西东，昨岁陈宫，今岁隋宫。往事思量一晌空，飞絮无情，依旧烟笼。长条短叶翠濛濛，才过西风，又过东风。", "translation": "残阳如血，令人伤情，斜射着无垠的山川。故国覆亡，到处是一派凄凉。如今只剩南明朝廷残破狭小的宫殿，御苑中的溪流，自西向东流去，日夜不息。就像陈后主荒淫误国，昨日的陈朝宫殿，今年又变作隋朝的宫庭。不堪回首，往事就像这轻浮的柳絮，刹那成空。柳絮不知人心，依旧似烟知雾地漫天飙飞。柔软的柳枝，青翠的柳叶，像细雨蒙蒙，西风刚刚吹过，东风又来侵袭，几番风雨。"}}, {"name": "水龙吟·从商帅国器猎", "prop": {"content": "从商帅国器猎于南阳，同仲泽、鼎玉赋此。少年射虎名豪，等闲赤羽千夫膳。金铃锦领，平原千骑，星流电转。路断飞潜，雾随腾沸，长围高卷。看川空谷静，旌旗动色，得意似，平生战。城月迢迢鼓角，夜如何，军中高宴。江淮草木，中原狐兔，先声自远。盖世韩彭，可能只办，寻常鹰犬。问元戎早晚，鸣鞭径去，解天山箭。", "translation": "我跟随商帅国器围猎南阳，与仲泽、鼎玉对这件事作了文章。少年射虎的英豪，统领赤羽千军若等闲。头悬金铃，锦绣围脖，千骑相随于广袤平原，纵横驰骋快如流星闪电。飞禽游鱼无路可遁，骏马在浓雾中奔腾，长长的队列合围在一起。看那寂静的山谷，旌旗飘扬，志得意满，好似平生一场胜战。城台明月高悬，鼓角声远远传来，夜里营中在做什么呢？满载而归的将军在高堂设宴。江淮的草木，中原的狐兔，一听到声威便不战而退。那功劳卓绝的韩信和彭越，不过是供人驱使的鹰犬。试问商帅何时策马扬鞭，三箭定天山。"}}, {"name": "水调歌头·题剑阁", "prop": {"content": "万里云间戍，立马剑门关。乱山极目无际，直北是长安。人苦百年涂炭，鬼哭三边锋镝，天道久应还。手写留屯奏，炯炯寸心丹。对青灯，搔白首，漏声残。老来勋业未就，妨却一身闲。梅岭绿阴青子，蒲涧清泉白石，怪我旧盟寒。烽火平安夜，归梦绕家山。", "translation": "在离朝廷很远的地方戍守边疆，骑马立于剑门关上。在群山中尽目远眺看不到边，正北的方向是长安城。百年来，生灵涂炭，百姓受苦，边境的战事依旧严峻，无数军民在战火中罹难，金人统治时间长了，干的坏事多了必定会遭到上天的惩罚。我亲手写好要求常驻此地的奏表，一寸丹心，精光炯炯。面对着昏黄的青灯，双手挠着苍老的白发，夜晚的沙漏即将流尽，英雄年迈却功业未成，不妨归隐山林。蒲涧的景色优美，白云山间，泉清水甜，梅岭青梅阴阴，都怪我负却旧约。但在烽烟尚存，逆胡未平的时刻，我的梦魂难以回到家园。"}}, {"name": "王翰", "dynasty": "唐代"}, {"name": "鹧鸪天·有客慨然谈功", "prop": {"content": "壮岁旌旗拥万夫，锦襜突骑渡江初。燕兵夜娖银胡?，汉箭朝飞金仆姑。追往事，叹今吾，春风不染白髭须。却将万字平戎策，换得东家种树书。", "translation": "我年轻的时候带着一万多的士兵、精锐的骑兵们渡过长江时。金人的士兵晚上在准备着箭袋，而我们汉人的军队一大早向敌人射去名叫金仆姑的箭。追忆着往事，感叹如今的自己，春风也不能把我的白胡子染成黑色了。我看都把那长达几万字能平定金人的策略，拿去跟东边的人家换换种树的书吧。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "鹧鸪天·只近浮名不近", "prop": {"content": "只近浮名不近情。且看不饮更何成。三杯渐觉纷华远，一斗都浇块磊平。 醒复醉，醉还醒。灵均憔悴可怜生。《离骚》读杀浑无味，好个诗家阮步兵！", "translation": "只追求世间的功名利禄而不近酒的人，就算他不喝酒，也未必能有什么成就！我喝了三杯后，渐渐地就觉得远离了尘世；喝光了一斗，更觉得把心头的不平都给浇没了！我酒醒了又喝醉，喝醉了却又醒。屈原说自己“众人皆醉我独醒”，可真让人觉得憔悴可怜！他的《离骚》，读来读去也没什么意思，还是像爱酒的诗人阮籍那样痛饮美酒图一醉，才算是最好！"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "念奴娇·赤壁怀古", "prop": {"content": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) ", "translation": "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "相见欢·金陵城上西楼", "prop": {"content": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "translation": "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。"}}, {"name": "朝中措·送刘仲原甫出", "prop": {"content": "平山阑槛倚晴空，山色有无中。手种堂前垂柳，别来几度春风？文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。(尊 通：樽)", "translation": "平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。我这位爱好写文章的太守，下笔就是万言，喝酒一饮千杯。年轻人，趁现在赶快行乐吧，你看我一把年纪了，都还不是照样饮酒作乐豪情万丈？"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "水调歌头·和庞佑父", "prop": {"content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "translation": "　　绍兴三十一年冬，虞允文击溃金主完颜亮的部队于采石矶，这是一次关系到南宋朝廷生死存亡的重要战役，朝野振奋，国人欢呼，张孝祥怀着激动的心情，写了本词。"}}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "崔与之", "dynasty": "宋代"}, {"name": "贺新郎·送胡邦衡待制", "prop": {"content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "translation": "无"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "兰陵王·丙子送春", "prop": {"content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "translation": "无"}}, {"name": "金缕曲·赠梁汾", "prop": {"content": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。", "translation": "无"}}, {"name": "水调歌头·多景楼", "prop": {"content": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "translation": "无"}}, {"name": "江城子·醉来长袖舞鸡", "prop": {"content": "醉来长袖舞鸡鸣，短歌行，壮心惊。西北神州，依旧一新亭。三十六峰长剑在，星斗气，郁峥嵘。古来豪侠数幽并，鬓星星，竟何成！他日封侯，编简为谁青？一掬钓鱼坛上泪，风浩浩，雨冥冥。", "translation": "即使我喝醉了酒，仍能像刘琨他们那样闻鸡起舞，长袖飘飘，心情激荡。曹操的《短歌行》令多少壮士有风雷激荡、石破天惊的感受啊。我举头向西北望去，神州陆沉，国势之艰难，让人像“新亭对泣”那样悲伤。再看那如长剑般插入云端的三十六峰，看葱郁峥嵘的星斗之气，怎不令人心潮澎湃，热血涌动。古来豪侠众多，要数幽并为最，可是我这个幽并人再也不能像先辈那样杀敌立功了，因为我已双鬓斑白，还能干什么呢。等到将来封侯的时候，青史上会留下谁的名字呢。即使我像严子陵那样在钓鱼坛上垂钓，也不会：忘记事业未成的痛苦，面对浩浩的风，冥冥的雨，我会泪流满面的。"}}, {"name": "水调歌头·建炎庚戌题", "prop": {"content": "平生太湖上，短棹几经过。如今重到，何事愁与水云多？拟把匣中长剑，换取扁舟一叶，归去老渔蓑。银艾非吾事，丘壑已蹉跎。脍新鲈，斟美酒，起悲歌。太平生长，岂谓今日识干戈。欲泻三江雪浪，净洗胡尘千里，不用挽天河。回首望霄汉，双泪堕清波！", "translation": "建炎四年庚戌年题于吴江我以前曾几次乘舟经过太湖，如今我重来此地，为什么总觉得愁恨像湖上的云、湖中的水那样多呢？我准备把匣中的长剑，换成一叶扁舟，归隐江上。做官本不是我要做的事情，寄情山水的隐居生活都被耽误了。切上鲈鱼，斟起美酒，放声悲歌。生长在太平盛世，万万没有料到今天要饱尝兵戈之苦。我想要倾泻三江的水浪，消灭尽金人侵略者，决不要休战求和。但回头来看看朝廷，朝廷无意收复失地，让人伤心垂泪。"}}, {"name": "米芾", "dynasty": "宋代"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "临江仙·夜登小阁忆洛", "prop": {"content": "忆昔午桥桥上饮，坐中多是豪英。长沟流月去无声。杏花疏影里，吹笛到天明。 二十余年如一梦，此身虽在堪惊。闲登小阁看新晴。古今多少事，渔唱起三更。", "translation": "回忆当年在午桥畅饮，在座的都是英雄豪杰。月光映在河面，随水悄悄流逝，在杏花稀疏的花影中，吹起竹笛直到天明。二十多年的经历好似一场梦，我虽身在，回首往昔却胆战心惊。闲来无事登上小阁楼观看新雨初晴的景致。古往今来多少历史事迹转瞬即逝，只有把它们编成歌的渔夫，还在那半夜里低声吟唱。"}}, {"name": "金缕曲·闷欲呼天说", "prop": {"content": "闷欲呼天说。问苍苍、生人在世，忍偏磨灭？从古难消豪气，也只书空咄咄。正自检、断肠诗阅。看到伤心翻天笑，笑公然、愁是吾家物！都并入、笔端结。 英雄儿女原无别。叹千秋、收场一例，泪皆成血。待把柔情轻放下，不唱柳边风月；且整顿、铜琶铁拨。读罢《离骚》还酌酒，向大江东去歌残阕。声早遏，碧云裂。", "translation": "无"}}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "刘过", "dynasty": "宋代"}, {"name": "吴藻", "dynasty": "清代"}, {"name": "水龙吟·放船千里凌波", "prop": {"content": "放船千里凌波去。略为吴山留顾。云屯水府，涛随神女，九江东注。北客翩然，壮心偏感，年华将暮。念伊嵩旧隐，巢由故友，南柯梦、遽如许。 回首妖氛未扫，问人间、英雄何处。奇谋报国，可怜无用，尘昏白羽。铁锁横江，锦帆冲浪，孙郎良苦。但愁敲桂棹，悲吟梁父，泪流如雨。", "translation": "无"}}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "霜天晓角·题采石蛾眉", "prop": {"content": "倚天绝壁，直下江千尺。天际两蛾凝黛，愁与恨，几时极！暮潮风正急，酒阑闻塞笛。试问谪仙何处？青山外，远烟碧。", "translation": "登上蛾眉亭凭栏望远，只见牛渚山峭壁如削、倚天而立，上有飞瀑千尺悬空奔流，泻入滔滔长江。那眉梢眉尖凝聚不解的愁与恨，到什么时候才能消散？波涛汹涌的江水正卷起连天怒潮，浪高风急；酒意初退，耳畔便仿佛响起如怨如诉、不绝如缕的塞外悲笛。试问到哪里去才能追寻到谪仙人李白的踪迹？那万重青山外，千里烟波的尽头、郁郁葱葱的地方。"}}, {"name": "水调歌头·赋三门津", "prop": {"content": "黄河九天上，人鬼瞰重关。长风怒卷高浪，飞洒日光寒。峻似吕梁千仞，壮似钱塘八月，直下洗尘寰。万象入横溃，依旧一峰闲。仰危巢，双鹄过，杳难攀。人间此险何用，万古袐神奸。不用燃犀下照，未必佽飞强射，有力障狂澜。唤取骑鲸客，挝鼓过银山。", "translation": "黄河之水似乎是从天上而来，黄河之险让人鬼都要俯瞰而欲过不敢。大风起时，波涛汹涌，怒浪滔天，飘飞的浪花在阳光下闪闪发亮。黄河水所掀起的水浪高过那吕梁山，水浪声势之状可比那八月的钱塘潮，横空之下，一洗尘寰。黄河水浪冲斥万象，但是中流的砥柱山面对滔天巨浪，却依旧气定神闲。砥柱山之高峻，如那危巢，难以攀援。人间有这样的险处有何用呢？原来是为了测辨忠奸。无须“燃犀下照”看水下美景，也不必像做飞用力拉弓，便可力挽狂澜。呼唤那个骑鲸客，击着鼓飞过银山。"}}, {"name": "江月晃重山·初到嵩山", "prop": {"content": "塞上秋风鼓角，城头落日旌旗。少年鞍马适相宜。从军乐，莫问所从谁。候骑才通蓟北，先声已动辽西。归期犹及柳依依。春闺月，红袖不须啼。", "translation": "军队中的鼓声、角声在秋风中作响，城头上的旗帜在夕阳的照耀下缓缓地飘动。 少年应当从军，身跨战马，驰骋边关。只要能够从军驰骋就十分快乐，并不要在乎由谁来带兵。侦察的骑兵才通过蓟北，而部队的威名已震动辽西。等打完仗，回到故乡时，仍是杨柳依依的春天，时间不会太长。 征人连战连胜，可以很快凯旋，闺中人不必因相思而流泪。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "水调歌头·黄州快哉亭", "prop": {"content": "落日绣帘卷，亭下水连空。知君为我新作，窗户湿青红。长记平山堂上，欹枕江南烟雨，杳杳没孤鸿。认得醉翁语，山色有无中。一千顷，都镜净，倒碧峰。忽然浪起，掀舞一叶白头翁。堪笑兰台公子，未解庄生天籁，刚道有雌雄。一点浩然气，千里快哉风。", "translation": "无"}}, {"name": "忆秦娥·箫声咽", "prop": {"content": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。", "translation": "玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，眼见秦家楼外一轮清冷明月。清冷的明月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。又是一年重阳佳节，登上乐游原，秦娥遥望咸阳古道，可叹那人了无影踪、音信断绝。良人不见啊音信断绝，只有西风萧瑟，残阳似血，拂照着那汉家帝王的陵阙。"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "调笑令·胡马", "prop": {"content": "胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。", "translation": "胡马啊，胡马，被远远地放牧在荒凉的燕支山下。四蹄刨沙刨雪独自奔跑嘶鸥，东望西望茫茫一片迷了来路。迷路啊，迷路，萎萎边草无穷无尽霭霭暮色笼罩着山头。 "}}, {"name": "沁园春·寄稼轩承旨", "prop": {"content": "寄辛承旨。时承旨招，不赴。斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。 白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。 ", "translation": "想着你将用整斗酒和猪腿将我款待，在风雨中渡过钱塘江到绍兴与您相会岂能不愉快。可半道中被白居易邀约林逋、苏东坡强拉回来。苏东坡说，西湖如西施，或浓妆或淡妆自照于镜台。林逋、白居易两人都置之不理，只顾畅饮开怀。白居易说，到天竺山去啊，那里如画卷展开，寺庙巍峨，流光溢彩。可爱的是东西二溪纵横交错，南北二峰高低错落自云霭霭。林逋说，并非如此，梅花的馨香幽幽飘来，怎比得上先到孤山探访香梅之海。待到雨过天晴再访稼轩不迟，我暂且在西湖边徘徊。"}}, {"name": "永遇乐·京口北固亭怀", "prop": {"content": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "translation": "历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。遥想当年，他指挥着强劲精良的兵马，气吞骄虏一如猛虎！元嘉帝兴兵北伐，想建立不朽战功封狼居胥，却落得仓皇逃命，北望追兵泪下无数。四十三年过去了，如今瞭望长江北岸，还记得扬州战火连天的情景。真是不堪回首，拓跋焘祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。还有谁会问，廉颇老了，自己还能吃饭吗？"}}, {"name": "沁园春·灵山齐庵赋时", "prop": {"content": "叠嶂西驰，万马回旋，众山欲东。正惊湍直下，跳珠倒溅；小桥横截，缺月初弓。老合投闲，天教多事，检校长身十万松。吾庐小，在龙蛇影外，风雨声中。争先见面重重，看爽气朝来三数峰。似谢家子弟，衣冠磊落；相如庭户，车骑雍容。我觉其间，雄深雅健，如对文章太史公。新堤路，问偃湖何日，烟水蒙蒙？", "translation": "无"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "夷门歌", "prop": {"content": "七雄雄雌犹未分，攻城杀将何纷纷。秦兵益围邯郸急，魏王不救平原君。公子为嬴停驷马，执辔愈恭意愈下。亥为屠肆鼓刀人，嬴乃夷门抱关者。非但慷慨献良谋，意气兼将身命酬。向风刎颈送公子，七十老翁何所求。", "translation": "战国七雄的胜负不可知，攻城杀将纷乱甚多。秦军增兵围困赵都邯郸，魏王畏秦不敢出兵相救。信陵君为侯嬴驾车过市访友，执辔愈恭颜色愈和。朱亥是持刀宰杀牲口的屠夫，侯嬴是掌管魏国都城大梁东门锁匙的守门人。侯嬴不但为信陵君献窃符夺兵之计，而且极重义气，竟以身命相报。侯嬴甘愿以身命报答信陵君知遇之恩，七十岁老人别无所求。"}}, {"name": "谢池春·壮岁从戎", "prop": {"content": "壮岁从戎，曾是气吞残虏。阵云高、狼烟夜举。朱颜青鬓，拥雕戈西戍。笑儒冠、自来多误。 功名梦断，却泛扁舟吴楚。漫悲歌、伤怀吊古。烟波无际，望秦关何处。叹流年、又成虚度。", "translation": "壮年从军，曾经有一口气吞下敌人的豪迈气魄。浓重的云层高挂在天上，原来是点着了烽火。红润的面庞、头发乌黑（的年轻人），捧着雕饰精美的戈向西去戍边。讥笑自古以来的儒生大多耽误了宝贵的青春时光。上阵杀敌、建功立业的梦想已经破灭，却只能在吴楚大地上泛一叶扁舟。漫自悲歌，伤心地凭吊古人。烟波浩渺无际，边关到底在何处？感叹年华又被虚度了。"}}, {"name": "木兰花慢·席上送张仲", "prop": {"content": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。 一编书是帝王师，小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。", "translation": "汉中是汉朝开创帝业的地方，问：这个地方是否就是当时的汉中？想当年攻占三秦土地，高祖刘邦乘胜东进，去争夺天下与项羽一决雌雄。追回逃跑的韩信拜他为大将这样尊重人才的事，现在难以见到，只有那满眼破碎的山河令人泪下沾衣。落日中，任凭西方金人侵扰不止，秋天朝廷边塞的战马白白地体壮膘肥。您就像那得了书的张良可以成为帝王的老师，如今去西方兴元不过是小试身手。我备下这简单的饯行酒，你就要匆忙上路，仪仗队里的旌旗飘满了离愁。你想念我的时候，回头看，秋江上天光水影征雁啁啾次第飞。怎么能够让车轮长出四只角把行人强留，禁不起相思别恨衣带渐宽人渐瘦。"}}, {"name": "八声甘州·灵岩陪庾幕", "prop": {"content": "渺空烟四远，是何年、青天坠长星？幻苍崖云树，名娃金屋，残霸宫城。箭径酸风射眼，腻水染花腥。时靸双鸳响，廊叶秋声。宫里吴王沉醉，倩五湖倦客，独钓醒醒。问苍波无语，华发奈山青。水涵空、阑干高处，送乱鸦斜日落渔汀。连呼酒、上琴台去，秋与云平。", "translation": "无"}}, {"dynasty": "金朝"}, {"name": "江城子·梦中了了醉中", "prop": {"content": "陶渊明以正月五日游斜川，临流班坐，顾瞻南阜，爱曾城之独秀，乃作斜川诗，至今使人想见其处。元丰壬戌之春，余躬耕于东坡，筑雪堂居之，南挹四望亭之后丘，西控北山之微泉，慨然而叹，此亦斜川之游也。乃作长短句，以《江城子》歌之。梦中了了醉中醒。只渊明，是前生。走遍人间，依旧却躬耕。昨夜东坡春雨足，乌鹊喜，报新晴。雪堂西畔暗泉鸣。北山倾，小溪横。南望亭丘，孤秀耸曾城。都是斜川当日景，吾老矣，寄余龄。", "translation": "在世俗沉沉的醉梦里了悟人生真谛的清醒者，算起来也只有陶渊明，是我的跨越时空的知音。尝尽世态炎凉，宦海浮沉，回归田园依旧躬身耕耘。欣逢昨夜春雨如甘霖，把我的东坡田园滋润，更有喜鹊报喜来，晴暖气象新。最爱听雪堂西畔一道幽泉的潺潺；最爱看北山倾斜的身姿，还有小溪横流在山前；南望亭台丘壑，错落有致，四望亭的后丘耸立高山巅；这山水田园一一是渊明境界，真真是当年斜川再现。叹一声吾老矣，就此寄余年。"}}, {"name": "凉州词", "prop": {"content": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？", "translation": "酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？"}}, {"dynasty": "清代"}, {"name": "萨都剌", "dynasty": "元代"}, {"name": "水调歌头·九月望日与", "prop": {"content": "霜降碧天静，秋事促西风。寒声隐地初听，中夜入梧桐。起瞰高城回望，寥落关河千里，一醉与君同。叠鼓闹清晓，飞骑引雕弓。 岁将晚，客争笑，问衰翁。平生豪气安在，沈领为谁雄。何似当筵虎士，挥手弦声响处，双雁落遥空。老矣真堪愧，回首望云中。", "translation": "无"}}, {"name": "蔡松年", "dynasty": "宋代"}, {"name": "酹江月·和友驿中言别", "prop": {"content": "乾坤能大，算蛟龙元不是池中物。风雨牢愁无著处，那更寒蛩四壁。横槊题诗，登楼作赋，万事空中雪。江流如此，方来还有英杰。(寒蛩 一作：寒虫)堪笑一叶漂零，重来淮水，正凉风新发。镜里朱颜都变尽，只有丹心难灭。去去龙沙，江山回首，一线青如发。故人应念，杜鹃枝上残月。", "translation": "大地如此广阔，你我都是胸怀大志的英雄豪杰，现在虽然如同蛟龙被困禁在池中，但是蛟龙终当脱离小池，飞腾于广阔天地。秋风秋雨煞人，再加上牢房的蟋蟀叫个不停，我心烦意乱愁肠百结，你我像曹操、槊题诗那样的英雄气概，王粲登楼作岍那样的名士风流，都成了空中花一般的往事，眼前长江滚滚，后浪推前浪，将来肯定还有英雄豪杰起来完成未竞的事业。"}}, {"name": "贺新郎·送陈真州子华", "prop": {"content": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。 两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "translation": "向北眺望通往中原的路，试着议论议论，这一场恢复中原的大事，该怎么嘱咐？记得太行山王善、杨进聚众百万，曾经接受东京留守宗泽驾驭。现在朝廷对义兵左右为难就象握着毒蛇骑着老虎。你到京东路去义军领袖会高兴，料想他们一定会放下武器拜你为父。谈笑间，平定齐鲁。黄河两岸一派萧条只见乱跑的狐兔，试问当年、祖逖离开这里后，还有人来过否？多少在建业新亭洒泪的士大夫，谁真正想到过中原那一大块国土？算起来恢复大业必须由适当的人来做。应该笑象我等书生心里胆怯，向车中、关闭起来象新媳妇。空空地目送，边塞的鸿雁飞去。"}}, {"name": "西河·金陵怀古", "prop": {"content": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。", "translation": "南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城张着风帆的船正向遥远的天边驶去。临水的陡峭山崖上的树好像倒下来靠在崖上.莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。"}}, {"name": "鹊桥仙·七夕", "prop": {"content": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？", "translation": "缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？"}}, {"name": "陈人杰", "dynasty": "宋代"}, {"name": "水龙吟·登建康赏心亭", "prop": {"content": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "translation": "无"}}, {"name": "水龙吟·过南剑双溪楼", "prop": {"content": "举头西北浮云，倚天万里须长剑。人言此地，夜深长见，斗牛光焰。我觉山高，潭空水冷，月明星淡。待燃犀下看，凭栏却怕，风雷怒，鱼龙惨。峡束苍江对起，过危楼，欲飞还敛。元龙老矣！不妨高卧，冰壶凉簟。千古兴亡，百年悲笑，一时登览。问何人又卸，片帆沙岸，系斜阳缆？", "translation": "抬头观看西北方向的浮云，驾驭万里长空需要长剑，人们说这个地方，深夜的时候，常常能看见斗牛星宿之间的光芒。我觉得山高，水潭的水冰冷，月亮明亮星光惨淡，待点燃犀牛角下到水中看看，刚靠近栏杆处却害怕，风雷震怒，鱼龙凶残。两边高山约束着东溪和西溪冲过来激起很高的浪花，过高楼，想飞去但还是收敛作罢，我有心像陈元龙那样但是身体精神都已老了，不妨高卧家园，凉爽的酒，凉爽的席子，一时登上双溪楼就想到了千古兴亡的事情，想到我自己的一生不过百年的悲欢离合，嬉笑怒骂。是什么人又一次卸下了张开的白帆，在斜阳夕照中抛锚系缆？"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "蝶恋花·出塞", "prop": {"content": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "translation": "从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉又能与谁说？只有萧瑟的秋风吹拂着枯老鲜红的枫树。从前愁苦凄滚的往事无穷无尽，金戈铁马之地，却是当年昭君舍身求和的路。曾经的一往情深有多深呢？犹如夕阳余辉照射下，深山之中的绵绵秋雨。"}}, {"name": "诉衷情·当年万里觅封", "prop": {"content": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "translation": "回想当年为了建功立业驰骋万里，单枪匹马奔赴边境戍守梁州。如今防守边疆要塞的从军生活只能在梦中出现，梦一醒不知身在何处？唯有曾穿过的貂裘，已积满灰尘变得又暗又旧。胡人还未消灭，自己的双鬓却早已白如秋霜，只能任忧国的眼泪白白地流淌。谁能料我这一生，心始终在前线抗敌，人却老死在沧洲！"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"dynasty": "近现代"}, {"name": "醉落魄·咏鹰", "prop": {"content": "寒山几堵，风低削碎中原路。秋空一碧无今古，醉袒貂裘，略记寻呼处。男儿身手和谁赌。老来猛气还轩举。人间多少闲狐兔。月黑沙黄，此际偏思汝。", "translation": "冰冷的山峰有好几座，鹰在广阔平原乘风低掠过大地。秋日的万里晴空古今不变。醉酒之后敞开貂裘，大约记得当年打猎时呼鹰逐兽的事情。男儿空有一身武功绝技来和谁一争高下呢？即使老了也应该意气飞扬，因为人世间还有无数的奸佞之徒！月黑沙黄的夜晚，我这时偏偏想起了你。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "一丛花·溪堂玩月作", "prop": {"content": "冰轮斜辗镜天长，江练隐寒光。危阑醉倚人如画，隔烟村、何处鸣榔？乌鹊倦栖，鱼龙惊起，星斗挂垂杨。芦花千顷水微茫，秋色满江乡。楼台恍似游仙梦，又疑是、洛浦潇湘。风露浩然，山河影转，今古照凄凉。", "translation": "无"}}, {"name": "刘克庄", "dynasty": "宋代"}], "edges": [{"source": 84, "target": 109, "relation": "创作"}, {"source": 59, "target": 84, "relation": "出自于"}, {"source": 170, "target": 67, "relation": "创作"}, {"source": 59, "target": 170, "relation": "出自于"}, {"source": 84, "target": 74, "relation": "创作"}, {"source": 170, "target": 143, "relation": "创作"}, {"source": 103, "target": 152, "relation": "创作"}, {"source": 95, "target": 103, "relation": "出自于"}, {"source": 58, "target": 61, "relation": "创作"}, {"source": 59, "target": 58, "relation": "出自于"}, {"source": 170, "target": 162, "relation": "创作"}, {"source": 145, "target": 166, "relation": "创作"}, {"source": 59, "target": 145, "relation": "出自于"}, {"source": 136, "target": 139, "relation": "创作"}, {"source": 95, "target": 136, "relation": "出自于"}, {"source": 83, "target": 82, "relation": "创作"}, {"source": 168, "target": 83, "relation": "出自于"}, {"source": 90, "target": 165, "relation": "创作"}, {"source": 153, "target": 90, "relation": "出自于"}, {"source": 68, "target": 126, "relation": "创作"}, {"source": 59, "target": 68, "relation": "出自于"}, {"source": 84, "target": 138, "relation": "创作"}, {"source": 75, "target": 111, "relation": "创作"}, {"source": 59, "target": 75, "relation": "出自于"}, {"source": 54, "target": 51, "relation": "创作"}, {"source": 59, "target": 54, "relation": "出自于"}, {"source": 170, "target": 104, "relation": "创作"}, {"source": 170, "target": 38, "relation": "创作"}, {"source": 170, "target": 94, "relation": "创作"}, {"source": 84, "target": 7, "relation": "创作"}, {"source": 84, "target": 23, "relation": "创作"}, {"source": 170, "target": 163, "relation": "创作"}, {"source": 118, "target": 112, "relation": "创作"}, {"source": 59, "target": 118, "relation": "出自于"}, {"source": 145, "target": 147, "relation": "创作"}, {"source": 42, "target": 53, "relation": "创作"}, {"source": 59, "target": 42, "relation": "出自于"}, {"source": 164, "target": 97, "relation": "创作"}, {"source": 95, "target": 164, "relation": "出自于"}, {"source": 44, "target": 80, "relation": "创作"}, {"source": 59, "target": 44, "relation": "出自于"}, {"source": 84, "target": 160, "relation": "创作"}, {"source": 110, "target": 117, "relation": "创作"}, {"source": 59, "target": 110, "relation": "出自于"}, {"source": 27, "target": 64, "relation": "创作"}, {"source": 153, "target": 27, "relation": "出自于"}, {"source": 15, "target": 43, "relation": "创作"}, {"source": 59, "target": 15, "relation": "出自于"}, {"source": 14, "target": 34, "relation": "创作"}, {"source": 59, "target": 14, "relation": "出自于"}, {"source": 172, "target": 5, "relation": "创作"}, {"source": 59, "target": 172, "relation": "出自于"}, {"source": 145, "target": 88, "relation": "创作"}, {"source": 90, "target": 120, "relation": "创作"}, {"source": 44, "target": 55, "relation": "创作"}, {"source": 170, "target": 144, "relation": "创作"}, {"source": 170, "target": 65, "relation": "创作"}, {"source": 54, "target": 30, "relation": "创作"}, {"source": 125, "target": 72, "relation": "创作"}, {"source": 59, "target": 125, "relation": "出自于"}, {"source": 47, "target": 63, "relation": "创作"}, {"source": 59, "target": 47, "relation": "出自于"}, {"source": 113, "target": 141, "relation": "创作"}, {"source": 95, "target": 113, "relation": "出自于"}, {"source": 105, "target": 123, "relation": "创作"}, {"source": 59, "target": 105, "relation": "出自于"}, {"source": 14, "target": 9, "relation": "创作"}, {"source": 76, "target": 93, "relation": "创作"}, {"source": 59, "target": 76, "relation": "出自于"}, {"source": 79, "target": 122, "relation": "创作"}, {"source": 150, "target": 79, "relation": "出自于"}, {"source": 29, "target": 26, "relation": "创作"}, {"source": 95, "target": 29, "relation": "出自于"}, {"source": 4, "target": 149, "relation": "创作"}, {"source": 59, "target": 4, "relation": "出自于"}, {"source": 170, "target": 52, "relation": "创作"}, {"source": 49, "target": 100, "relation": "创作"}, {"source": 1, "target": 49, "relation": "出自于"}, {"source": 62, "target": 159, "relation": "创作"}, {"source": 59, "target": 62, "relation": "出自于"}, {"source": 128, "target": 157, "relation": "创作"}, {"source": 59, "target": 128, "relation": "出自于"}, {"source": 132, "target": 36, "relation": "创作"}, {"source": 95, "target": 132, "relation": "出自于"}, {"source": 79, "target": 134, "relation": "创作"}, {"source": 145, "target": 66, "relation": "创作"}, {"source": 170, "target": 71, "relation": "创作"}, {"source": 172, "target": 11, "relation": "创作"}, {"source": 76, "target": 16, "relation": "创作"}, {"source": 83, "target": 60, "relation": "创作"}, {"source": 116, "target": 102, "relation": "创作"}, {"source": 59, "target": 116, "relation": "出自于"}, {"source": 145, "target": 87, "relation": "创作"}, {"source": 0, "target": 169, "relation": "创作"}, {"source": 153, "target": 0, "relation": "出自于"}, {"source": 79, "target": 106, "relation": "创作"}, {"source": 110, "target": 6, "relation": "创作"}, {"source": 14, "target": 114, "relation": "创作"}, {"source": 18, "target": 45, "relation": "创作"}, {"source": 153, "target": 18, "relation": "出自于"}, {"source": 44, "target": 171, "relation": "创作"}, {"source": 57, "target": 50, "relation": "创作"}, {"source": 19, "target": 57, "relation": "出自于"}, {"source": 75, "target": 131, "relation": "创作"}, {"source": 14, "target": 32, "relation": "创作"}, {"source": 145, "target": 121, "relation": "创作"}, {"source": 84, "target": 151, "relation": "创作"}, {"source": 154, "target": 77, "relation": "创作"}, {"source": 92, "target": 154, "relation": "出自于"}, {"source": 108, "target": 3, "relation": "创作"}, {"source": 153, "target": 108, "relation": "出自于"}, {"source": 136, "target": 70, "relation": "创作"}, {"source": 172, "target": 158, "relation": "创作"}, {"source": 161, "target": 2, "relation": "创作"}, {"source": 59, "target": 161, "relation": "出自于"}, {"source": 69, "target": 31, "relation": "创作"}, {"source": 59, "target": 69, "relation": "出自于"}, {"source": 21, "target": 20, "relation": "创作"}, {"source": 73, "target": 21, "relation": "出自于"}, {"source": 167, "target": 119, "relation": "创作"}, {"source": 59, "target": 167, "relation": "出自于"}, {"source": 170, "target": 148, "relation": "创作"}, {"source": 75, "target": 98, "relation": "创作"}, {"source": 172, "target": 37, "relation": "创作"}, {"source": 81, "target": 40, "relation": "创作"}, {"source": 1, "target": 81, "relation": "出自于"}, {"source": 110, "target": 24, "relation": "创作"}, {"source": 115, "target": 13, "relation": "创作"}, {"source": 59, "target": 115, "relation": "出自于"}, {"source": 76, "target": 8, "relation": "创作"}, {"source": 48, "target": 33, "relation": "创作"}, {"source": 59, "target": 48, "relation": "出自于"}, {"source": 140, "target": 133, "relation": "创作"}, {"source": 59, "target": 140, "relation": "出自于"}, {"source": 136, "target": 28, "relation": "创作"}, {"source": 76, "target": 155, "relation": "创作"}, {"source": 130, "target": 127, "relation": "创作"}, {"source": 153, "target": 130, "relation": "出自于"}, {"source": 86, "target": 41, "relation": "创作"}, {"source": 92, "target": 86, "relation": "出自于"}, {"source": 85, "target": 89, "relation": "创作"}, {"source": 153, "target": 85, "relation": "出自于"}, {"source": 107, "target": 22, "relation": "创作"}, {"source": 59, "target": 107, "relation": "出自于"}, {"source": 56, "target": 146, "relation": "创作"}, {"source": 95, "target": 56, "relation": "出自于"}, {"source": 10, "target": 78, "relation": "创作"}, {"source": 153, "target": 10, "relation": "出自于"}, {"source": 129, "target": 142, "relation": "创作"}, {"source": 59, "target": 129, "relation": "出自于"}, {"source": 124, "target": 12, "relation": "创作"}, {"source": 59, "target": 124, "relation": "出自于"}, {"source": 79, "target": 101, "relation": "创作"}, {"source": 156, "target": 46, "relation": "创作"}, {"source": 59, "target": 156, "relation": "出自于"}, {"source": 136, "target": 39, "relation": "创作"}, {"source": 79, "target": 135, "relation": "创作"}, {"source": 0, "target": 17, "relation": "创作"}, {"source": 0, "target": 91, "relation": "创作"}, {"source": 137, "target": 35, "relation": "创作"}, {"source": 59, "target": 137, "relation": "出自于"}, {"source": 96, "target": 99, "relation": "创作"}, {"source": 59, "target": 96, "relation": "出自于"}, {"source": 4, "target": 25, "relation": "创作"}]}