{"nodes": [{"name": "大铁椎传", "prop": {"content": "　　大铁椎，不知何许人。北平陈子灿省兄河南，与遇宋将军家。宋，怀庆青华镇人，工技击，七省好事者皆来学，人以其雄健，呼宋将军云。宋弟子高信之，亦怀庆人，多力善射，长子灿七岁，少同学，故尝与过宋将军。　　时座上有健啖客，貌甚寝，右胁夹大铁椎，重四五十斤，饮食拱揖不暂去。柄铁折叠环复，如锁上练，引之长丈许。与人罕言语，语类楚声。扣其乡及姓字，皆不答。　　既同寝，夜半，客曰：“吾去矣！”言讫不见。子灿见窗户皆闭，惊问信之。信之曰：“客初至，不冠不袜，以蓝手巾裹头，足缠白布，大铁椎外，一物无所持，而腰多白金。吾与将军俱不敢问也。”子灿寐而醒，客则鼾睡炕上矣。　　一日，辞宋将军曰：“吾始闻汝名，以为豪，然皆不足用。吾去矣！”将军强留之，乃曰：“吾数击杀响马贼，夺其物，故仇我。久居，祸且及汝。今夜半，方期我决斗某所。”宋将军欣然曰：“吾骑马挟矢以助战。”客曰：“止！贼能且众，吾欲护汝，则不快吾意。”宋将军故自负，且欲观客所为，力请客。客不得已，与偕行。将至斗处，送将军登空堡上，曰：“但观之，慎弗声，令贼知也。”　　时鸡鸣月落，星光照旷野，百步见人。客驰下，吹觱篥数声。顷之，贼二十余骑四面集，步行负弓矢从者百许人。一贼提刀突奔客，客大呼挥椎，贼应声落马，马首裂。众贼环而进，客奋椎左右击，人马仆地，杀三十许人。宋将军屏息观之，股栗欲堕。忽闻客大呼曰：“吾去矣。”尘滚滚东向驰去。后遂不复至。", "translation": "　　庚戌年十一月，我从扬州回家，与陈子灿同船。子灿时年二十八岁，爱好弄枪使棒，我给他讲授《左传》中的兵谋兵法时，趁机问：“你走南闯北，碰到过奇异之人吗？”子灿向我讲述了大铁椎的事，于是我写了《大铁椎传》。"}}, {"dynasty": "唐代"}, {"name": "一剪梅·红藕香残玉簟秋", "prop": {"content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。", "translation": "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 "}}, {"name": "咏怀八十二首·其一", "prop": {"content": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。", "translation": "因为忧伤，到了半夜还不能入睡，就起来弹琴。明亮的月光透过薄薄的帐幔照了进来，清风吹着我的衣襟。孤鸿在野外哀号，飞翔盘旋着的鸟在北林鸣叫。这时徘徊会看到些什么呢？不过是独自伤心罢了。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "杂诗十二首·其二", "prop": {"content": "白日沦西河，素月出东岭。(西河 一作：西阿)遥遥万里晖，荡荡空中景。风来入房户，夜中枕席冷。气变悟时易，不眠知夕永。欲言无予和，挥杯劝孤影。日月掷人去，有志不获骋。念此怀悲凄，终晓不能静。", "translation": "太阳渐渐沉落在西河，白月从东岭升起。月亮遥遥万里，放射着清辉，广阔的夜空被照耀得十分明亮。风吹入房门，在夜间枕席生凉。气候变化了，因此领悟到季节也变了，睡不着觉，才了解到夜是如此之长。我想要倾吐心中的愁思，却无人与我答话，只能举杯对着只身孤影饮酒。时光飞快流逝，我空有壮志却不能得到伸展。想起这件事满怀悲凄，心里通宵不能平静。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "陶庵梦忆序", "prop": {"content": "　　陶庵国破家亡，无所归止。披发入山，駴駴为野人。故旧见之，如毒药猛兽，愕窒不敢与接。作《自挽诗》，每欲引决，因《石匮书》未成，尚视息人世。然瓶粟屡罄，不能举火。始知首阳二老，直头饿死，不食周粟，还是后人妆点语也。　　饥饿之余，好弄笔墨。因思昔日生长王、谢，颇事豪华，今日罹此果报：以笠报颅，以蒉报踵，仇簪履也；以衲报裘，以苎报絺，仇轻煖也；以藿报肉，以粝报粻，仇甘旨也；以荐报床，以石报枕，仇温柔也；以绳报枢，以瓮报牖，仇爽垲也；以烟报目，以粪报鼻，仇香艳也；以途报足，以囊报肩，仇舆从也。种种罪案，从种种果报中见之。　　鸡鸣枕上，夜气方回。因想余生平，繁华靡丽，过眼皆空，五十年来，总成一梦。今当黍熟黄粱，车旋蚁穴，当作如何消受？遥思往事，忆即书之，持问佛前，一一忏悔。不次岁月，异年谱也；不分门类，别《志林》也。偶拈一则，如游旧径，如见故人，城郭人民，翻用自喜。真所谓“痴人前不得说梦”矣。　　昔有西陵脚夫为人担酒，失足破其瓮。念无以偿，痴坐伫想曰：“得是梦便好。”一寒士乡试中式，方赴鹿鸣宴，恍然犹意未真，自啮其臂曰：“莫是梦否？”一梦耳，惟恐其非梦，又惟恐其是梦，其为痴人则一也。　　余今大梦将寤，犹事雕虫，又是一番梦呓。因叹慧业文人，名心难化，政如邯郸梦断，漏尽钟鸣，卢生遗表，犹思摹榻二王，以流传后世。则其名根一点，坚固如佛家舍利，劫火猛烈，犹烧之不失也。", "translation": "　　陶庵国破家亡，无可归宿之处。披头散发进入山中，变成了可怕的野人。亲戚朋友一看到我，就像看到了毒药猛兽，愕然地望着，不敢与我接触。我写了《自挽诗》，每每想自杀，但因《石匮书》未写完，所以还在人间生活。然而存米的瓶子里常常是空的，不能生火做饭。我这才懂得伯夷、叔齐实在是饿死的，说他们不愿吃周朝的粮食，还是后人夸张、粉饰的话。"}}, {"name": "夜归鹿门山歌", "prop": {"content": "山寺钟鸣昼已昏，渔梁渡头争渡喧。人随沙岸向江村，余亦乘舟归鹿门。鹿门月照开烟树，忽到庞公栖隐处。岩扉松径长寂寥，惟有幽人自来去。", "translation": "黄昏时山寺的钟声在山谷中回响，渔梁渡口处人们争着过河，喧闹不已。人们沿着沙岸向江村走过去，我也乘坐一叶小舟返回鹿门。鹿门山在月光映照下山树渐渐显现出来，好似忽然来到了庞公隐居之地。相对的山岩和松间小路幽幽静静，只有隐居的人在此来来去去。"}}, {"name": "黄遵宪", "dynasty": "清代"}, {"name": "登岳阳楼", "prop": {"content": "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。", "translation": "以前就听说洞庭湖波澜壮阔，今日终于如愿登上岳阳楼。浩瀚的湖水把吴楚两地分隔开来，整个天地仿似在湖中日夜浮动。亲朋好友们音信全无，年老多病只有一只船孤零零的陪伴自己。关山以北战争烽火仍未止息，凭栏遥望胸怀家国泪水横流。"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "方苞", "dynasty": "清代"}, {"name": "阁夜", "prop": {"content": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)", "translation": "岁末时节白天的时间就越来越短，夔州霜雪停了的寒冬夜晚，雪光映照下，明朗如昼。破晓时军营中鼓角声更显得悲壮凄凉，银河倒映江面，在湍急的江流中摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔夫樵子不时在夜深传来“ 夷歌”之声。像诸葛亮和公孙述这样的历史人物，最终也成了黄土中的枯骨；人事与音书，都只能任其寂寞了。"}}, {"name": "般涉调·哨遍", "prop": {"content": "　　【哨遍】社长排门告示，但有的差使无推故。这差使不寻俗，一壁厢纳草也根，一边又要差夫，索应付。又是言车驾，都说是銮舆，今日还乡故。王乡老执定瓦台盘，赵忙郎抱着酒胡芦。新刷来的头巾，恰糨来的绸衫，畅好是妆么大户。 　　【耍孩儿】瞎王留引定火乔男女，胡踢蹬吹笛擂鼓。见一彪人马到庄门，匹头里几面旗舒：一面旗白胡阑套住个迎霜兔，一面旗红曲连打着个毕月乌，一面旗鸡学舞，一面旗狗生双翅，一面旗蛇缠葫芦。 　　【五煞】红漆了叉，银铮了斧，甜瓜苦瓜黄金镀。明晃晃马镫枪尖上挑，白雪雪鹅毛扇上铺。这些个乔人物，拿着些不曾见的器仗，穿着些大作怪的衣服。 　　【四煞】辕条上都是马，套顶上不见驴。黄罗伞柄天生曲。车前八个天曹判，车后若干递送夫。更几个多娇女，一般穿着，一样妆梳。 　　【三煞】那大汉下的车，众人施礼数，那大汉觑得人如无物。众乡老展脚舒腰拜，那大汉挪身着手扶。猛可里抬头觑。觑多时认得，险气破我胸脯！　　【二煞】你身须姓刘，你妻须姓吕，把你两家儿根脚从头数。你本身做亭长耽几盏酒，你丈人教村学读几卷书。曾在俺庄东住，也曾与我喂牛切草，拽坝扶锄。 　　【一煞】春采了桑，冬借了俺粟，零支了米麦无重数。换田契强秤了麻三秤，还酒债偷量了豆几斛。有甚糊突处？明标着册历，见放着文书。 　　【尾声】少我的钱，差发内旋拨还；欠我的粟，税粮中私准除。只道刘三，谁肯把你揪捽住，白甚么改了姓、更了名，唤做汉高祖！", "translation": "听说有个大人物要还乡了，社长挨家挨户地通知每个差使：“任何差使均不得借故推脱。”这些差使真不寻常，一边要交纳草料，一边要派服劳役的民夫，都必须执行。有的说是车驾，有的说是銮舆，今天要回乡。只见在喧闹的市集里，王乡老拿着个陶托盘，赵忙郎抱着一个酒葫芦，带着新洗过的头巾，穿着新糨过的绸衫，正好装充有身份的阔人。"}}, {"name": "过小孤山大孤山", "prop": {"content": "　　八月一日，过烽火矶。南朝自武昌至京口，列置烽燧，此山当是其一也。自舟中望山，突兀而已。及抛江过其下，嵌岩窦穴，怪奇万状，色泽莹润，亦与它石迥异。又有一石，不附山，杰然特起，高百余尺，丹藤翠蔓，罗络其上，如宝装屏风。是日风静，舟行颇迟，又秋深潦缩，故得尽见。杜老所谓“幸有舟楫迟，得尽所历妙”也。　　过澎浪矶、小孤山，二山东西相望。 小孤属舒州宿松县，有戍兵。凡江中独山，如金山、焦山、落星之类，皆名天下，然峭拔秀丽皆不可与小孤比。自数十里外望之，碧峰巉然孤起，上干云霄，已非它山可拟，愈近愈秀，冬夏晴雨，姿态万变，信造化之尤物也。但祠宇极于荒残，若稍饰以楼观亭榭，与江山相发挥，自当高出金山之上矣。庙在山之西麓，额曰“惠济”，神曰“安济夫人”。绍兴初，张魏公自湖湘还，尝加营葺，有碑载其事。又有别祠在澎浪矶，属江州彭泽县，三面临江，倒影水中，亦占一山之胜。舟过矶，虽无风，亦浪涌，盖以此得名也。昔人诗有“舟中估客莫漫狂，小姑前年嫁彭郎”之句，传者因谓小孤庙有彭郎像，澎浪庙有小姑像，实不然也。晚泊沙夹，距小孤一里。微雨，复以小艇游庙中，南望彭泽、都昌诸山，烟雨空濛，鸥鹭灭没，极登临之胜，徙倚久之而归。方立庙门，有俊鹘抟水禽，掠江东南去，甚可壮也。庙祝云，山有栖鹘甚多。　　二日早，行未二十里，忽风云腾涌，急系缆。俄复开霁，遂行。泛彭蠡口，四望无际，乃知太白“开帆入天镜”之句为妙。始见庐山及大孤。大孤状类西梁，虽不可拟小姑之秀丽，然小孤之旁，颇有沙洲葭苇，大孤则四际渺弥皆大江，望之如浮水面，亦一奇也。江自湖口分一支为南江，盖江西路也。江水浑浊，每汲用，皆以杏仁澄之，过夕乃可饮。南江则极清澈，合处如引绳，不相乱。晚抵江州。州治德化县，即唐之浔阳县，柴桑、栗里，皆其地也；南唐为奉化军节度，今为定江军。岸土赤而壁立，东坡先生所谓“舟人指点岸如赪”者也。泊湓浦，水亦甚清，不与江水乱。自七月二十六日至是，首尾才六日，其间一日阻风不行，实以四日半溯流行七百里云。", "translation": "　　八月一日，（船）经过烽火矶。南朝以来，从武昌（今鄂城）到京口，依次设置了很多（报警的）烽火台，这座山应该是其中之一。从船上看山，只是见到高耸的山峰罢了。等到抛锚停船后，（我）走过山下，（看到）裂缝的岩石和各式的洞穴，奇形怪状，色彩光亮润泽，也和别的石头不大一样。又有一块巨石，与烽火矶不相连。高峻雄伟地拔地而起，高约一百多尺，有红藤绿蔓蒙络在它上面，像宝石镶嵌的屏风。这一天，风平浪静，船走得很慢，又因为深秋，江水较浅，所以能看到这里的一切美景，（正像）杜甫所说的“幸有舟楫迟，得尽所历妙”。"}}, {"name": "菩萨蛮·小山重叠金明灭", "prop": {"content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。", "translation": "画屏上重叠的小山风景，闪露出时明时暗的晨光；仿佛雪地上飘过一缕青云，乌黑的鬓发掠过她的脸庞。懒懒地无心去描弯弯的眉，迟了好久才起身梳理晨妆。照插花时前镜对着后镜，镜里镜外都是花的倩影。身穿崭新的绫罗短衣，贴绣的鹧鸪似欲飞动；那金线绣成的鹧鸪成双，又撩起她相思的柔情。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"dynasty": "明代"}, {"name": "菩萨蛮·其二", "prop": {"content": "人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。", "translation": "人人都说江南好，来到这的游人只想在江南慢慢变老。春天的江水清澈碧绿更胜天空的碧蓝，还可以在有彩绘的船上听着雨声入眠。江南酒家卖酒的女子美丽无比，盛酒撩袖时露出的双臂洁白如雪。年华未衰之时不要回乡，回到家乡后必定要愁肠寸断。"}}, {"dynasty": "先秦"}, {"name": "游兰溪", "prop": {"content": "　　黄州东南三十里为沙湖，亦曰螺师店。予买田其间，因往相田，得疾。闻麻桥人庞安常善医而聋，遂往求疗。安常虽聋，而颖悟绝人，以纸画字，书不数字，辄深了人意。余戏之曰：“余以手为口，君以眼为耳，皆一时异人也。”　　疾愈，与之同游清泉寺。寺在蕲水郭门外二里许，有王逸少洗笔泉，水极甘，下临兰溪，溪水西流。余作歌云：“山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。”是日剧饮而归。", "translation": "　　离黄州东南三十里是沙湖，又叫螺蛳店。我在那里买了田地，因为去查田地的好坏，得了病。听说麻桥人庞安常善于医病，但是耳朵聋，就去他那里看病。庞安常虽然耳朵聋，可是聪明超过一般人，我用纸写字给他看，写不了几个，他就能够懂得我的意思。我和他开玩笑说：“我用手当嘴巴，你用眼当耳朵，我俩都是当代的怪人。”"}}, {"dynasty": "两汉"}, {"name": "项羽之死", "prop": {"content": "　　项王军壁垓下，兵少食尽，汉军及诸侯兵围之数重。夜闻汉军四面皆楚歌，项王乃大惊曰：“汉皆已得楚乎？是何楚人之多也！”项王则夜起，饮帐中。有美人名虞，常幸从；骏马名骓，常骑之。于是项王乃悲歌慷慨，自为诗曰：“力拔山兮气盖世！时不利兮骓不逝！骓不逝兮可奈何！虞兮虞兮奈若何！”歌数阕，美人和之。项王泣数行下，左右皆泣，莫能仰视。　　于是项王乃上马骑，麾下壮士骑从者八百余人，直夜溃围南出，驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者百余人耳。项王至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中。以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人。项王自度不得脱。谓其骑曰：“吾起兵至今八岁矣，身七十余战，所当者破，所击者服，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必三胜之，为诸君溃围，斩将，刈旗，令诸君知天亡我，非战之罪也。”　　乃分其骑以为四队，四向。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼，驰下，汉军皆披靡，遂斩汉一将。是时，赤泉侯为骑将，追项王，项王瞋目而叱之，赤泉侯人马俱惊，辟易数里。与其骑会为三处。汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人，复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言。”　　于是项王乃欲东渡乌江。乌江亭长檥船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡。今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还，纵江东父兄怜而王我，我何面目见之？纵彼不言，籍独不愧于心乎？”乃谓亭长曰：“吾知公长者。吾骑此马五岁，所当无敌，尝一日行千里，不忍杀之，以赐公。”乃令骑皆下马步行，持短兵接战。独籍所杀汉军数百人。项王身亦被十余创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指王翳曰：“此项王也。”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃自刎而死。王翳取其头，余骑相蹂践争项王，相杀者数十人。最其后，郎中骑杨喜，骑司马吕马童，郎中吕胜、杨武各得其一体。", "translation": "无"}}, {"name": "春夜宴从弟桃花园序", "prop": {"content": "　　夫天地者万物之逆旅也；光阴者百代之过客也。而浮生若梦，为欢几何？古人秉烛夜游，良有以也。况阳春召我以烟景，大块假我以文章。会桃花之芳园，序天伦之乐事。群季俊秀，皆为惠连；吾人咏歌，独惭康乐。幽赏未已，高谈转清。开琼筵以坐花，飞羽觞而醉月。不有佳咏，何伸雅怀？如诗不成，罚依金谷酒数。(桃花 一作：桃李)", "translation": "　　天地是万物的客舍，时间是古往今来的过客。死生的差异，就好像梦与醒的不同，纷纭变换，不可究诘，得到的欢乐，又能有多少呢？古人夜间执着火炬游玩，实在是有道理啊。况且温和的春天以秀美的景色来招引我们，大自然又给我们展现锦绣风光。相聚在桃花飘香的花园中，畅叙兄弟间快乐的往事。弟弟们英俊优秀，个个都有谢惠连那样的才情，而我作诗吟咏，却惭愧不如谢灵运。清雅的赏玩不曾停止，高谈阔论又转向清言雅语。摆开筵席来坐赏名花，快速地传递着酒杯醉倒在月光中。没有好诗，怎能抒发高雅的情怀？倘若有人作诗不成，就要按照当年石崇在金谷园宴客赋诗的先例，谁咏不出诗来，罚酒三杯。"}}, {"name": "苦斋记", "prop": {"content": "　　苦斋者，章溢先生隐居之室也。室十有二楹，覆之以茆，在匡山之巅。匡山在处之龙泉县西南二百里，剑溪之水出焉。山四面峭壁拔起，岩崿皆苍石，岸外而臼中。其下惟白云，其上多北风。风从北来者，大率不能甘而善苦，故植物中之，其味皆苦，而物性之苦者亦乐生焉。　　于是鲜支、黄蘗、苦楝、侧柏之木，黄连、苦杕、亭历、苦参、鉤夭之草，地黄、游冬、葴、芑之菜，槠、栎、草斗之实，楛竹之笋，莫不族布而罗生焉。野蜂巢其间，采花髓作蜜，味亦苦，山中方言谓之黄杜，初食颇苦难，久则弥觉其甘，能已积热，除烦渴之疾。其槚荼亦苦于常荼。其洩水皆啮石出，其源沸沸汩汩，瀄滵曲折，注入大谷。其中多斑文小鱼，状如吹沙，味苦而微辛，食之可以清酒。　　山去人稍远，惟先生乐游，而从者多艰其昏晨之往来，故遂择其窊而室焉。携童儿数人，启陨箨以蓺粟菽，茹啖其草木之荑实。间则蹑屐登崖，倚修木而啸，或降而临清泠。樵歌出林，则拊石而和之。人莫知其乐也。　　先生之言曰：“乐与苦 ，相为倚伏者也，人知乐之为乐，而不知苦之为乐，人知乐其乐，而不知苦生于乐，则乐与苦相去能几何哉！今夫膏粱之子，燕坐于华堂之上，口不尝荼蓼之味，身不历农亩之劳，寝必重褥，食必珍美，出入必舆隶，是人之所谓乐也，一旦运穷福艾，颠沛生于不测，而不知醉醇饫肥之肠，不可以实疏粝，籍柔覆温之躯，不可以御蓬藋，虽欲效野夫贱隶，跼跳窜伏，偷性命于榛莽而不可得，庸非昔日之乐，为今日之苦也耶？故孟子曰：‘天之降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤。’赵子曰：‘良药苦口利于病，忠言逆耳利于行。’彼之苦，吾之乐；而彼之乐，吾之苦也。吾闻井以甘竭，李以苦存，夫差以酣酒亡，而勾践以尝胆兴，无亦犹是也夫？”　　刘子闻而悟之，名其室曰苦斋，作《苦斋记》。", "translation": "　　苦斋，是章溢先生隐居乡野的房舍，有十二间，是用茅草盖成的，坐落在匡山的顶上。匡山在处州府的龙泉县城西南二百里，剑溪就从那儿发源。匡山的四面，像墙壁一样陡峭的山崖高高耸立，岩石都是青色的，外面高，中间低，像个臼似地。山的下面只见白云，山顶上常刮北风。风从北面刮来的，大都不可能甜美而多带苦味，因此植物受北风吹刮，它们的味道都是苦的。但物性苦的植物也乐于生长在这里。"}}, {"name": "阮籍", "dynasty": "魏晋"}, {"name": "旅夜书怀", "prop": {"content": "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。", "translation": "微风吹拂着江岸的细草，那立着高高桅杆的小船在夜里孤零地停泊着。星星垂在天边，平野显得宽阔；月光随波涌动，大江滚滚东流。我难道是因为文章而著名吗？年老病多也应该休官了。自己到处漂泊像什么呢？就像天地间的一只孤零零的沙鸥。 "}}, {"name": "国殇", "prop": {"content": "操吴戈兮被犀甲，车错毂兮短兵接。旌蔽日兮敌若云，矢交坠兮士争先。凌余阵兮躐余行，左骖殪兮右刃伤。霾两轮兮絷四马，援玉枹兮击鸣鼓。天时怼兮威灵怒，严杀尽兮弃原野。(怼 一作：坠)出不入兮往不反，平原忽兮路超远。带长剑兮挟秦弓，首身离兮心不惩。诚既勇兮又以武，终刚强兮不可凌。身既死兮神以灵，子魂魄兮为鬼雄！(子魂魄兮 一作：魂魄毅兮)", "translation": "战士手持兵器身披犀甲，敌我战车交错戈剑相接。旌旗遮天蔽日敌众如云，飞箭如雨战士奋勇争先。敌军侵犯我们行列阵地，右骖马受伤左骖马倒毙。兵车两轮深陷绊住四马，主帅举起鼓槌猛击战鼓。杀得天昏地暗神灵震怒，全军将士捐躯茫茫原野。将士们啊一去永不回还，走向那平原的遥远路途。佩长剑夹强弓争战沙场，首身分离雄心永远不屈。真正勇敢顽强而又英武，始终刚强坚毅不可凌辱。人虽死啊神灵终究不泯， 魂魄刚毅不愧鬼中英雄！"}}, {"name": "睢景臣", "dynasty": "元代"}, {"dynasty": "清代"}, {"name": "积雨辋川庄作", "prop": {"content": "积雨空林烟火迟，蒸藜炊黍饷东菑。漠漠水田飞白鹭，阴阴夏木啭黄鹂。山中习静观朝槿，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。", "translation": "连日雨后，树木稀疏的村落里炊烟冉冉升起。烧好的粗茶淡饭是送给村东耕耘的人。广阔平坦的水田上一行白鹭掠空而飞；田野边繁茂的树林中传来黄鹂宛转的啼声。我在山中修身养性，观赏朝槿晨开晚谢；在松下吃着素食，和露折葵不沾荤腥。我已经是一个从追名逐利的官场中退出来的人，恐怕连海鸥也不会猜疑了。"}}, {"name": "方山子传", "prop": {"content": "　　方山子，光、黄间隐人也。少时慕朱家、郭解为人，闾里之侠皆宗之。稍壮，折节读书，欲以此驰骋当世，然终不遇。晚乃遁于光、黄间，曰岐亭。庵居蔬食，不与世相闻；弃车马，毁冠服，徒步往来山中，人莫识也。见其所著帽，方耸而高，曰：“此岂古方山冠之遗像乎？”因谓之方山子。　　余谪居于黄，过岐亭，适见焉。曰：“呜呼！此吾故人陈慥季常也，何为而在此？”方山子亦矍然，问余所以至此者，余告之故。俯而不答，仰而笑，呼余宿其家。环堵萧然，而妻子奴婢皆有自得之意。　　余既耸然异之，独念方山子少时，使酒好剑，用财如粪土。前十有九年，余在岐山，见方山子从两骑，挟二矢，游西山。鹊起于前，使骑逐而射之，不获。方山子怒马独出，一发得之。因与余马上论用兵及古今成败，自谓一世豪士。今几日耳，精悍之色，犹见于眉间，而岂山中之人哉？　　然方山子世有勋阀，当得官。使从事于其间，今已显闻。而其家在洛阳，园宅壮丽，与公侯等。河北有田，岁得帛千匹，亦足以富乐。皆弃不取，独来穷山中，此岂无得而然哉？　　余闻光、黄间多异人，往往阳狂垢污，不可得而见，方山子傥见之欤？ ", "translation": "　　方山子，是光州、黄州一带的隐士。年轻时，仰慕汉代游侠朱家、郭解的品行，乡里的游侠之士都推崇他。（等到他）年岁稍长，就改变志趣，发奋读书，想以此来驰名当代，但是一直没有交上好运。到了晚年隐居在光州、黄州一带名叫岐亭的地方。住茅草屋，吃素食，不与社会各界来往。放弃坐车骑马，毁坏书生衣帽，徒步在山里来往，没有人认识他。人们见他戴的帽子上面方方的且又很高，就说：“这不就是古代乐师戴的方山冠遗留下来的样子吗？”因此就称他为“方山子”。"}}, {"name": "湘夫人", "prop": {"content": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：嫋嫋)登白薠兮骋望，与佳期兮夕张。鸟何萃兮蘋中，罾何为兮木上？沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖。荪壁兮紫坛，播芳椒兮成堂。桂栋兮兰橑，辛夷楣兮药房。罔薜荔兮为帷，擗蕙櫋兮既张。白玉兮为镇，疏石兰兮为芳。芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者。时不可兮骤得，聊逍遥兮容与。", "translation": "无"}}, {"name": "杜甫", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "刘基", "dynasty": "明代"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "祭十二郎文", "prop": {"content": "　　年、月、日，季父愈闻汝丧之七日，乃能衔哀致诚，使建中远具时羞之奠，告汝十二郎之灵：　　呜呼！吾少孤，及长，不省所怙，惟兄嫂是依。中年兄殁南方，吾与汝俱幼，从嫂归葬河阳。既又与汝就食江南，零丁孤苦，未尝一日相离也。吾上有三兄，皆不幸早世。承先人后者，在孙惟汝，在子惟吾。两世一身，形单影只。嫂尝抚汝指吾而言曰：“韩氏两世，惟此而已！”汝时尤小，当不复记忆；吾时虽能记忆，亦未知其言之悲也。　　吾年十九，始来京城。其后四年，而归视汝。又四年，吾往河阳省坟墓，遇汝从嫂丧来葬。又二年，吾佐董丞相于汴州，汝来省吾，止一岁，请归取其孥。明年，丞相薨，吾去汴州，汝不果来。是年，吾佐戎徐州，使取汝者始行，吾又罢去，汝又不果来。吾念汝从于东，东亦客也，不可以久；图久远者，莫如西归，将成家而致汝。呜呼！孰谓汝遽去吾而殁乎！吾与汝俱少年，以为虽暂相别，终当久相与处。故舍汝而旅食京师，以求斗斛之禄。诚知其如此，虽万乘之公相，吾不以一日辍汝而就也。　　去年，孟东野往，吾书与汝曰：“吾年未四十，而视茫茫，而发苍苍，而齿牙动摇。念诸父与诸兄，皆康强而早世，如吾之衰者，其能久存乎？吾不可去，汝不肯来，恐旦暮死，而汝抱无涯之戚也。”孰谓少者殁而长者存，强者夭而病者全乎？　　呜呼！其信然邪？其梦邪？其传之非其真邪？信也，吾兄之盛德而夭其嗣乎？汝之纯明而不克蒙其泽乎？少者强者而夭殁，长者衰者而存全乎？未可以为信也！梦也，传之非其真也，东野之书，耿兰之报，何为而在吾侧也？呜呼！其信然矣！吾兄之盛德而夭其嗣矣，汝之纯明宜业其家者，不克蒙其泽矣。所谓天者诚难测，而神者诚难明矣。所谓理者不可推，而寿者不可知矣。　　虽然，吾自今年来，苍苍者或化而为白矣；动摇者或脱而落矣，毛血日益衰，志气日益微，几何不从汝而死也？死而有知，其几何离？其无知，悲不几时，而不悲者无穷期矣。　　汝之子始十岁，吾之子始五岁，少而强者不可保，如此孩提者，又可冀其成立邪？呜呼哀哉！呜呼哀哉！　　汝去年书云：“比得软脚病，往往而剧。”吾曰：“是疾也，江南之人，常常有之。”未始以为忧也。呜呼， 其竟以此而殒其生乎？抑别有疾而至斯极乎？　　汝之书，六月十七日也；东野云，汝殁以六月二日；耿兰之报无月日。盖东野之使者不知问家人以月日，如耿兰之报，不知当言月日。东野与吾书，乃问使者，使者妄称以应之乎。其然乎？其不然乎？　　今吾使建中祭汝，吊汝之孤与汝之乳母。彼有食可守，以待终丧，则待终丧而取以来；如不能守以终丧，则遂取以来。其余奴婢，并令守汝丧。吾力能改葬，终葬汝于先人之兆，然后惟其所愿。　　呜呼！汝病吾不知时，汝殁吾不知日，生不能相养以共居，殁不能抚汝以尽哀，敛不凭其棺，窆不临其穴。吾行负神明，而使汝夭。不孝不慈，而不得与汝相养以生，相守以死。一在天之涯，一在地之角，生而影不与吾形相依，死而魂不与吾梦相接，吾实为之，其又何尤！彼苍者天，曷其有极！自今已往，吾其无意于人世矣！当求数顷之田于伊、颍之上，以待余年。教吾子与汝子，幸其成；长吾女与汝女，待其嫁，如此而已。　　呜呼，言有穷而情不可终，汝其知也邪？其不知也邪？呜呼哀哉！尚飨！", "translation": "　　某年、某月、某日，叔父韩愈在听说你去世后的第七天，才得以含着哀痛向你表达诚意，并让建中在远方备办了应时的鲜美食品作为祭品，告慰你十二郎的灵位："}}, {"name": "屈原", "dynasty": "先秦"}, {"dynasty": "元代"}, {"name": "越中览古", "prop": {"content": "越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。", "translation": "越王勾践灭掉吴国归来，战士们都是衣锦还乡。曾经满殿的宫女如花似玉，可惜如今只有几只鹧鸪在荒草蔓生的故都废墟上飞来飞去。 "}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "狱中杂记", "prop": {"content": "　　康熙五十一年三月，余在刑部狱，见死而由窦出者，日四三人。有洪洞令杜君者，作而言曰：“此疫作也。今天时顺正，死者尚稀，往岁多至日数十人。”余叩所以。杜君曰：“是疾易传染，遘者虽戚属不敢同卧起。而狱中为老监者四，监五室，禁卒居中央，牖其前以通明，屋极有窗以达气。旁四室则无之，而系囚常二百余。每薄暮下管键，矢溺皆闭其中，与饮食之气相薄，又隆冬，贫者席地而卧，春气动，鲜不疫矣。狱中成法，质明启钥，方夜中，生人与死者并踵顶而卧，无可旋避，此所以染者众也。又可怪者，大盗积贼，杀人重囚，气杰旺，染此者十不一二，或随有瘳，其骈死，皆轻系及牵连佐证法所不及者。”余曰：“京师有京兆狱，有五城御史司坊，何故刑部系囚之多至此？”杜君曰：“迩年狱讼，情稍重，京兆、五城即不敢专决；又九门提督所访缉纠诘，皆归刑部；而十四司正副郎好事者及书吏、狱官、禁卒，皆利系者之多，少有连，必多方钩致。苟入狱，不问罪之有无，必械手足，置老监，俾困苦不可忍，然后导以取保，出居于外，量其家之所有以为剂，而官与吏剖分焉。中家以上，皆竭资取保；其次‘求脱械居监外板屋，费亦数十金；惟极贫无依，则械系不稍宽，为标准以警其余。或同系，情罪重者，反出在外，而轻者、无罪者罹其毒。积忧愤，寝食违节，及病，又无医药，故往往至死。”余伏见圣上好生之德，同于往圣。每质狱词，必于死中求其生，而无辜者乃至此。傥仁人君子为上昌言：除死刑及发塞外重犯，其轻系及牵连未结正者，别置一所以羁之，手足毋械。所全活可数计哉？或曰：“狱旧有室五，名曰现监，讼而未结正者居之。傥举旧典，可小补也。杜君曰：“上推恩，凡职官居板屋。今贫者转系老监，而大盗有居板屋者。此中可细诘哉！不若别置一所，为拔本塞源之道也。”余同系朱翁、余生及在狱同官僧某，遘疫死，皆不应重罚。又某氏以不孝讼其子，左右邻械系入老监，号呼达旦。余感焉，以杜君言泛讯之，众言同，于是乎书。　　凡死刑狱上，行刑者先俟于门外，使其党入索财物，名曰“斯罗”。富者就其戚属，贫则面语之。其极刑，曰：“顺我，即先刺心；否则，四肢解尽，心犹不死。”其绞缢，曰：“顺我，始缢即气绝；否则，三缢加别械，然后得死。”唯大辟无可要，然犹质其首。用此，富者赂数十百金，贫亦罄衣装；绝无有者，则治之如所言。主缚者亦然，不如所欲，缚时即先折筋骨。每岁大决，勾者十四三，留者十六七，皆缚至西市待命。其伤于缚者，即幸留，病数月乃瘳，或竟成痼疾。余尝就老胥而问焉：“彼于刑者、缚者，非相仇也，期有得耳；果无有，终亦稍宽之，非仁术乎？”曰：“是立法以警其余，且惩后也；不如此，则人有幸心。”主梏扑者亦然。余同逮以木讯者三人：一人予三十金，骨微伤，病间月；一人倍之，伤肤，兼旬愈；一人六倍，即夕行步如平常。或叩之曰：“罪人有无不均，既各有得，何必更以多寡为差？”曰：“无差，谁为多与者？”孟子曰：“术不可不慎。”信夫！　　部中老胥，家藏伪章，文书下行直省，多潜易之，增减要语，奉行者莫辨也。其上闻及移关诸部，犹未敢然。功令：大盗未杀人及他犯同谋多人者，止主谋一二人立决；余经秋审皆减等发配。狱词上，中有立决者，行刑人先俟于门外。命下，遂缚以出，不羁晷刻。有某姓兄弟以把持公仓，法应立决，狱具矣，胥某谓曰：“予我千金，吾生若。”叩其术，曰：“是无难，别具本章，狱词无易，取案末独身无亲戚者二人易汝名，俟封奏时潜易之而已。”其同事者曰：“是可欺死者，而不能欺主谳者，倘复请之，吾辈无生理矣。”胥某笑曰：“复请之，吾辈无生理，而主谳者亦各罢去。彼不能以二人之命易其官，则吾辈终无死道也。”竟行之，案末二人立决。主者口呿舌挢，终不敢诘。余在狱，犹见某姓，狱中人群指曰：“是以某某易其首者。”胥某一夕暴卒，众皆以为冥谪云。　　凡杀人，狱词无谋、故者，经秋审入矜疑，即免死。吏因以巧法。有郭四者，凡四杀人，复以矜疑减等，随遇赦。将出，日与其徒置酒酣歌达曙。或叩以往事，一一详述之，意色扬扬，若自矜诩。噫！渫恶吏忍于鬻狱，无责也；而道之不明，良吏亦多以脱人于死为功，而不求其情，其枉民也亦甚矣哉！　　奸民久于狱，与胥卒表里，颇有奇羡。山阴李姓以杀人系狱，每岁致数百金。康熙四十八年，以赦出。居数月，漠然无所事。其乡人有杀人者，因代承之。盖以律非故杀，必久系，终无死法也。五十一年，复援赦减等谪戍，叹曰：“吾不得复入此矣！”故例：谪戍者移顺天府羁候。时方冬停遣，李具状求在狱候春发遣，至再三，不得所请，怅然而出。", "translation": "无"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "苏幕遮·燎沉香", "prop": {"content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。", "translation": "焚烧沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下窃窃私语。初出的阳光晒干了荷叶上昨夜的雨滴，水面上的荷花清润圆正，微风吹过，荷叶一团团地舞动起来。想到那遥远的故乡，什么时候才能回去啊？我家本在江南一带，却长久地客居长安。又到五月，不知家乡的朋友是否也在思念我？在梦中，我划着一叶小舟，又闯入那西湖的荷花塘中。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "今别离·其一", "prop": {"content": "别肠转如轮，一刻既万周。眼见双轮驰，益增中心忧。古亦有山川，古亦有车舟。车舟载离别，行止犹自由。今日舟与车，并力生离愁。明知须臾景，不许稍绸缪。钟声一及时，顷刻不少留。虽有万钧柁，动如绕指柔；岂无打头风，亦不畏石尤。送者未及返，君在天尽头。望影倏不见，烟波杳悠悠。去矣一何速，归定留滞不？所愿君归时，快乘轻气球。", "translation": "无"}}, {"name": "司马迁", "dynasty": "两汉"}, {"name": "登柳州城楼寄漳汀封连四州", "prop": {"content": "城上高楼接大荒，海天愁思正茫茫。惊风乱飐芙蓉水，密雨斜侵薜荔墙。岭树重遮千里目，江流曲似九回肠。共来百越文身地，犹自音书滞一乡。", "translation": "登上高楼，极目所见的是一派荒凉冷清的茫茫沙野，如海似天的愁绪油然生起。急风胡乱地掀动水中的荷花，暴雨来袭，斜打在长满薜荔的墙上。层叠的远山连绵起伏遮住了远望的视线，那弯弯曲曲的柳江就如同我百结的愁肠。我们一起来到这边远的蛮荒之地，怎堪音书隔绝，人各一方。"}}, {"dynasty": "宋代"}, {"name": "张岱", "dynasty": "明代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "新城道中·其一", "prop": {"content": "东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。", "translation": "春风像是知道我要到山里行走，吹停了屋外下了很久的雨。漂浮的晴云好似给山岭戴上一顶棉帽，初升起的太阳像挂着一个铜钲挂在树头。矮矮的竹篱旁野桃花含笑绽放，清清的沙溪边柳条轻舞多情。生活在西山一带的人家应是最快乐，煮葵烧笋吃了好闹春耕。"}}, {"name": "魏禧", "dynasty": "清代"}, {"name": "拟行路难·其四", "prop": {"content": "泻水置平地，各自东西南北流。人生亦有命，安能行叹复坐愁？酌酒以自宽，举杯断绝歌路难。心非木石岂无感？吞声踯躅不敢言。", "translation": "往平地上倒水，水会各自向不同方向流散。人生是既定的，怎么能成天自怨自艾。喝酒来宽慰自己，因举杯饮酒而中断歌唱《行路难》。人心又不是草木怎么会没有感情？欲说还休欲行又止不再多说什么。"}}, {"name": "李白", "dynasty": "唐代"}, {"dynasty": "南北朝"}, {"name": "柳宗元", "dynasty": "唐代"}], "edges": [{"source": 41, "target": 34, "relation": "创作"}, {"source": 21, "target": 41, "relation": "出自于"}, {"source": 12, "target": 57, "relation": "创作"}, {"source": 59, "target": 12, "relation": "出自于"}, {"source": 27, "target": 3, "relation": "创作"}, {"source": 36, "target": 27, "relation": "出自于"}, {"source": 46, "target": 6, "relation": "创作"}, {"source": 36, "target": 46, "relation": "出自于"}, {"source": 58, "target": 43, "relation": "创作"}, {"source": 1, "target": 58, "relation": "出自于"}, {"source": 7, "target": 2, "relation": "创作"}, {"source": 52, "target": 7, "relation": "出自于"}, {"source": 10, "target": 49, "relation": "创作"}, {"source": 31, "target": 10, "relation": "出自于"}, {"source": 18, "target": 9, "relation": "创作"}, {"source": 1, "target": 18, "relation": "出自于"}, {"source": 35, "target": 11, "relation": "创作"}, {"source": 1, "target": 35, "relation": "出自于"}, {"source": 48, "target": 20, "relation": "创作"}, {"source": 1, "target": 48, "relation": "出自于"}, {"source": 39, "target": 32, "relation": "创作"}, {"source": 1, "target": 39, "relation": "出自于"}, {"source": 35, "target": 28, "relation": "创作"}, {"source": 44, "target": 55, "relation": "创作"}, {"source": 52, "target": 44, "relation": "出自于"}, {"source": 35, "target": 14, "relation": "创作"}, {"source": 5, "target": 47, "relation": "创作"}, {"source": 52, "target": 5, "relation": "出自于"}, {"source": 41, "target": 29, "relation": "创作"}, {"source": 60, "target": 51, "relation": "创作"}, {"source": 1, "target": 60, "relation": "出自于"}, {"source": 38, "target": 17, "relation": "创作"}, {"source": 1, "target": 38, "relation": "出自于"}, {"source": 30, "target": 15, "relation": "创作"}, {"source": 42, "target": 30, "relation": "出自于"}, {"source": 54, "target": 16, "relation": "创作"}, {"source": 52, "target": 54, "relation": "出自于"}, {"source": 50, "target": 24, "relation": "创作"}, {"source": 23, "target": 50, "relation": "出自于"}, {"source": 44, "target": 33, "relation": "创作"}, {"source": 56, "target": 0, "relation": "创作"}, {"source": 31, "target": 56, "relation": "出自于"}, {"source": 4, "target": 40, "relation": "创作"}, {"source": 1, "target": 4, "relation": "出自于"}, {"source": 13, "target": 45, "relation": "创作"}, {"source": 31, "target": 13, "relation": "出自于"}, {"source": 53, "target": 8, "relation": "创作"}, {"source": 19, "target": 53, "relation": "出自于"}, {"source": 58, "target": 25, "relation": "创作"}, {"source": 44, "target": 22, "relation": "创作"}, {"source": 37, "target": 26, "relation": "创作"}, {"source": 19, "target": 37, "relation": "出自于"}, {"source": 54, "target": 16, "relation": "创作"}, {"source": 50, "target": 24, "relation": "创作"}, {"source": 44, "target": 33, "relation": "创作"}, {"source": 56, "target": 0, "relation": "创作"}, {"source": 4, "target": 40, "relation": "创作"}, {"source": 13, "target": 45, "relation": "创作"}, {"source": 53, "target": 8, "relation": "创作"}, {"source": 58, "target": 25, "relation": "创作"}, {"source": 44, "target": 22, "relation": "创作"}, {"source": 37, "target": 26, "relation": "创作"}]}