{"nodes": [{"name": "调笑令·边草", "prop": {"content": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "translation": "边塞的野草啊，边塞的野草！野草枯尽，戍边的兵士也已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人悲苦愁绝。"}}, {"name": "塞下曲", "prop": {"content": "伏波惟愿裹尸还，定远何须生入关。 莫遣只轮归海窟，仍留一箭射天山。(射 一作：定)", "translation": "应该像马援那样只愿战死疆场，以马革裹尸还葬，何必像班超那样非要保全生命，活着入关返回家乡！全歼敌人，不能让一个敌人逃跑，而且应该留驻边疆，叫敌人不敢再来侵犯。"}}, {"name": "杂曲歌辞·蓟门行五首", "prop": {"content": "蓟门逢古老，独立思氛氲。一身既零丁，头鬓白纷纷。勋庸今已矣，不识霍将军。汉家能用武，开拓穷异域。戍卒厌糠核，降胡饱衣食。关亭试一望，吾欲泪沾臆。边城十一月，雨雪乱霏霏。元戎号令严，人马亦轻肥。羌胡无尽日，征战几时归。幽州多骑射，结发重横行。一朝事将军，出入有声名。纷纷猎秋草，相向角弓鸣。黯黯长城外，日没更烟尘。胡骑虽凭陵，汉兵不顾身。古树满空塞，黄云愁杀人。", "translation": "　　“蓟门逢古老”这一首诗描写了老卒的凄凉境遇，令人同情。全诗言辞沉痛、悲哀、失望而无奈，似用边塞的血泪和成。不难想象，像这样的老卒不知有多少，长年戍边的艰辛可见一斑。"}}, {"name": "塞下曲", "prop": {"content": "月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。", "translation": "死寂之夜，乌云遮月，天边大雁惊飞，单于的军队想要趁着夜色悄悄潜逃。正想要带领轻骑兵一路追赶，大雪纷纷扬扬落满了身上的弓刀。"}}, {"name": "武威春暮闻宇文判官西", "prop": {"content": "岸雨过城头，黄鹂上戍楼。塞花飘客泪，边柳挂乡愁。白发悲明镜，青春换敝裘。君从万里使，闻已到瓜州。", "translation": "片云吹过城头，黄莺飞上了戍楼。塞花飘洒客子的泪水，边柳牵挂行人的乡愁。长了白发对着明镜悲叹，可惜青春只换来了破裘。此次您又承当了远行万里的使命，听说现在已经到了瓜州。"}}, {"name": "张玉娘", "dynasty": "宋代"}, {"name": "过碛", "prop": {"content": "黄沙碛里客行迷，四望云天直下低。为言地尽天还尽，行到安西更向西。", "translation": "异乡客子在黄沙碛里把路迷，四下张望只觉得云天向下低。只说是地到此尽天也到此尽，我已走到安西却还要再向西。"}}, {"name": "曹元用", "dynasty": "元代"}, {"name": "送人游塞", "prop": {"content": "槐柳野桥边，行尘暗马前。秋风来汉地，客路入胡天。雁聚河流浊，羊群碛草膻。那堪陇头宿，乡梦逐潺湲。", "translation": "无"}}, {"name": "于中好·雁帖寒云次第", "prop": {"content": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。", "translation": "秋风正浓，大雁迫不及待，匆促南飞，惟恐落后。而自己有家难回，犹白骑着瘦马，一年又一年，迤逦在古道之上，让西风扑面而来。离人杳无踪迹，佳人愁思依依，再无心情寻芳弄草，整日待在深闺中，任凭月落乌啼。无聊之极，随手闲拂窗前月光，想起这月光也正落在离人身上。"}}, {"name": "塞上曲二首", "prop": {"content": "军门频纳受降书，一剑横行万里馀。 汉祖谩夸娄敬策，却将公主嫁单于。 汉家旌帜满阴山，不遣胡儿匹马还。 愿得此身长报国，何须生入玉门关。", "translation": "无"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "出塞作", "prop": {"content": "居延城外猎天骄，白草连天野火烧。暮云空碛时驱马，秋日平原好射雕。护羌校尉朝乘障，破虏将军夜渡辽。玉靶角弓珠勒马，汉家将赐霍嫖姚。", "translation": "居延城外胡人正在狩猎，白草连天大火漫天燃烧。暮云下旷远的沙漠纵马飞驰，秋日里辽阔的平原正好射雕。护羌校慰坚守阵地登上障堡，破虏将军勇猛出击夜渡辽河。那镶玉的剑，角饰的弓，战马戴着珠络头，朝廷要赐给得胜的将军：勇如汉朝的霍嫖姚。"}}, {"name": "于濆", "dynasty": "唐代"}, {"name": "和李秀才边庭四时怨·", "prop": {"content": "朔风吹雪透刀瘢，饮马长城窟更寒。半夜火来知有敌，一时齐保贺兰山。", "translation": "　　写边庭夜警、卫戍将士奋起守土保国的小诗。描写边塞风光和边地征战的作品，在唐诗中屡见不鲜。早在盛唐时期，高适、岑参、李颀等人就以写这一方面的题材而闻名于世，形成了著名的所谓“边塞诗派”，以后的一些诗人也屡有创作。但这组小诗，却能在写同类生活和主题的作品中，做到“语意新奇，韵格超绝”（明胡应麟《诗薮·内编》卷六评此组诗语），不落常套，这是值得赞叹的。"}}, {"name": "卜算子·塞草晚才青", "prop": {"content": "塞草晚才青，日落箫笳动，戚戚凄凄入夜分，催度星前梦。小语绿杨烟，怯踏银河冻，行尽关山到白狼，相见惟珍重。", "translation": "傍晚时塞外的草才慢慢变青，夕阳落下，箫笳之声便在大漠上蔓延开了。入夜后自己的心情更加悲伤无助，只得催促引渡妻子的梦魂来到边塞。彼此轻声细语地交谈，绿杨早已被一片寒雾笼罩，河水已经结冰，不敢踏脚，行遍了关山，才找到了在白浪河的丈夫，见面了才知道情谊是多么贵重。"}}, {"name": "听晓角", "prop": {"content": "边霜昨夜堕关榆，吹角当城汉月孤。无限塞鸿飞不度，秋风卷入小单于。", "translation": "拂晓时分醒来，映入眼帘的是满地榆树叶，原来昨夜下了浓浓的秋霜，使得榆叶纷纷坠落。军中的号角声在城头响起，这时月亮还未落下，孤零零地挂在天边。边塞辽阔无边，就连大雁也飞不到尽头。随风传来的晓角声里，吹奏的是《小单于》这首曲子。"}}, {"name": "自蓟北归", "prop": {"content": "驱马蓟门北，北风边马哀。苍茫远山口，豁达胡天开。五将已深入，前军止半回。谁怜不得意，长剑独归来。", "translation": "策马驰奔在蓟门之北，北风呼啸边地马鸣声哀。远望山口只是苍茫一片，走出峡谷才见胡天豁然大开。五将已经深入敌境，前军只有一半返回。还有谁怜惜我这个失意之人，只好弹着长剑独自归来。"}}, {"name": "少年行四首", "prop": {"content": "新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。一身能擘两雕弧，虏骑千重只似无。偏坐金鞍调白羽，纷纷射杀五单于。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。", "translation": "新丰盛产美酒价值万贯，出没都城长安的游侠多是少年。相逢时意气相投，痛快豪饮，骏马就拴在酒楼下垂柳边。"}}, {"name": "走马川行奉送出师西征", "prop": {"content": "君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。(车师 一作：军师)", "translation": "您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。"}}, {"name": "塞下曲四首·其二", "prop": {"content": "北海阴风动地来，明君祠上望龙堆。髑髅皆是长城卒，日暮沙场飞作灰。", "translation": "北海的冷风震天动地地吹来，站在明君祠前遥望绵延无际的沙丘。那些死去的枯骨都是戍守边境的士兵，日暮时分在昔日的沙场化作尘土。"}}, {"name": "李世民", "dynasty": "唐代"}, {"name": "登原州城呈张蕡从事", "prop": {"content": "异乡何处最牵愁？独上边城城上楼。日暮北来惟有雁，地寒西去更无州。数声塞角高还咽，一派泾河冻不流。君作贫官我为客，此中离恨共难收。", "translation": "身在异乡，什么地方最能引发忧愁呢？那就是独自登上这边的层楼。暮色渐渐降临，昏黄中只见北来的大雁飞向南，地域荒凉寒冷，往西去更没有郡州。塞上的号角声，时而高越时而低咽响在楼头，一条辽远的泾河，被冰封住再不能东流。你作清贫的小官，我在异乡客居滞留，此中的离愁别恨，一样都悠长难收。"}}, {"name": "首秋轮台", "prop": {"content": "异域阴山外，孤城雪海边。秋来唯有雁，夏尽不闻蝉。雨拂毡墙湿，风摇毳幕羶。轮台万里地，无事历三年。", "translation": "身居异域在那阴山西面，轮台孤战位于雷海旁边。秋季已到只见行行飞雁，夏日刚过不闻声声鸣蝉。秋酉时时打得毡墙潮湿，秋风阵阵吹过帐幕腥腔。轮台之地距离家乡万里，边地元串已经过去三年！"}}, {"name": "灭胡曲", "prop": {"content": "都护新灭胡，士马气亦粗。萧条虏尘净，突兀天山孤。", "translation": "封将军新近消灭了胡人的主力，战士们和战马也都大口地喘着粗气。敌人被消灭干净，边塞一片萧索、寥落，险峻的天山依旧那么孤单地高耸屹立。"}}, {"name": "采桑子·严宵拥絮频惊", "prop": {"content": "严霜拥絮频惊起，扑面霜空。斜汉朦胧。冷逼毡帷火不红。香篝翠被浑闲事，回首西风。何处疏钟，一穗灯花似梦中。", "translation": "塞上的夜，沉沉如水。月落的时候，秋霜满天。罗衾不耐五更寒。曾几何时，小园香径，人面如桃花。你牵着她的手，闭着眼睛走，也不会迷路。那时的翠被，是多么的温暖。那时回廊下，携手处，花月是多么的圆满。如今，边塞。在每个星光陨落的晚上，你只能一遍一遍数自己的寂寞。守护一朵小小的灯花。在梦中，已是十年飘零十年心。"}}, {"name": "杨炯", "dynasty": "唐代"}, {"name": "张敬忠", "dynasty": "唐代"}, {"name": "塞上曲·其一", "prop": {"content": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共尘沙老。莫学游侠儿，矜夸紫骝好。", "translation": "知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。出塞后再入塞气候变冷，关内关外尽是黄黄芦草。自古来河北山西的豪杰，都与尘土黄沙伴随到老。莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。"}}, {"name": "陈羽", "dynasty": "唐代"}, {"name": "塞下曲·其一", "prop": {"content": "蕃州部落能结束，朝暮驰猎黄河曲。燕歌未断塞鸿飞，牧马群嘶边草绿。", "translation": "西北部的军队士兵会整理戎装，打扮自己，早晚在黄河转弯的地方奔驰狩猎。在不绝的豪壮燕歌声中，边塞的鸿雁高飞，放牧的马儿叫着。春天快到了，地上的草开始转绿。"}}, {"name": "送韦评事", "prop": {"content": "欲逐将军取右贤，沙场走马向居延。遥知汉使萧关外，愁见孤城落日边。", "translation": "将要追随将军去攻取右贤，战场上纵马飞驰奔向居延。悬想汉家使者在萧关之外，定愁见孤城独立落日旁边。"}}, {"name": "银山碛西馆", "prop": {"content": "银山碛口风似箭，铁门关西月如练。双双愁泪沾马毛，飒飒胡沙迸人面。丈夫三十未富贵，安能终日守笔砚。", "translation": "银山碛口狂风好似利箭，铁门关西明月有如白练。双双愁泪沾湿战马皮毛，飒飒风沙扑打行人脸面。男儿三十未能建功立业，怎能终日死守笔墨纸砚！"}}, {"name": "永王东巡歌·其三", "prop": {"content": "雷鼓嘈嘈喧武昌，云旗猎猎过寻阳。秋毫不犯三吴悦，春日遥看五色光。", "translation": "鼓声如雷晒杂之声喧动了武昌，旌旗如云呼啦啦地过了浔阳。所过之处秋毫无犯，三吴之地的人民都踊跃欢迎，呈现出一派春光明媚的祥瑞气氛。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "卢思道", "dynasty": "南北朝"}, {"name": "塞上曲", "prop": {"content": "秋气生朔陲，塞草犹离离。大漠西风急，黄榆凉叶飞。襜褴罢南牧，林胡畏汉威。藁街将入贡，代马就新羁。浮云护玉关，斜日在金微。萧索边声静，太平烽影稀。素臣称有道，守在於四夷。", "translation": "无"}}, {"name": "晚度天山有怀京邑", "prop": {"content": "忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。行叹戎麾远，坐怜衣带赊。交河浮绝塞，弱水浸流沙。旅思徒漂梗，归期未及瓜。宁知心断绝，夜夜泣胡笳。", "translation": "　　首联“忽上天山路，依然想物华”意为：忽然登上了天山，向南远眺，心绪愁闷，不由想起京城中那美丽的自然景色。“忽”字形象、生动，由于天山高峻，往上攀爬时感到遥如登天，到达山顶时，眼前景色一下子开阔起来，有豁然开朗之感。可惜瞬间的惊异、喜悦之余，诗人又陷入了对京城的思念。开宗明义，直指题目。"}}, {"name": "边城落日", "prop": {"content": "紫塞流沙北，黄图灞水东。一朝辞俎豆，万里逐沙蓬。候月恒持满，寻源屡凿空。野昏边气合，烽迥戍烟通。膂力风尘倦，疆场岁月穷。河流控积石，山路远崆峒。壮志凌苍兕，精诚贯白虹。君恩如可报，龙剑有雌雄。", "translation": "无"}}, {"name": "塞下曲", "prop": {"content": "夜战桑乾北，秦兵半不归。朝来有乡信，犹自寄寒衣。", "translation": "桑乾河北边一场夜战，秦兵伤亡过半再也不能把家还。次日早晨收到他们家乡寄来的书信，信中说御寒的衣服已寄出。"}}, {"name": "塞下曲四首", "prop": {"content": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共沙尘老。不学游侠儿，矜夸紫骝好。饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。奉诏甘泉宫，总征天下兵。朝廷备礼出，郡国豫郊迎。纷纷几万人，去者无全生。臣愿节宫厩，分以赐边城。边头何惨惨，已葬霍将军。部曲皆相吊，燕南代北闻。功勋多被黜，兵马亦寻分。更遣黄龙戍，唯当哭塞云。", "translation": "知了在枯秃的桑林鸣叫，八月的萧关道气爽秋高。出塞后再入塞气候变冷，关内关外尽是黄黄芦草。自古来河北山西的豪杰，都与尘土黄沙伴随到老。莫学那自恃勇武游侠儿，自鸣不凡地把骏马夸耀。"}}, {"name": "萨都剌", "dynasty": "元代"}, {"dynasty": "朝代"}, {"name": "军城早秋", "prop": {"content": "昨夜秋风入汉关，朔云边月满西山。 更催飞将追骄虏，莫遣沙场匹马还。", "translation": "昨夜萧瑟的秋风吹入关塞，极目远望，只见寒云低压，月色清冷满照西山。一再催促手下勇猛的将士追击敌人，不要让敌人一兵一马从战场上逃回。"}}, {"name": "从军行", "prop": {"content": "朔方烽火照甘泉，长安飞将出祁连。犀渠玉剑良家子，白马金羁侠少年。平明偃月屯右地，薄暮鱼丽逐左贤。谷中石虎经衔箭，山上金人曾祭天。天涯一去无穷已，蓟门迢递三千里。朝见马岭黄沙合，夕望龙城阵云起。庭中奇树已堪攀，塞外征人殊未还。白雪初下天山外，浮云直向五原间。关山万里不可越，谁能坐对芳菲月。流水本自断人肠，坚冰旧来伤马骨。边庭节物与华异，冬霰秋霜春不歇。长风萧萧渡水来，归雁连连映天没。从军行，军行万里出龙庭，单于渭桥今已拜，将军何处觅功名。", "translation": "无"}}, {"name": "夕次蒲类津 / 晚泊", "prop": {"content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。", "translation": "在边庭上望不见归处，客居万里心中充满忧愁。山中之路依然向南断续绵延，黄河之源从北面流来。晚风中夹杂着寒气，弯月照耀着边塞的秋景。火灶通向军营的墙壁，报警的烽火飘上嘹望楼。在边疆只要奋力作战，就会像班超一样得到封侯。不要作兰山下投降的李陵，平白地让大汉帝国蒙受羞辱。"}}, {"name": "凉州词三首", "prop": {"content": "边城暮雨雁飞低，芦笋初生渐欲齐。无数铃声遥过碛，应驮白练到安西。古镇城门白碛开，胡兵往往傍沙堆。巡边使客行应早，欲问平安无使来。凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。", "translation": "其一低飞的雁群在傍晚时分出现在边城，芦苇正在努力地成长。一群骆驼满载着货物伴着叮的驼铃声缓缓前进。西去的驼队应当还是驮运丝绸经由这条大道远去安西。"}}, {"name": "代出自蓟北门行", "prop": {"content": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。(征师 一作：征骑)严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。", "translation": "无"}}, {"name": "出塞", "prop": {"content": "军歌应唱大刀环，誓灭胡奴出玉关。只解沙场为国死，何须马革裹尸还。", "translation": "出征的战士应当高唱军歌胜利归来，决心把满族统治者赶出山海关。战士只知道在战场上为国捐躯，哪会想将来战死后尸体以马革包裹而还。 "}}, {"name": "李梦阳", "dynasty": "明代"}, {"name": "秦州杂诗二十首·其八", "prop": {"content": "闻道寻源使，从天此路回。牵牛去几许，宛马至今来。一望幽燕隔，何时郡国开。东征健儿尽，羌笛暮吹哀。", "translation": "听说汉代的寻源使者张骞，正是从秦州之路自天上归来。他见到的那个牵牛人与我们相距有多远？他开通了中西道路大宛国马至今还能输送过来。远望幽燕之地仍为叛军阻隔，郡国的道路何时才能打开？东征平叛的健儿已经凋尽，傍晚的羌笛吹出曲曲悲哀。"}}, {"name": "雨雪曲", "prop": {"content": "虏骑三秋入，关云万里平。雪似胡沙暗，冰如汉月明。高阙银为阙，长城玉作城。节旄零落尽，天子不知名。", "translation": "　　卢照邻这首《雨雪曲》是一首边塞诗。此诗的一个显著特征是诗中所包含的戏剧化元素，表现为自相矛盾及对立世界的混合。"}}, {"name": "秋望", "prop": {"content": "黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。", "translation": "滚滚黄河水环绕着长安，河上秋风阵阵，几行大雁从空中飞过。戍边的士兵越过护城河时尘沙阵阵，将军整装待发抗击敌军。黄河渡口尘土飞杨，运输粮草的车队、船队一派繁忙；明月当空，战场格外空寂、悲凉。听说北方多有英勇善战而又富于谋略的将军，只是如今再也没有郭子仪那样的人物。"}}, {"name": "从军行", "prop": {"content": "三十遴骁勇，从军事北荒。流星飞玉弹，宝剑落秋霜。书角吹杨柳，金山险马当。长驱空朔漠，驰捷报明王。", "translation": "无"}}, {"name": "定西番·汉使昔年离别", "prop": {"content": "汉使昔年离别。攀弱柳，折寒梅，上高台。千里玉关春雪，雁来人不来。羌笛一声愁绝，月徘徊。", "translation": "长叹愁思，与你离别之情，攀爬在稀疏的柳枝上、折断的梅枝上、还有西部的楼台上，难舍难分。千里之外的边关覆盖在春雪里，远去的雁群已经飞来，却不见你的身影。那长叹愁思，只有月亮的影子在西北戈壁滩上徘徊。"}}, {"name": "入昌松东界山行", "prop": {"content": "鸟道几登顿，马蹄无暂闲。崎岖出长坂，合沓犹前山。石激水流处，天寒松色间。王程应未尽，且莫顾刀环。", "translation": "在鸟儿才能飞越的山路上簸颠，马蹄笃笃没有一刻偷闲。好容易通过一道崎岖的长坡，又有重重叠叠的大山出现在眼前。湍急的水流冲激着巨石，松树的枝叶划破了寒天。为王事奔波路程尚没有走尽，且不要过早地回看刀环。"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "白沟行", "prop": {"content": "白沟河边蕃塞地，送迎蕃使年年事。蕃马常来射狐兔，汉兵不道传烽燧。万里鉏耰接塞垣，幽燕桑叶暗川原。棘门灞上徒儿戏，李牧廉颇莫更论。", "translation": "白沟河是宋辽交界的边塞之地，年年都有送迎辽国使臣的事情。辽国人常常借口打猎亲侵扰边界，边界上的驻军却不知道点燃烽火发出警报。边塞护卫着广阔的农业生产地区，幽燕两州韵蚕桑生产又占宿极重要的地位。可是边界上的守将对此毫无所知，他们把自己的工作当儿戏，如果想找像李牧、廉颇那样的良将，那就更是找不到了。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "陇西行", "prop": {"content": "十里一走马，五里一扬鞭。都护军书至，匈奴围酒泉。关山正飞雪，烽火断无烟。", "translation": "告急的军使跃马扬鞭，十里又十里纵马飞驰，五里又五里不断扬鞭。西北都护府的军使传来了加急的军书，匈奴的军队已经围困西域重镇酒泉。边关的山岳原野，却只见漫天飞雪，不见烽火烟。"}}, {"name": "塞下曲六首", "prop": {"content": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。", "translation": "五月的天山雪花仍在飘洒，看不见花朵开放只有刺骨的严寒。笛子吹着《折杨柳》的曲调，又何处寻觅杨柳青青的春天。拂晓时分随着号令之声作战，晚上枕着马鞍露宿入眠。只愿用腰下悬挂的宝剑，为君王过关斩将，打败敌人。"}}, {"name": "回中作", "prop": {"content": "苍莽寒空远色愁，呜呜戍角上高楼。吴姬怨思吹双管，燕客悲歌别五侯。千里关山边草暮，一星烽火朔云秋。夜来霜重西风起，陇水无声冻不流。", "translation": "远望苍莽迷蒙的寒空秋色令人发愁，独上高楼即听到驻军呜呜的号角声。吴地歌姬为寄托怨思而吹响了双管，荆轲临行前辞别燕太子丹大声悲歌。千里边塞山河辽阔暮色苍茫，山顶燃起如明星似的烽火更显得秋之萧索。入夜之后寒霜浓重西风吹起，陇水悄无声息地凝冻成了冰导致难以畅流。"}}, {"name": "关山月", "prop": {"content": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。", "translation": "十五的月亮映照在关山上，出征的人儿思念遥远的故乡。想必妻子此时正站在高楼上，对着窗户遥望远在边关难以入眠。旗星照耀在疏勒城头，密布的浓云笼罩着祁连山。如今战争这样残酷频繁，什么时候才能结束这从军生涯回家。"}}, {"name": "紫骝马", "prop": {"content": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。", "translation": "　　枣红色的骏马一边奔驰一边鸣叫着，它那碧玉般的蹄子上下翻飞。来到河边它不肯渡水，好像在怜惜身上披着的锦缎障泥。与吐蕃接壤的白雪戍是那么的遥远，黄云海戍迷离不见。挥动马鞭奔赴万里之外，怎能贪恋家室的温馨呢。"}}, {"name": "陇西行四首·其二", "prop": {"content": "誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人！(春闺 一作：深闺)", "translation": "唐军将士誓死横扫匈奴奋不顾身，五千身穿锦袍的精兵战死在胡尘。真可怜呵那无定河边成堆的白骨，还是少妇们春闺里思念的梦中人。"}}, {"name": "范云", "dynasty": "南北朝"}, {"name": "关山月", "prop": {"content": "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。", "translation": "一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡长风掠过万里关山，来到戍边将士驻守的边关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这些历代征战之地，出征将士很少能够生还。戍守的士卒眼望着边城，那盼望归家的面容多么凄苦悲哀！当此家中高楼上的将士妻子，哀愁叹息，大概也没停歇。"}}, {"name": "望海潮·上兰州守", "prop": {"content": "云雷天堑，金汤地险，名藩自古皋兰。营屯绣错，山形米聚，喉襟百二秦关。鏖战血犹殷。见阵云冷落，时有雕盘。静塞楼头晓月，依旧玉弓弯。看看，定远西还。有元戎阃命，上将斋坛。区脱昼空，兜零夕举，甘泉又报平安。吹笛虎牙间。且宴陪珠履，歌按云鬟。招取英灵毅魄，长绕贺兰山。", "translation": "凭借水气如云，水势如雷的黄河天堑，再加之金城汤池的古城，藩古城更显稳固。营地如锦绣交错，山形陡削，秦地关河险固，易守难攻。战后沙场尸横遍野，血流成河。可见到的是战场烟云惨渗的天空，食血肉的烈雕盘旋，贪馋地注视遍地尸骨。皋兰城楼头顶异常明亮，那弯弯的如玉弓般。看那班超出使西域又归来。大将军已经下发通告，说皇上将要设坛拜将。西夏营垒昼夜空空荡荡，傍晚时用兜零举起报平安的烽火。将士悠闲自得，调动军队打仗的虎符也闲置不用了。喝着美酒，看着歌儿舞女们的表演。祭奠烈士英灵，日夜守卫着贺兰山。"}}, {"name": "辽西作 / 关西行", "prop": {"content": "<div class=\"contson\" id=\"contson5930\">燕郊芳岁晚，残雪冻边城。四月青草合，辽阳春水生。胡人正牧马，汉将日征兵。露重宝刀湿，沙虚金鼓鸣。寒衣著已尽，春服与谁成。寄语洛阳使，为传边塞情。", "translation": "燕郊大地，芳草鲜美的季节快要过去；边城之中，仍然残存着点点积雪。阳春四月，青青的野草遍布四野；辽水的北岸，积雪融化，涨起了春汛。关外胡人正在放养战马，关内汉家将日日征兵。露水凝重，把将士的宝刀打湿了；沙土松虚，军队的金鼓呜呜作鸣。戍卒们冬天的寒衣已经穿烂，可是这时春天的服装还没有谁给他们做成。转告前往洛阳的使者，请你传达一下这边塞的艰苦情况。"}}, {"name": "许浑", "dynasty": "唐代"}, {"name": "李颀", "dynasty": "唐代"}, {"name": "朱栴", "dynasty": "明代"}, {"name": "和张仆射塞下曲·其二", "prop": {"content": "林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。", "translation": "昏暗的树林中，草突然被风吹动，将军在夜色中连忙开弓射箭。天明寻找昨晚射的白羽箭，箭头深深插入巨大石块中。"}}, {"name": "秦州杂诗二十首·其六", "prop": {"content": "城上胡笳奏，山边汉节归。防河赴沧海，奉诏发金微。士苦形骸黑，旌疏鸟兽稀。那闻往来戍，恨解邺城围。", "translation": "秦州城上胡笳奏起乐曲，山脚下远行的使节归来。奉皇上之命从金微调来士兵，为防御河北的叛军而远赴沧海。辛苦的士兵皮肤黝黑，黎木稀疏啊鸟兽无几。哪能经受这种往来征戍之苦，所恨的是叛军解除了邺域之围。"}}, {"name": "营州歌", "prop": {"content": "营州少年厌原野，狐裘蒙茸猎城下。(狐 一作：皮)虏酒千钟不醉人，胡儿十岁能骑马。", "translation": "营州一带的少年习惯在旷野草原上生活，穿着狐皮袍子在城外打猎。他们即使喝上千杯酒也不会醉倒，这些少数民族的孩子10岁就能骑马奔跑。"}}, {"name": "白雪歌送武判官归京", "prop": {"content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。", "translation": "北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上有如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军的手冻得拉不开弓，铁甲冰冷得让人难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。 "}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "塞上逢故人", "prop": {"content": "百战一身在，相逢白发生。何时得乡信，每日算归程。走马登寒垄，驱羊入废城。羌笳三两曲，人醉海西营。", "translation": "总是在不停的征战，再次相逢时已添白发。无法获得家乡的音信，每日都在计算归去的路程。快马登上寒冷的高丘，登高望远，只见羊群正被驱赶回荒凉城中。身处偏远的海西军营，只能用羌笳为你吹奏几曲助兴，一醉方休。"}}, {"name": "使至塞上", "prop": {"content": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。", "translation": "轻车简从将要去慰问边关，路经的属国已过居延。像随风而去的蓬草一样出临边塞，北归大雁正翱翔云天。浩瀚沙漠中孤烟直上，黄河边上落日浑圆。到萧关时遇到侦察骑兵，得知主帅尚在前线未归。 "}}, {"name": "胡歌", "prop": {"content": "黑姓蕃王貂鼠裘，葡萄宫锦醉缠头。关西老将能苦战，七十行兵仍未休。", "translation": "黑姓蕃王身穿貂鼠皮袭，酒醉之后，便把绣有葡萄图案的宫锦作为赏赐之物送给舞女。而边关老将却因能征善战"}}, {"name": "送单于裴都护赴西河", "prop": {"content": "征马去翩翩，城秋月正圆。单于莫近塞，都护欲临边。汉驿通烟火，胡沙乏井泉。功成须献捷，未必去经年。", "translation": "你骑着征马，翩翩而去；秋天城中，明月正圆。匈奴单于你切莫靠近我汉家边塞，如今我都护将军正欲莅临边关。汉家驿道中，烽火接连燃起，胡地沙多，井泉难寻。功成之后要献战利品，你此番北去，用不了一年就可以做到这一点。"}}, {"name": "南歌子·古戍饥乌集", "prop": {"content": "古戍饥乌集，荒城野雉飞。何年劫火剩残灰，试看英雄碧血，满龙堆。玉帐空分垒，金笳已罢吹。东风回首尽成非，不道兴亡命也，岂人为。", "translation": "古老的营垒，成了乌鸦聚集之地，荒凉的城堡中野鸡恣意飞舞。这是什么时候的战火留下来的遗迹，曾经骁勇善战的英雄，他们的碧血丹心如今都被沙漠淹没了。主帅的帐篷，曾经的胡笳，如今都已作古。千年悲叹，回首相望，古今多少是非，说来兴亡都是天定，岂是人为！"}}, {"dynasty": "明代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "卢汝弼", "dynasty": "唐代"}, {"name": "陇西行四首", "prop": {"content": "汉主东封报太平，无人金阙议边兵。纵饶夺得林胡塞，碛地桑麻种不生。誓扫匈奴不顾身，五千貂锦丧胡尘。可怜无定河边骨，犹是春闺梦里人。陇戍三看塞草青，楼烦新替护羌兵。同来死者伤离别，一夜孤魂哭旧营。黠虏生擒未有涯，黑山营阵识龙蛇。自从贵主和亲后，一半胡风似汉家。", "translation": "誓死要横扫匈奴个个都奋不顾身，五千身穿锦袍的精兵战死在胡尘。真怜那无定河边暴弃的粼粼白骨，还是少妇们春闺里思念的梦中人。"}}, {"dynasty": "宋代"}, {"name": "徐锡麟", "dynasty": "清代"}, {"name": "塞下曲", "prop": {"content": "结束浮云骏，翩翩出从戎。且凭天子怒，复倚将军雄。 万鼓雷殷地，千旗火生风。日轮驻霜戈，月魄悬雕弓。 青海阵云匝，黑山兵气冲。战酣太白高，战罢旄头空。 万里不惜死，一朝得成功。画图麒麟阁，入朝明光宫。 大笑向文士，一经何足穷。古人昧此道，往往成老翁。", "translation": "　　此诗描写前半部分描写了壮丽的沙场征战之景，渲染了一种宏阔悲壮的氛围。后半部分则是表达了作者建功立业的雄心壮志，万死不辞，要成为描像麒麟阁的立功之臣，并且十分嘲笑那些文臣，只会读经书，不能真的杀敌报国，可叹这些文人参不透这点的话只会白白的衰老而去，不能名留青史。 本诗表达了作者雄心壮志 ，立功报国的雄心壮志。手法大气豪壮，宏大辽阔之气尽显。 "}}, {"name": "祖咏", "dynasty": "唐代"}, {"name": "徐陵", "dynasty": "南北朝"}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "齐己", "dynasty": "唐代"}, {"name": "夜上受降城闻笛", "prop": {"content": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。", "translation": "回乐烽前的沙地洁白似雪，受降城外的月色有如深秋白霜。不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。"}}, {"name": "塞下曲二首·其二", "prop": {"content": "年少辞家从冠军，金鞍宝剑去邀勋。不知马骨伤寒水，惟见龙城起暮云。", "translation": "　　年轻的时候就离家跟随大将军出征，身佩金饰的宝剑去建 功立业。不顾天寒地冻水寒伤马骨，只见边境战争阴云四起，努力 去杀敌。诗赞美少年在边境不安宁的时候，不怕天寒地冻，毅然从军为国立业的精神。 "}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "凉州词二首·其二", "prop": {"content": "秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。", "translation": "关内此时应该已是暮春时节，可是塞外仍然是大风凛冽、尘沙满天，冷酷严寒。夜晚听着凄凉的胡笳曲《折杨柳》，让人的思乡之情更加浓厚。"}}, {"name": "塞上", "prop": {"content": "鸣骹直上一千尺，天静无风声更干。碧眼胡儿三百骑，尽提金勒向云看。", "translation": "响箭鸣叫着冲上云霄，草原之上无风，天地间一片安宁，显得响箭的声音更加清脆洪亮。数百个有着碧绿眼珠的矫健的外族骑士，纷纷提着带金勒向云端看去。"}}, {"name": "张乔", "dynasty": "唐代"}, {"name": "姚合", "dynasty": "唐代"}, {"name": "凉州词二首·其一", "prop": {"content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。", "translation": "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"}}, {"name": "马戴", "dynasty": "唐代"}, {"name": "边思", "prop": {"content": "腰垂锦带佩吴钩，走马曾防玉塞秋。莫笑关西将家子，只将诗思入凉州。", "translation": "腰间垂坠着锦带佩戴着吴地弯刀，曾经参加过防卫敌军、驰驱沙场的战斗行动。不要嘲笑关西的将家子弟，只将那满腔思念倾注在《凉州曲》中。"}}, {"name": "雁门太守行", "prop": {"content": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。", "translation": "敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；战士们的铠甲在阳光照射下金光闪烁。号角声响彻秋夜的长空，边塞上将士的血迹在寒夜中凝为紫色。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。为了报答国君的赏赐和厚爱，手操宝剑甘愿为国血战到死。"}}, {"name": "古塞下曲", "prop": {"content": "行人朝走马，直指蓟城傍。蓟城通漠北，万里别吾乡。海上千烽火，沙中百战场。军书发上郡，春色度河阳。袅袅汉宫柳，青青胡地桑。琵琶出塞曲，横笛断君肠。", "translation": "　　远行的人早早就骑上了骏马，行途直指蓟城的旁边。蓟城北通大漠，我万里辞别故乡。大漠瀚海上，燃起万千烽火，黄沙之中，曾是千百年来的战场。军书急迫，发至上郡，春色青青，越过了中州河阳。长安宫中的柳条已经婀娜多姿，塞北地区的桑条依然颜色青青，琵琶呜咽，弹出令人泪垂的出塞曲，横笛声声，令人肝肠寸断。 "}}, {"name": "凉州词", "prop": {"content": "葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？", "translation": "酒筵上甘醇的葡萄美酒盛满在夜光杯之中，正要畅饮时，马上琵琶也声声响起，仿佛催人出征。如果醉卧在沙场上，也请你不要笑话，古来出外打仗的能有几人返回家乡？"}}, {"name": "满江红·为问封姨", "prop": {"content": "为问封姨，何事却、排空卷地。又不是、江南春好，妒花天气。叶尽归鸦栖未得，带垂惊燕飘还起。甚天公、不肯惜愁人，添憔悴。搅一霎，灯前睡。听半晌，心如醉。倩碧纱遮断，画屏深翠。只影凄清残烛下，离魂飘缈秋空里。总随他、泊粉与飘香，真无谓。", "translation": "想问风神你为何掀起如此狂暴的飓风，毕竟这不是江南的春天，有似锦的繁花，让你心生妒忌。看啊，狂风卷过。树叶尽被吹落，归巢的乌鸦认不出自己的栖所，画轴上垂下的纸带，也仿佛受惊的燕子，飘摇不定。上天为何不给忧伤的人一些怜悯，反而让这狂风催人憔悴。刚刚在灯前昏睡过去，忽然被狂暴的风声惊醒。听了半晌风声，心内惆怅转为凄迷。我蓦然想到，远在故乡的爱人，此刻也正听狂风肆虐的声音，希望她的碧纱窗可以将狂风挡在外面，不要吹乱深翠色的画屏。烛光即将熄灭。她形单影只，魂魄仿佛飘在半空中，渺渺难寻，漫无目的地随着被风卷起，就像风中的花瓣与花香，身不由己，唯有任狂风蹂躏。"}}, {"name": "杨柳枝·织锦机边莺语", "prop": {"content": "织锦机边莺语频，停梭垂泪忆征人。塞门三月犹萧索，纵有垂杨未觉春。", "translation": "我正在机上织锦，耳边传来黄莺的阵阵鸣叫声，让我想起远在塞外的丈夫，不禁停下梭子，泪流满面。虽然如今已经是阳春三月，但塞外依然是那样荒凉萧条，纵然有杨柳树也未发新叶，征人还是感觉不到春天的来临。"}}, {"name": "曹勋", "dynasty": "宋代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "出塞二首", "prop": {"content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。骝马新跨白玉鞍，战罢沙场月色寒。城头铁鼓声犹震，匣里金刀血未干。", "translation": "依旧是秦汉时期的明月和边关，出关万里去参加远征的人都还未回还。倘若曾经能够抵御外敌的名将还在，绝不会许匈奴南下牧马度过阴山。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "热海行送崔侍御还京", "prop": {"content": "侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。", "translation": "我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！"}}, {"name": "春草", "prop": {"content": "春草青青万里馀，边城落日见离居。 情知海上三年别，不寄云间一纸书。", "translation": "茂盛的春草绵延万里，落日余晖洒在当初离别的房子上。明明知道离开家乡到塞外已经三年，却没有从外面寄回一纸书信。 "}}, {"name": "于中好·别绪如丝梦不", "prop": {"content": "别绪如丝梦不成，那堪孤枕梦边城。因听紫塞三更雨，却忆红楼半夜灯。书郑重，恨分明，天将愁味酿多情。起来呵手封题处，偏到鸳鸯两字冰。", "translation": "别后的相思之情绵绵不绝，如丝般纷乱，让他辗转反侧，不能入睡。更何况好不容易入睡后，竟然还梦到了家乡，使人越发感伤。起来倾听那边塞半夜的雨声，却回忆起在家中小楼上我们挑灯夜话的情景。认真地书写，对你的思念格外分明，天生的多愁善感使自己变得多情。起身用嘴中的热气暖手，将家书封好，偏偏看到“鸳鸯”二字时，心痛又被触动，手又僵了起来。"}}, {"name": "邓千江", "dynasty": "金朝"}, {"name": "塞下曲五首·其三", "prop": {"content": "朔雪飘飘开雁门，平沙历乱卷蓬根。功名耻计擒生数，直斩楼兰报国恩。", "translation": "北方边境大雪飘落雁门，战场上战斗激烈连蓬根都挖出来了。如果杀敌作战的功名记载史册只有我生擒人的数量，我会感到很耻辱；只希望能直接消灭敌国，报答国家对我的恩情。"}}, {"name": "登单于台", "prop": {"content": "边兵春尽回，独上单于台。白日地中出，黄河天外来。沙翻痕似浪，风急响疑雷。欲向阴关度，阴关晓不开。", "translation": "春日里无战事边疆的士兵都已返回，我独自一人登上了单于台。太阳从大地渐渐升起，奔腾不息的黄河之水从远天之外涌来。黄沙随风翻滚的纹痕好似水中波浪，狂风呼啸，响声如同雷鸣。很想跨越阴山关隘看个究竟，可惜阴山关隘虽已天亮，却门户不开，无法通行。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "边词", "prop": {"content": "五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。", "translation": "五原的春天总是姗姗来迟，二月之间，垂杨尚未发芽。黄河岸边。如今开始冰雪消融。长安城里，却正当落花时节。"}}, {"name": "凉州词", "prop": {"content": "浑成紫檀金屑文，作得琵琶声入云。 胡地迢迢三万里，那堪马上送明君。 异方之乐令人悲，羌笛胡笳不用吹。 坐看今夜关山月，思杀边城游侠儿。", "translation": "浑然天成的紫檀金屑文，做成的琵琶声音清亮直入云端。与胡地相隔万里，即使是送与王明君马上作乐的琵琶声又哪能穿越。身处异地那乐声总让人心中悲凉，这羌笛胡笳也不要再吹。坐着仰望这边塞的月亮，心里想的是杀光边关的敌人。"}}, {"name": "生查子·短焰剔残花", "prop": {"content": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。", "translation": "夜深了，还未入睡，我剔去灯花，周围明亮了些许。然而，这孤凄的氛围却没有变得暖热稍许。这离乡千里的边地深夜何其漫长，，无声无息。不愿如祖逖那般闻鸡起舞，鸡鸣却依旧声声催人。默默已觉青绫上尽是泪痕。天的尽头，似乎天水相接，晨雾朦胧。西南天边的一角渐渐露出鱼肚白色。想要回到千里之外的家中，再次泛舟在浣花溪上。然而乡梦幽远，只任东风吹去远。"}}, {"name": "王镃", "dynasty": "宋代"}, {"name": "逢入京使", "prop": {"content": "故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。", "translation": "向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。在马上匆匆相逢没有纸笔写书信，只有托你捎个口信，给家人报平安。"}}, {"name": "雁门胡人歌", "prop": {"content": "高山代郡东接燕，雁门胡人家近边。解放胡鹰逐塞鸟，能将代马猎秋田。山头野火寒多烧，雨里孤峰湿作烟。闻道辽西无斗战，时时醉向酒家眠。", "translation": "雁门郡东接古代燕国，郡内高山峻岭遍布，有些胡人的家就住在边境附近。你看，一个胡人解开猎鹰脚上的绳索，让它飞出去追捕鸟雀，自己则骑着当地产的骏马驰骋在辽阔的秋原上，四处游猎。时值深秋，胡人多放火烧山，一处处山头上的野火在寒冷的天气里静静地燃烧着；有时秋雨绵绵，雨点打在山上，溅起湿湿的烟雾，笼罩着山头。看到山头的烟火，胡人误作是狼烟而紧张起来，但接着听说辽西并没有战事，马上又安定下来，时时买酒取乐，经常喝得酩酊大醉而卧在酒店。"}}, {"name": "饮马长城窟行", "prop": {"content": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善事新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？", "translation": "无"}}, {"name": "冬夕", "prop": {"content": "浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。", "translation": "大风夹杂着霜雪猛烈地肆虐在天地之间，泡着热水或者围着火炉烤着火，也没有丝毫暖意。河海像龙蛇一样冻得不得伸展，连四季常青的松柏都退去了绿色，显得消瘦了许多。 "}}, {"name": "陈陶", "dynasty": "唐代"}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "蔡挺", "dynasty": "宋代"}, {"name": "点绛唇·黄花城早望", "prop": {"content": "五夜光寒，照来积雪平于栈。西风何限，自起披衣看。对此茫茫，不觉成长叹。何时旦，晓星欲散，飞起平沙雁。", "translation": "初雪后的五更之夜，黄花城中弥漫着寒光，积雪的峭壁上，栈道显得平滑了许多。无边的寒风也阻挠不了我披衣观景的兴致。面对这茫茫雪色，不觉心中怅然，无限慨叹！什么时候才能天亮，天空中的晨星要消散了，广漠沙原上的大雁也已经起飞开始新的征程。"}}, {"name": "书边事", "prop": {"content": "调角断清秋，征人倚戍楼。春风对青冢，白日落梁州。大漠无兵阻，穷边有客游。蕃情似此水，长愿向南流。", "translation": "清秋的边地号角划断宁静，征人悠闲地倚着哨楼远望。阵阵和风吹拂着昭君坟墓，边城梁州普照着和煦阳光。浩瀚沙漠看不见军兵阻扰，边疆塞外也常有客人游赏。蕃人的情意好像这条流水，愿永久归附中原流向南方。"}}, {"name": "清平乐·弹琴峡题壁", "prop": {"content": "泠泠彻夜，谁是知音者。如梦前朝何处也，一曲边愁难写。极天关塞云中，人随落雁西风。唤取红襟翠袖，莫教泪洒英雄。", "translation": "水声清幽悦耳，彻夜回荡，但谁又是它的知音呢？前朝如梦，边愁难写。极目望去，天边的云中．征人与征雁同行于秋风之中。如此悲凉之景，让人不禁伤怀，只好唤来歌女消愁，不要让英雄热泪轻易落下。"}}, {"name": "望蓟门", "prop": {"content": "燕台一望客心惊，笳鼓喧喧汉将营。(笳鼓 一作：箫鼓)万里寒光生积雪，三边曙色动危旌。沙场烽火连胡月，海畔云山拥蓟城。少小虽非投笔吏，论功还欲请长缨。", "translation": "登上燕台眺望不禁感到震惊，笳鼓喧闹之地原是汉将兵营。万里积雪笼罩着冷冽的寒光，边塞的曙光映照着旌旗飘动。战场烽火连天遮掩边塞明月，南渤海北云山拱卫着蓟门城。少年时虽不像班超投笔从戎，论功名我想学终军自愿请缨。"}}, {"name": "张说", "dynasty": "唐代"}, {"name": "塞下曲四首·其一", "prop": {"content": "玉帛朝回望帝乡，乌孙归去不称王。天涯静处无征战，兵气销为日月光。", "translation": "乌孙来汉朝朝聘后，取消王号，对汉称臣。边远地方停息了战争，战争的烟尘消散了，到处充满日月的清辉。 "}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "幽州夜饮", "prop": {"content": "凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心？军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深！", "translation": "幽州地处北方，晚上凉风吹起细雨绵绵，寒冷之气袭来，使树林萧瑟。军中的高堂之上，正在举行宴会，怎能使我暂时忘掉了自己的迟暮之心？军中的娱乐是仗剑而舞，边塞的音乐是胡笳的演奏声。如果我不做这边城的将领，怎么知道皇上对我恩遇之深呢。"}}, {"name": "潼关吏", "prop": {"content": "士卒何草草，筑城潼关道。大城铁不如，小城万丈余。借问潼关吏：修关还备胡？要我下马行，为我指山隅：连云列战格，飞鸟不能逾。胡来但自守，岂复忧西都。丈人视要处，窄狭容单车。艰难奋长戟，万古用一夫。哀哉桃林战，百万化为鱼。请嘱防关将，慎勿学哥舒！", "translation": "无"}}, {"name": "柳开", "dynasty": "宋代"}, {"name": "宿铁关西馆", "prop": {"content": "马汗踏成泥，朝驰几万蹄。雪中行地角，火处宿天倪。塞迥心常怯，乡遥梦亦迷。那知故园月，也到铁关西。", "translation": "马汗落地踏成稀泥，清晨驰过几万马蹄，雪中来到大地边缘，靠近火山宿昔天际。边塞遥遥心常畏怯，故乡万里归梦迷迷。谁知今夜故乡明月，随我来到铁关以西。"}}, {"name": "饮马长城窟行", "prop": {"content": "塞外悲风切，交河冰已结。瀚海百重波，阴山千里雪。迥戍危烽火，层峦引高节。悠悠卷旆旌，饮马出长城。寒沙连骑迹，朔吹断边声。胡尘清玉塞，羌笛韵金钲。绝漠干戈戢，车徒振原隰。都尉反龙堆，将军旋马邑。扬麾氛雾静，纪石功名立。荒裔一戎衣，灵台凯歌入。", "translation": "无"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "马诗二十三首·其五", "prop": {"content": "大漠沙如雪，燕山月似钩。何当金络脑，快走踏清秋。", "translation": "平沙万里，在月光下像铺上一层白皑皑的霜雪。连绵的燕山山岭上，一弯明月当空，如弯钩一般。什么时候才能给它戴上金络头，在秋高气爽的疆场上驰骋，建立功勋呢？"}}, {"name": "秦州杂诗二十首·其十", "prop": {"content": "萧萧古塞冷，漠漠秋云低。黄鹄翅垂雨，苍鹰饥啄泥。蓟门谁自北，汉将独征西。不意书生耳，临衰厌鼓鼙。", "translation": "秋风萧萧古塞寒凉，秋云密布低挂天空。黄鹄双翅垂雨难以高飞，苍鹰饥饿只得啄泥而食。蓟门叛军谁去征讨？吐蕃发难汉将征西。不料我这书生双耳，近暮年却饱听了鼓鼙。"}}, {"name": "拟咏怀二十七首·其二", "prop": {"content": "萧条亭障远，凄惨风尘多。关门临白狄，城影入黄河。秋风别苏武，寒水送荆轲。谁言气盖世，晨起帐中歌。", "translation": "　　庾信留仕北朝后，常常面对异域风物而起羁旅之叹。但这首诗所描写的边塞景象，并不一定是即目所见，而是综合若干具有北方特征的景物，再结合几个典故，构成冷落萧索的总体印象，借以抒写出心头的凄凉之感。"}}, {"name": "浣溪沙·身向云山那畔", "prop": {"content": "身向云山那畔行，北风吹断马嘶声，深秋远塞若为情！一抹晚烟荒戍垒，半竿斜日旧关城。古今幽恨几时平！", "translation": "向着北方边疆一路前行，凛冽的北风吹散了骏马的嘶鸣。在遥远的边塞，萧瑟的深秋季节，我的心久久不能平静。落日时分，一抹晚烟荒凉萧瑟的营垒上，半竿红日斜挂在旧时关城，令人不禁想起古往今来金戈铁马的故事，心潮起伏不平。"}}, {"name": "月夜忆舍弟", "prop": {"content": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。", "translation": "戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，已经无法打听到他们的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。"}}, {"name": "燕歌行并序", "prop": {"content": "开元二十六年，客有从元戎出塞而还者，作《燕歌行》以示，适感征戍之事，因而和焉。汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旆逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞！大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫无所有！(飘飖 一作：飘摇；无所 一作：更何)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋？君不见沙场征战苦，至今犹忆李将军！", "translation": "唐玄宗开元二十六年，有个随从主帅出塞回来的人，写了《燕歌行》诗一首给我看。我感慨于边疆战守的事，因而写了这首《燕歌行》应和他。"}}, {"name": "塞上曲", "prop": {"content": "黄云连白草，万里有无间。霜冷髑髅哭，天寒甲胄闲。马嘶经战地，雕认打围山。移戌腰金印，将军度玉关。", "translation": "无"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "浣溪沙·万里阴山万里", "prop": {"content": "万里阴山万里沙。谁将绿鬓斗霜华。年来强半在天涯。魂梦不离金屈戌，画图亲展玉鸦叉。生怜瘦减一分花。", "translation": "没有楚天千里清秋。没有执手相看泪眼。只有阴山，胡马难度的阴山。这里，猎猎的风，将你的寸寸青丝吹成缕缕白发。岁岁年年，你望见的是连绵千万里的黄沙，人在天涯。魂牵梦绕中，你将她翩翩的像打开。一遍遍回想，她的温柔她的笑。直到地老天荒，直到那些离别和失望的伤痛，已发不出声音来了。"}}, {"name": "上京即事五首·其四", "prop": {"content": "紫塞风高弓力强，王孙走马猎沙场。呼鹰腰箭归来晚，马上倒悬双白狼。", "translation": "塞外风疾挽弓的力量又猛又强，王孙们飞马游猎在沙场上。呼唤着雕鹰挂着腰箭很晚才归来，只见马背上倒挂着一对白狼。"}}, {"name": "效古赠崔二", "prop": {"content": "十月河洲时，一看有归思。风飙生惨烈，雨雪暗天地。我辈今胡为？浩哉迷所至。缅怀当途者，济济居声位。邈然在云霄，宁肯更沦踬？周旋多燕乐，门馆列车骑。美人芙蓉姿，狭室兰麝气。金炉陈兽炭，谈笑正得意。岂论草泽中，有此枯槁士？我惭经济策，久欲甘弃置。君负纵横才，如何尚憔悴？长歌增郁怏，对酒不能醉。穷达自有时，夫子莫下泪。", "translation": "无"}}, {"name": "河湟旧卒", "prop": {"content": "少年随将讨河湟，头白时清返故乡。 十万汉军零落尽，独吹边曲向残阳。", "translation": "青年时代就已经随军参加征讨河湟的边防之战，等到头发发白，边境安定的时候才返回故乡。十万将士如今生死难还，没有几个了。只剩下我吹着边疆的曲子空对斜阳。"}}, {"name": "奉寄韦太守陟", "prop": {"content": "荒城自萧索，万里山河空。天高秋日迥，嘹唳闻归鸿。寒塘映衰草，高馆落疏桐。临此岁方晏，顾景咏悲翁。故人不可见，寂寞平陵东。", "translation": "荒凉的古城萧条冷落，极目远望，万里山河一片空旷寂寥。秋天，天高云淡，高远空旷，不时传来几声南归鸿雁的哀鸣。散发着凉气的池塘里倒映着枯败的杂草，高大的馆舍坐落在稀疏的梧桐树中。正当这一年将尽的时节，只能自古其影高咏一曲《思悲翁》。老朋友已经难以见到了，只能寂寞地独处平陵之东。"}}, {"name": "和张仆射塞下曲·其一", "prop": {"content": "鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。", "translation": "身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。大将军威严地屹立发号施令，千军万马一呼百应动地惊天。"}}, {"name": "秦州杂诗二十首·其七", "prop": {"content": "莽莽万重山，孤城山谷间。无风云出塞，不夜月临关。属国归何晚，楼兰斩未还。烟尘独长望，衰飒正摧颜。", "translation": "浑浑莽莽万山重叠，孤独的秦州城处于南北两山之谷。地面无风，天云却飘出塞外，尚未入夜，月亮即已照临关隘。外出的使臣迟迟未能归来，可能是效法傅介子之壮举遇到了障碍。久久地长望着烟尘弥漫的天边，衰飒的秋景正在摧残我的容颜。"}}, {"name": "陈琳", "dynasty": "魏晋"}, {"name": "初过陇山途中呈宇文判", "prop": {"content": "一驿过一驿，驿骑如星流。平明发咸阳，暮及陇山头。陇水不可听，呜咽令人愁。沙尘扑马汗，雾露凝貂裘。西来谁家子，自道新封侯。前月发安西，路上无停留。都护犹未到，来时在西州。十日过沙碛，终朝风不休。马走碎石中，四蹄皆血流。万里奉王事，一身无所求。也知塞垣苦，岂为妻子谋。山口月欲出，先照关城楼。溪流与松风，静夜相飕飗。别家赖归梦，山塞多离忧。与子且携手，不愁前路修。", "translation": "无"}}, {"name": "徐兰", "dynasty": "清代"}, {"dynasty": "五代"}, {"name": "过燕支寄杜位", "prop": {"content": "燕支山西酒泉道，北风吹沙卷白草。长安遥在日光边，忆君不见令人老。", "translation": "燕支山西面的酒泉道上，北风刮起狂沙，卷起白草。那长安城在那遥远的日光边，我怀念你却无法相见，这种相思令我衰老。"}}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "从军北征", "prop": {"content": "天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。", "translation": "天山下了一场大雪，从青海湖刮来的风更添寒冷。行军途中，战士吹起笛曲《行路难》。听到这悲伤的别离曲，驻守边关的三十万将士，都抬起头来望着东升的月亮。"}}, {"name": "塞上听吹笛", "prop": {"content": "雪净胡天牧马还，月明羌笛戍楼间。借问梅花何处落，风吹一夜满关山。", "translation": "冰雪融尽，入侵的胡兵已经悄然返还。月光皎洁，悠扬的笛声回荡在戍楼间。试问饱含离情的《梅花曲》飘向何处？它仿佛像梅花一样随风落满了关山。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "于中好·谁道阴山行路", "prop": {"content": "谁道阴山行路难。风毛雨血万人欢。松梢露点沾鹰绁，芦叶溪深没马鞍。依树歇，映林看。黄羊高宴簇金盘。萧萧一夕霜风紧，却拥貂裘怨早寒。", "translation": "是谁说阴山之路无法行走呢？大规模狩猎时禽兽毛血纷飞万人庆祝。松树梢上的露珠沾湿了拴鹰的绳索，芦苇深的都没过了马鞍。靠着树休息，映衬着林子看着。众人围着用黄羊庆祝。霜风吹着，晚上都是寒冷的，拥有用貂的毛皮制作的衣服却怨着冬天来的比较早。"}}, {"name": "塞下曲", "prop": {"content": "胡角引北风，蓟门白于水。天含青海道，城头月千里。 露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。 秋静见旄头，沙远席羁愁。帐北天应尽，河声出塞流。", "translation": "无"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "从军行七首·其四", "prop": {"content": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。", "translation": "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。"}}, {"name": "裴将军宅芦管歌", "prop": {"content": "辽东九月芦叶断，辽东小儿采芦管。可怜新管清且悲，一曲风飘海头满。海树萧索天雨霜，管声寥亮月苍苍。白狼河北堪愁恨，玄兔城南皆断肠。辽东将军长安宅，美人芦管会佳客。弄调啾飕胜洞箫，发声窈窕欺横笛。夜半高堂客未回，祗将芦管送君杯。巧能陌上惊杨柳，复向园中误落梅。诸客爱之听未足，高卷珠帘列红烛。将军醉舞不肯休，更使美人吹一曲。", "translation": "无"}}, {"name": "采桑子·九日", "prop": {"content": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。", "translation": "深秋时分，在这遥远的边塞，有谁还记得我？树叶被风出的沙沙作响。返乡之路千里迢迢。家和梦一样遥不可及。重阳佳节，故园风光正好，离愁倍增，不愿登高远望。只觉心中悲伤不已，当鸿雁南归之际，将更加冷落凄凉。"}}, {"name": "饮马歌·边头春未到", "prop": {"content": "此腔自虏传至边，饮牛马即横笛吹之，不鼓不拍，声甚凄断。闻兀术每遇对阵之际，吹此则鏖战无还期也。边头春未到，雪满交河道。暮沙明残照，塞烽云间小。断鸿悲，陇月低，泪湿征衣悄。岁华老。", "translation": "这支曲子原在金人统治区域流传，又随着金兵的南侵流传到宋朝边境，金人饮牛马时就横笛而吹，不需要鼓乐伴奏，也不用牙板节拍，乐声极其凄凉悲壮，金兵统帅兀术特别喜欢这首歌曲，每当两军对阵之时，一听吹奏此曲，就斗志昂扬，鏖战不休。边塞的春天还未到，积雪覆盖着交河的大道。黄昏时，落日残照白茫茫的沙漠，边塞的烽火台高高耸入白云间，显得很小。失群的孤雁声声悲鸣，陇山上明月低悬，戍边将士思乡的泪水悄然沾湿了身上的军衣。不知不觉之间年华已老。"}}, {"name": "南乡子·何处淬吴钩", "prop": {"content": "何处淬吴钩？一片城荒枕碧流。曾是当年龙战地，飕飕。塞草霜风满地秋。霸业等闲休。跃马横戈总白头。莫把韶华轻换了，封侯。多少英雄只废丘。", "translation": "哪里是用血浸染吴钩之地？如今已是城池荒芜，碧水长流。这里曾是当年群雄争霸的战场，而今只余飕飕的风声。塞草遍野，寒风呼啸，满地皆是秋色。称霸的事业轻易地结束了，策马驰骋，兵戈杀伐，最终也只换得满头白发。不要轻易用美好的年华换取封侯功名，多少英雄到头来只不过被埋于废弃的山丘之下而已。"}}, {"name": "蝶恋花·出塞", "prop": {"content": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "translation": "从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉又能与谁说？只有萧瑟的秋风吹拂着枯老鲜红的枫树。从前愁苦凄滚的往事无穷无尽，金戈铁马之地，却是当年昭君舍身求和的路。曾经的一往情深有多深呢？犹如夕阳余辉照射下，深山之中的绵绵秋雨。"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "感遇诗三十八首·其三", "prop": {"content": "苍苍丁零塞，今古缅荒途。亭堠何摧兀，暴骨无全躯。黄沙幕南起，白日隐西隅。汉甲三十万，曾以事匈奴。但见沙场死，谁怜塞上孤。", "translation": "苍苍茫茫的丁零族要塞，从古至今道路荒僻遥远。岗楼哨所多么颓败孤立，将士们暴尸荒野没有完整躯干。漫天黄沙起于大漠之南，灿烂的太阳隐没在西边。汉王朝曾派遣了三十万士卒，来到此地与匈奴族战斗。只见他们纷纷战死沙场，有谁来怜悯边疆孤独无依的老人和孩子？"}}, {"name": "塞上忆汶水", "prop": {"content": "沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。", "translation": "茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。"}}, {"name": "陇头吟", "prop": {"content": "长安少年游侠客，夜上戍楼看太白。陇头明月迥临关，陇上行人夜吹笛。关西老将不胜愁，驻马听之双泪流。身经大小百余战，麾下偏裨万户侯。苏武才为典属国，节旄空尽海西头。", "translation": "长城少年是仗义轻生的侠客，夜里登上戍楼看太白的兵气。陇山上的明月高高照临边关，陇关上的行人夜晚吹起羌笛。关西地区来的老将不胜悲愁，驻马倾听笛声不禁老泪横流。身经大大小小百余次的战斗，部下偏将都被封为万户之侯。苏武归汉后只被拜为典属国，节上旄头徒然落尽北海西头。"}}, {"dynasty": "唐代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "己亥岁二首·僖宗广明", "prop": {"content": "泽国江山入战图，生民何计乐樵苏。 凭君莫话封侯事，一将功成万骨枯。 传闻一战百神愁，两岸强兵过未休。 谁道沧江总无事，近来长共血争流。", "translation": "富饶的水域江山都已被战云笼罩，百姓想要打柴割草度日都不能实现。请别再提什么封侯的事情了，你们可知，一位将领功成名就要牺牲多少士卒生命！"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "从军行", "prop": {"content": "海畔风吹冻泥裂，枯桐叶落枝梢折。 横笛闻声不见人，红旗直上天山雪。", "translation": "湖海之滨冷风吹得泥土冻裂，枯桐叶飘落了，树枝折下来。远远听到横笛声却看不到人，把红旗一直插上天山头顶雪。"}}, {"name": "浣溪沙·霜日明霄水蘸", "prop": {"content": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "translation": "秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。"}}, {"name": "送人游塞", "prop": {"content": "初晴天堕丝，晚色上春枝。城下路分处，边头人去时。 停车数行日，劝酒问回期。亦是茫茫客，还从此别离。", "translation": "无"}}, {"name": "张旭", "dynasty": "唐代"}, {"name": "塞下曲", "prop": {"content": "将军营外月轮高，猎猎西风吹战袍。觱篥无声河汉转，露华霜气满弓刀。", "translation": "月亮高高地挂在将军的营帐外，西风劲吹，战袍随风拂起，猎猎作响。天上银河斗转星移，觱篥缄默无声，唯有弓与刀上布满了霜。 "}}, {"name": "和张仆射塞下曲·其四", "prop": {"content": "野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。", "translation": "在野外天幕下设下劳军盛宴，边疆兄弟民族都来祝贺我军凯旋。喝醉酒后还要和着金甲跳舞，欢腾的擂鼓声震动了周围的山川。"}}, {"name": "征人怨 / 征怨", "prop": {"content": "岁岁金河复玉关，朝朝马策与刀环。 三春白雪归青冢，万里黄河绕黑山。", "translation": "年复一年戍守金河保卫玉关，日日夜夜都同马鞭和战刀作伴。三月白雪纷纷扬扬遮盖着昭君墓，滔滔黄河绕过黑山，又奔腾向前。"}}, {"name": "碛中作", "prop": {"content": "走马西来欲到天，辞家见月两回圆。今夜不知何处宿，平沙万里绝人烟。", "translation": "骑马向西走几乎来到天边，离家以后已见到两次月圆。今夜不知道到哪里去投宿，在这沙漠中万里不见人烟。"}}, {"name": "从军行七首·其五", "prop": {"content": "大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。", "translation": "大漠风起尘土飞扬，天色为之昏暗，前线军情十分紧急，接到战报后迅速出击。先头部队已经于昨夜在洮河北岸和敌人展开了激战，中途捷报传来，敌酋已被生擒。"}}, {"name": "轮台歌奉送封大夫出师", "prop": {"content": "轮台城头夜吹角，轮台城北旄头落。羽书昨夜过渠黎，单于已在金山西。戍楼西望烟尘黑，汉军屯在轮台北。上将拥旄西出征，平明吹笛大军行。四边伐鼓雪海涌，三军大呼阴山动。虏塞兵气连云屯，战场白骨缠草根。剑河风急雪片阔，沙口石冻马蹄脱。(雪片阔 一作：云片阔)亚相勤王甘苦辛，誓将报主静边尘。古来青史谁不见，今见功名胜古人。", "translation": "轮台城头夜里吹起号角，轮台城北旄头星正降落。军书昨夜连夜送过渠黎，单于已在金山以西入侵。从哨楼向西望烟尘滚滚，汉军就屯扎在轮台北境。上将手持符节率兵西征，黎明笛声响起大军起程。战鼓四起犹如雪海浪涌，三军呐喊阴山发出共鸣。敌营阴沉杀气直冲云霄，战场上白骨还缠着草根。剑河寒风猛烈大雪鹅毛，沙口石头寒冷马蹄冻脱。亚相勤于王政甘冒辛苦，立誓报效国家平定边境。古来青垂史名屡见不鲜，如今将军功名胜过古人。"}}, {"name": "台城路·白狼河北秋偏", "prop": {"content": "白狼河北秋偏早，星桥又迎河鼓。清漏频移，微云欲湿，正是金风玉露。两眉愁聚。待归踏榆花，那时才诉。只恐重逢，明明相视更无语。人间别离无数，向瓜果筵前，碧天凝伫，连理千花，相思一叶，毕竟随风何处。羁栖良苦，算未抵空房，冷香啼曙。今夜天孙，笑人愁似许。", "translation": "白狼河以北的边地，秋季偏早。架于银河之上的鹊桥又将迎来牵牛星。清晰的漏壶滴水声随着时间推移，淡淡的云似乎更湿润了，这正是金风玉露相逢之时。鹊桥那端，织女的双眉忧愁地攒聚着，是要等牵牛踏着榆花归来，才好将心事说与郎听。却又只恐，重逢之时，分明相望却没有了言语。人间的别离无数，有多少人，在瓜果的筵席前，向着碧空凝望。连理花，相思叶，随风飘散到了何处?羁旅之中的我怀思良苦，却也不及家中妻子，在冷冷清清的空房里，流泪到天明。今夜喜相逢的织女星，笑人忧愁如许。"}}, {"name": "塞下曲·秋风夜渡河", "prop": {"content": "秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。", "translation": "　　秋风在夜晚暗暗吹过边塞的河流，吹过雁门的桑田，边地一片萧瑟。远远地能够看见胡地有人在打猎，虽说还不是秋天，边塞却已经十分寒冷，战士们只能在严霜中风餐露宿。在战场上，兵士们被分成五道作战，孤军奋战，身经百战。战士们虽然英勇，结果功劳多的反而会被下狱，想起这，真是让战士们伤心啊。"}}, {"name": "魏野", "dynasty": "宋代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "火山云歌送别", "prop": {"content": "火山突兀赤亭口，火山五月火云厚。火云满山凝未开，飞鸟千里不敢来。平明乍逐胡风断，薄暮浑随塞雨回。缭绕斜吞铁关树，氛氲半掩交河戍。迢迢征路火山东，山上孤云随马去。", "translation": "火山高高耸立在赤亭口，五月的火山上空火云厚。火云铺山盖岭凝滞不开，方圆千里鸟儿不敢飞来。火云清晨刚被胡风吹断，到傍晚又随着塞雨转回。回环缭绕吞没了铁关树，蒸腾弥漫半掩了交河戍。你迢迢征途在那火山东，山上孤云将随你向东去。"}}, {"name": "南楼令·古木向人秋", "prop": {"content": "古木向人秋，惊蓬掠鬓稠。是重阳、何处堪愁。记得当年惆怅事，正风雨，下南楼。断梦几能留，香魂一哭休。怪凉蟾、空满衾禂。霜落鸟啼浑不睡，偏想出，旧风流。", "translation": "多年的古树向人展示秋色，蓬乱的头发掠过浓密的鬓角。重阳佳节，无处忍受忧愁。记得当年惆怅的往事，风雨交加之时，正下南楼。好梦易断，尚有多少残留？亡魂一哭，万事皆休。都怪月光空照在当年的床被上，满床凉意。一地落霜，乌鸦啼鸣，全无睡意，却又偏偏想到当年的风流韵事。"}}, {"name": "渔家傲·秋思", "prop": {"content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "translation": "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。"}}, {"name": "幽州胡马客歌", "prop": {"content": "幽州胡马客，绿眼虎皮冠。笑拂两只箭，万人不可干。弯弓若转月，白雁落云端。双双掉鞭行，游猎向楼兰。出门不顾后，报国死何难？天骄五单于，狼戾好凶残。牛马散北海，割鲜若虎餐。虽居燕支山，不道朔雪寒。妇女马上笑，颜如赪玉盘。翻飞射野兽，花月醉雕鞍。旄头四光芒，争战若蜂攒。白刃洒赤血，流沙为之丹。名将古是谁，疲兵良可叹。何时天狼灭？父子得安闲。", "translation": "无"}}, {"dynasty": "元代"}, {"name": "从军行", "prop": {"content": "汉家未得燕支山，征戍年年沙朔间。塞下长驱汗血马，云中恒闭玉门关。阴山瀚海千万里，此日桑河冻流水。稽洛川边胡骑来，渔阳戍里烽烟起。长途羽檄何相望，天子按剑思北方。羽林练士拭金甲，将军校战出玉堂。幽陵异域风烟改，亭障连连古今在。夜闻鸿雁南渡河，晓望旌旗北临海。塞沙飞淅沥，遥裔连穷碛。玄漠云平初合阵，西山月出闻鸣镝。城南百战多苦辛，路傍死卧黄沙人。戎衣不脱随霜雪，汗马骖单长被铁。杨叶楼中不寄书，莲花剑上空流血。匈奴未灭不言家，驱逐行行边徼赊。归心海外见明月，别思天边梦落花。天边回望何悠悠，芳树无人渡陇头。春云不变阳关雪，桑叶先知胡地秋。田畴不卖卢龙策，窦宪思勒燕然石。麾兵静北垂，此日交河湄。欲令塞上无干戚，会待单于系颈时。", "translation": "　　1、意象宏阔：唐代边塞诗多有从大处落笔，写奇情壮景的特色，本诗也不例外。比如像“塞下长驱汗血马，云中恒闭玉门关”、“阴山瀚海千万里”、“塞沙飞淅沥，遥裔连穷碛”等句，都写得气势磅礴。"}}, {"name": "蓟中作", "prop": {"content": "策马自沙漠，长驱登塞垣。边城何萧条，白日黄云昏。一到征战处，每愁胡虏翻。岂无安边书，诸将已承恩。惆怅孙吴事，归来独闭门。", "translation": "打马驱驰越过沙漠，长途跋涉来到边疆。边城一带如此萧条，日光惨淡白云昏黄。身临沙场争战之处，常为胡虏的反复侵扰而忧伤。胸中不是没有安边良策，无奈将帅己得封赏无心边防。才如孙吴却无处施展呀，只好归来闭门独自惆怅。"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "毛文锡", "dynasty": "五代"}, {"dynasty": "金朝"}, {"name": "出关", "prop": {"content": "凭山俯海古边州，旆影翻飞见戍楼。马后桃花马前雪，出关争得不回头？", "translation": "古老的边地州城背山面海，旌旗在戍防城楼上随风翻卷。座骑后的土地正是桃花盛开的春天，座骑前的关外却依然飘飞着雪花、寒威肆虐，出关的将士又怎能不回头留念呢。"}}, {"name": "张惠言", "dynasty": "清代"}, {"name": "从军行二首", "prop": {"content": "向夕临大荒，朔风轸归虑。平沙万里馀，飞鸟宿何处。虏骑猎长原，翩翩傍河去。边声摇白草，海气生黄雾。百战苦风尘，十年履霜露。虽投定远笔，未坐将军树。早知行路难，悔不理章句。秋草马蹄轻，角弓持弦急。去为龙城战，正值胡兵袭。军气横大荒，战酣日将入。长风金鼓动，白露铁衣湿。四起愁边声，南庭时伫立。断蓬孤自转，寒雁飞相及。万里云沙涨，平原冰霰涩。惟闻汉使还，独向刀环泣。", "translation": "　　这组诗共两首，第一首诗表达了一位投笔从戎多年的老战士因功业志向难酬而产生的一时懊悔之情。前八句主要写傍晚边塞的荒凉景象，写得情景交融，凄凉孤寂。最后，诗人借用典故，抒发了功业难成，歧路彷徨的矛盾心情。“悔”虽是一时激愤之语，但细细体味，亦在情理之中，传达出更多的辛酸与无奈。"}}, {"name": "塞下曲", "prop": {"content": "汉将归来虏塞空，旌旗初下玉关东。高蹄战马三千匹，落日平原秋草中。", "translation": "将领们扫空敌营归来，高举旌旗直入玉门关东。三千战马放蹄飞奔，冷冷的落日沉入平原秋草中。"}}, {"name": "风流子·出关见桃花", "prop": {"content": "海风吹瘦骨，单衣冷、四月出榆关。看地尽塞垣，惊沙北走；山侵溟渤，叠障东还。人何在？柳柔摇不定，草短绿应难。一树桃花，向人独笑；颓垣短短，曲水湾湾。东风知多少？帝城三月暮，芳思都删。不为寻春较远，辜负春阑。念玉容寂寞，更无人处，经他风雨，能几多番？欲附西来驿使，寄与春看。", "translation": "海风吹着我的痩骨，我衣裳单薄，有些寒冷。四月初，我离开京都，到了山海关。望见到处都是关塞的墙垣，飞沙北走；山势向渤海延伸，层峦向东方展开。人迹何在？只见柳树的柔条摇摆不定，草很短，难以形成一片绿色。乍见一树桃花。独自向我微笑。它旁边有短短的颓垣，一湾一湾的曲水。三月末的山海关，不知有多少东风，感觉不到春天的气息，使我的良好念头一扫而光。我远来此地不是为了寻春，也未尝可惜（辜负）春尽，只是深深地念记着这树桃花，玉容寂寞，在没有人烟的地方，还能经受住几番风吹雨打？还能坚持多久？我也想折一枝桃花，通过西来的驿使，寄给我家乡的亲友，看看关外的春花。"}}, {"name": "河湟有感", "prop": {"content": "一自萧关起战尘，河湟隔断异乡春。汉儿尽作胡儿语，却向城头骂汉人。", "translation": "自从萧关一战后，春风便再也吹不到河湟地区了。而今汉家儿童都说胡人语，却向着城头骂着汉人。"}}, {"name": "王涯", "dynasty": "唐代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "苏佑", "dynasty": "明代"}, {"name": "从军行二首·其一", "prop": {"content": "大将军出战，白日暗榆关。三面黄金甲，单于破胆还。", "translation": "　　这首诗描写了汉武帝时，大将军卫青在漠北以武钢车合围单于，从此漠南无王庭的一战。"}}, {"name": "张蠙", "dynasty": "唐代"}, {"name": "从军行七首", "prop": {"content": "烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。", "translation": "在烽火台的西边高高地耸着一座戍楼，黄昏时分，独坐在戍楼上任凭从沙海吹来的秋风撩起自己的战袍。此时又传来一阵幽怨的羌笛声，吹奏的是《关山月》的调子，无奈着笛声更增添了对万里之外的妻子的相思之情。"}}, {"name": "梅花落", "prop": {"content": "梅岭花初发，天山雪未开。雪处疑花满，花边似雪回。因风入舞袖，杂粉向妆台。匈奴几万里，春至不知来。", "translation": "　　这首诗由梅岭的梅花开放，联想到遥远的边塞，仍然处于严寒之中，忽发奇想，觉得仿佛眼前花似雪，彼处雪似花，于是遥远的空间阻隔便消弥于错觉之中。然而一旦清醒，才想起征人远在万里之外的冰天雪地之中，春天到了也不知归来。诗人从小处入手，细腻婉转，但笔锋一转，描写塞外征人，升华了诗的主旨。"}}, {"name": "酒泉子·空碛无边", "prop": {"content": "空碛无边，万里阳关道路。马萧萧，人去去，陇云愁。香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。", "translation": "　　这首《酒泉子》抒写了征人怀乡思亲之情。上片写出征途中的愁苦。下片写征人对妻子的怀念。以征戍生活为题材，从一个侧面反映了当时的边塞战争给人民带来离苦。 这种题材，在《花间集》中是罕见的。从艺术上看，全词境界开阔，于苍凉之中又见缠绵之思。而两地相思之情，同时见于笔端。深得言情之妙。"}}, {"name": "塞下曲·其六", "prop": {"content": "北风凋白草，胡马日骎骎。夜后戍楼月，秋来边将心。铁衣霜露重，战马岁年深。自有卢龙塞，烟尘飞至今。", "translation": "　　这首诗是戎昱的组诗《塞下曲》中的第六首，即 最后一首。其它五首都是五言六句的古诗，这一首是 五言律诗 。此题一作《塞上曲》 ，唐新乐府辞，属 《横吹曲》。"}}, {"name": "王翰", "dynasty": "唐代"}, {"name": "榆河晓发", "prop": {"content": "朝晖开众山，遥见居庸关。云出三边外，风生万马间。征尘何日静，古戍几人闲。忽忆弃繻者，空惭旅鬓斑。", "translation": "早晨的阳光让雾气消散，众山明朗；遥遥远望还能看见居庸关雄姿。云从北方边境冉冉飘荡过来；听到那风在千军万马间飒飒吹响。战斗时扬起的尘土什么时候才能停止，古老的戍楼几人能够空闲。忽然想到那些丢弃出入关口凭证的有志之士，再看自己双鬓斑白一事无成，真是惭愧。 "}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "戍卒伤春", "prop": {"content": "连年戍边塞，过却芳菲节。东风气力尽，不减阴山雪。萧条柳一株，南枝叶微发。为带故乡情，依依藉攀折。晚风吹碛沙，夜泪啼乡月。凌烟阁上人，未必皆忠烈。", "translation": "连续多年驻守边塞，花草飘香的春季又将过去。春风用尽最后一丝力量，阴山的积雪也未曾减少。一株枯瘦萧条的柳树，向南的枝条上嫩叶刚刚萌芽。那枝条带着故乡的情意，给予人攀折枝条以寄离情。晚风中裹挟着漫漫黄沙，看着与故乡同样的明月默默落泪。凌烟阁上悬挂的有功之人，未必全都是忠烈之士。"}}, {"name": "李昂", "dynasty": "唐代"}, {"name": "张籍", "dynasty": "唐代"}, {"name": "度破讷沙二首 / 塞", "prop": {"content": "眼见风来沙旋移，经年不省草生时。莫言塞北无春到，总有春来何处知。破讷沙头雁正飞，鸊鹈泉上战初归。平明日出东南地，满碛寒光生铁衣。", "translation": "在沙漠上风一吹，看那沙尘满天飞旋，在这茫茫的沙碛上怕是永远看不到草木生长了吧。不能说塞北没有春天到来，但由于遍地风沙，不见青草，纵有春天到来，一切没有变化，又从哪里看到春天呢？"}}, {"name": "和王七玉门关听吹笛 ", "prop": {"content": "胡人吹笛戍楼间，楼上萧条海月闲。 借问落梅凡几曲，从风一夜满关山。", "translation": "胡人吹起羌笛响在戍楼之间，戍楼之上景象萧条月光幽闲。借问悠悠的落梅乐曲有几首？长风万里吹拂一夜洒满关山。"}}, {"name": "从军行·其二", "prop": {"content": "百战沙场碎铁衣，城南已合数重围。 突营射杀呼延将，独领残兵千骑归。", "translation": "身经沙场百战铁甲早已支离破碎，城池南面被敌人重重包围。突进营垒，射杀敌军大将，独自率领残兵杀开重围千骑而归。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "雨雪曲", "prop": {"content": "雨雪隔榆溪，从军度陇西。绕阵看狐迹，依山见马蹄。天寒旗彩坏，地暗鼓声低。漫漫愁云起，苍苍别路迷。", "translation": "雨雪纷飞成了边塞的隔离，跟着军队度过了陇西。绕着营地能看见狐狸留下的踪迹，在山旁还依稀能看见雪地上马蹄的印记。天寒地冻，连彩旗也黯然失色，鼓声也显得低沉。乌云漫漫愁绪绵绵，路途苍茫迷失了回家的路。"}}, {"name": "后出塞五首", "prop": {"content": "男儿生世间，及壮当封侯。战伐有功业，焉能守旧丘？召募赴蓟门，军动不可留。千金买马鞍，百金装刀头。闾里送我行，亲戚拥道周。斑白居上列，酒酣进庶羞。少年别有赠，含笑看吴钩。朝进东门营，暮上河阳桥。落日照大旗，马鸣风萧萧。平沙列万幕，部伍各见招。中天悬明月，令严夜寂寥。悲笳数声动，壮士惨不骄。借问大将谁？恐是霍嫖姚。古人重守边，今人重高勋。岂知英雄主，出师亘长云。六合已一家，四夷且孤军。遂使貔虎士，奋身勇所闻。拔剑击大荒，日收胡马群；誓开玄冥北，持以奉吾君！献凯日继踵，两蕃静无虞。渔阳豪侠地，击鼓吹笙竽。云帆转辽海，粳稻来东吴。越罗与楚练，照耀舆台躯。主将位益崇，气骄凌上都：边人不敢议，议者死路衢。我本良家子，出师亦多门。将骄益愁思，身贵不足论。跃马二十年，恐辜明主恩。坐见幽州骑，长驱河洛昏。中夜间道归，故里但空村。恶名幸脱免，穷老无儿孙。", "translation": "　　《后出塞五首》当作于公元755年（唐玄宗天宝十四载）冬，安禄山反唐之初。目的在于通过一个脱身归来的士兵的自述，大声疾呼的揭露安禄山的反唐真相，叫唐明皇快快清醒过来，并指出养成禄山反叛的原因，即在于他自己的好大喜功，过宠边将，以致禄山得以边功市宠、形成养虎贻患。 "}}, {"name": "江总", "dynasty": "南北朝"}, {"name": "出塞词", "prop": {"content": "金带连环束战袍，马头冲雪度临洮。卷旗夜劫单于帐，乱斫胡兵缺宝刀。", "translation": "扎紧战袍，系上红缨大刀，打马前行，雪夜度过洮水河。旗子高扬，连夜冲入单于帐内，砍杀胡兵，宝刀都残缺破损了。"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "谢榛", "dynasty": "明代"}, {"name": "塞下曲六首·其一", "prop": {"content": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。", "translation": "五月的天山仍是大雪纷飞，只有凛冽的寒风，根本看不见盛放的鲜花。听到有人用笛子吹奏《折柳曲》，想着家乡已是春色满园，而在这里，还未曾见到春色。白天在金鼓声中与敌人进行殊死的战斗，晚上枕着马鞍睡觉。?但愿腰间悬挂的宝剑，能够早日平定边疆，为国立功。"}}, {"name": "田锡", "dynasty": "宋代"}, {"name": "上京即事五首·其三", "prop": {"content": "牛羊散漫落日下，野草生香乳酪甜。卷地朔风沙似雪，家家行帐下毡帘。", "translation": "牛羊在落日下散步，空气中弥漫着野草的清香和乳酪的香甜。忽然间狂风大作，沙尘像雪一般袭来，家家都把帐篷的毡帘放下来。"}}, {"name": "赠边将", "prop": {"content": "昔因征远向金微，马出榆关一鸟飞。万里只携孤剑去，十年空逐塞鸿归。手招都护新降虏，身著文皇旧赐衣。只待烟尘报天子，满头霜雪为兵机。", "translation": "过去因征讨远方敌人向金微山进军，跨马出榆关如一只飞翔的鸟一样轻盈。戍边万里，带着宝剑去，十年时间毫无建树只能归家。手中有新投降的俘虏，身上穿着文皇旧时赏赐的衣服。只等待未来的某次战斗来报答天子，满头的白发都是为了寻找合适的机会。"}}, {"name": "前出塞九首", "prop": {"content": "戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有！功名图麒麟，战骨当速朽。送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。迢迢万里余，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。驱马天雨雪，军行入高山。径危抱寒石，指落层冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。掳其名王归，系颈授辕门。潜身备行列，一胜何足论。从军十年余，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。", "translation": ""}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "塞上曲", "prop": {"content": "极目望空阔，马羸程又赊。月生方见树，风定始无沙。 楚水辞鱼窟，燕山到雁家。如斯名利役，争不老天涯。", "translation": "无"}}, {"name": "临江仙·六曲阑干三夜", "prop": {"content": "塞上得家报云秋海棠开矣，赋此六曲阑干三夜雨，倩谁护取娇慵。可怜寂寞粉墙东，已分裙钗绿，犹裹泪绡红。曾记鬓边斜落下，半床凉月惺忪。旧欢如在梦魂中，自然肠欲断，何必更秋风。", "translation": "家里已经下了三夜的雨，谁来保护这亭园里娇弱的秋海棠？可惜粉墙的东边寂静无人，秋海棠花绿萼已分，红花上带着雨滴，好像哭泣的美人一样。还记得海棠花曾在她的鬓边落下，那时她睡眼惺忪，静静感受着这半床月亮的清凉一往日的欢乐时光仿佛在梦中，还没等秋风吹起，我就已经痛断肝肠。"}}, {"name": "赵将军歌", "prop": {"content": "九月天山风似刀，城南猎马缩寒毛。将军纵博场场胜，赌得单于貂鼠袍。", "translation": "九月的天山脚下寒风似刀，城南出猎的马儿缩着寒毛。赵将军比赛骑射场场获胜，赢得那单于穿的貂鼠皮袍。"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "严武", "dynasty": "唐代"}, {"name": "出塞", "prop": {"content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。", "translation": "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。"}}, {"name": "早发焉耆怀终南别业", "prop": {"content": "晓笛引乡泪，秋冰鸣马蹄。一身虏云外，万里胡天西。终日见征战，连年闻鼓鼙。故山在何处，昨日梦清溪。", "translation": "破晓的笛声催下我思乡的泪滴，秋日的冰水响过了奔驰的马蹄，我孤单一人置身于西北的塞外，几万里途程我处在遥远的天西。终日里只见边塞上不断的征战，连年来只听军队中战鼓的敲击；亲爱的家乡你如今究竟在何处？昨日的梦中我又回故乡的清溪！"}}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "古从军行", "prop": {"content": "白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。", "translation": "白天登山观望报警的烽火台，黄昏时牵马到交河边饮水。风沙弥漫，一片漆黑，只听得见军中巡夜的打更声，还有那如泣如诉的幽怨的琵琶声。旷野云雾茫茫万里不见城郭，雨雪纷纷笼罩着无边的沙漠。哀鸣的胡雁夜夜从空中飞过，胡人士兵也触景生情，潸然泪下。听说玉门关已被挡住了归路，战士只有追随将军去与敌军拼命。年年战死的尸骨埋葬于荒野，换来的只是西域葡萄送汉家。"}}, {"name": "战城南", "prop": {"content": "躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。", "translation": "　　战士骑着青黑色的战马行走在去城南的路上，欲往那里参加战争。他十分英勇，曾经五次参加作战，多次突入敌军多层的包围。他的声名可比秦国名将白起，他曾经跟随秦王作战立下了不世的功勋。为了君王，他十分注重报国立功的意气，发誓如果自己没有建立功勋一定不会归来。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "和张仆射塞下曲六首", "prop": {"content": "鹫翎金仆姑，燕尾绣蝥弧。独立扬新令，千营共一呼。林暗草惊风，将军夜引弓。平明寻白羽，没在石棱中。月黑雁飞高，单于夜遁逃。欲将轻骑逐，大雪满弓刀。野幕敞琼筵，羌戎贺劳旋。醉和金甲舞，雷鼓动山川。调箭又呼鹰，俱闻出世能。奔狐将迸雉，扫尽古丘陵。亭亭七叶贵，荡荡一隅清。他日题麟阁，唯应独不名。", "translation": "身佩雕羽制成的金仆姑好箭，旌旗上扎成燕尾蝥弧多鲜艳。大将军威严地屹立发号施令，千军万马一呼百应动地惊天。"}}, {"name": "裴说", "dynasty": "唐代"}, {"name": "碛西头送李判官入京", "prop": {"content": "一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。", "translation": "我孤身一人奉命出使到万里之遥的安西。一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。"}}, {"name": "登邯郸洪波台置酒观发", "prop": {"content": "我把两赤羽，来游燕赵间。天狼正可射，感激无时闲。观兵洪波台，倚剑望玉关。请缨不系越，且向燕然山。风引龙虎旗，歌钟昔追攀。击筑落高月，投壶破愁颜。遥知百战胜，定扫鬼方还。", "translation": "我把握着两袋红色羽毛箭"}}, {"name": "浪淘沙·望海", "prop": {"content": "蜃阙半模糊，踏浪惊呼。任将蠡测笑江湖。沐日光华还浴月，我欲乘桴。钓得六鳖无。竿拂珊瑚。桑田清浅问麻姑。水气浮天天接水，那是蓬壶。", "translation": "站立在海边，远望那茫茫大海，那迷迷蒙蒙梦幻一般的境界，直令人不由得惊呼了。面对大海，我想起了古人所说的道理，故任那浅薄无知者去嘲笑吧。大海沐浴了光芒四射的太阳，又好像给月亮洗了澡。我要乘着木筏到海上去看个分明。乘桴于海上垂钓，可曾钓得大鳌吗？其实那钓竿也只是轻拂珊瑚罢了。沧海桑田的巨变，只有麻姑知晓，要想知道这巨变，只有问麻姑了。白浪滔天，一片迷蒙中，哪得见蓬壶？"}}, {"name": "敦煌乐", "prop": {"content": "角声吹彻梅花，胡云遥接秦霞。白雁西风紫塞，皂雕落日黄沙。汉使牧羊旌节，阏氐上马琵琶。梦里身回云阙，觉来泪满天涯。", "translation": "边塞的号角吹奏着《梅花三弄》，胡地的云彩连接着秦地的晚霞。北方边塞西风烈烈，大雁高飞，黄昏时节，黄沙漫天，皂雕盘旋飞翔。汉使苏武拄着大汉使节的旌节在牧羊，王昭君在马背上弹奏着一曲曲琵琶。想来他们在梦中应该回到了汉家宫殿，只怕是醒来后只能泪洒天涯。"}}, {"name": "杂诗", "prop": {"content": "悲风动中夜，边马嘶且惊。壮士匣中刀，犹作风雨鸣。飞将不见期，萧条阴北征。关河空杳霭，烟草转纵横。披衣视良夜，河汉已西倾。国忧今未释，何用慰平生。", "translation": "悲凉的北风在半夜里呼啸，边地的战马被惊起而嘶鸣。壮士的宝刀在匣中发出风雨般的鸣叫声。北上抗清的事业受阻，如同李广一样英勇善战的飞将军不受重视，无法出征。祖国大地笼罩在迷茫的云雾里，到处是寒烟衰草一片凄清。我披衣起来看这美好的夜色，银河西倾，天已将明。国忧至今尚未解除消释，用什么来告慰我平生报国之心！"}}, {"name": "效古诗", "prop": {"content": "寒沙四面平，飞雪千里惊。风断阴山树，雾失交河城。朝驱左贤阵，夜薄休屠营。昔事前军幕，今逐嫖姚兵。失道刑既重，迟留法未轻。所赖今天子，汉道日休明。", "translation": "　　也许是长久偏安于江左的青山绿水，不闻飞骑击虏、角声马鸣之故吧，南朝稍有壮心的文人士子，往往热衷于汉人出塞千里、勒铭燕然的军戎生涯和辉煌业绩。因此，仿“古诗”、叙汉事，借以抒写自己的怀抱和感慨，也成了他们作诗的一大爱好。范云这首诗，正以“效古”为题，倒转时空，把自身带入了六百年前边塞征战的戎马倥偬之中。"}}, {"name": "柳中庸", "dynasty": "唐代"}, {"name": "塞上曲二首·其二", "prop": {"content": "汉家旌帜满阴山，不遣胡儿匹马还。愿得此身长报国，何须生入玉门关。", "translation": "无"}}, {"name": "使青夷军入居庸三首", "prop": {"content": "匹马行将久，征途去转难。不知边地别，只讶客衣单。溪冷泉声苦，山空木叶干。莫言关塞极，云雪尚漫漫。古镇青山口，寒风落日时。岩峦鸟不过，冰雪马堪迟。出塞应无策，还家赖有期。东山足松桂，归去结茅茨。登顿驱征骑，栖迟愧宝刀。远行今若此，微禄果徒劳。绝坂水连下，群峰云共高。自堪成白首，何事一青袍。", "translation": "　　公元750年（唐天宝九年）秋天，四十七岁的高适以河南封丘县尉的身份送兵到驻在妫川（今河北怀来）城内的清夷军。这组诗是诗人在当年冬天送兵返回途中，进入河北昌平居庸关时所作。"}}, {"dynasty": "清代"}, {"name": "喜迁莺·霜天秋晓", "prop": {"content": "霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。", "translation": "边塞秋晓，霜天无际，冷气袭人，步出帐外，只见晓色中隐约可见的故垒和低压的黄云下那随风摇曳的枯草。战马在风中嘶叫，边鸿在月下呜叫，陇山上戍卒身穿铠甲，在早寒中戍守。将士们唱着悲壮的军歌，都说皇恩应报。衣甲鲜明的少年将士，深觉从军守边之乐。我们在从容镇定之间就把边事平定了。夜间不必击刁斗以警戒，每夜放炳一炬，经常送出平安的信息。朝廷采取守边的策略，对化外之民，也想用仁义去感化他们，而不用武力去镇压，等待他们自己来归附。但在太平时期，我却叹息岁晚难归、年华空逝。边境平静了，暂且尽情欢乐，不要吝惜金樽里的美酒，频频畅饮吧。"}}, {"name": "戎昱", "dynasty": "唐代"}, {"name": "浪淘沙·秋", "prop": {"content": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？", "translation": "无"}}, {"name": "永王东巡歌·其六", "prop": {"content": "丹阳北固是吴关，画出楼台云水间。千岩烽火连沧海，两岸旌旗绕碧山。", "translation": "丹阳的北固山就是古来的吴关，江边的楼台隐映于云水之间，美如画图。如今胡虏的战火已燃及沧海，永王大军东巡的旌旗在大江两岸围绕，飘扬于碧山之间。"}}, {"name": "菩萨蛮·黄云紫塞三千", "prop": {"content": "黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。", "translation": "莽莽几千里的边塞，女墙一路延绵。黄昏之时，无数乌鸦的啼音滴落在城墙西畔。夕阳收拢最后一丝光热，落入西山。远处的群山被暮色清寒笼罩，天光暗沉下来。此时可见猎队回归，马鸣萧萧响彻耳际。入夜时分，便有人吹响胡笳。秋夜瑟瑟，笳声凄凄切切不堪听。不堪听，还生愁。他是身处异乡的人。愁绪会带来无端的空寂之感，遁入无尽的黑暗后又重新和着夜色将他包裹。梦里不归家，离别有多苦，这一夜，他怕是又要彻夜不眠。一盏残灯相伴幽怀，灯花泪水两簌簌。"}}, {"name": "塞上曲", "prop": {"content": "大汉无中策，匈奴犯渭桥。五原秋草绿，胡马一何骄。 命将征西极，横行阴山侧。燕支落汉家，妇女无华色。 转战渡黄河，休兵乐事多。萧条清万里，瀚海寂无波。", "translation": "由于大汉无灭匈奴之计策，至使匈奴进犯至渭桥。离长安不远的五原，就驻扎着胡人骄悍的兵马。将士们受命西征，大军横行于阴山之侧。攻下了盛产胭脂的燕支山，使胡人惊叹：失我燕支山，使我妇立无颜色！汉兵转战万里，大获全胜。回渡黄河，凯旋收兵。从此休兵，胡汉人民都乐其太平。茫茫瀚海，沙浪寂寂，萧条万里，和平安静。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "登凉州尹台寺", "prop": {"content": "胡地三月半，梨花今始开。因从老僧饭，更上夫人台。清唱云不去，弹弦风飒来。应须一倒载，还似山公回。", "translation": "在这塞外苦寒之地，直到三月春半时，梨花才开始绽放。于是我同寺中的老僧吃完饭，又登上了夫人台。那清越的歌声令白云停遏，那优美而淡雅的琴韵像清风飒然吹过一般。我也应该倒骑着马，像山公那样酩酊大醉而归。"}}, {"name": "行行游且猎篇", "prop": {"content": "边城儿，生年不读一字书，但知游猎夸轻趫。胡马秋肥宜白草，骑来蹑影何矜骄。金鞭拂雪挥鸣鞘，半酣呼鹰出远郊。弓弯满月不虚发，双鸧迸落连飞髇。海边观者皆辟易，猛气英风振沙碛。儒生不及游侠人，白首下帷复何益！", "translation": "看这些边境线上长大的男儿，一辈子斗大的字不认识一箩筐，就知道骑马游猎，各自夸轻巧。秋风起，牧草白，正是马肥牛壮好时节，飞马追影，马背上的骑手多么洋洋自得啊！酒足饭饱后架起猎鹰就去远郊狩猎，镶金的白玉马鞭一挥舞，就像雪花纷纷飞舞，鸣镝声萧萧。能挽弯弓如满月，箭箭中的无虚发，一箭穿空落双枭。草原上围观的人不由自主地身后退，生怕被箭风伤到，整个沙漠都被骑手的英雄气概震撼笼罩。儒生哪比得上游侠儿，下帷苦读就算到了白头又有什么用！"}}, {"name": "从军行", "prop": {"content": "烽火照西京，心中自不平。牙璋辞凤阙，铁骑绕龙城。雪暗凋旗画，风多杂鼓声。宁为百夫长，胜作一书生。", "translation": "边塞的报警烽火传到了长安，壮士的心怀哪能够平静。辞别皇宫，将军手执兵符而去；围敌攻城，精锐骑兵勇猛异常。大雪纷飞，军旗黯然失色；狂风怒吼，夹杂咚咚战鼓。我宁愿做个低级军官为国冲锋陷阵，也胜过当个白面书生只会雕句寻章。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "王安石", "dynasty": "宋代"}, {"dynasty": "南北朝"}, {"name": "绥州作", "prop": {"content": "雕阴无树水南流，雉堞连云古帝州。带雨晚驼鸣远戍，望乡孤客倚高楼。明妃去日花应笑，蔡琰归时鬓已秋。一曲单于暮烽起，扶苏城上月如钩。", "translation": "初秋雨歇的暮色中，我倚靠在绥州南城门楼上，面向南方的家乡看着前头的雕山，城墙高耸与云相连，是那古帝州。茫茫夜雨中，阒寂边塞上，驼队隐约可见，驼铃摇曳不绝。一望无垠的黄土高原上，只有我这个羁旅客独倚高楼望着故乡。明妃出塞时路经绥州，连路边的花儿都露出笑脸，蔡琰归汉路过绥州时鬓已秋霜。无边的暮烟在升腾，凄清的单于之曲在暮烟中回响，扶苏城上弯月如钩。"}}, {"dynasty": "魏晋"}, {"name": "甘州遍·秋风紧", "prop": {"content": "秋风紧，平碛雁行低，阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷，战马血沾蹄，破蕃奚。凤皇诏下，步步蹑丹梯。", "translation": "秋风正紧，沙漠中大雁正向南飞，在天地相接处感觉大雁飞的很低，战阵延绵如云，整齐排列。大漠中各种声音响起，边境的战争的声音四处响起，愁苦中听到了戍边的号角和征战的鼓声。青冢北面，黑山西面。飞沙时起时落，常常让行人迷路。战士们穿着冰冷的铠甲，战马的蹄子上沾染着被杀敌人的鲜血，攻破蕃奚。皇帝下诏，士兵踏着丹梯准备受赏。"}}, {"name": "定西番·紫塞月明千里", "prop": {"content": "紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。", "translation": "明月千里照着长城，将士的盔甲寒冷如冰，戍楼上寒风凛冽，又把长安吹入梦中。思乡的时候仰望苍天，苍天像思愁浩渺无边。刁斗的残声里残星稀落，城头响起几声呜咽的号角，随着纷飞的大雪漫漫地飘散。"}}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "杂曲歌辞·水调歌第一", "prop": {"content": "平沙落日大荒西，陇上明星高复低。孤山几处看烽火，壮士连营候鼓鼙。", "translation": "广阔的沙漠平展浩远，一片荒芜的景象，夕阳已在西方缓缓下落，陇山上闪烁的明星从高慢慢地降下。原野上连营驻守的军士，突然看到几处孤山上燃起的报警的烽火，战士们的帐篷一个连一个准备着闻鼓而战。"}}, {"name": "从军行·吹角动行人", "prop": {"content": "吹角动行人，喧喧行人起。笳悲马嘶乱，争渡黄河水。日暮沙漠陲，战声烟尘里。尽系名王颈，归来报天子。", "translation": "阵阵号角声，惊醒了正在酣睡的士兵，士兵们开始紧张地准备出发。敌军吹响了胡笳，战马闻到战斗的气息也兴奋地嘶鸣起来，双方抢着渡黄河。太阳落到沙漠的边陲，沙漠弥漫战战士们的厮杀声。战士们歼灭了敌军，擒获了敌酋，把绳子套在他们颈上带回来献给天子。"}}, {"name": "穷边词二首", "prop": {"content": "将军作镇古汧州，水腻山春节气柔。清夜满城丝管散，行人不信是边头。箭利弓调四镇兵，蕃人不敢近东行。沿边千里浑无事，唯见平安火入城。", "translation": "将军镇守着边远的古城汧州，水流清爽山色青葱春光柔柔。夜气清和满城的歌舞刚散去，过路人不信这里是边镇尽头。"}}, {"name": "和王介甫明妃曲二首 ", "prop": {"content": "胡人以鞍马为家，射猎为俗。泉甘草美无常处，鸟惊兽骇争驰逐。谁将汉女嫁胡儿，风沙无情貌如玉。身行不遇中国人，马上自作思归曲。推手为琵却手琶，胡人共听亦咨嗟。玉颜流落死天涯，琵琶却传来汉家。汉宫争按新声谱，遗恨已深声更苦。纤纤女手生洞房，学得琵琶不下堂。不识黄云出塞路，岂知此声能断肠！汉宫有佳人，天子初未识，一朝随汉使，远嫁单于国。绝色天下无，一失难再得，虽能杀画工，于事竟何益？耳目所及尚如此，万里安能制夷狄！汉计诚已拙，女色难自夸。明妃去时泪，洒向枝上花。狂风日暮起，飘泊落谁家。红颜胜人多薄命，莫怨东风当自嗟。", "translation": "北方少数民族以鞍马为家，以打猎为生。泉水甘甜，野草丰美没有固定的地点，鸟儿受惊，野兽互相追逐。是谁将汉人女子嫁给胡人，风沙是无情的，而女子容貌如此美丽。出门都很难看到中原人，只能在马背上暗自思念故乡。在琵琶声中，胡人也会感到叹息。如此美丽的女子流落异地，死在他乡，而琵琶曲却传到了汉宫里。汉宫里争着弹昭君所弹的琵琶曲，心中的怨恨却不知道从何说起。细小的手生在闺房之中，只能学弹琵琶，不会走出闺房。不知道沙漠中的云是这么飘出边塞的，哪里知道这琵琶声是多么的令人断肠！"}}, {"name": "曹松", "dynasty": "唐代"}], "edges": [{"source": 143, "target": 276, "relation": "创作"}, {"source": 42, "target": 143, "relation": "出自于"}, {"source": 217, "target": 75, "relation": "创作"}, {"source": 182, "target": 217, "relation": "出自于"}, {"source": 246, "target": 202, "relation": "创作"}, {"source": 86, "target": 246, "relation": "出自于"}, {"source": 119, "target": 78, "relation": "创作"}, {"source": 182, "target": 119, "relation": "出自于"}, {"source": 225, "target": 105, "relation": "创作"}, {"source": 182, "target": 225, "relation": "出自于"}, {"source": 207, "target": 252, "relation": "创作"}, {"source": 182, "target": 207, "relation": "出自于"}, {"source": 76, "target": 103, "relation": "创作"}, {"source": 182, "target": 76, "relation": "出自于"}, {"source": 280, "target": 148, "relation": "创作"}, {"source": 182, "target": 280, "relation": "出自于"}, {"source": 129, "target": 100, "relation": "创作"}, {"source": 182, "target": 129, "relation": "出自于"}, {"source": 207, "target": 172, "relation": "创作"}, {"source": 83, "target": 66, "relation": "创作"}, {"source": 182, "target": 83, "relation": "出自于"}, {"source": 217, "target": 124, "relation": "创作"}, {"source": 26, "target": 279, "relation": "创作"}, {"source": 182, "target": 26, "relation": "出自于"}, {"source": 287, "target": 3, "relation": "创作"}, {"source": 182, "target": 287, "relation": "出自于"}, {"source": 76, "target": 144, "relation": "创作"}, {"source": 83, "target": 233, "relation": "创作"}, {"source": 165, "target": 93, "relation": "创作"}, {"source": 182, "target": 165, "relation": "出自于"}, {"source": 185, "target": 177, "relation": "创作"}, {"source": 269, "target": 185, "relation": "出自于"}, {"source": 178, "target": 149, "relation": "创作"}, {"source": 182, "target": 178, "relation": "出自于"}, {"source": 119, "target": 18, "relation": "创作"}, {"source": 217, "target": 19, "relation": "创作"}, {"source": 83, "target": 241, "relation": "创作"}, {"source": 207, "target": 111, "relation": "创作"}, {"source": 207, "target": 221, "relation": "创作"}, {"source": 185, "target": 147, "relation": "创作"}, {"source": 128, "target": 64, "relation": "创作"}, {"source": 182, "target": 128, "relation": "出自于"}, {"source": 70, "target": 255, "relation": "创作"}, {"source": 182, "target": 70, "relation": "出自于"}, {"source": 287, "target": 72, "relation": "创作"}, {"source": 292, "target": 184, "relation": "创作"}, {"source": 182, "target": 292, "relation": "出自于"}, {"source": 87, "target": 48, "relation": "创作"}, {"source": 269, "target": 87, "relation": "出自于"}, {"source": 91, "target": 267, "relation": "创作"}, {"source": 182, "target": 91, "relation": "出自于"}, {"source": 178, "target": 167, "relation": "创作"}, {"source": 225, "target": 96, "relation": "创作"}, {"source": 266, "target": 192, "relation": "创作"}, {"source": 182, "target": 266, "relation": "出自于"}, {"source": 91, "target": 0, "relation": "创作"}, {"source": 119, "target": 59, "relation": "创作"}, {"source": 217, "target": 193, "relation": "创作"}, {"source": 280, "target": 139, "relation": "创作"}, {"source": 90, "target": 62, "relation": "创作"}, {"source": 282, "target": 90, "relation": "出自于"}, {"source": 83, "target": 60, "relation": "创作"}, {"source": 35, "target": 44, "relation": "创作"}, {"source": 282, "target": 35, "relation": "出自于"}, {"source": 185, "target": 174, "relation": "创作"}, {"source": 287, "target": 258, "relation": "创作"}, {"source": 165, "target": 166, "relation": "创作"}, {"source": 27, "target": 120, "relation": "创作"}, {"source": 182, "target": 27, "relation": "出自于"}, {"source": 69, "target": 39, "relation": "创作"}, {"source": 182, "target": 69, "relation": "出自于"}, {"source": 89, "target": 134, "relation": "创作"}, {"source": 182, "target": 89, "relation": "出自于"}, {"source": 128, "target": 85, "relation": "创作"}, {"source": 207, "target": 28, "relation": "创作"}, {"source": 207, "target": 219, "relation": "创作"}, {"source": 217, "target": 195, "relation": "创作"}, {"source": 165, "target": 1, "relation": "创作"}, {"source": 159, "target": 126, "relation": "创作"}, {"source": 284, "target": 159, "relation": "出自于"}, {"source": 251, "target": 43, "relation": "创作"}, {"source": 182, "target": 251, "relation": "出自于"}, {"source": 227, "target": 121, "relation": "创作"}, {"source": 182, "target": 227, "relation": "出自于"}, {"source": 250, "target": 47, "relation": "创作"}, {"source": 282, "target": 250, "relation": "出自于"}, {"source": 178, "target": 74, "relation": "创作"}, {"source": 151, "target": 215, "relation": "创作"}, {"source": 182, "target": 151, "relation": "出自于"}, {"source": 119, "target": 181, "relation": "创作"}, {"source": 178, "target": 232, "relation": "创作"}, {"source": 280, "target": 236, "relation": "创作"}, {"source": 280, "target": 245, "relation": "创作"}, {"source": 207, "target": 194, "relation": "创作"}, {"source": 21, "target": 142, "relation": "创作"}, {"source": 182, "target": 21, "relation": "出自于"}, {"source": 140, "target": 97, "relation": "创作"}, {"source": 86, "target": 140, "relation": "出自于"}, {"source": 98, "target": 155, "relation": "创作"}, {"source": 182, "target": 98, "relation": "出自于"}, {"source": 185, "target": 176, "relation": "创作"}, {"source": 287, "target": 157, "relation": "创作"}, {"source": 230, "target": 46, "relation": "创作"}, {"source": 182, "target": 230, "relation": "出自于"}, {"source": 98, "target": 132, "relation": "创作"}, {"source": 29, "target": 186, "relation": "创作"}, {"source": 182, "target": 29, "relation": "出自于"}, {"source": 207, "target": 40, "relation": "创作"}, {"source": 58, "target": 136, "relation": "创作"}, {"source": 182, "target": 58, "relation": "出自于"}, {"source": 171, "target": 187, "relation": "创作"}, {"source": 86, "target": 171, "relation": "出自于"}, {"source": 56, "target": 222, "relation": "创作"}, {"source": 182, "target": 56, "relation": "出自于"}, {"source": 185, "target": 274, "relation": "创作"}, {"source": 217, "target": 79, "relation": "创作"}, {"source": 135, "target": 138, "relation": "创作"}, {"source": 182, "target": 135, "relation": "出自于"}, {"source": 101, "target": 238, "relation": "创作"}, {"source": 182, "target": 101, "relation": "出自于"}, {"source": 185, "target": 115, "relation": "创作"}, {"source": 119, "target": 12, "relation": "创作"}, {"source": 287, "target": 191, "relation": "创作"}, {"source": 83, "target": 275, "relation": "创作"}, {"source": 34, "target": 286, "relation": "创作"}, {"source": 182, "target": 34, "relation": "出自于"}, {"source": 217, "target": 6, "relation": "创作"}, {"source": 161, "target": 210, "relation": "创作"}, {"source": 269, "target": 161, "relation": "出自于"}, {"source": 217, "target": 163, "relation": "创作"}, {"source": 217, "target": 23, "relation": "创作"}, {"source": 217, "target": 249, "relation": "创作"}, {"source": 41, "target": 243, "relation": "创作"}, {"source": 204, "target": 41, "relation": "出自于"}, {"source": 11, "target": 291, "relation": "创作"}, {"source": 86, "target": 11, "relation": "出自于"}, {"source": 91, "target": 10, "relation": "创作"}, {"source": 216, "target": 94, "relation": "创作"}, {"source": 182, "target": 216, "relation": "出自于"}, {"source": 178, "target": 88, "relation": "创作"}, {"source": 49, "target": 52, "relation": "创作"}, {"source": 82, "target": 49, "relation": "出自于"}, {"source": 83, "target": 261, "relation": "创作"}, {"source": 207, "target": 212, "relation": "创作"}, {"source": 165, "target": 30, "relation": "创作"}, {"source": 185, "target": 133, "relation": "创作"}, {"source": 112, "target": 256, "relation": "创作"}, {"source": 282, "target": 112, "relation": "出自于"}, {"source": 217, "target": 253, "relation": "创作"}, {"source": 217, "target": 4, "relation": "创作"}, {"source": 119, "target": 156, "relation": "创作"}, {"source": 217, "target": 113, "relation": "创作"}, {"source": 178, "target": 17, "relation": "创作"}, {"source": 234, "target": 283, "relation": "创作"}, {"source": 182, "target": 234, "relation": "出自于"}, {"source": 95, "target": 61, "relation": "创作"}, {"source": 182, "target": 95, "relation": "出自于"}, {"source": 83, "target": 63, "relation": "创作"}, {"source": 83, "target": 203, "relation": "创作"}, {"source": 5, "target": 53, "relation": "创作"}, {"source": 86, "target": 5, "relation": "出自于"}, {"source": 217, "target": 24, "relation": "创作"}, {"source": 217, "target": 160, "relation": "创作"}, {"source": 119, "target": 31, "relation": "创作"}, {"source": 95, "target": 107, "relation": "创作"}, {"source": 217, "target": 260, "relation": "创作"}, {"source": 130, "target": 270, "relation": "创作"}, {"source": 86, "target": 130, "relation": "出自于"}, {"source": 185, "target": 131, "relation": "创作"}, {"source": 185, "target": 262, "relation": "创作"}, {"source": 185, "target": 196, "relation": "创作"}, {"source": 185, "target": 152, "relation": "创作"}, {"source": 95, "target": 54, "relation": "创作"}, {"source": 237, "target": 235, "relation": "创作"}, {"source": 282, "target": 237, "relation": "出自于"}, {"source": 217, "target": 277, "relation": "创作"}, {"source": 217, "target": 127, "relation": "创作"}, {"source": 185, "target": 122, "relation": "创作"}, {"source": 217, "target": 141, "relation": "创作"}, {"source": 164, "target": 68, "relation": "创作"}, {"source": 182, "target": 164, "relation": "出自于"}, {"source": 83, "target": 278, "relation": "创作"}, {"source": 217, "target": 200, "relation": "创作"}, {"source": 119, "target": 289, "relation": "创作"}, {"source": 257, "target": 223, "relation": "创作"}, {"source": 162, "target": 257, "relation": "出自于"}, {"source": 70, "target": 104, "relation": "创作"}, {"source": 185, "target": 81, "relation": "创作"}, {"source": 164, "target": 125, "relation": "创作"}, {"source": 207, "target": 197, "relation": "创作"}, {"source": 211, "target": 214, "relation": "创作"}, {"source": 269, "target": 211, "relation": "出自于"}, {"source": 220, "target": 118, "relation": "创作"}, {"source": 182, "target": 220, "relation": "出自于"}, {"source": 185, "target": 201, "relation": "创作"}, {"source": 165, "target": 16, "relation": "创作"}, {"source": 165, "target": 231, "relation": "创作"}, {"source": 208, "target": 285, "relation": "创作"}, {"source": 162, "target": 208, "relation": "出自于"}, {"source": 185, "target": 169, "relation": "创作"}, {"source": 178, "target": 206, "relation": "创作"}, {"source": 217, "target": 32, "relation": "创作"}, {"source": 185, "target": 25, "relation": "创作"}, {"source": 185, "target": 106, "relation": "创作"}, {"source": 109, "target": 45, "relation": "创作"}, {"source": 182, "target": 109, "relation": "出自于"}, {"source": 178, "target": 154, "relation": "创作"}, {"source": 185, "target": 9, "relation": "创作"}, {"source": 198, "target": 22, "relation": "创作"}, {"source": 86, "target": 198, "relation": "出自于"}, {"source": 178, "target": 268, "relation": "创作"}, {"source": 165, "target": 102, "relation": "创作"}, {"source": 13, "target": 228, "relation": "创作"}, {"source": 182, "target": 13, "relation": "出自于"}, {"source": 164, "target": 80, "relation": "创作"}, {"source": 229, "target": 205, "relation": "创作"}, {"source": 182, "target": 229, "relation": "出自于"}, {"source": 137, "target": 146, "relation": "创作"}, {"source": 282, "target": 137, "relation": "出自于"}, {"source": 168, "target": 288, "relation": "创作"}, {"source": 182, "target": 168, "relation": "出自于"}, {"source": 281, "target": 57, "relation": "创作"}, {"source": 86, "target": 281, "relation": "出自于"}, {"source": 271, "target": 213, "relation": "创作"}, {"source": 182, "target": 271, "relation": "出自于"}, {"source": 108, "target": 175, "relation": "创作"}, {"source": 86, "target": 108, "relation": "出自于"}, {"source": 116, "target": 67, "relation": "创作"}, {"source": 209, "target": 116, "relation": "出自于"}, {"source": 189, "target": 114, "relation": "创作"}, {"source": 182, "target": 189, "relation": "出自于"}, {"source": 183, "target": 263, "relation": "创作"}, {"source": 82, "target": 183, "relation": "出自于"}, {"source": 99, "target": 290, "relation": "创作"}, {"source": 182, "target": 99, "relation": "出自于"}, {"source": 217, "target": 173, "relation": "创作"}, {"source": 178, "target": 2, "relation": "创作"}, {"source": 178, "target": 55, "relation": "创作"}, {"source": 41, "target": 153, "relation": "创作"}, {"source": 76, "target": 170, "relation": "创作"}, {"source": 56, "target": 51, "relation": "创作"}, {"source": 71, "target": 272, "relation": "创作"}, {"source": 82, "target": 71, "relation": "出自于"}, {"source": 240, "target": 226, "relation": "创作"}, {"source": 82, "target": 240, "relation": "出自于"}, {"source": 83, "target": 273, "relation": "创作"}, {"source": 84, "target": 14, "relation": "创作"}, {"source": 182, "target": 84, "relation": "出自于"}, {"source": 271, "target": 224, "relation": "创作"}, {"source": 109, "target": 37, "relation": "创作"}, {"source": 199, "target": 188, "relation": "创作"}, {"source": 182, "target": 199, "relation": "出自于"}, {"source": 234, "target": 244, "relation": "创作"}, {"source": 185, "target": 15, "relation": "创作"}, {"source": 58, "target": 20, "relation": "创作"}, {"source": 109, "target": 38, "relation": "创作"}, {"source": 123, "target": 150, "relation": "创作"}, {"source": 86, "target": 123, "relation": "出自于"}, {"source": 7, "target": 180, "relation": "创作"}, {"source": 204, "target": 7, "relation": "出自于"}, {"source": 83, "target": 33, "relation": "创作"}, {"source": 239, "target": 264, "relation": "创作"}, {"source": 82, "target": 239, "relation": "出自于"}, {"source": 65, "target": 265, "relation": "创作"}, {"source": 282, "target": 65, "relation": "出自于"}, {"source": 92, "target": 8, "relation": "创作"}, {"source": 182, "target": 92, "relation": "出自于"}, {"source": 110, "target": 179, "relation": "创作"}, {"source": 182, "target": 110, "relation": "出自于"}, {"source": 280, "target": 158, "relation": "创作"}, {"source": 218, "target": 190, "relation": "创作"}, {"source": 82, "target": 218, "relation": "出自于"}, {"source": 242, "target": 36, "relation": "创作"}, {"source": 86, "target": 242, "relation": "出自于"}, {"source": 259, "target": 247, "relation": "创作"}, {"source": 182, "target": 259, "relation": "出自于"}, {"source": 280, "target": 50, "relation": "创作"}, {"source": 280, "target": 73, "relation": "创作"}, {"source": 280, "target": 145, "relation": "创作"}, {"source": 199, "target": 77, "relation": "创作"}, {"source": 254, "target": 117, "relation": "创作"}, {"source": 182, "target": 254, "relation": "出自于"}, {"source": 185, "target": 248, "relation": "创作"}]}