{"nodes": [{"name": "崔曙", "dynasty": "唐代"}, {"name": "九日登长城关楼", "prop": {"content": "危楼百尺跨长城，雉堞秋高气肃清。绝塞平川开堑垒，排空斥堠扬旗旌。已闻胡出河南境，不用兵屯细柳营。极喜御戎全上策，倚栏长啸晚烟横。", "translation": "　　这是一首由修筑长城的将领写的长城诗。长城关气势雄伟，登高远眺，朔方形势尽显眼底。此诗描写作者重阳节登上长城关楼时所见的雄阔景色，并以听到敌军已撤出黄河以南地区，军中不用再戒备森严的消息，来衬托修筑长城的作用和意义。全诗洋溢着豪迈兴奋的感情，这在众多的长城诗中并不多见。"}}, {"name": "宣州九日闻崔四侍御与", "prop": {"content": "九日茱萸熟，插鬓伤早白。登高望山海，满目悲古昔。远访投沙人，因为逃名客。故交竟谁在，独有崔亭伯。重阳不相知，载酒任所适。手持一枝菊，调笑二千石。日暮岸帻归，传呼隘阡陌。彤襟双白鹿，宾从何辉赫。夫子在其间，遂成云霄隔。良辰与美景，两地方虚掷。晚从南峰归，萝月下水壁。却登郡楼望，松色寒转碧。咫尺不可亲，弃我如遗舄。九卿天上落，五马道旁来。列戟朱门晓，褰帏碧嶂开。登高望远海，召客得英才。紫绶欢情洽，黄花逸兴催。山从图上见，溪即镜中回。遥羡重阳作，应过戏马台。", "translation": "无"}}, {"name": "水调歌头·隐括杜牧之", "prop": {"content": "江水浸云影，鸿雁欲南飞。携壶结客何处？空翠渺烟霏。尘世难逢一笑，况有紫萸黄菊，堪插满头归。风景今朝是，身世昔人非。酬佳节，须酩酊，莫相违。人生如寄，何事辛苦怨斜晖。无尽今来古往，多少春花秋月，那更有危机。与问牛山客，何必独沾衣。", "translation": "云朵的影子浸在江水里，鸿雁正打算往南飞。带着酒壶和客人们一起登山去往哪里呢？当然是找一个苍翠清寂、烟雾氤氲的地方。人世间难得一笑，还好有紫萸黄菊可以摘下来插满头，尽兴而归。风景还是往年的风景，可惜人早已不是往昔的人了。为了庆贺重阳节，应该喝得酩酊大醉，请不要再推辞不喝了。人活着就像寄生在这个世界上，为什么非要奔波劳碌，到最后还怨恨人生苦短呢？古往今来，有无数的春花开了又谢，亦有无数日的月亮盈了又缺，无穷无尽。如果能够明白，就不会再有危机感。你去问问齐景公，何必为人生短暂而泪沾衣襟。"}}, {"name": "采桑子·九日", "prop": {"content": "深秋绝塞谁相忆，木叶萧萧。乡路迢迢。六曲屏山和梦遥。 佳时倍惜风光别，不为登高。只觉魂销。南雁归时更寂寥。", "translation": "深秋时分，在这遥远的边塞，有谁还记得我？树叶被风出的沙沙作响。返乡之路千里迢迢。家和梦一样遥不可及。重阳佳节，故园风光正好，离愁倍增，不愿登高远望。只觉心中悲伤不已，当鸿雁南归之际，将更加冷落凄凉。"}}, {"name": "九日寄秦觏", "prop": {"content": "疾风回雨水明霞，沙步丛祠欲暮鸦。九日清尊欺白发，十年为客负黄花。登高怀远心如在，向老逢辰意有加。淮海少年天下士，可能无地落乌纱。", "translation": "一阵疾风把雨云吹垮，明净的江面上飘着绚丽的晚霞。我舟泊岸边，系好了船缆，只见树丛中的祠庙周围，飞旋著一群群求栖的乌鸦。唉，今天是九九重阳节，我举杯想畅饮可又不堪酒力，自己早已愁白了头发！我曾十年飘泊，寄人篱下，佳节里哪有心思赏花观景，真是白白辜负了故乡的菊花。登高望远，我的心与你同在，永难忘却年轻的风流，年轻的潇洒。今天，我虽然老了，但逢此良辰，怀想你的绵绵情意越发增加。呵，像你秦觏这样的少年豪俊之士步此时岂能不结伴登高、饮酒戏耍？狂写风吹落帽那样的诗篇，定能胜过那孙盛、孟嘉！"}}, {"name": "赵彦昭", "dynasty": "唐代"}, {"name": "行香子·天与秋光", "prop": {"content": "天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，恓恓惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。", "translation": "天气反复变化，已是秋日风光，心情也渐渐变得悲伤，仔细观察一下黄色菊花就知重阳节快到了。刚刚试穿了一件粗糙的衣服，品尝了新酿成的绿蚁酒，在阴雨风凉的反复变化中，每刮一次风，下一次雨，天气便渐次转凉。黄昏时刻的院落，总感觉冷冷清清，凄凄惨惨，酒醒过后往事涌上心头，愁上加愁。怎么能忍受这漫漫长夜，明月照在这空床之上。听着远处的捣衣声，稀微的蛩鸣声，还有漫长的漏声，感觉时光过的太慢了。"}}, {"name": "和张燕公湘中九日登高", "prop": {"content": "重阳初启节，无射正飞灰。寂寞风蝉至，连翩霜雁来。山棠红叶下，岸菊紫花开。今日桓公座，多愧孟嘉才。", "translation": "　　阴行先这一首有名的五排，其妙处在于，诗人以雄劲的笔触，描写和张燕公湘中九日登高的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "作者", "dynasty": "朝代"}, {"name": "醉花阴·薄雾浓云愁永", "prop": {"content": "薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)", "translation": "薄雾弥漫，云层浓密，日子过得郁闷愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。此时此地怎么能不令人伤感呢？风乍起，卷帘而入，帘内的人儿因过度思念身形竟比那黄花还要瘦弱。"}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "九日和韩魏公", "prop": {"content": "晚岁登门最不才，萧萧华发映金罍。不堪丞相延东阁，闲伴诸儒老曲台。佳节久从愁里过，壮心偶傍醉中来。暮归冲雨寒无睡，自把新诗百遍开。", "translation": "不才如我垂久老矣竟忝列先生的门下，金灿灿的酒器映照着我满头萧萧的白发。惭愧呀魏公你如此看重又宴请了我，我在曲台编的那本书消磨了几多年华。多少回重阳节从忧愁中过来的，多少回酒醉中又壮心偶发。此番风雨之夜辗转无眠，起来把新诗一遍一遍地写下。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "九月九日登玄武山 /", "prop": {"content": "九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。", "translation": "韵译九月九日眺望那故乡的山川，乡思归心飞越那隐约的风烟。远在他乡和大伙喝着菊花酒，身隔万里伤心望着雁飞南天。散译九月九日登上玄武山远望山河，回归故乡的心思、回归故土的热望，浓得如眼前聚集的风尘。身在别人的家乡我们一起喝下这菊花酒，我们离家万里，望着大雁飞过的天空，心中有着一样的悲伤。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "妙信", "dynasty": "清代"}, {"name": "江总", "dynasty": "南北朝"}, {"name": "九日送别", "prop": {"content": "蓟庭萧瑟故人稀，何处登高且送归。 今日暂同芳菊酒，明朝应作断蓬飞。", "translation": "秋风萧瑟的蓟北，相熟的朋友本来就少，又有谁能登高送我回归故乡呢？今天还能聚在一起同饮芬芳的菊花酒，也许明日你我就像这就随风漂泊无定的断蓬一样，不知道飞向何方？ "}}, {"name": "满庭芳·客中九日", "prop": {"content": "乾坤俯仰，贤愚醉醒，今古兴亡。剑花寒，夜坐归心壮，又是他乡。九日明朝酒香，一年好景橙黄。龙山上，西风树响，吹老鬓毛霜。", "translation": "无"}}, {"name": "九月九日忆山东兄弟", "prop": {"content": "独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 ", "translation": "一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。"}}, {"name": "赵时春", "dynasty": "明代"}, {"name": "贺新郎·九日", "prop": {"content": "湛湛长空黑。更那堪、斜风细雨，乱愁如织。老眼平生空四海，赖有高楼百尺。看浩荡、千崖秋色。白发书生神州泪，尽凄凉、不向牛山滴。追往事，去无迹。 少年自负凌云笔。到而今、春华落尽，满怀萧瑟。常恨世人新意少，爱说南朝狂客。把破帽、年年拈出。若对黄花孤负酒，怕黄花、也笑人岑寂。鸿北去，日西匿。", "translation": "无"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "韦安石", "dynasty": "唐代"}, {"name": "定风波·重阳", "prop": {"content": "与客携壶上翠微，江涵秋影雁初飞，尘世难逢开口笑，年少，菊花须插满头归。酩酊但酬佳节了，云峤，登临不用怨斜晖。古往今来谁不老，多少，牛山何必更沾衣。", "translation": "同客人带酒登山，长江水倒映着秋天景物的影子，大雁刚刚从这里飞过。人活在世上难遇一次开心欢笑的时候，趁年轻时头插满菊花玩个痛快回来。以大醉来酬谢重阳节日之景，朝着高耸入云的山登高，用不着去怨太阳快落山了。古往今来有谁不老死，数不清啊，没有必要像齐景公登牛山触景生情而哭泣。"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "卢挚", "dynasty": "元代"}, {"name": "满江红·喜遇重阳", "prop": {"content": "喜遇重阳，更佳酿今朝新熟。 见碧水丹山，黄芦苦竹。 头上尽教添白发，鬓边不可无黄菊。 愿樽前长叙弟兄情，如金玉。统豺虎，御边幅，号令明，军威肃。 中心愿，平虏保民安国。日月常悬忠烈胆，风尘障却奸邪目。望天王降诏，早招安，心方足。", "translation": "　　群雄“开怀痛饮”之时，宋江显然想得远些。先强调弟兄情分再是为众人的前程的忧虑和思考。重阳节饮酒赏菊。宋江在这时候吟出“降诏”，“招安”自然为英雄们的悲剧打下了伏笔。宋江将时光催人老的恐慌，轻松消解进了佳节带来的神清气爽，这是一种暴风雨来临前的平静。"}}, {"name": "九日登巴陵置酒望洞庭", "prop": {"content": "九日天气清，登高无秋云。造化辟川岳，了然楚汉分。长风鼓横波，合沓蹙龙文。忆昔传游豫，楼船壮横汾。今兹讨鲸鲵，旌旆何缤纷。白羽落酒樽，洞庭罗三军。黄花不掇手，战鼓遥相闻。剑舞转颓阳，当时日停曛。酣歌激壮士，可以摧妖氛。握齱东篱下，渊明不足群。", "translation": "无"}}, {"name": "次韵李节推九日登南山", "prop": {"content": "平林广野骑台荒，山寺钟鸣报夕阳。人事自生今日意，寒花只作去年香。巾欹更觉霜侵鬓，语妙何妨石作肠。落木无边江不尽，此身此日更须忙。", "translation": "原野空旷，平林漠漠，戏马台一片荒凉；深山古寺，夕阳返照，钟声报告已是黄昏时光。人事变幻，每逢重阳，便有万千思绪；年年岁岁，菊花开放，依旧阵阵寒香。头巾倾斜，更觉得清霜已侵上了鬓发；语言佳妙，并不碍诗人的铁石心肠。放眼望，落木萧萧，长江滚滚流淌；谁知道，今日里，为政务还得繁忙！"}}, {"name": "行军九日思长安故园", "prop": {"content": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。", "translation": "勉强地想要按照习俗去登高饮酒，可惜再没有像王弘那样的人把酒送来。怜惜远方长安故园中的菊花，这时应正寂寞地在战场旁边盛开。 "}}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "九月十日即事", "prop": {"content": "昨日登高罢，今朝更举觞。菊花何太苦，遭此两重阳？", "translation": "昨天刚登完龙山，今天是小重阳，又要举杯宴饮。菊花为何这样受苦，遭到两个重阳的采折之罪？"}}, {"name": "蝶恋花·九日和吴见山", "prop": {"content": "明月枝头香满路。几日西风，落尽花如雨。倒照秦眉天镜古。秋明白鹭双飞处。 自摘霜葱宜荐俎。可惜重阳，不把黄花与。帽堕笑凭纤手取。清歌莫送秋声去。", "translation": "　　“明月”三句，叙秋景。“枝头香”，指桂花。此言明月照桂树，花香飘满路。词人见了眼前之景，忽然想起：如果接连刮起几天西风，那末树上的桂子将要被风吹得满地皆是。“花如雨”，指桂花落如雨点一样，此是类比。“倒映”两句，九日即景之词。言重九夜月亮像秦镜般高悬天空，秋高气爽，水边的白鹭受到月光的惊动，双双冲霄飞去。上片即景和韵。"}}, {"name": "皇甫汸", "dynasty": "明代"}, {"name": "范成大", "dynasty": "宋代"}, {"dynasty": "朝代"}, {"name": "齐之鸾", "dynasty": "明代"}, {"name": "蜀中九日 / 九日登", "prop": {"content": "九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。", "translation": "重阳节登高眺望家乡，异乡的别宴上喝着送客的酒，只感无限烦愁。心中已经厌倦了南方客居的各种愁苦，无法归去，鸿雁又为何还要从北方来。"}}, {"dynasty": "明代"}, {"name": "奉和圣制重阳旦日百寮", "prop": {"content": "偶圣睹昌期，受恩惭弱质。幸逢良宴会，况是清秋日。 远岫对壶觞，澄澜映簪绂。炮羔备丰膳，集凤调鸣律。 薄劣厕英豪，欢娱忘衰疾。平皋行雁下，曲渚双凫出。 沙岸菊开花，霜枝果垂实。天文见成象，帝念资勤恤。 探道得玄珠，斋心居特室。岂如横汾唱，其事徒骄逸。", "translation": "无"}}, {"name": "潘希白", "dynasty": "宋代"}, {"name": "九日杨奉先会白水崔明", "prop": {"content": "今日潘怀县，同时陆浚仪。坐开桑落酒，来把菊花枝。 天宇清霜净，公堂宿雾披。晚酣留客舞，凫舄共差池。", "translation": "　　此诗当作于公元755年（唐玄宗天宝十四年）。宋朝黄鹤《集千家注分类杜工部诗》：此当是天宝十四载作。《桥陵诗三十韵因呈县内诸官》有云：“王刘美竹润。”王与杨同韵，当有一误。时公在奉先，盖杨设席而会崔也。《长安志》：奉先县西南至京兆府二百四十里。《唐书》：白水县，属左冯翊同州。《汉书·循吏传》：议曹王生谓龚遂曰：“明府且止，愿有所白。”明府本谓太守，唐直属县令矣。此诗以潘陆称杨崔也。桑酒菊枝，九日之事。霜净雾披，九日之景。晚酣留饮，而醉舞差池，其爱客之情至矣。本是杨主崔宾，故潘比杨，陆比崔，坐属杨，来属崔。霜露一联，虽去即景，亦见二君之外肃清而中洞达。 "}}, {"dynasty": "清代"}, {"name": "紫萸香慢·近重阳", "prop": {"content": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。", "translation": "偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比诗篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "原州九日", "prop": {"content": "秋声咽塞笳，边气肃霜华。九日登高处，群山入望赊。苍蒹仍碧水，绿酒对黄花。鸿鹄归何处，长天空落霞。", "translation": "无"}}, {"name": "阮郎归·天边金掌露成", "prop": {"content": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。", "translation": "天边的云彩有如仙人金掌承玉露。玉露凝成了白霜，浮云随着大雁南翔，排成一字长。举绿杯，舞红袖，趁着九九重阳，人情温厚似故乡。佩戴紫色兰花，头上插着黄菊，急切切重温旧日的颠狂。想借一番沉醉换掉失意悲凉，清歌莫唱悲曲，一唱断人肠。"}}, {"name": "九日登望仙台呈刘明府", "prop": {"content": "汉文皇帝有高台，此日登临曙色开。三晋云山皆北向，二陵风雨自东来。关门令尹谁能识，河上仙翁去不回。且欲近寻彭泽宰，陶然共醉菊花杯。", "translation": "韵译汉文皇帝修建高高的望仙台，今日登临时天边曙色刚散开。三晋的重重云山全向着北方，崤山二陵的风雨从东边飘来。像关门令尹谁能够认识清楚，仙翁河上公一去便不再返回。远求神仙不如就近寻彭泽宰，一起畅饮共为重阳菊花干杯。"}}, {"name": "九日水阁", "prop": {"content": "池馆隳摧古榭荒，此延嘉客会重阳。虽惭老圃秋容淡，且看黄花晚节香。酒味已醇新过熟，蟹螯先实不须霜。年来饮兴衰难强，漫有高吟力尚狂。", "translation": "池畔的堂馆已经坍塌，古老的台阁一片荒凉，我在此地殷勤接待嘉客，共同度过这美好重阳。虽然惭愧古旧的园圃秋色疏淡，就像我老去的面容一样，但请看一看晚年的气节，正如盛开的黄菊散放清香。新酿的美酒已经很熟，味道醇厚而又芬芳。螃蟹早就长得肥嫩，不必再等秋日的寒霜。近年来豪饮的兴致衰败难以勉强，只有高吟诗歌的才力还十分健旺。"}}, {"name": "王琼", "dynasty": "明代"}, {"name": "姚云文", "dynasty": "宋代"}, {"name": "重阳席上赋白菊", "prop": {"content": "满园花菊郁金黄，中有孤丛色似霜。 还似今朝歌酒席，白头翁入少年场。", "translation": "一满园的菊花好似郁金黄，中间有一丛却雪白似霜。这就像今天的歌舞酒席，老人家进了少年去的地方。"}}, {"dynasty": "南北朝"}, {"name": "西夏重阳", "prop": {"content": "作县几时同志苦，投荒万里倍情真。功名炊黍寻常梦，怪事书空感激人。击柝徒吟胡地月，屯田也食汉渠春。艰难薄俗犹多事，漂泊南冠愧此身。", "translation": "无"}}, {"name": "九日", "prop": {"content": "三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。", "translation": "三年过去，庭院里的菊花依旧在重阳盛开，可惜我此时身在异乡为 异客。哪里想到今日独自饮酒，只能对着故乡的菊花把盏，极目远眺，远处的云仿佛和树连到了一起。天气开始转寒，大雁结队南迁。重阳之时独自登高，心中感慨万千。放眼望去都是陌生的景物，惟独看不到故乡的踪影。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "石茂华", "dynasty": "明代"}, {"name": "霜花腴·重阳前一日泛", "prop": {"content": "翠微路窄，醉晚风、凭谁为整欹冠。霜饱花腴，烛消人瘦，秋光作也都难。病怀强宽。恨雁声、偏落歌前。记年时、旧宿凄凉，暮烟秋雨野桥寒。 妆靥鬓英争艳，度清商一曲，暗坠金蝉。芳节多阴，兰情稀会，晴晖称拂吟笺。更移画船。引佩环、邀下婵娟。算明朝、未了重阳，紫萸应耐看。", "translation": "　　《霜花腴》，双调，一百零四字，上下片各十句五平韵。这是吴文英的一首自度曲。南宋周密《萍洲渔笛谱》中有《玉漏迟·题吴梦窗词集》（一题作题吴梦窗《霜花腴》词集），将《霜花腴》作为梦窗的词集名。南宋张炎《山中白云词》中有《声声慢·题吴梦窗遗笔》（一题作题梦窗自度曲《霜花腴》卷后），以此词作为梦窗词的压卷之作。这些都说明梦窗的这首自度曲在南宋末年已受到广泛推崇。“石湖”，据《舆地纪胜》说，在苏州盘门西南十里处。　　"}}, {"name": "九日齐山登高 / 九", "prop": {"content": "江涵秋影雁初飞，与客携壶上翠微。尘世难逢开口笑，菊花须插满头归。但将酩酊酬佳节，不用登临恨落晖。古往今来只如此，牛山何必独霑衣。(霑 同：沾)", "translation": "江水倒映秋影大雁刚刚南飞， 与朋友带上美酒一起登高望远。尘世烦扰平生难逢让人开口一笑的事，满山盛开的菊花我定要插满头才归。只应纵情痛饮酬答重阳佳节， 不必怀忧登临叹恨落日余晖。人生短暂古往今来皆是如此， 不必像齐景公那般对着牛山独自流泪。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "九日黄楼作", "prop": {"content": "去年重阳不可说，南城夜半千沤发。水穿城下作雷鸣，泥满城头飞雨滑。黄花白酒无人问，日暮归来洗靴袜。岂知还复有今年，把盏对花容一呷。莫嫌酒薄红粉陋，终胜泥中事锹锸。黄楼新成壁未干，清河已落霜初杀。朝来白露如细雨，南山不见千寻刹。楼前便作海茫茫，楼下空闻橹鸦轧。薄寒中人老可畏，热酒浇肠气先压。烟消日出见渔村，远水鳞鳞山齾齾。诗人猛士杂龙虎，楚舞吴歌乱鹅鸭。一杯相属君勿辞，此境何殊泛清霅。", "translation": "无"}}, {"name": "扫花游·九日怀归", "prop": {"content": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩暗语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。心事曾细数。怕水叶沉红，梦云离去。情丝恨缕。倩回文为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。", "translation": "早过了经霜开花时候，洲渚边已没有一片花如锦的江蓠了。孤零零的蟋蟀暗自呜叫。正是长安木叶飘零，万户夜晚捣衣的时候。在京都很长久，衣裳尘污黑了，却没有遇到知己，没有人顾念倦于行旅的天涯游子。想回去，但又未能，只有惆怅地极目望江上远远归去的船只和天边烟树，心事萦绕，无可排遣，只怕美好的往事将如沉红梦云，一逝难返。所有的情事总结成一缕。请你像晋代苏蕙织成锦字回文诗一样，将当时的离愁别绪，写成诗章或书信。即使书信也讲不了多少相思情，装不下许多愁。暗自凝眸伫立看重阳景象，一到近重阳节，只是满城风雨。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "文森", "dynasty": "明代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "酬王处士九日见怀之作", "prop": {"content": "是日惊秋老，相望各一涯。离怀销浊酒，愁眼见黄花。天地存肝胆，江山阅鬓华。多蒙千里讯，逐客已无家。", "translation": "重阳节这一天突然发现已经到了晚秋时节，不免心惊，你我天各一方只能遥相瞩望。离别思念的情怀唯有靠浊酒排遣，忧愁中满目都是丛生的菊花。我且把自己这一腔报国的忠肝义胆留存给苍天大地，让故国的江山见证我斑白的鬓角吧。多多承蒙你千里之外的关怀询问，我流落在外如同被放逐一样，已经无家可归。"}}, {"name": "摘星楼九日登临", "prop": {"content": "重阳佳节意休休，与客携壶共上楼。满目山河增感慨，一时风景寄遨游。武公不但歌淇澳，贤女犹能唁卫侯。更有三仁忠与孝，高名千古出人头。", "translation": "无"}}, {"name": "望江南·幽州九日", "prop": {"content": "官舍悄，坐到月西斜。永夜角声悲自语，客心愁破正思家。南北各天涯。肠断裂，搔首一长嗟。绮席象床寒玉枕，美人何处醉黄花。和泪捻琵琶。", "translation": "官方馆舍里十分静悄，夜晚难眠一直坐到明月西斜。漫漫长夜里阵阵角声，凄厉悲凉好像是在自语；这亡国被俘的幽囚之客，愁破了心胆正在日夜思家。可是南方北方各自是天涯。愁苦的肝肠断裂，心中烦乱不禁搔首一声长叹。想那旧日宫殿里绮丽的席子、象牙床和碧玉枕，君王九九重阳何处与臣下醉饮黄花下。只好和着泪水弹琵琶。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "九日", "prop": {"content": "今日云景好，水绿秋山明。携壶酌流霞，搴菊泛寒荣。地远松石古，风扬弦管清。窥觞照欢颜，独笑还自倾。落帽醉山月，空歌怀友生。", "translation": "今日景物格外的好，山峰松柏参天，江水涌流不息，水光与山色交相辉映。手携一壶流霞酒，采取这寒冷天气开放的菊花，细细欣赏。这里地处偏僻，怪石嶙峋，松树古远，微风吹来，响起松涛声有如弦管齐鸣奏出的悦耳的乐声。酒杯中倒映着我欢乐容颜，独自一个人喝酒，自得其乐。望着山月独自起舞高歌，任帽儿被舞风吹落，却不知道让我怀念的朋友都在哪里。"}}, {"name": "沁园春·丁巳重阳前", "prop": {"content": "丁巳重阳前三日，梦亡妇淡妆素服，执手哽咽。语多不复能记。但临别有云：“衔恨愿为天上月，年年犹得向郎圆”。妇素未工诗，不知何以得此也。觉后感赋长调：瞬息浮生，薄命如斯，低徊怎忘？记绣榻闲时，并吹红雨，雕阑曲处，同倚斜阳。梦好难留，诗残莫续，赢得更深哭一场。遗容在，只灵飙一转，未许端详。重寻碧落茫茫，料短发，朝来定有霜。便人间天上，尘缘未断，春花秋叶，触绪还伤。欲结绸缪，翻惊摇落，减尽荀衣昨日香。真无奈，倩声声邻笛，谱出回肠。", "translation": "丁巳重阳的前三个晚上，梦见亡妇妆着素淡身穿素服，执手哽咽。亡妇所说的话太多，无法复述下来，但是临别的时候她说：“衔恨愿为天上月，年年犹得向郎圆”。亡妇从来没有学过写诗，不知道怎么做出这样的话。醒来后有感做出长调。"}}, {"name": "吴融", "dynasty": "唐代"}, {"name": "李泌", "dynasty": "唐代"}, {"name": "谢新恩·冉冉秋光留不", "prop": {"content": "冉冉秋光留不住，满阶红叶暮。又是过重阳，台榭登临处，茱萸香坠。紫菊气，飘庭户，晚烟笼细雨。雍雍新雁咽寒声，愁恨年年长相似。", "translation": "　　这首词从重阳习俗写作者的秋愁。词的上片和下片浑然一体，确实不好明确分开。词的开头二句先写“秋光留不住”，首先就为全词定下了悲愁叹惋的基调。作者在词里的景物描写很充分，从“红叶”满阶到“重阳”登高，既有“茱萸香坠”，也有“紫菊气飘”，时看“晚烟笼细雨”，时闻“新雁咽寒声”。这些景物描写，虽然也有些许欢乐热闹的，如重阳登高，佩茱萸以驱邪等，但更多的却是“红叶”、“晚烟”、“细雨”、“新雁”等引人怅恨的凄冷景象，再加上作者有意点染的“暮”、“咽”等情状，一幅晚秋的悲凉气氛便笼罩了全篇，也十分自然地引出“愁恨年年长相似”的哀叹和感慨。"}}, {"name": "庆东原·西皋亭适兴", "prop": {"content": "兴为催租败，欢因送酒来。酒酣时诗兴依然在。黄花又开，朱颜未衰，正好忘怀。管甚有监州，不可无螃蟹。", "translation": "兴致常常被催租事破坏，快活也常为送酒人带来。醉醺醺时，诗兴依然存在。菊花又盛开，人也未衰老，就应该把世事忘怀。管他有什么监州来碍手碍脚，只要有螃蟹朵颐，便是我平生一快。"}}, {"dynasty": "近现代"}, {"dynasty": "唐代"}, {"name": "九日蓝田会饮 / 九", "prop": {"content": "老去悲秋强自宽，兴来今日尽君欢。羞将短发还吹帽，笑倩旁人为正冠。蓝水远从千涧落，玉山高并两峰寒。明年此会知谁健？醉把茱萸仔细看。", "translation": "人老了，又面对着悲凉萧瑟的秋色，只好勉强宽慰自己了。今日恰逢重阳佳节，我也来了兴致，和大家在一起尽情欢乐。惭愧的是，我的头发稀稀落落，因担心帽子被风吹走，笑请旁人把我的帽子扶正。蓝溪的水远远地从千条溪涧中流过来，玉山高耸冷峻，两峰并峙，千古不变。明年我们再相聚时，谁还健在呢？不如多饮几杯酒，拿起茱萸好好看看，期望明年再相会。"}}, {"name": "清平乐·将愁不去", "prop": {"content": "将愁不去，秋色行难住。六曲屏山深院宇。日日风风雨雨。雨晴篱菊初香，人言此日重阳。回首凉云暮叶，黄昏无限思量。", "translation": "秋意愈浓，心内惆怅愈发挥之不去。成天锁在深宅大院里，曲折的屏风后面，这些日子，风雨交加，我的心情灰暗异常。雨过天晴之后，篱笆那边的菊花发出缕缕清香。人们说今天就是重阳节，回首看那凋残的秋云秋叶，黄昏时分，我不由得百感交集。"}}, {"name": "王逊", "dynasty": "明代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "醉落魄·九日吴胜之运", "prop": {"content": "龙山行乐。何如今日登黄鹤。风光政要人酬酢。欲赋归来，莫是渊明错。 江山登览长如昨。飞鸿影里秋光薄。此怀祗有黄花览。牢裹乌纱，一任西风作。", "translation": "　　吴胜之为人方严，不苟言笑，而素以“豪情壮采”称的戴复古，却偏偏写了这样一篇类乎谐谑的词为之饯行，寓谏于谲，词写得很有味道。"}}, {"name": "九日置酒", "prop": {"content": "秋晚佳晨重物华，高台复帐驻鸣笳。遨欢任落风前帽，促饮争吹酒上花。溪态澄明初雨毕，日痕清淡不成霞。白头太守真愚甚，满插茱萸望辟邪。", "translation": "我特别看重这晚秋九月九美好早晨的风物清嘉，命人在高台上张起双重帷幕，让乐队奏响动听的琴瑟琵琶。寻求欢畅任随帽子在风中掉落，彼此劝酒争吹杯里的菊花。雨后溪水的形态多么澄净空明，初晴的淡淡日光不能映成彩霞。我这白头太守真是过份痴愚，指望避邪把茱萸插满了鬓发。"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "顾炎武", "dynasty": "明代"}, {"name": "沈辂", "dynasty": "清代"}, {"name": "浣溪沙·重九旧韵", "prop": {"content": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。可恨相逢能几日，不知重会是何年。茱萸子细更重看。", "translation": "阳春白雪般的清新词句出自座席之间，您才华气量二者兼备，令人艳羡。异乡杭州的风景也依旧粲然。可叹相逢能够欢聚几日？不知重会又将落在何年？届时，我们愿再次面对茱萸仔细把玩。"}}, {"name": "姜塘", "dynasty": "明代"}, {"dynasty": "魏晋"}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "鹧鸪天·九日悲秋不到", "prop": {"content": "九日悲秋不到心。凤城歌管有新音。风凋碧柳愁眉淡，露染黄花笑靥深。 初见雁，已闻砧。绮罗丛里胜登临。须教月户纤纤玉，细捧霞觞滟滟金。", "translation": "　　北宋徽宗崇宁。大观间，即公元十二世纪之初的某一年的重阳节前，当时的权相蔡京派人请小晏填写新词，作为应节歌唱之用，小晏于是欣然为作此篇。"}}, {"name": "大有·九日", "prop": {"content": "戏马台前，采花篱下，问岁华、还是重九。恰归来、南山翠色依旧。帘栊昨夜听风雨，都不似、登临时候。一片宋玉情怀，十分卫郎清瘦。 红萸佩、空对酒。砧杵动微寒，暗欺罗袖。秋已无多，早是败荷衰柳。强整帽檐欹侧，曾经向、天涯搔首。几回忆，故国莼鲈，霜前雁後。", "translation": "古老的戏马台前，在竹篱下采菊酿酒，岁月流逝，我问今天是什么时节，才知又是重九。我正好归来，南山一片苍翠依旧，昨夜在窗下听着风雨交加，都不像登临的时候。我像宋玉一样因悲秋而愁苦，又像卫玠一般为忧时而清瘦。我佩戴了红色的茱萸草，空对着美酒，砧杵惊动微寒，暗暗侵逼衣袖。秋天已没有多少时候，早已是满目的残荷衰柳。我勉强整理一下倾斜的帽檐，向着远方连连搔首。我多少次忆念起故乡的风物。莼菜和鲈鱼的味道最美时，是在霜冻之前，鸿雁归去之后。"}}, {"name": "奉和圣制重阳赐会聊示", "prop": {"content": "大唐造昌运，品物荷时成。乘秋逢令节，锡宴观群情。俯临秦山川，高会汉公卿。未追赤松子，且泛黄菊英。赓歌圣人作，海内同休明。", "translation": " 　李泌这一首有名的五排，其妙处在于，诗人以雄劲的笔触，描写重阳赐会聊示所怀的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "九日五首·其一", "prop": {"content": "重阳独酌杯中酒，抱病起登江上台。竹叶于人既无分，菊花从此不须开。殊方日落玄猿哭，旧国霜前白雁来。弟妹萧条各何在，干戈衰谢两相催！", "translation": "重阳佳节，抱病登台，只想一边独酌美酒，一边欣赏九秋佳色。既然在重阳节不能喝酒，那么菊花也没有必要开放。日落时传来黑猿的听哭声，久久不住，南来的白雁带来长安的霜讯。无法相见的亲人现在都在哪里呢？战争频繁不断，岁月不停地催人走向死亡。"}}, {"name": "九日登花马池城", "prop": {"content": "白池青草古盐州，倚啸高城豁望眸。河朔毡庐千里迥，泾原旌节隔年留。辕门菊酒生豪兴，雁塞风云惬壮游。诸将至今多卫霍，伫看露布上龙楼。", "translation": "无"}}, {"name": "九日吴山宴集值雨次韵", "prop": {"content": "吟怀未许老重阳，霜雪无端入鬓长。几度白衣虚令节，致疑黄菊是孤芳。野心一片湖云外，灏气三秋海日旁。山阁若逢阎伯屿，方君诗思敌王郎。", "translation": "　　九日指农历九月初九日，称重九，即重阳节。吴山在今浙江省杭州市西湖东南，春秋时为吴之南界，故名。又名胥山，以伍子胥而名。南宋初金主亮南侵，扬言欲立马吴山，即指此山。这是序灯于重阳佳节在吴山与众友聚宴正值下雨时，次友人之韵而作的一首七言律诗。诗中主要描述仲秋季节秋高气爽，湖天空阔的清新景色。既慨叹自己年华渐老，亦称颂友人诗才高迈。诗中用了不少的历史典故，但尽皆贴切准确，更增诗情诗味。 "}}, {"name": "九日登高台寺", "prop": {"content": "万里秋光客兴赊，同人九日惜年华。台高不尽看枫叶，院净何须坐菊花。对酒披襟形独放，凭风落帽笑谁加。诗成合座皆珠玉，归去迟迟满落霞。", "translation": "无"}}, {"dynasty": "宋代"}, {"name": "九日", "prop": {"content": "欲赋前贤九日诗，茱萸相斗一枝枝。可怜宋玉情无限，争似陶潜醉不知。绿鬓爱随风景变，黄华能与岁寒期。登高回处狂多少，笑杀襄阳拍手儿。", "translation": "想像前代贤人一样在重阳佳节写诗，此时一枝枝的茱萸竞相生长。宋玉无限的悲秋情怀让人怜悯，怎似陶渊明那样陶醉不知？青年人喜欢追随时俗，而自己偏偏喜欢像傲寒的菊花一样直面困境。我现在登高时的几分狂妄，恐怕会惹襄阳小儿拍手笑话。"}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "韩琦", "dynasty": "宋代"}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "于长安归还扬州九月九", "prop": {"content": "心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。", "translation": "心追逐南去的白云飘逝，身体跟随者北飞的大雁回来。家乡篱笆下的菊花，如今又有多少株盛开？"}}, {"name": "重阳日荆州作", "prop": {"content": "万里投荒已自哀，高秋寓目更徘徊。浊醪任冷难辞醉，黄菊因暄却未开。上国莫归戎马乱，故人何在塞鸿来。惊时感事俱无奈，不待残阳下楚台。", "translation": "被贬荒远之地离家万里已是哀伤至极，满眼萧条秋景让人更加惆怅迷茫。浊酒再凉也要一饮而尽，喝了许多也不醉，远处的黄菊也因天气暖和未开。京师战乱不要回，这种动荡时期我的旧友又在哪里？想到家事国事自己都无能为力，趁着夕阳未至，一人走下楚台。"}}, {"name": "奉和九日幸临渭亭登高", "prop": {"content": "重九开秋节，得一动宸仪。金风飘菊蕊，玉露泫萸枝。 睿览八纮外，天文七曜披。临深应在即，居高岂忘危。", "translation": "　　韦安石这一首有名的五排，其妙处在于，诗人以雄劲的笔触，描写三会寺的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "奉和九日幸临渭亭登高", "prop": {"content": "秋豫凝仙览，宸游转翠华。呼鹰下鸟路，戏马出龙沙。紫菊宜新寿，丹萸辟旧邪。须陪长久宴，岁岁奉吹花。", "translation": " 　　赵彦昭这一首有名的五排，其妙处在于，诗人以雄劲的笔触，描写九日幸临渭亭登高的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "奉陪封大夫九日登高", "prop": {"content": "九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。", "translation": "重阳之日，大家一起喝菊花酒、登高山，这与传统的习俗是一样的。封将军治军威严峻厉，常让人感到一股肃杀之气。横笛凄凉的声音令南飞的大雁悚然惊动，娇美的歌声令边塞的云彩陶醉而降落。边廷上，幸喜没有战事，承蒙您的恩惠，戍守的人们得以放怀欢乐、醉舞军中。"}}, {"name": "阴行先", "dynasty": "唐代"}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "苏洵", "dynasty": "宋代"}, {"name": "序灯", "dynasty": "清代"}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "己酉岁九月九日", "prop": {"content": "靡靡秋已夕，凄凄风露交。蔓草不复荣，园木空自凋。清气澄余滓，杳然天界高。哀蝉无留响，丛雁鸣云霄。万化相寻绎，人生岂不劳？从古皆有没，念之中心焦。何以称我情？浊酒且自陶。千载非所知，聊以永今朝。", "translation": "衰颓零落秋已晚，寒露凄风相缭绕。蔓生的野草渐渐枯萎，园中林木也已凋零。清凉的秋风澄净了空气中本已不多的尘埃，天宇茫茫愈显高远。悲切的蝉鸣已然尽绝，成行的大雁鸣叫声响彻云霄。万物更替常变化，人生在世亦复如此，岂能不劳累呢？万物变迁，自古皆有灭亡，想念起来心中有如焦焚。有什么可以使我称心呢？没有啊！所以，姑且饮酒自我陶醉吧！千年的变化不是我所能了解的，还是来歌咏今朝吧。"}}, {"dynasty": "元代"}, {"name": "九日次韵王巩", "prop": {"content": "我醉欲眠君罢休，已教从事到青州。鬓霜饶我三千丈，诗律输君一百筹。闻道郎君闭东阁，且容老子上南楼。相逢不用忙归去，明日黄花蝶也愁。", "translation": "我喝醉了想去睡觉，你也不要再多喝，这美酒已让我们酣畅淋漓。我那花白的鬓发有三千丈长，但是写诗的功夫水平还是和王巩不在一个等级。听说你以后将在东阁闭门不出，那么我将会去南方陪你喝一杯。现在我们相遇得很匆忙，用不着急着分开，重阳节后菊花逐渐萎谢，连蝴蝶也要发愁了。"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "重阳后菊花二首", "prop": {"content": "寂寞东篱湿露华，依前金靥照泥沙。世情儿女无高韵，只看重阳一日花。过了登高菊尚新，酒徒诗客断知闻。恰如退士垂车后，势利交亲不到门。", "translation": "重阳后菊花虽然还带着湿露，鲜嫩可爱，但已经无人来赏。与重阳前比并没有差异，还是金色的菊蕊照着地上的泥沙。世俗之人没有超脱的情趣，不解赏花，只知道看重阳节那一天的菊花。"}}, {"name": "重九会光化二阕·其二", "prop": {"content": "谁言秋色不如春，及到重阳景自新。随分笙歌行乐处，菊花萸子更宜人。", "translation": "谁说秋天的景色不如春天，等到重阳节又是一番新的景色。到处都可消遣游玩，菊花茱萸更是合人心意。"}}, {"name": "九日闲居", "prop": {"content": "余闲居，爱重九之名。秋菊盈园，而持醪靡由，空服九华，寄怀于言。世短意常多，斯人乐久生。日月依辰至，举俗爱其名。露凄暄风息，气澈天象明。往燕无遗影，来雁有余声。酒能祛百虑，菊解制颓龄。如何蓬庐士，空视时运倾！尘爵耻虚罍，寒华徒自荣。敛襟独闲谣，缅焉起深情。栖迟固多娱，淹留岂无成。", "translation": "我闲居无事，颇喜“重九”这个节名。秋菊满园，想喝酒但没有酒可喝，独自空对着秋菊丛，因写下此诗以寄托怀抱。"}}, {"name": "采桑子·重阳", "prop": {"content": "人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。", "translation": "人的一生容易衰老而苍天却不老，重阳节年年都会来到。今天又逢重阳，战场上的菊花是那样的芬芳。一年又一年秋风刚劲地吹送，这景色不如春天的光景那样明媚。却比春天的光景更为壮美，如宇宙般广阔的江面天空泛着白霜。"}}, {"name": "九日寄岑参", "prop": {"content": "出门复入门，两脚但如旧。所向泥活活，思君令人瘦。 沉吟坐西轩，饮食错昏昼。寸步曲江头，难为一相就。 吁嗟呼苍生，稼穑不可救。安得诛云师，畴能补天漏。 大明韬日月，旷野号禽兽。君子强逶迤，小人困驰骤。 维南有崇山，恐与川浸溜。是节东篱菊，纷披为谁秀。 岑生多新诗，性亦嗜醇酎。采采黄金花，何由满衣袖。", "translation": "无"}}, {"name": "九月九日登长城关", "prop": {"content": "朔风万里入衣多，嘹呖寒空一雁过。鱼泽滩头嘶猎马，省嵬城畔看黄河。香醪欲醉茱萸节，壮志还为出塞歌。骋望因高云外尽，乡关回首愧烟萝。", "translation": "无"}}, {"dynasty": "五代"}, {"name": "九日寄子约", "prop": {"content": "漫有登高处，兼当望远何。对花惊白发，见雁忆黄河。乱后书来少，霜前木落多。不堪羁宦日，同是阻干戈。", "translation": "自己空有登高的兴致，可是登高望远又能如何呢？对着美丽的花儿，才惊觉自己青春已不再；看到大雁南归，想起自己游宦在外，思归却归不得。本来因为战乱的缘故，兄弟之间赖以联系的惟一方式就受到了阻隔，偏又遇上这令人伤感的萧萧落叶。常年离家在外地做官早已不堪忍受，更何况是在这样一个纷乱的年代，兄弟都为战乱所阻啊！"}}, {"name": "蟾宫曲·九日", "prop": {"content": "对青山强整乌纱。归雁横秋，倦客思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。", "translation": "面对着青山勉强整理头上的乌纱，归雁横越秋空，困倦游子思念故家。忆翠袖殷勤劝酒，金杯错落频举，玉手弹奏琵琶。西风萧萧人已衰老满头白发，玉蝶愁飞明日黄花，回头看茫茫天涯，只见一抹斜阳，几只远飞的寒鸦。 "}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "崔元翰", "dynasty": "唐代"}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "宋江", "dynasty": "宋代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "浪淘沙·九日从吴见山", "prop": {"content": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。", "translation": "远望寒山，空蒙蒙地带着青翠欲滴的山气，身在高处也只觉得凄凄凉凉。傲霜迎风的秋菊，枝干细长，好像一位婀娜多姿的歌女。洗净绿玉杯，打来井水放进杯中，插上我为您专门摘来的菊花，拿来您这儿，让它散发出阵阵清香吧。我虽用黑色的帽子遮盖住白头发，但是秋风狂劲，仍旧不时地要从头上的“乌帽”中，吹飘出白发来。这一年中的重阳佳节，就在老朋友家的西厢房中醉酒度过吧！夕阳西下，满目的秋色和偶尔传来的大雁哀鸣声，让我心中涌起了千愁万绪。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "九日龙山饮", "prop": {"content": "九日龙山饮，黄花笑逐臣。醉看风落帽，舞爱月留人。", "translation": "九日在龙山宴饮，黄色的菊花盛开似在嘲弄我这个逐臣。醉眼看看秋风把我的帽子吹落，月下醉舞，明月留人。"}}, {"name": "九日酬诸子", "prop": {"content": "不负东篱约，携尊过草堂。远天连树杪，高月薄衣裳。握手经年别，惊心九日霜。诸君才绝世，独步许谁强。", "translation": "　　九日指农历九月初九即传统的重阳节。作者于此日写诗酬答朋友们，自然另有意义。重阳佳节，饮酒赏花，正是倾诉友情、吟诗作乐的好时光。这首诗便是描绘这样的场面。诗写得很细腻，很流畅，也很有情致。 "}}, {"name": "风入松·九日", "prop": {"content": "琅琅新雨洗湖天，小景六桥边。西风泼眼山如画，有黄花休恨无钱。细看茱萸一笑，诗翁健似常年。", "translation": "　　元代时期人们重视重阳赏菊。客居杭州的张可久也在重九日到西湖出游，仲秋时节，金风送爽，菊蕊飘香。张可久写下了这首作品，表达自己愉悦的心情。"}}, {"name": "沉醉东风·重九", "prop": {"content": "题红叶清流御沟，赏黄花人醉歌楼。天长雁影稀，月落山容瘦，冷清清暮秋时候。衰柳寒蝉一片愁，谁肯教白衣送酒？", "translation": "曾经有过题诗故事的红叶正在流过清澈的御沟，那些观赏秋菊的人都寻欢作乐在歌楼。天空高远深长大雁的身影显得稀少，月亮落下树叶飘零秋山就显得消瘦。又到了冷清清暮秋时候。衰落的柳树陪伴着秋蝉的悲鸣传来一片哀愁，谁能让穿白衣的小吏前来送上解忧消愁的好酒？"}}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "九日感赋", "prop": {"content": "百结愁肠郁不开，此生惆怅异乡来。思亲堂上茱初插，忆妹窗前句乍裁。对菊难逢元亮酒，登楼愧乏仲宣才。良时佳节成辜负，旧日欢场半是苔。", "translation": "我的愁肠百绕千结阴郁不开，这一回我怀着失意的心情来到了异乡。重阳节这天，我刚刚插戴上茱萸，便在窗前给妹妹写起诗来。面对秋菊，难于饮到陶渊明喝的美酒；登上高楼；惭愧缺少王粲那样的才能。美好的时光中，佳节枉被辜负。那过去欢聚的地方，如今已冷落无人了。 "}}, {"name": "九日登清水营城", "prop": {"content": "朔方三度重阳节，河曲干旌岁岁忙。鬓发已甘尘路白，菊花犹送塞垣黄。中丞疏有回天力，太宰功兼蹜地方。云外好呼南去雁，系书先为报江乡。", "translation": "无"}}], "edges": [{"source": 9, "target": 135, "relation": "创作"}, {"source": 39, "target": 9, "relation": "出自于"}, {"source": 84, "target": 20, "relation": "创作"}, {"source": 80, "target": 84, "relation": "出自于"}, {"source": 137, "target": 10, "relation": "创作"}, {"source": 103, "target": 137, "relation": "出自于"}, {"source": 11, "target": 125, "relation": "创作"}, {"source": 79, "target": 11, "relation": "出自于"}, {"source": 28, "target": 33, "relation": "创作"}, {"source": 80, "target": 28, "relation": "出自于"}, {"source": 13, "target": 35, "relation": "创作"}, {"source": 80, "target": 13, "relation": "出自于"}, {"source": 15, "target": 62, "relation": "创作"}, {"source": 80, "target": 15, "relation": "出自于"}, {"source": 131, "target": 41, "relation": "创作"}, {"source": 80, "target": 131, "relation": "出自于"}, {"source": 137, "target": 7, "relation": "创作"}, {"source": 66, "target": 55, "relation": "创作"}, {"source": 80, "target": 66, "relation": "出自于"}, {"source": 72, "target": 50, "relation": "创作"}, {"source": 103, "target": 72, "relation": "出自于"}, {"source": 13, "target": 73, "relation": "创作"}, {"source": 133, "target": 22, "relation": "创作"}, {"source": 103, "target": 133, "relation": "出自于"}, {"source": 68, "target": 4, "relation": "创作"}, {"source": 46, "target": 68, "relation": "出自于"}, {"source": 13, "target": 138, "relation": "创作"}, {"source": 98, "target": 3, "relation": "创作"}, {"source": 103, "target": 98, "relation": "出自于"}, {"source": 17, "target": 108, "relation": "创作"}, {"source": 56, "target": 17, "relation": "出自于"}, {"source": 88, "target": 77, "relation": "创作"}, {"source": 128, "target": 88, "relation": "出自于"}, {"source": 121, "target": 130, "relation": "创作"}, {"source": 119, "target": 121, "relation": "出自于"}, {"source": 59, "target": 81, "relation": "创作"}, {"source": 80, "target": 59, "relation": "出自于"}, {"source": 48, "target": 14, "relation": "创作"}, {"source": 80, "target": 48, "relation": "出自于"}, {"source": 63, "target": 120, "relation": "创作"}, {"source": 103, "target": 63, "relation": "出自于"}, {"source": 63, "target": 25, "relation": "创作"}, {"source": 68, "target": 74, "relation": "创作"}, {"source": 59, "target": 99, "relation": "创作"}, {"source": 117, "target": 18, "relation": "创作"}, {"source": 80, "target": 117, "relation": "出自于"}, {"source": 0, "target": 51, "relation": "创作"}, {"source": 80, "target": 0, "relation": "出自于"}, {"source": 23, "target": 124, "relation": "创作"}, {"source": 93, "target": 23, "relation": "出自于"}, {"source": 23, "target": 118, "relation": "创作"}, {"source": 13, "target": 31, "relation": "创作"}, {"source": 63, "target": 91, "relation": "创作"}, {"source": 72, "target": 95, "relation": "创作"}, {"source": 105, "target": 32, "relation": "创作"}, {"source": 103, "target": 105, "relation": "出自于"}, {"source": 105, "target": 5, "relation": "创作"}, {"source": 68, "target": 82, "relation": "创作"}, {"source": 44, "target": 96, "relation": "创作"}, {"source": 103, "target": 44, "relation": "出自于"}, {"source": 26, "target": 65, "relation": "创作"}, {"source": 103, "target": 26, "relation": "出自于"}, {"source": 115, "target": 12, "relation": "创作"}, {"source": 103, "target": 115, "relation": "出自于"}, {"source": 27, "target": 36, "relation": "创作"}, {"source": 103, "target": 27, "relation": "出自于"}, {"source": 59, "target": 126, "relation": "创作"}, {"source": 106, "target": 52, "relation": "创作"}, {"source": 103, "target": 106, "relation": "出自于"}, {"source": 27, "target": 136, "relation": "创作"}, {"source": 116, "target": 101, "relation": "创作"}, {"source": 46, "target": 116, "relation": "出自于"}, {"source": 28, "target": 112, "relation": "创作"}, {"source": 94, "target": 71, "relation": "创作"}, {"source": 103, "target": 94, "relation": "出自于"}, {"source": 142, "target": 87, "relation": "创作"}, {"source": 103, "target": 142, "relation": "出自于"}, {"source": 134, "target": 30, "relation": "创作"}, {"source": 103, "target": 134, "relation": "出自于"}, {"source": 113, "target": 8, "relation": "创作"}, {"source": 80, "target": 113, "relation": "出自于"}, {"source": 54, "target": 47, "relation": "创作"}, {"source": 103, "target": 54, "relation": "出自于"}, {"source": 53, "target": 1, "relation": "创作"}, {"source": 42, "target": 53, "relation": "出自于"}, {"source": 114, "target": 78, "relation": "创作"}, {"source": 119, "target": 114, "relation": "出自于"}, {"source": 67, "target": 58, "relation": "创作"}, {"source": 42, "target": 67, "relation": "出自于"}, {"source": 6, "target": 111, "relation": "创作"}, {"source": 80, "target": 6, "relation": "出自于"}, {"source": 29, "target": 141, "relation": "创作"}, {"source": 119, "target": 29, "relation": "出自于"}, {"source": 34, "target": 143, "relation": "创作"}, {"source": 79, "target": 34, "relation": "出自于"}, {"source": 16, "target": 139, "relation": "创作"}, {"source": 46, "target": 16, "relation": "出自于"}, {"source": 76, "target": 97, "relation": "创作"}, {"source": 80, "target": 76, "relation": "出自于"}, {"source": 27, "target": 61, "relation": "创作"}, {"source": 89, "target": 69, "relation": "创作"}, {"source": 42, "target": 89, "relation": "出自于"}, {"source": 13, "target": 2, "relation": "创作"}, {"source": 59, "target": 45, "relation": "创作"}, {"source": 121, "target": 19, "relation": "创作"}, {"source": 107, "target": 104, "relation": "创作"}, {"source": 103, "target": 107, "relation": "出自于"}, {"source": 92, "target": 70, "relation": "创作"}, {"source": 42, "target": 92, "relation": "出自于"}, {"source": 121, "target": 140, "relation": "创作"}, {"source": 37, "target": 129, "relation": "创作"}, {"source": 42, "target": 37, "relation": "出自于"}, {"source": 63, "target": 64, "relation": "创作"}, {"source": 21, "target": 49, "relation": "创作"}, {"source": 42, "target": 21, "relation": "出自于"}, {"source": 24, "target": 110, "relation": "创作"}, {"source": 80, "target": 24, "relation": "出自于"}, {"source": 38, "target": 122, "relation": "创作"}, {"source": 103, "target": 38, "relation": "出自于"}, {"source": 85, "target": 86, "relation": "创作"}, {"source": 103, "target": 85, "relation": "出自于"}, {"source": 40, "target": 144, "relation": "创作"}, {"source": 42, "target": 40, "relation": "出自于"}, {"source": 60, "target": 127, "relation": "创作"}, {"source": 42, "target": 60, "relation": "出自于"}, {"source": 90, "target": 102, "relation": "创作"}, {"source": 46, "target": 90, "relation": "出自于"}, {"source": 83, "target": 57, "relation": "创作"}, {"source": 42, "target": 83, "relation": "出自于"}, {"source": 53, "target": 100, "relation": "创作"}, {"source": 132, "target": 43, "relation": "创作"}, {"source": 80, "target": 132, "relation": "出自于"}, {"source": 75, "target": 109, "relation": "创作"}, {"source": 80, "target": 75, "relation": "出自于"}, {"source": 106, "target": 123, "relation": "创作"}]}