{"nodes": [{"name": "师说", "prop": {"content": "　　古之学者必有师。师者，所以传道受业解惑也。人非生而知之者，孰能无惑？惑而不从师，其为惑也，终不解矣。生乎吾前，其闻道也固先乎吾，吾从而师之；生乎吾后，其闻道也亦先乎吾，吾从而师之。吾师道也，夫庸知其年之先后生于吾乎？是故无贵无贱，无长无少，道之所存，师之所存也。　　嗟乎！师道之不传也久矣！欲人之无惑也难矣！古之圣人，其出人也远矣，犹且从师而问焉；今之众人，其下圣人也亦远矣，而耻学于师。是故圣益圣，愚益愚。圣人之所以为圣，愚人之所以为愚，其皆出于此乎？爱其子，择师而教之；于其身也，则耻师焉，惑矣。彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。句读之不知，惑之不解，或师焉，或不焉，小学而大遗，吾未见其明也。巫医乐师百工之人，不耻相师。士大夫之族，曰师曰弟子云者，则群聚而笑之。问之，则曰：“彼与彼年相若也，道相似也，位卑则足羞，官盛则近谀。”呜呼！师道之不复，可知矣。巫医乐师百工之人，君子不齿，今其智乃反不能及，其可怪也欤！　　圣人无常师。孔子师郯子、苌弘、师襄、老聃。郯子之徒，其贤不及孔子。孔子曰：三人行，则必有我师。是故弟子不必不如师，师不必贤于弟子，闻道有先后，术业有专攻，如是而已。　　李氏子蟠，年十七，好古文，六艺经传皆通习之，不拘于时，学于余。余嘉其能行古道，作《师说》以贻之。 ", "translation": "　　古代求学的人必定有老师。老师，是用来传授道、教授学业、解释疑难问题的人。人不是一生下来就懂得知识和道理，谁能没有疑惑？有了疑惑，如果不跟老师学习，那些成为困惑的问题，就始终不能解开。出生在我之前的人，他懂得的道理本来就比我早，我跟从他学习，以他为老师；出生在我之后的人，如果他懂得道理也比我早，我也跟从他，拜他为老师。我是向他学习道理的，哪管他是生在我之前还是生在我之后呢？因此，就从师问道来说，没有贵和贱的区分，没有长和幼的区分，道存在的地方，就是老师在的地方。"}}, {"name": "无题", "prop": {"content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)", "translation": "相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。蓬莱山离这儿不算太远，却无路可通，烦请青鸟一样的使者，殷勤地为我去探看。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "郑燮", "dynasty": "清代"}, {"name": "奉和令公绿野堂种花", "prop": {"content": "绿野堂开占物华，路人指道令公家。令公桃李满天下，何用堂前更种花。", "translation": "绿野堂建成之后占尽了万物的精华，路人指着宅子说这是裴令公的家啊。裴令公的桃李学生遍布天下，哪里用得着再在门前屋后种花呢？"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "白居易", "dynasty": "唐代"}, {"dynasty": "唐代"}, {"name": "新竹", "prop": {"content": "新竹高于旧竹枝，全凭老干为扶持。下年再有新生者，十丈龙孙绕凤池。(下年 一作：明年)", "translation": "新生的竹子能够超过旧有的竹子，完全是凭仗老竹的催生与滋养。等到第二年再有新竹长出，它也开始孕育新的竹子了，就这样池塘周围布满了郁郁葱葱的幼竹。"}}, {"dynasty": "清代"}], "edges": [{"source": 5, "target": 1, "relation": "创作"}, {"source": 7, "target": 5, "relation": "出自于"}, {"source": 2, "target": 0, "relation": "创作"}, {"source": 7, "target": 2, "relation": "出自于"}, {"source": 6, "target": 4, "relation": "创作"}, {"source": 7, "target": 6, "relation": "出自于"}, {"source": 3, "target": 8, "relation": "创作"}, {"source": 9, "target": 3, "relation": "出自于"}]}