{"nodes": [{"name": "佚名", "dynasty": "先秦"}, {"name": "陈维崧", "dynasty": "清代"}, {"dynasty": "明代"}, {"name": "姑苏怀古", "prop": {"content": "夜暗归云绕柁牙，江涵星影鹭眠沙。行人怅望苏台柳，曾与吴王扫落花。", "translation": "在朦胧的夜色中，一片片云儿，急遽地掠过船旁。清澈的江水，静静地流淌；天上的星辰，在水波中荡漾，闪耀着光芒。沙滩上的白鹭，早已睡熟，没一点声响。我默默地望着姑苏台，带着几分惆怅：那迷濛的柳树，经历了多少年的风霜？是它，曾用低垂的细条，为吴王扫拂着满地飘坠的花瓣。"}}, {"name": "西施滩", "prop": {"content": "宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。", "translation": "奸臣伯嚭使吴国走向灭亡，却反而让西施承担这恶名。想当年浣纱春水滚滚，声声好像在为西施述说身世的不平。"}}, {"name": "刘基", "dynasty": "明代"}, {"name": "过陈琳墓", "prop": {"content": "曾于青史见遗文，今日飘蓬过此坟。词客有灵应识我，霸才无主独怜君。石麟埋没藏春草，铜雀荒凉对暮云。莫怪临风倍惆怅，欲将书剑学从军。", "translation": "　　过去曾在史书上拜读过陈琳的文章，今天在萍流蓬转的生活中又正好经过他的坟墓。陈琳灵魂有知，想必会真正了解我这个飘蓬才士吧。我是空有盖世超群之才而不逢识才用人之主，只有白白地羡慕能受到曹操重用的陈琳了。陈琳墓前的石麟已经埋没在萋萋荒草之中，而重用陈琳的曹操，其生前所建的铜雀台大概也只能对着暮云愈显其荒凉了。生不逢时啊，只能弃文就武，持剑从军。想到这些，让人不禁临风惆怅，倍加哀伤。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "于谦", "dynasty": "明代"}, {"name": "赤壁", "prop": {"content": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。", "translation": "赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。"}}, {"name": "陈子龙", "dynasty": "明代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "长安古意", "prop": {"content": "长安大道连狭斜，青牛白马七香车。玉辇纵横过主第，金鞭络绎向侯家。龙衔宝盖承朝日，凤吐流苏带晚霞。百尺游丝争绕树，一群娇鸟共啼花。(百尺 一作：百丈）游蜂戏蝶千门侧，碧树银台万种色。复道交窗作合欢，双阙连甍垂凤翼。梁家画阁中天起，汉帝金茎云外直。楼前相望不相知，陌上相逢讵相识。借问吹箫向紫烟，曾经学舞度芳年。得成比目何辞死，愿作鸳鸯不羡仙。比目鸳鸯真可羡，双去双来君不见。生憎帐额绣孤鸾，好取门帘帖双燕。双燕双飞绕画梁，罗帷翠被郁金香。片片行云着蝉鬓，纤纤初月上鸦黄。鸦黄粉白车中出，含娇含态情非一。妖童宝马铁连钱，娼妇盘龙金屈膝。御史府中乌夜啼，廷尉门前雀欲栖。隐隐朱城临玉道，遥遥翠幰没金堤。挟弹飞鹰杜陵北，探丸借客渭桥西。俱邀侠客芙蓉剑，共宿娼家桃李蹊。娼家日暮紫罗裙，清歌一啭口氛氲。北堂夜夜人如月，南陌朝朝骑似云。南陌北堂连北里，五剧三条控三市。弱柳青槐拂地垂，佳气红尘暗天起。汉代金吾千骑来，翡翠屠苏鹦鹉杯。罗襦宝带为君解，燕歌赵舞为君开。别有豪华称将相，转日回天不相让。意气由来排灌夫，专权判不容萧相。专权意气本豪雄，青虬紫燕坐春风。自言歌舞长千载，自谓骄奢凌五公。节物风光不相待，桑田碧海须臾改。昔时金阶白玉堂，即今惟见青松在。(惟见 一作：唯见)寂寂寥寥扬子居，年年岁岁一床书。独有南山桂花发，飞来飞去袭人裾。", "translation": "无"}}, {"name": "同谢谘议咏铜雀台", "prop": {"content": "穗帷飘井干，樽酒若平生。郁郁西陵树，讵闻歌吹声。芳襟染泪迹，婵媛空复情。玉座犹寂寞，况乃妾身轻。", "translation": "铜雀台上飘着灵帐，就像死者活着一样供给他酒食。曹操墓地的树木都长得很茂盛了，他哪里还能听到妄伎唱歌奏乐的声音呢？妾伎们落泪，空余感伤之情，死人也不知道。曹操这样的人物尚有一死，妾伎又何足道呢！"}}, {"name": "拟咏怀二十七首·其二十六", "prop": {"content": "萧条亭障远，凄惨风尘多。关门临白狄，城影入黄河。秋风别苏武，寒水送荆轲。谁言气盖世，晨起帐中歌。", "translation": "　　庾信留仕北朝后，常常面对异域风物而起羁旅之叹。但这首诗所描写的边塞景象，并不一定是即目所见，而是综合若干具有北方特征的景物，再结合几个典故，构成冷落萧索的总体印象，借以抒写出心头的凄凉之感。"}}, {"name": "虢国夫人夜游图", "prop": {"content": "佳人自鞚玉花骢，翩如惊燕蹋飞龙。金鞭争道宝钗落，何人先入明光宫。宫中羯鼓催花柳，玉奴弦索花奴手。坐中八姨真贵人，走马来看不动尘。明眸皓齿谁复见，只有丹青余泪痕。人间俯仰成今古，吴公台下雷塘路。当时亦笑张丽华，不知门外韩擒虎。", "translation": "无"}}, {"name": "题木兰庙", "prop": {"content": "弯弓征战作男儿，梦里曾经与画眉。 几度思归还把酒，拂云堆上祝明妃。", "translation": "手挽强弓南征北战扮做儿郎，但也在梦中像曾经那般给自己画眉。有多少次手持酒杯思念着故乡，到拂云堆上去祭王昭君。"}}, {"name": "行宫", "prop": {"content": "寥落古行宫，宫花寂寞红。白头宫女在，闲坐说玄宗。", "translation": "曾经富丽堂皇的古行宫已是一片荒凉冷落，宫中艳丽的花儿在寂寞寥落中开放。幸存的几个满头白发的宫女，闲坐无事只能谈论着玄宗轶事。"}}, {"name": "咸阳城东楼", "prop": {"content": "一上高城万里愁，蒹葭杨柳似汀洲。溪云初起日沉阁，山雨欲来风满楼。鸟下绿芜秦苑夕，蝉鸣黄叶汉宫秋。行人莫问当年事，故国东来渭水流。", "translation": "登上高楼，万里乡愁油然而生，眼前芦苇杨柳丛生，好似江南汀洲。溪边乌云刚刚浮起在溪水边上，夕阳已经沉落楼阁后面，山雨欲来，满楼风声飒飒。秦汉宫苑，一片荒凉。鸟儿落入乱草之中，秋蝉鸣叫枯黄叶间。来往的过客不要问从前之事，只有渭水一如既往地向东流。"}}, {"name": "代白头吟", "prop": {"content": "直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。", "translation": "无"}}, {"name": "效古诗", "prop": {"content": "寒沙四面平，飞雪千里惊。风断阴山树，雾失交河城。朝驱左贤阵，夜薄休屠营。昔事前军幕，今逐嫖姚兵。失道刑既重，迟留法未轻。所赖今天子，汉道日休明。", "translation": "　　也许是长久偏安于江左的青山绿水，不闻飞骑击虏、角声马鸣之故吧，南朝稍有壮心的文人士子，往往热衷于汉人出塞千里、勒铭燕然的军戎生涯和辉煌业绩。因此，仿“古诗”、叙汉事，借以抒写自己的怀抱和感慨，也成了他们作诗的一大爱好。范云这首诗，正以“效古”为题，倒转时空，把自身带入了六百年前边塞征战的戎马倥偬之中。"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "八骏图", "prop": {"content": "穆王八骏天马驹，后人爱之写为图。背如龙兮颈如象，骨竦筋高脂肉壮。日行万里速如飞，穆王独乘何所之？四荒八极踏欲遍，三十二蹄无歇时。属车轴折趁不及，黄屋草生弃若遗。瑶池西赴王母宴，七庙经年不亲荐。璧台南与盛姬游，明堂不复朝诸侯。《白云》《黄竹》歌声动，一人荒乐万人愁。周从后稷至文武，积德累功世勤苦。岂知才及四代孙，心轻王业如灰土。由来尤物不在大，能荡君心则为害。文帝却之不肯乘，千里马去汉道兴。穆王得之不为戒，八骏驹来周室坏。至今此物世称珍，不知房星之精下为怪。八骏图，君莫爱。", "translation": "　　本诗为托物讽咏之作。"}}, {"name": "行经孙氏陵", "prop": {"content": "昔在零陵厌，神器若无依。逐兔争先捷，掎鹿竞因机。呼吸开伯道，叱咤掩江畿。豹变分奇略，虎视肃戎威。长蛇衄巴汉，骥马绝淮淝。交战无内御，重门岂外扉。成功举已弃，凶德愎而违。水龙忽东骛，青盖乃西归。朅来已永久，年代嗳微微。苔石疑文字，荆坟失是非。山莺空曙响，陇月自秋晖。银海终无浪，金凫会不飞。阒寂今如此，望望沾人衣。", "translation": "　　吴大帝孙权葬蒋陵，亦称孙陵，在今南京市东北钟山（亦称蒋山）南麓。此诗系作者行经蒋陵凭吊吴亡而作。"}}, {"name": "齐天乐·与冯深居登禹陵", "prop": {"content": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠萍湿空梁，夜深飞去。雁起青天，数行书似旧藏处。寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。", "translation": "夏禹光辉的业绩已翻过三千余年，眼前只剩下寒鸦数点。倚着秋树缄默无言。江河改道，高山变成深谷。在这漫长的三千多年里，幽云出谷，怪雨挥鞭。湿漉漉的萍藻，还悬垂在那根梅梁之间，趁夜深人静，它曾飞入湖底，跟凶龙进行过一场鏖战。雁群飞起，把一行大字写上蓝天。那一行行文字，莫非就是当年夏禹藏在山中的宝贵书篇。映着西窗，我们相向而坐，故人难得有这次意外的会面。剪去灯花，与友人深居夜语。长满苔藓的断残古碑，禹庙发现的古文物，重现人间。霜叶已经凋零，惟有青山任随晨雾夕烟之变化而不改其色。漫想春日祭祀夏禹时的热闹场景：岸边停着画舫，彩绘的旗帜招展于喧哗的赛鼓声中。"}}, {"name": "潘大临", "dynasty": "宋代"}, {"name": "秋登宣城谢脁北楼", "prop": {"content": "江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。", "translation": "江边的城池好像在画中一样美丽，山色渐晚，我登上谢朓楼远眺晴空。两条江之间，一潭湖水像一面明亮的镜子；凤凰桥和济川桥好似落入人间的彩虹。村落间泛起的薄薄寒烟缭绕于橘柚间，深秋时节梧桐已是枯黄衰老之像。除了我还有谁会想着到谢朓北楼来，迎着萧飒的秋风，怀念谢先生呢？"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "章碣", "dynasty": "唐代"}, {"name": "张昪", "dynasty": "宋代"}, {"name": "八声甘州·故将军", "prop": {"content": "夜读《李广传》，不能寐。因念晁楚老、杨民瞻约同居山间，戏用李广事，赋以寄之。故将军饮罢夜归来，长亭解雕鞍。恨灞陵醉尉，匆匆未识，桃李无言。射虎山横一骑，裂石响惊弦。落魄封侯事，岁晚田间。谁向桑麻杜曲，要短衣匹马，移住南山？看风流慷慨，谈笑过残年。汉开边、功名万里，甚当时、健者也曾闲。纱窗外、斜风细雨，一阵轻寒。 ", "translation": "无"}}, {"name": "马戴", "dynasty": "唐代"}, {"name": "满江红", "prop": {"content": "缓辔西风，叹三宿、迟迟行客。桑梓外，锄耰渐入，柳坊花陌。双阙远腾龙凤影，九门空锁鸳鸾翼。更无人擫笛傍宫墙，苔花碧。天相汉，民怀国。天厌虏，臣离德。趁建瓴一举，并收鳌极。老子岂无经世术，诗人不预平戎策。办一襟风月看升平，吟春色。", "translation": "马缰轻勒，西风伴送我这个使金行客。虽已三天，我仍行道迟迟，留恋故都风物。汴京是我的家乡，黍离麦秀之地，曾是繁华街陌。远眺双阙龙凤影，宫内空剩鸳鸾阁。再也没有人，持笛天津桥，傍宫阙。眼前只见苔花碧。天助我大汉，人民怀念宋朝；金虏当灭，他们的臣子都离心离德。愿王师，泰山压顶行天讨，快收复故国。老夫空有救国术，却无由得献平戎策。只新诗准备，待河清海晏，祖国统一。我放开歌喉，吟唱春色。"}}, {"name": "八声甘州·寿阳楼八公山作", "prop": {"content": "故都迷岸草，望长淮、依然绕孤城。想乌衣年少，芝兰秀发，戈戟云横。坐看骄兵南渡，沸浪骇奔鲸。转盼东流水，一顾功成。 千载八公山下，尚断崖草木，遥拥峥嵘。漫云涛吞吐，无处问豪英。信劳生、空成今古，笑我来、何事怆遗情。东山老，可堪岁晚，独听桓筝。", "translation": "淮河环绕着楚都寿春孤城，野草丛生，河岸迷蒙。当年南朝谢家子弟，意气风发，统领数万精兵。以逸待劳痛击前秦军，苻坚百万雄师如受惊的巨鲸，在淝水中溃奔。转眼间，建立起大功。时隔千年，八公山的草木一如当年，簇拥着险峻的峦峰。而今山头云涛聚又散，昔日的豪杰杳无迹踪。劳累终生。古今往事俱成空。可笑我吊古伤今何必太多情。叹惜谢安晚年，遭疏远，不受重用。"}}, {"name": "三垂冈", "prop": {"content": "英雄立马起沙陀，奈此朱梁跋扈何。只手难扶唐社稷，连城犹拥晋山河。风云帐下奇儿在，鼓角灯前老泪多。萧瑟三垂冈下路，至今人唱《百年歌》。", "translation": "　　中国古人留下了浩如烟海的诗歌，其中咏史诗所占的比例不大；而在咏史诗中，写战争而且令人过目难忘的，比例就更小。而严遂成这首七律，写的恰恰是中国历史上战乱最多的五代的一次典型战役。三垂冈之战，使李存勖最终占有上党，把三晋大地作为稳固后方，进而兵下太行，逐鹿中原。"}}, {"name": "离亭燕", "prop": {"content": "一带江山如画，风物向秋潇洒。水浸碧天何处断？霁色冷光相射。蓼屿荻花洲，掩映竹篱茅舍。云际客帆高挂，烟外酒旗低亚。多少六朝兴废事，尽入渔樵闲话。怅望倚层楼，寒日无言西下。", "translation": "金陵风光美丽如画，秋色明净清爽。碧天与秋水一色，何处是尽头呢？雨后晴朗的天色与秋水闪烁的冷光相辉映。蓼草荻花丛生的小岛上，隐约可见几间竹篱环绕的草舍。江水尽头客船上的帆仿佛高挂在云端，烟雾笼罩的岸边，有低垂的酒旗。那些六朝兴盛和衰亡的往事，如今已成为渔民、樵夫闲谈的话题。在高楼上独自遥望，倍感苍凉，凄冷的太阳默默地向西落下。"}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "卖花声·怀古", "prop": {"content": "阿房舞殿翻罗袖，金谷名园起玉楼，隋堤古柳缆龙舟。不堪回首，东风还又，野花开暮春时候。美人自刎乌江岸，战火曾烧赤壁山，将军空老玉门关。伤心秦汉，生民涂炭，读书人一声长叹。 ", "translation": "阿房宫内罗袖翻飞，歌舞升平；金谷园里玉楼拔地，再添新景；隋堤上古柳葱郁，江中龙舟显威名。往事难回首，东风又起，暮春时候一片凄清。美人虞姬自尽在乌江岸边，战火也曾焚烧赤壁万条战船，将军班超徒然老死在玉门关。伤心秦汉的烽火，让百万生民涂炭，读书人只能一声长叹。 "}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "祝英台近·北固亭", "prop": {"content": "澹烟横，层雾敛。胜概分雄占。月下鸣榔，风急怒涛飐。关河无限清愁，不堪临鉴。正霜鬓、秋风尘染。 漫登览。极目万里沙场，事业频看剑。古往今来，南北限天堑。倚楼谁弄新声，重城正掩。历历数、西州更点。", "translation": "淡淡轻烟横在天空，层层重雾已经收去，这胜景曾是英雄豪杰分占之地。月光下，风吹得江面怒涛汹涌，时而传来阵阵打鱼人的“鸣榔”声，无限美好山河却让人顿感凄凉的愁闷情绪，秋天的风尘又让两鬓雪白。信步登上满眼风光的北固楼，望着北边那曾经的万里疆场，事业未成却只能频频看剑。古往今来，滚滚长江天堑把神州南北分开。夜深人静，倚楼倾听，传来的不知谁在弹弄新作的乐曲和西州的更鼓之声。"}}, {"name": "秣陵", "prop": {"content": "牛首开天阙，龙岗抱帝宫。六朝春草里，万井落花中。访旧乌衣少，听歌玉树空。如何亡国恨，尽在大江东！", "translation": "　　该诗运用了对比、用典的手法。诗歌用到了“乌衣巷”“《玉树后庭花》”等典故，抒写了人事凋零之感。"}}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "魏大中", "dynasty": "明代"}, {"name": "李纲", "dynasty": "宋代"}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "登楼", "prop": {"content": "花近高楼伤客心，万方多难此登临。锦江春色来天地，玉垒浮云变古今。北极朝廷终不改，西山寇盗莫相侵。可怜后主还祠庙，日暮聊为《梁甫吟》。(梁甫 一作：梁父)", "translation": "直译繁花靠近高楼，远离家乡的我触目伤心，在这全国各地多灾多难的时刻，我登楼观览。锦江两岸蓬蓬勃勃的春色铺天盖地涌来，玉垒山上的浮云，古往今来，千形万象，变幻不定。朝廷如同北极星一样最终都不会改换，西山的寇盗吐蕃不要来侵扰。可叹蜀后主刘禅那样的昏君，仍然在祠庙中享受祭祀，黄昏的时候我也姑且吟诵那《梁甫吟》。"}}, {"name": "王士祯", "dynasty": "清代"}, {"name": "梁甫吟", "prop": {"content": "谁谓秋月明？蔽之不必一尺翳。谁谓江水清？淆之不必一斗泥。人情旦暮有翻覆，平地倏忽成山溪。君不见桓公相仲父，竖刁终乱齐；秦穆信逢孙，遂违百里奚。赤符天子明见万里外，乃以薏苡为文犀。停婚仆碑何震怒，青天白日生虹蜺。明良际会有如此，而况童角不辨粟与稊。外间皇父中艳妻，马角突兀连牝鸡。以聪为聋狂作圣，颠倒衣裳行蒺藜。屈原怀沙子胥弃，魑魅叫啸风凄凄。梁甫吟，悲以凄。岐山竹实日稀少，凤凰憔悴将安栖！", "translation": "　　《梁甫吟》系乐府旧题，后人多用于抒发心中不平之气。如李白《梁甫吟》，即充满志不得伸、怀才不遇的忿懑之情。刘基此诗借古讽今，抨击了元末忠臣被弃、小人得志的政治现象。诗中“赤苻天子”指东汉皇帝。“乃以薏苡为文犀”，指东汉马援从交阯回京城，带了一车薏苡，用作种子。马援死后，有人上书皇帝，诬陷马援从交阯带回的是一车明珠和有纹理的犀角，致使马援不能安葬祖坟，朝臣不敢送葬。“停婚仆碑”指唐朝魏征死后，受人诬陷，唐太宗下令放倒魏征墓碑（碑文为唐太宗撰），解除自己女儿与魏征儿子叔玉的婚约。以上两个典故分别见《后汉书·马援传》和《新唐书·魏征传》。 "}}, {"name": "三闾祠", "prop": {"content": "平远江山极目回，古祠漠漠背城开。莫嫌举世无知己，未有庸人不忌才。放逐肯消亡国恨？岁时犹动楚人哀！湘兰沅芷年年绿，想见吟魂自往来。", "translation": "纵目远眺，只见见江流蜿蜒，远山逶迤，近处古老的三闾祠，却萧条冷落，背城而立。不要埋怨当时无人了解你忠心耿耿，历史上没有庸俗小人不忌贤妒才。驱逐流放哪里能消除亡国之恨，直至今日逢年过节也总是激起楚人的悲哀！蕙兰白芷年年绿遍湘江沅江两岸，料你英灵定会眷怀故地常来常往。"}}, {"name": "蔡中郎坟", "prop": {"content": "古坟零落野花春，闻说中郎有后身。 今日爱才非昔日，莫抛心力作词人。", "translation": "古坟零落唯有野花正逢春，我听说蔡中郎也有了后身。如今爱惜人才已不如昔日，不要白白抛掷才华作诗人。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "念奴娇·赤壁怀古", "prop": {"content": "大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。(穿空 一作：崩云)江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。(樯橹 一作：强虏)故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。(人生 一作：人间；尊 同：樽) ", "translation": "大江之水滚滚不断向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国时周郎大破曹兵的赤壁。岸边乱石林立，像要刺破天空，惊人的巨浪拍击着江岸，激起的浪花好似千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。"}}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "满江红·秋日经信陵君祠", "prop": {"content": "席帽聊萧，偶经过、信陵祠下。正满目、荒台败叶，东京客舍。九月惊风将落帽，半廊细雨时飘瓦。桕初红、偏向坏墙边，离披打。今古事，堪悲诧；身世恨，从牵惹。倘君而仍在，定怜余也。我讵不如毛薛辈，君宁甘与原尝亚。叹侯嬴、老泪苦无多，如铅泻。", "translation": "我带着遮阳的帽子，略显萧瑟，偶然从信陵祠堂下面经过。眼中含着泪水，荒凉的台阶上落满枯败的叶子，留宿河南开封。九月的大风把帽子吹得随风飘零，走廊的大部分雨水飘洒屋瓦之上。乌桕树的叶子经秋霜而红，叶子散乱状朝着破烂的墙边伸展。过去的事情和现在的事情交织在一起，十分诧愤，怨恨自己的身世，因此受牵连。假如信陵君仍然在世，一定会给我留下怜爱的余地。难道我还不如毛公、薛公那些人吗？信陵君难道甘愿比平原君、孟尝君低一等吗？感慨侯嬴，泪水尽情流淌也觉得不够悲伤。"}}, {"name": "题乌江亭", "prop": {"content": "胜败兵家事不期，包羞忍耻是男儿。 江东子弟多才俊，卷土重来未可知。", "translation": "胜败乃是兵家常事，难以事前预料。能够忍受失败和耻辱的才是真正男儿。江东子弟大多是才能出众的人，若能重整旗鼓卷土杀回，楚汉相争，谁输谁赢还很难说。"}}, {"name": "汴京纪事", "prop": {"content": "辇毂繁华事可伤，师师垂老过湖湘。缕衣檀板无颜色，一曲当时动帝王。", "translation": "帝京当年是多么地繁华热闹，回想起来，使人无限地伤感；李师师也老了，漂泊流落在湖湘的民间。旧时的舞衣与檀板都黯然失色，饱受了风蚀尘染；有谁相信，她当年轻歌一曲，能使君王倾倒迷乱？"}}, {"name": "西河·大石金陵", "prop": {"content": "佳丽地。南朝盛事谁记。山围故国绕清江，髻鬟对起。怒涛寂寞打孤城，风樯遥度天际。 断崖树，犹倒倚。莫愁艇子曾系。空余旧迹郁苍苍，雾沉半垒。夜深月过女墙来，伤心东望淮水。 酒旗戏鼓甚处市。想依稀、王谢邻里。燕子不知何世。入寻常、巷陌人家，相对如说兴亡，斜阳里。", "translation": "南朝金陵兴盛的情景，而今谁还能记忆呢？江岸环绕着髻鬟似的山峰相对耸立。长江的大浪长年累月扑打这座孤独而寂寞的古城张着风帆的船正向遥远的天边驶去。临水的陡峭山崖上的树好像倒下来靠在崖上.莫愁姑娘或许曾在这里系过艇子吧！一切只剩下陈迹了，但只见郁郁苍苍一派青色，还有那浓雾中露出的半截城垒。夜半更深，月亮从女墙上升起来，而赏心亭东望著秦淮河。那酒旗飘扬、锣鼓喧天的热闹景象究竟到休息去寻找呢？想来就是东晋时代王谢家族的府居所在。燕子不知道这是什么世代。燕子在夕阳里喃喃细语，好像也在相互诉说这里的盛衰兴亡吧。"}}, {"name": "金陵图", "prop": {"content": "谁谓伤心画不成，画人心逐世人情。 君看六幅南朝事，老木寒云满故城。", "translation": "谁说画不出六朝古都的伤心事，只是那些画家为了迎合世人心理而不画伤心图而已。请看这六幅描摹南朝往事的画中，枯老的树木和寒凉的云朵充满了整个金陵城。"}}, {"name": "过三闾庙", "prop": {"content": "沅湘流不尽，屈子怨何深。日暮秋风起，萧萧枫树林。", "translation": "沅江湘江长流不尽，屈原悲愤似水深沉。暮色茫茫，秋风骤起江面，吹进枫林，听的满耳萧萧。"}}, {"name": "陈德武", "dynasty": "宋代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "查慎行", "dynasty": "清代"}, {"name": "咏怀古迹五首·其一", "prop": {"content": "支离东北风尘际，漂泊西南天地间。三峡楼台淹日月，五溪衣服共云山。羯胡事主终无赖，词客哀时且未还。庾信平生最萧瑟，暮年诗赋动江关。", "translation": "关中兵荒马乱百姓流离失所，躲避战乱漂泊流浪来到西南。长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。羯胡人狡诈事主终究不可靠，伤时感世的诗人至今未回还。梁代庾信的一生处境最凄凉，到晚年作的诗赋轰动了江关。"}}, {"name": "咏三良", "prop": {"content": "束带值明后，顾盼流辉光。一心在陈力，鼎列夸四方。款款效忠信，恩义皎如霜。生时亮同体，死没宁分张。壮躯闭幽隧，猛志填黄肠。殉死礼所非，况乃用其良。霸基弊不振，晋楚更张皇。疾病命固乱，魏氏言有章。从邪陷厥父，吾欲讨彼狂。", "translation": "无"}}, {"name": "感遇诗三十八首·其十九", "prop": {"content": "圣人不利己，忧济在元元。黄屋非尧意，瑶台安可论？吾闻西方化，清净道弥敦。奈何穷金玉，雕刻以为尊？云构山林尽，瑶图珠翠烦。鬼工尚未可，人力安能存？夸愚适增累，矜智道逾昏。", "translation": "　　武则天当政时期，搜刮民财，大规模地在全国范围内兴建佛寺。佛寺的规模超过宫阙。崇佛的工程兴起以后，每天要役使上万人，国库耗竭，民不聊生。"}}, {"name": "刘琨", "dynasty": "魏晋"}, {"name": "题太公钓渭图", "prop": {"content": "璇室群酣夜，璜溪独钓时。浮云看富贵，流水淡须眉。偶应非熊兆，尊为帝者师。轩裳如固有，千载起人思。", "translation": "　　《题太公钓渭图》就是一首很好的写心言志之作，作为诗人本身，也常常是有意识地借题画以表明自己的心志，托物寄兴。巧妙地将主观心志寄寓于客观的描述之中，实为不可多得的题画佳作。"}}, {"dynasty": "清代"}, {"name": "煌煌京洛行", "prop": {"content": "夭夭园桃，无子空长。虚美难假，偏轮不行。淮阴五刑，鸟尽弓藏。保身全名，独有子房。大愤不收，褒衣无带。多言寡诚，抵令事败。苏秦之说，六国以亡。倾侧卖主，车裂固当。贤矣陈轸，忠而有谋。楚怀不从，祸卒不救。祸夫吴起，智小谋大，西河何健，伏尸何劣。嗟彼郭生，古之雅人，智矣燕昭，可谓得臣。峨峨仲连，齐之高士，北辞千金，东蹈沧海。", "translation": "无"}}, {"name": "徐再思", "dynasty": "元代"}, {"dynasty": "朝代"}, {"name": "挽文丞相", "prop": {"content": "徒把金戈挽落晖，南冠无奈北风吹。子房本为韩仇出，诸葛宁知汉祚移。云暗鼎湖龙去远，月明华表鹤归迟。不须更上新亭望，大不如前洒泪时。", "translation": "您想同鲁阳公一样挥动金戈挽回落日，却是徒劳。被俘入狱，眼见蒙古如北风劲吹日益横骄。张良本是为韩国复兴而出，最终没能达到目的。诸葛亮力图恢复汉室江山，而蜀最终为魏所灭，他岂能料到。鼎湖云天黯淡，皇上早已乘龙远逝，迟迟不见您的魂魄归来。请不要再上新亭极目远眺，如今天下都要被异族统治，不如东晋尚有半壁江山。 "}}, {"name": "邺都引", "prop": {"content": "君不见魏武草创争天禄，群雄睚眦相驰逐。昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲。城郭为墟人代改，但见西园明月在。邺旁高冢多贵臣，蛾眉曼睩共灰尘。试上铜台歌舞处，惟有秋风愁杀人。", "translation": "　　张说一生历仕武后、中宗、睿宗、玄宗四朝，三度执掌大政，堪称叱咤风云的一代英豪。但是，他仕途坎坷，曾被流放一次，两次遭贬谪。这首诗就是公元713年（开元元年）被贬为相州刺史后所作。邺都，当时属相州所辖。张说纵观魏武帝曹操建功立业的雄壮历史和身后遭遇，联想自己被奸佞小人攻讦的现实，不禁感慨万千，写下《邺都引》这一千古绝唱。"}}, {"name": "卖花声·雨花台", "prop": {"content": "衰柳白门湾，潮打城还。小长干接大长干。歌板酒旗零落尽，剩有渔竿。秋草六朝寒，花雨空坛。更无人处一凭栏。燕子斜阳来又去，如此江山。", "translation": "衰败的杨柳围绕着建康城，潮水打着空城，又寂寞的返回。放眼望去，大街小巷依旧，而歌板声零零落落，酒帘子稀稀疏疏，昔日的繁华，如今只有孤寂的渔人在垂钓寒江。六朝的繁华如今就如秋草枯败，雨花台也已空寂无人。独自一人在此处凭栏远眺。燕子在斜阳里翩翩飞舞，归来又飞去，江山已是如此景象。"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "昭君辞", "prop": {"content": "朝发披香殿，夕济汾阴河。于兹怀九逝，自此敛双蛾。沾妆如湛露，绕臆状流波。日见奔沙起，稍觉转蓬多。朔风犯肌骨，非直伤绮罗。衔涕试南望，关山郁嵯峨。始作阳春曲，终成苦寒歌。惟有三五夜，明月暂经过。", "translation": "早上离开汉代后宫，晚上度过汾水。此时已远离故乡离匈奴更近了，不由得黯然魂逝，自此双眉紧锁，愁苦满怀。沾在粉妆上的泪水犹如浓重的露水，泪水环绕眼睑状似流波。每天可见之处风沙奔腾，随风飘转的蓬草也随处可见。外凛冽的寒风，不仅侵透了身上的绮罗，深入骨髓。南望故国泪流满面，然而关山阻隔再不能回去。试图用欢乐的曲子排遣心中的哀怨，始终无法弹出。南归无望，日后唯有每月十五的夜晚，月圆之时，聊以望月来寄托相思之情。"}}, {"name": "金陵晚望", "prop": {"content": "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。", "translation": "金陵城曾在日暮的景色伴着浮动的云，也在秋声里陪着落日。这世上有无数的丹青圣手，却没有人能把我此刻愁苦的心境描绘出来。"}}, {"name": "惠洪", "dynasty": "宋代"}, {"name": "登雨花台", "prop": {"content": "生平四十老柴荆，此日麻鞋拜故京。谁使山河全破碎？可堪翦伐到园陵！牛羊践履多新草，冠盖雍容半旧卿。歌泣不成天已暮，悲风日夜起江生。", "translation": "四十年来，甘守贫困度残生，脚穿麻鞋，此日登台望旧京。满目破碎，大好河山谁摧毁？一腔悲愤，园陵松柏竟凋零！牛羊践踏，大片春草变狼籍，车马驰骋，半是旧官显骄横。暮色苍茫，欲哭无泪残阳斜，悲风猎猎，吹起大江呜咽声。 "}}, {"name": "明妃曲二首", "prop": {"content": "明妃初出汉宫时，泪湿春风鬓脚垂。低徊顾影无颜色，尚得君王不自持。归来却怪丹青手，入眼平生几曾有；意态由来画不成，当时枉杀毛延寿。一去心知更不归，可怜着尽汉宫衣；寄声欲问塞南事，只有年年鸿雁飞。家人万里传消息，好在毡城莫相忆；君不见咫尺长门闭阿娇，人生失意无南北。明妃初嫁与胡儿，毡车百两皆胡姬。含情欲语独无处，传与琵琶心自知。黄金杆拨春风手，弹看飞鸿劝胡酒。汉宫侍女暗垂泪，沙上行人却回首。汉恩自浅胡恩深，人生乐在相知心。可怜青冢已芜没，尚有哀弦留至今。", "translation": "明妃当时初起程出行离别汉宫时，泪湿桃花春风面鬓脚微微亦低垂。低头回看身影间周围无有此颜色，还让我君王的感情都难以控制。离别归来却怪罪丹青画图手，美貌如此在眼中平生实未曾见有。天仙意态由自生画笔难以描摹成，当时冤枉杀死画工毛延寿。从此一离去心知更不能回归，可怜还不能穿尽汉朝皇城之宫衣。万里寄语欲相问塞南遥远家乡事，只有年年日日里眼望鸿雁往南飞。家人虽然在万里传来亲人之消息，好好安心在毡城不要常将家相忆。您还不曾见近在咫尺长门里幽幽阿娇被锁闭，人生如果要失意无分天南和地北。"}}, {"name": "金陵后观棋绝句六首·选一", "prop": {"content": "寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。", "translation": "　　诗人将寂寞冷落的残局，融入秦淮秋潮幽咽凄清的背景之中，极力渲染金陵城的萧瑟氛围。进而借观棋抒发心中感慨，在棋的残局中寄寓了诗人的故国之思。构思精巧，情调凄楚，含蓄蕴藉，是一首情景兼胜的好诗。 "}}, {"name": "念奴娇·我来吊古", "prop": {"content": "我来吊古，上危楼、赢得闲愁千斛。虎踞龙蟠何处是，只有兴亡满目。柳外斜阳，水边归鸟，陇上吹乔木。片帆西去，一声谁喷霜竹。 却忆安石风流，东山岁晚，泪落哀筝曲。儿辈功名都付与，长日惟消棋局。宝镜难寻，碧云将暮，谁劝杯中绿。江头风怒，朝来波浪翻屋。", "translation": "我来凭吊古人的陈迹，登上高楼，却落得愁闷无穷。当年虎踞龙蟠的帝王之都今在何处？满目所见只是千古兴亡的遗踪。夕阳斜照着迷茫的柳树，水边觅食的鸟儿急促地飞回窝中，风儿吹拂着高树，掠过荒凉的丘垄。一只孤独的船儿在秦淮河中匆匆西去，不知何人把激越的寒笛吹弄。回想当年那功业显赫的谢安，晚年被迫在东山闲居，也被悲哀的筝声引起伤恸。建功扬名的希望都寄托在儿辈身上，漫长的白日只有消磨在棋局中。表明心迹的宝镜已难于寻觅，岁月又将无情地逝去，谁能安慰我的情怀共饮酒一盅？早晨以来江上便狂风怒号，高浪似要翻倒房屋，真令人忧悚。"}}, {"name": "浪淘沙令", "prop": {"content": "伊吕两衰翁，历遍穷通。一为钓叟一耕佣。若使当时身不遇，老了英雄。汤武偶相逢，风虎云龙。兴王只在谈笑中。直至如今千载后，谁与争功！", "translation": "伊尹和吕尚两位老人，困窘和顺利的境遇全都经历过了。他俩一位是钓鱼翁，一位是佣工。如果两位英雄都没有遇到英明的君主，最终也只能老死于山野之中。他们与成汤和周武王偶然相遇，明君与贤臣合作有如云从龙、风从虎，在谈笑之间就轻而易举地完成了兴王道、建国家的大事业。到现几千年后的今天，没有谁能与他们一争高下！"}}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "唐多令·雨过水明霞", "prop": {"content": "雨过水明霞。潮回岸带沙。叶声寒、飞透窗纱。堪恨西风吹世换，更吹我、落天涯。 寂寞古豪华。乌衣日又斜。说兴亡、燕入谁家。惟有南来无数雁，和明月、宿芦花。", "translation": "大雨过后，霞光将水面照得十分明亮，潮水从江岸上退去后，岸上留下些许沙痕。落叶声声，寒意穿透窗纱 可恨西风将世代吹换，更将我吹落到天涯。昔日豪华之地今天已经寂寞萧条，乌衣巷口太阳叉向西落去。说历史兴亡，燕子飞入谁家？只有往南飞回的无数大雁，在明月下，栖宿在芦花丛中。"}}, {"name": "南乡子", "prop": {"content": "何处望神州？满眼风光北固楼。千古兴亡多少事？悠悠。不尽长江滚滚流。年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。", "translation": "从哪里可以眺望故土中原？眼前却只见北固楼一带的壮丽江山，千百年的盛衰兴亡，不知经历了多少变幻？说不清呀。往事连绵不断，如同没有尽头的长江水滚滚地奔流不息。想当年孙权在青年时代，已统领着千军万马。坐镇东南，连年征战，没有向敌人低过头。天下英雄谁是孙权的敌手呢？只有曹操和刘备可以和他鼎足成三。难怪曹操说：“生下的儿子就应当如孙权一般！”"}}, {"name": "屈原塔", "prop": {"content": "楚人悲屈原，千载意未歇。精魂飘何处，父老空哽咽。至今沧江上，投饭救饥渴。遗风成竞渡，哀叫楚山裂。屈原古壮士，就死意甚烈。世俗安得知，眷眷不忍决。南宾旧属楚，山上有遗塔。应是奉佛人，恐子就沦灭。此事虽无凭，此意固已切。古人谁不死，何必较考折。名声实无穷，富贵亦暂热。大夫知此理，所以持死节。", "translation": "无"}}, {"name": "咏史八首", "prop": {"content": "弱冠弄柔翰，卓荦观群书。著论准过秦，作赋拟子虚。边城苦鸣镝，羽檄飞京都。虽非甲胄士，畴昔览穰苴。长啸激清风，志若无东吴。铅刀贵一割，梦想骋良图。左眄澄江湘，右盼定羌胡。功成不受爵，长揖归田庐。", "translation": "自己二十岁就擅长写文章，博览群书，才能卓异。写论文以《过秦论》为准则，作赋以《子虚赋》为典范。边疆苦于敌人的侵犯，告急的文书驰传到京师。我虽然不是将士，但也读过《司马穰苴兵法》一类的兵书。放声长啸，啸声在风声中激荡，志气豪迈，哪里把东吴放在眼里。自己的才能虽然像铅刀那样柔软，但仍然有一割之用。做梦也想施展自己的才能。消灭江南的东吴，平定西北的羌胡。要学习鲁仲连那样，为平原君却秦兵，功成身退。"}}, {"name": "江间作四首·其三", "prop": {"content": "西山通虎穴，赤壁隐龙宫。形胜三分国，波流万世功。沙明拳宿鹭，天阔退飞鸿。最羡渔竿客，归船雨打篷。", "translation": "西山崇山峻岭，连绵不绝，似与虎穴相连，赤壁下临深渊，那直插云霄的巨石，似乎是龙宫的天然屏障。这三国必争的要冲之地，当年英雄所建的功业也随着东逝的流水而去。俯视沙滩，一片明亮，原来是一群白鹭栖息于此；仰望天空，天空如此辽阔，一支高飞的鸿雁似乎步步后退。最羡慕江边的渔者，悠闲的听着雨打船篷的声音。"}}, {"name": "岳忠武王祠", "prop": {"content": "匹马南来渡浙河，汴城宫阙远嵯峨。中兴诸将谁降敌，负国奸臣主议和。黄叶古祠寒雨积，清山荒冢白云多。(“清山”一作“青山”)如何一别朱仙镇，不见将军奏凯歌。", "translation": "　　自南宋建都杭州以来，舍弃了汴梁巍峨的宫阙。此时号称中兴宋室，可有几个将领能克敌制胜呢？反倒是主和负国的奸臣一直掌权。在寒雨中，岳王祠庙满是黄叶堆积，青山野坟间白云霭霭。为什么朱仙镇大捷之后，岳将军就再没能打胜仗、高奏凯歌了呢？ "}}, {"name": "维扬怀古", "prop": {"content": "广陵城里昔繁华，炀帝行宫接紫霞。玉树歌残犹有曲，锦帆归去已无家。楼台处处迷芳草，风雨年年怨落花。最是多情汴堤柳，春来依旧带栖鸦！", "translation": "　　明孝宗弘治六年，李梦阳举进士，进入仕途，卓然以“复古”自命，言“文必秦汉，诗必盛唐，非是者弗道。”复古派自此逐渐形成，他们在实践中极力模仿古人，出现了大量的拟作。如曾棨此诗，实由李商隐《隋宫》、许浑《金陵怀古》及韦庄《台城》等诗拆零焊接而成，就是因袭仿古的代表作品。但他总算拼凑得还算工致自然，较之那种明显将古人作品割裂摧伤而成的所谓“新作”者稍有不同。算是复古派中的上作。 "}}, {"name": "咏怀八十二首·其三十二", "prop": {"content": "朝阳不再盛，白日忽西幽。去此若俯仰，如何似九秋。人生若尘露，天道邈悠悠。齐景升丘山，涕泗纷交流。孔圣临长川，惜逝忽若浮。去者余不及，来者吾不留。愿登太华山，上与松子游。渔父知世患，乘流泛轻舟。", "translation": "朝阳终究不能始终灿烂下去，随着白日西落，天色也很快变得幽暗。去这里时间短暂，如何能像很长时间。人生就如同尘土就如同朝露，很快地就会消失，而“悠悠”天道却永恒长久。在齐景公登牛山，见山川之美，突然放声大哭道，感伤自身不永。孔子在河边感叹道：“一去不复返的时光就像这河水一样啊！日夜不停。”过去的时光来不及珍惜，将来的岁月我也同样难以永留。我希望能登上太华山，与赤松子一同遨游天上。我愿做清流泛舟的渔父，纵情山水间，与清风明月做伴，不理世事。"}}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "西塞山怀古", "prop": {"content": "王濬楼船下益州，金陵王气黯然收。(王濬 一作：西晋)千寻铁锁沉江底，一片降幡出石头。人世几回伤往事，山形依旧枕寒流。今逢四海为家日，故垒萧萧芦荻秋。", "translation": "王濬的战舰沿江东下离开益州，显赫无比的金陵王气骤然失色。千丈长的铁链沉入江底，一片降旗挂在石头城头。东吴灭亡以后，在金陵建都的王朝都先后灭亡，如今的西塞山依旧紧靠长江。从今以后天下归为一同，故垒萧条长满芦荻秋风飒飒。 "}}, {"name": "王世贞", "dynasty": "明代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "念奴娇·我来牛渚", "prop": {"content": "我来牛渚，聊登眺、客里襟怀如豁。谁著危亭当此处，占断古今愁绝。江势鲸奔，山形虎踞，天险非人设。向来舟舰，曾扫百万胡羯。追念照水然犀，男儿当似此，英碓豪杰。岁月匆匆留不住，鬓已星星堪镊。云暗江天，烟昏淮地，是断魂时节。栏干捶碎，酒狂忠愤俱发。", "translation": "我客游牛渚山，登高远眺，顿觉心胸开阔。高高的然犀亭耸立于此，占尽古往今来多少登临之士的愁闷。采石矶畔的江水如巨鲸般奔腾翻滚，岸上的山岩如猛虎盘距，地势险要，实为阻击敌人的一道天然屏障。当年正是在这里，我军战舰将来犯的金兵彻底击溃，大获全胜。当年的名将温峤平定了苏峻叛乱，屡立战功，曾在牛渚矶燃犀照水。今天的好男儿，就应该像他那样，才能算得上是英雄豪杰。时光匆匆流逝，转眼问鬓发已经斑白，朝朝镊又生。今日倚栏凝伫，但见江上云笼雾锁，一片昏暗，令人哀伤至极。我借酒浇愁，醉后不觉将栏干捶碎，满腔忠愤于此得以尽情宣泄。"}}, {"name": "金缕歌", "prop": {"content": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。 遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "translation": "无"}}, {"name": "焚书坑", "prop": {"content": "竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。", "translation": "竹帛燃烧的烟雾刚刚散尽，秦始皇的帝业也化为空虚，函谷关和黄河天险，也锁守不住始皇的故国旧居。焚书坑的灰烬还没冷却，山东群雄已揭竿而起，灭亡秦国的刘邦和项羽，原来并不读书！"}}, {"name": "吴潜", "dynasty": "宋代"}, {"name": "咏怀古迹五首·其五", "prop": {"content": "诸葛大名垂宇宙，宗臣遗像肃清高。三分割据纡筹策，万古云霄一羽毛。伯仲之间见伊吕，指挥若定失萧曹。运移汉祚终难复，志决身歼军务劳。", "translation": "诸葛亮大名垂宇宙且万古流芳，他清高的品性真令人无比敬仰。三分天下是他苦心筹划的结果，他犹如展翅高翔在云霄的鸾凤。才华超绝与伊尹吕尚难分高下，指挥千军万马非曹参萧何能比。汉朝的气运已经衰落难以恢复，他意志坚决终因军务繁忙殉职。"}}, {"name": "乌栖曲", "prop": {"content": "姑苏台上乌栖时，吴王宫里醉西施。吴歌楚舞欢未毕，青山欲衔半边日。银箭金壶漏水多，起看秋月坠江波。东方渐高奈乐何！", "translation": "日落乌栖时分，姑苏台上吴宫的轮廓和宫中美人西施醉态朦胧。轻歌曼舞，朱颜微酡，吴王的享乐还正处在兴奋之中，却忽然发现西边的山峰已经吞没了半轮红日，暮色就要降临了。吴王与西施寻欢作乐已慢慢进入尾声。铜壶漏水越来越多，银箭的刻度也随之越来越上升，一轮秋月越过长空，天色已近黎明。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "高蟾", "dynasty": "唐代"}, {"name": "筹笔驿", "prop": {"content": "猿鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才原不忝，关张无命欲何如？他年锦里经祠庙，梁父吟成恨有余。", "translation": "韵译猿鸟犹疑是惊畏丞相的严明军令，风云常常护着他军垒的藩篱栏栅。诸葛亮徒然在这里挥笔运筹划算，后主刘禅最终却乘坐邮车去投降。孔明真不愧有管仲和乐毅的才干。关公张飞已死他又怎能力挽狂澜？往年我经过锦城时进谒了武侯祠，曾经吟诵了梁父吟为他深表遗憾！"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "赠羊长史·并序", "prop": {"content": "左军羊长史，衔使秦川，作此与之。愚生三季后，慨然念黄虞。得知千载上，正赖古人书。圣贤留余迹，事事在中都。岂忘游心目？关河不可逾。九域甫已一，逝将理舟舆。闻君当先迈，负疴不获俱。路若经商山，为我少踌躇。多谢绮与甪，精爽今何如？紫芝谁复采？深谷久应芜。驷马无贳患，贫贱有交娱。清谣结心曲，人乖运见疏。拥怀累代下，言尽意不舒。", "translation": "　　这诗是陶集赠答诗中的名篇。诗中念古伤今，流露着作者对时局的观感和政治态度，也体现了“君子赠人以言”的古训，对友人进行讽示、忠告，大有别于一般伤离惜别、应酬敷衍之作。羊长史，名松龄，是和作者周旋日久的友人，当时任江州刺史、左将军檀韶的长史。这次是奉使去关中，向新近北伐取胜的刘裕称贺。秦川，今陕西一带。"}}, {"name": "西施", "prop": {"content": "家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁。", "translation": "国家兴亡衰败自有其时运，吴人又何苦埋怨是西施使他们国家灭亡的呢？如果西施知道怎样颠覆吴国，那么后来让越国灭亡的又是谁呢？"}}, {"name": "与诸子登岘山", "prop": {"content": "人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，读罢泪沾襟。(尚在 一作：字在)", "translation": "世间的人和事更替变化，暑往寒来，时间流逝，形成了从古到今的 历史。江山各处保留的名胜古迹，而今我们又可以登攀亲临。水落石出，鱼梁洲清浅；天寒木落，云梦泽广袤无边。晋人羊祜纪念碑如今依然巍峨矗立，读罢碑文泪水沾湿了衣襟。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "古大梁行", "prop": {"content": "古城莽苍饶荆榛，驱马荒城愁杀人，魏王宫观尽禾黍，信陵宾客随灰尘。忆昨雄都旧朝市，轩车照耀歌钟起，军容带甲三十万，国步连营一千里。全盛须臾哪可论，高台曲池无复存，遗墟但见狐狸迹，古地空余草木根。暮天摇落伤怀抱，抚剑悲歌对秋草，侠客犹传朱亥名，行人尚识夷门道。白璧黄金万户侯，宝刀骏马填山丘，年代凄凉不可问，往来唯见水东流。", "translation": "无"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "登百丈峰二首", "prop": {"content": "朝登百丈峰，遥望燕支道。汉垒青冥间，胡天白如扫。忆昔霍将军，连年此征讨。匈奴终不灭，寒山徒草草。唯见鸿雁飞，令人伤怀抱。晋武轻后事，惠皇终已昏。豺狼塞瀍洛，胡羯争乾坤。四海如鼎沸，五原徒自尊。而今白庭路，犹对青阳门。朝市不足问，君臣随草根。 ", "translation": "早上登上百丈峰，远眺那燕支山道。高山上，汉兵遗留下来的堡垒高耸入云天；胡地的天空旷远苍茫。遥想当年霍将军，连年在此征讨匈奴。匈奴终究没能灭绝，这孤寒的高山空自承受着这些纷乱的事实。如今只见大雁高飞而过，此情此景更令人感慨伤怀。"}}, {"name": "念奴娇·宪宗平淮西", "prop": {"content": "晚唐姑息，有多少方镇，飞扬跋扈。淮蔡雄藩联四郡，千里公然旅拒。同恶相资，潜伤宰辅，谁敢分明语。媕婀群议，共云旄节应付。 于穆天子英明，不疑不贰处，登庸裴度。往督全师威令使，擒贼功名归诉。半夜衔枚，满城深雪，忽已亡悬瓠。明堂坐治，中兴高映千古。", "translation": "　　这首词是李纲写的七首咏史词之一。是写唐宪宗李纯平定淮西藩镇（方镇）割据的史实的。唐代自安史之乱开始，各地节度使势力逐渐强大，拥有自己的政权、兵权、财权，每拥兵自重，割据一方，不听朝廷号令，俨然独立王国。这种尾大不掉的局面日趋严重，严重影响了国家的统一。淮西节度使吴元济就是这种割据一方的方镇之一。"}}, {"name": "吴宫怀古", "prop": {"content": "香径长洲尽棘丛，奢云艳雨只悲风。 吴王事事须亡国，未必西施胜六宫。", "translation": "通往长洲的香径已经长满了荆棘，当年吴王射猎的地方到处是荒丘蔓草。当年奢云艳雨，纸醉金迷的吴宫如今已不再繁华，只有阵阵悲风在这废墟故址徘徊。吴王夫差在位期间所采取的一切倒行逆施的举措都足以使国家灭亡，这和西施并无关系，后宫佳丽如云，一个西施又怎么能取代所有的后宫佳丽呢？ "}}, {"name": "文征明", "dynasty": "明代"}, {"name": "钱谦益", "dynasty": "清代"}, {"name": "贾生", "prop": {"content": "宣室求贤访逐臣，贾生才调更无伦。可怜夜半虚前席，不问苍生问鬼神。", "translation": "汉文帝求贤在未央宫前殿召见被贬的臣子，贾谊才气纵横无与伦比。可惜文帝半夜移膝靠近贾谊听讲，不问百姓生机只问起鬼神之事。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "冬节后至丞相第诣世子车中作", "prop": {"content": "廉公失权势，门馆有虚盈。贵贱犹如此，况乃曲池平。高车尘未灭，珠履故馀声。宾阶绿钱满，客位紫苔生。谁当九原上，郁郁望佳城。", "translation": "　　此诗《艺文类聚》卷三十作《萧丞相第诣世子车中作》。《文选》善注以为丞相即萧嶷。嶷为齐高帝道成之次子，武帝赜之弟，公元492年（永明十年）夏四月薨。善注引蔡邕《独断》：“诸侯嫡子称世子”。世子指嶷长子子廉。廉，字景蔼，官至太子中舍人，前军将军。公元493年（永明十一年）卒。“冬节”，冬至之日，为朝臣往还问讯之时，《南齐书·武陵昭王晔传》：“冬节问讯，诸王皆出，晔独后来”，即其证。此诗当作于公元492年冬。"}}, {"name": "羽林行", "prop": {"content": "长安恶少出名字，楼下劫商楼上醉。天明下直明光宫，散入五陵松柏中。百回杀人身合死，赦书尚有收城功。九衢一日消息定，乡吏籍中重改姓。出来依旧属羽林，立在殿前射飞禽。", "translation": "长安的恶少的坏得出了名的。他们敢于在酒楼下抢劫商人的财物后，马上又跑到酒楼上去狂欢醉饮。天亮他们下班后从皇宫里一出来，就分头藏入五陵一带的松柏中。终于有一天这伙人落网了，按法律规定他们多次杀人本该判处死刑，但皇帝却下赦书释放他们，还道他们有收城之功。当他们被赦的消息在长安城中得到证实，他们便立刻在乡吏簿籍中重新恢复了自己原来的姓名。这些人被释放出来后，依旧当他们的羽林郎，他们站在宫殿前逍遥自在地弯弓搭箭射杀飞鸟。 "}}, {"name": "泊秦淮", "prop": {"content": "烟笼寒水月笼沙，夜泊秦淮近酒家。商女不知亡国恨，隔江犹唱后庭花。", "translation": "迷离的月色下，轻烟笼罩寒水、白沙，小船夜泊秦淮，靠近岸边酒家。卖唱为生的歌女为人作乐，哪知亡国之恨？隔着江水仍然高唱着《玉树后庭花》。"}}, {"name": "金陵驿二首·其一", "prop": {"content": "草合离宫转夕晖，孤云飘泊复何依？山河风景元无异，城郭人民半已非。满地芦花和我老，旧家燕子傍谁飞？从今别却江南路，化作啼鹃带血归。万里金瓯失壮图，衮衣颠倒落泥涂。空流杜宇声中血，半脱骊龙颔下须。老去秋风吹我恶，梦回寒月照人孤。千年成败俱尘土，消得人间说丈夫。", "translation": "夕阳下那被野草覆盖的行宫，自己的归宿在哪里啊？祖国的大好河山和原来没有什么不同，而人民已成了异族统治的臣民。满地的芦苇花和我一样老去，人民流离失所，国亡无归。现在要离开这个熟悉的老地方了，从此以后南归无望，等我死后让魂魄归来吧！"}}, {"name": "登岳阳楼", "prop": {"content": "洞庭之东江水西，帘旌不动夕阳迟。登临吴蜀横分地，徙倚湖山欲暮时。万里来游还望远，三年多难更凭危。白头吊古风霜里，老木沧波无限悲。天入平湖晴不风，夕帆和雁正浮空。楼头客子杪秋后，日落君山元气中。北望可堪回白首，南游聊得看丹枫。翰林物色分留少，诗到巴陵还未工。", "translation": "巍巍岳阳楼矗立在洞庭湖以东长江以西，落日缓缓下沉，无风卷起，楼阁上的招牌一动不动。登临的地方是当年吴国和蜀国的分界之处，徘徊在湖光山色中一直到暮色。跋涉万里来此还要登高望远，三年辗转历尽危难还要独登高楼。登楼凭吊古人，我自己已是两鬓如霜，看着远山的古树、青苍中，隐含无限的伤悲。"}}, {"name": "蜀先主庙", "prop": {"content": "天下英雄气，千秋尚凛然。(天下 一作：天地)势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。", "translation": "刘备的英雄气概真可谓顶天立地，经历千秋万代威风凛凛至今依然。创立基业与吴魏三分天下成鼎足，恢复五铢钱币志在振兴汉室。等到丞相葛亮的帮助开创了国基，可惜生个儿子不像其父贤明。最凄惨的还是那蜀宫中的歌伎，在魏宫歌舞刘禅也毫无羞情。"}}, {"dynasty": "元代"}, {"name": "莺啼序·重过金陵", "prop": {"content": "　　金陵故都最好，有朱楼迢递。嗟倦客又此凭高，槛外已少佳致。更落尽梨花，飞尽杨花，春也成憔悴。问青山、三国英雄，六朝奇伟？　　麦甸葵丘，荒台败垒，鹿豕衔枯荠。正潮打孤城，寂寞斜阳影里。听楼头、哀笳怨角，未把酒、愁心先醉。渐夜深、月满秦淮，烟笼寒水。　　凄凄惨惨，冷冷清清，灯火渡头市。慨商女、不知兴废，隔江犹唱庭花，余音亹亹。伤心千古，泪痕如洗。乌衣巷口青芜路，认依稀、王谢旧邻里。临春结绮，可怜红粉成灰，萧索白杨风起。　　因思畴昔，铁索千寻，谩沉江底。挥羽扇，障西尘，便好角巾私第。清谈到底成何事？回首新亭，风景今如此。楚囚对泣何时已，叹人间今古真儿戏。东风岁岁还来，吹入钟山，几重苍翠。 ", "translation": "　　南宋德祐二年（1276年），元兵大破临安，南宋恭帝和后妃属员三千多人被俘北上，词人也未能幸免。词人对南宋朝廷的忠心，使他不幸仕于元，只好做了道士。词人因此而被释放，回到江南。这首词便是词人在得以南归后重游金陵所作。"}}, {"name": "贺新郎·西湖", "prop": {"content": "一勺西湖水。渡江来，百年歌舞，百年酣醉。回首洛阳花石尽，烟渺黍离之地。更不复、新亭堕泪。簇乐红妆摇画舫，问中流、击楫何人是？千古恨，几时洗？余生自负澄清志。更有谁、磻溪未遇，傅岩未起。国事如今谁倚仗，衣带一江而已！便都道、江神堪恃。借问孤山林处士，但掉头、笑指梅花蕊。天下事，可知矣！", "translation": "无"}}, {"name": "过晋阳故城书事", "prop": {"content": "惠远祠前晋溪水，翠叶银花清见底。水上西山如挂屏，郁郁苍苍三十里。中原北门形势雄，想见城阙云烟中。望川亭上阅今古，但有麦浪摇春风。君不见，系舟山头龙角秃，白塔一摧城覆没。薛王出降民不降，屋瓦乱飞如箭镞。汾流决入大夏门，府治移著唐明村。只从巨屏失光彩，河洛几度风烟昏。东阙苍龙西玉虎，金雀觚棱上云雨。不论民居与官府，仙佛所庐余百所。鬼役天才千万古，争教一炬成焦土。至今父老哭向天，死恨河南往来苦。南人鬼巫好禨祥，万夫畚锸开连岗。官街十字改丁字，钉破并州渠亦亡。几时却到承平了，重看官家筑晋阳。", "translation": "无"}}, {"name": "魏禧", "dynasty": "明代"}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "水调歌头", "prop": {"content": "轮奂半天上，胜概压南楼。筹边独坐，岂欲登览快双眸。浪说胸吞云梦，直把气吞残虏，西北望神州。百载一机会，人事恨悠悠。 骑黄鹤，赋鹦鹉，谩风流。岳王祠畔，杨柳烟锁古今愁。整顿乾坤手段，指授英雄方略，雅志若为酬。杯酒不在手，双鬓恐惊秋。", "translation": "高敞华美的楼阁矗立半天，南楼的胜概也不能同它比肩。你独坐阁上筹策御边，不单是为了满足观景的快感。别止说胸中能吞纳云梦的幅员，你的浩气直把残剩的金虏尽行席卷，朝着西北时时眺望沦陷的中原。千载难逢的战机就在眼前，只可叹人事上总有无止尽的恨憾。王子安在这里骑鹤登仙，祢衡在这里写下《鹦鹉》的赋篇，都已算不上什么风流事件。看岳王祠畔杨柳如烟，古往今来的愁意凝聚不散。你的手段足以去再造河山，你的方略足以向英雄授传，可高尚的抱负又何从施展？如果手中不时时举起酒盏，只怕会惊异地发现，两鬓上已是秋霜一片。"}}, {"name": "刘致", "dynasty": "元代"}, {"name": "水调歌头·和庞佑父", "prop": {"content": "雪洗虏尘静，风约楚云留。何人为写悲壮，吹角古城楼。湖海平生豪气，关塞如今风景，剪烛看吴钩。剩喜燃犀处，骇浪与天浮。忆当年，周与谢，富春秋，小乔初嫁，香囊未解，勋业故优游。赤壁矶头落照，肥水桥边衰草，渺渺唤人愁。我欲乘风去，击楫誓中流。", "translation": "　　绍兴三十一年冬，虞允文击溃金主完颜亮的部队于采石矶，这是一次关系到南宋朝廷生死存亡的重要战役，朝野振奋，国人欢呼，张孝祥怀着激动的心情，写了本词。"}}, {"name": "楚宫", "prop": {"content": "湘波如泪色漻漻，楚厉迷魂逐恨遥。枫树夜猿愁自断，女萝山鬼语相邀。空归腐败犹难复，更困腥臊岂易招？但使故乡三户在，彩丝谁惜惧长蛟。", "translation": "湘江如泪色一般又清又深，屈原的冤魂随浪而去，他的怨恨永无绝期。夜晚的枫树林中猿啼使人愁断肠，唯有穿着萝带的山鬼相邀。埋在土里，身形腐败，魂魄难以招回，更用说是葬身鱼腹了。只要楚地后人还在，谁会可惜那喂食蛟龙彩丝包的食物？"}}, {"name": "苏武庙", "prop": {"content": "苏武魂销汉使前，古祠高树两茫然。云边雁断胡天月，陇上羊归塞草烟。回日楼台非甲帐，去时冠剑是丁年。茂陵不见封侯印，空向秋波哭逝川。", "translation": "苏武初遇汉使，悲喜交集感慨万端；而今古庙高树，肃穆庄严久远渺然。羁留北海音书断绝，头顶胡天明月；荒陇牧羊回来，茫茫草原已升暮烟。回朝进谒楼台依旧，甲帐却无踪影；奉命出使加冠佩剑，正是潇洒壮年。封侯受爵缅怀茂陵，君臣已不相见；空对秋水哭吊先皇，哀叹逝去华年。"}}, {"name": "临江仙", "prop": {"content": "埋没钱塘歌吹里，当年却是皇都。赵家轻掷与强胡。江山如许大，不用一钱沽。只有岳王泉下血，至今泛作西湖。可怜故事眼中无。但供侬醉后，囊句付奚奴。", "translation": "无"}}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "汪遵", "dynasty": "唐代"}, {"name": "阮籍", "dynasty": "魏晋"}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "咏怀八十二首·其七十九", "prop": {"content": "林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。", "translation": "林中有奇鸟，自言是凤凰。直译：树林有一只奇异的鸟，它自言是凤凰鸟。赏析：一“奇”字，点明此鸟所视甚高。这正是阮籍风格。"}}, {"name": "梁甫吟", "prop": {"content": "步出齐城门，遥望荡阴里。里中有三坟，累累正相似。问是谁家墓，田疆古冶氏。力能排南山，又能绝地纪。一朝被谗言，二桃杀三士。谁能为此谋，相国齐晏子。", "translation": "缓步走出临淄城的城门，遥望萧瑟死寂的荡阴里。那里有三座坟墓紧相连，形状大小都非常的相似。请问这里是谁家的墓地，田开疆、古冶子和公孙氏。他们的力气能推倒南山，又能截断系大地的绳子。不料一朝遭到谗言，他们三人却是因为两个桃子的原因而死 。谁能够设想出这个奇计？他就是齐国的宰相晏子。"}}, {"name": "满江红", "prop": {"content": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "translation": "长江、汉江从西方奔流直下，在黄鹤楼望去，浩淼的江水如葡萄般碧绿澄澈。江水相通，好像都带着岷山和峨嵋山融化的雪水浪花，这便是锦江的春色。你是在陕州留有爱民美誉的通判，我却是思乡未归的浪子。面对这里的景色怎能没有感情，我将会殷切的述说。你千万不要读《江表传》，祢衡真是令人同情，深感痛惜。只能空对鹦鹉洲，苇花依旧萧瑟。书生何苦与这种人纠缠，权势人物如曹操与黄祖也都已一闪过去。希望使君能像李白一样潜心作诗，赶追崔颢的名作《黄鹤楼》诗。"}}, {"name": "钓台", "prop": {"content": "巨舰只缘因利往，扁舟亦是为名来。往来有愧先生德，特地通宵过钓台。", "translation": "大船只是因为有利可图才来往，小舟也是为了追逐名利才来。先生的品德使往来的人羞愧，他们特地趁黑夜悄悄过钓台。"}}, {"name": "张舜民", "dynasty": "宋代"}, {"name": "咏怀古迹五首·其二", "prop": {"content": "摇落深知宋玉悲，风流儒雅亦吾师。怅望千秋一洒泪，萧条异代不同时。江山故宅空文藻，云雨荒台岂梦思。最是楚宫俱泯灭，舟人指点到今疑。", "translation": "落叶飘零是深知宋玉的悲哀，他的风流儒雅堪当我的老师。怅望千秋往事洒下同情泪水，身世同样凄凉可惜生不同时。江山依旧故宅犹在空留文藻，云雨荒台难道真是荒唐梦思。最可叹楚王宫殿早荡然无存，驾船人还指点遗迹让人生疑。"}}, {"dynasty": "两汉"}, {"name": "张说", "dynasty": "唐代"}, {"name": "燕昭王", "prop": {"content": "南登碣石馆，遥望黄金台。丘陵尽乔木，昭王安在哉？霸图今已矣，驱马复归来。", "translation": "从南面登上碣石宫，望向远处的黄金台。丘陵上已满是乔木，燕昭王到哪里去了？宏图霸业今已不再，我也只好骑马归营。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "滕王阁序", "prop": {"content": "　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？　　呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。", "translation": "无"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "贺新郎", "prop": {"content": "彭传师于吴江三高堂之前钓雪亭，盖擅渔人之窟宅以供诗境也，赵子野约余赋之。挽住风前柳，问鸱夷当日扁舟，近曾来否？月落潮生无限事，零落茶烟未久。谩留得莼鲈依旧。可是功名从来误，抚荒祠、谁继风流后？今古恨，一搔首。江涵雁影梅花瘦，四无尘、雪飞云起，夜窗如昼。万里乾坤清绝处，付与渔翁钓叟。又恰是、题诗时候。猛拍阑干呼鸥鹭，道他年、我亦垂纶手。飞过我，共樽酒。 ", "translation": "无"}}, {"name": "题李愬画像", "prop": {"content": "淮阴北面师广武，其气岂只吞项羽。君得李佑不肯诛。便知元济在掌股。羊公德行化悍夫，卧鼓不战良骄吴。公方沉鸷诸将底，又笑元济无头颅。雪中行师等儿戏，夜取蔡州藏袖底。远人信宿犹未知，大类西平击朱泚。锦袍玉带仍父风，拄颐长剑大梁公。君看鞬橐见丞相，此意与天相始终。", "translation": "　　这首诗气势恢宏，语词铺张，大有山谷诗风。惠洪虽未列名《江西诗社宗派图》内，但人皆视其为江西诗社中人。全诗简洁精炼，沉着雄辩，突出地表现出李愬足智多谋、忠君爱国的大将风度。李愬（773－821），唐代著名将领，洮州临潭（属甘肃省）人。公元816年（唐宪宗元和十一年）任唐、随、邓州节度使，与叛将吴元济（时任申、光、蔡三州节度使）相邻。他表面松弛军备，以麻痹叛敌，暗中整顿军伍，善待降人。次年冬，乘雪夜突袭蔡州，生擒吴元济，成为中国古代战史上奇袭之范例。他亦因此进授山南东道节度使，封凉国公，时人为立祠塑像、题诗绘图。诗中惠洪把李愬与西汉开国元勋韩信相提并论，甚至认为李愬的功绩超过了韩信。 "}}, {"name": "秦淮杂诗二十首·其一", "prop": {"content": "年来肠断秣陵舟，梦绕秦淮水上楼。十日雨丝风片里，浓春艳景似残秋。", "translation": "一年多来那停泊秣陵画舫行舟让人想念，秦淮水上阁楼让人魂牵梦绕。整个大地都笼罩在多日的细雨微风中，浓艳的春景在我眼中却似残秋哀景。"}}, {"name": "浯溪中兴颂诗和张文潜二首", "prop": {"content": "五十年功如电扫，华清花柳咸阳草。五坊供奉斗鸡儿，酒肉堆中不知老。胡兵忽自天上来，逆胡亦是奸雄才。勤政楼前走胡马，珠翠踏尽香尘埃。何为出战辄披靡，传置荔枝多马死。尧功舜德本如天，安用区区纪文字。著碑铭德真陋哉，乃令神鬼磨山崖。子仪光弼不自猜，天心悔祸人心开。夏商有鉴当深戒，简策汗青今具在。君不见当时张说最多机，虽生已被姚崇卖。君不见惊人废兴传天宝，中兴碑上今生草。不知负国有奸雄，但说成功尊国老。谁令妃子天上来，虢秦韩国皆天才。花桑羯鼓玉方响，春风不敢生尘埃。姓名谁复知安史，健儿猛将安眠死。去天尺五抱瓮峰，峰头凿出开元字。时移势去真可哀，奸人心丑深如崖。西蜀万里尚能反，南内一闭何时开。可怜孝德如天大，反使将军称好在。呜呼，奴辈乃不能道辅国用事张后专，乃能念春荠长安作斤卖。", "translation": "　　此诗深刻分析了唐朝之所以会发生安史之乱和唐王朝军队一败涂地的原因，诗中不仅将腐化昏聩的唐明皇和诸般谄媚误国的佞臣一同作了鞭挞，总结历史的教训，而且影射了北宋末年腐败的朝政——君主荒淫无能，臣僚尔虞我诈。用借古喻今的方式来对当权者予以劝戒，表现了诗人对北宋末年朝政的担忧。 "}}, {"name": "西施咏", "prop": {"content": "艳色天下重，西施宁久微。朝为越溪女，暮作吴宫妃。贱日岂殊众，贵来方悟稀。邀人傅香粉，不自著罗衣。君宠益娇态，君怜无是非。当时浣纱伴，莫得同车归。持谢邻家子，效颦安可希。", "translation": "艳丽的姿色向来为天下器重，美丽的西施怎么能久处低微？原先她是越溪的一个浣纱女，后来却成了吴王宫里的爱妃。平贱时难道有什么与众不同？显贵了才惊悟她丽质天下稀。曾有多少宫女为她搽脂敷粉，她从来也不用自己穿著罗衣。君王宠幸她的姿态更加娇媚，君王怜爱从不计较她的是非。昔日一起在越溪浣纱的女伴，再不能与她同车去来同车归。奉告那盲目效颦的邻人东施，光学皱眉而想取宠并非容易！"}}, {"name": "南乡子·邢州道上作", "prop": {"content": "秋色冷并刀，一派酸风卷怒涛。并马三河年少客，粗豪，皂栎林中醉射雕。残酒忆荆高，燕赵悲歌事未消。忆昨车声寒易水，今朝，慷慨还过豫让桥。", "translation": "秋风就像凌厉凄冷的并刀，一派令人酸目的狂风，席卷呼啸而来声如怒涛。荆州一带少年们并马驰骋，长得粗犷豪放，躺卧栎林，醉后弯弓射击大雕。微微醉意中回忆着荆轲高渐离，燕赵之地至今悲歌未消，回忆往昔而今仍觉易水凄寒，今天我又慷慨豪迈地跨过豫让桥。"}}, {"name": "读中兴碑", "prop": {"content": "玉环妖血无人扫，渔阳马厌长安草。潼关战骨高于山，万里君王蜀中老。金戈铁马从西来，郭公凛凛英雄才。举旗为风偃为雨，洒扫九庙无尘埃。元功高名谁与纪，风雅不继骚人死。水部胸中星斗文，太师笔下龙蛇字。天遣二子传将来，高山十丈磨苍崖。谁持此碑入我室？使我一见昏眸开。百年兴废增感慨，当时数子今安在？君不见，荒凉浯水弃不收，时有游人打碑卖。", "translation": "　　这首诗简述了平定安史之乱的史实，展示了中兴碑雄奇瑰伟的特色，赞颂了中兴功臣们为护国安民而鏖战沙场的崇高精神。这是一首咏怀古迹的诗作，既凭吊古人，发百年兴废之感慨；又自抒胸襟，表达了对<a href=\"https://so.gushiwen.cn/authorv_47944276aad5.aspx\" target=\"_blank\">元结、<a href=\"https://so.gushiwen.cn/authorv_665b8c438556.aspx\" target=\"_blank\">颜真卿无限景仰之情。"}}, {"name": "琴台", "prop": {"content": "茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。", "translation": "司马相如虽已年老多病，但仍像当初一样爱恋卓文君。不顾世俗礼法开着卖酒店铺。在琴台之上徘徊，远望只见碧空白云。琴台旁的野花，文君当年脸颊上的笑靥；一丛丛嫩绿的蔓草，仿佛是昔日所着的碧罗裙。司马相如追求卓文君的千古奇事，后来几乎闻所未闻了。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "书项王庙壁", "prop": {"content": "三章既沛秦川雨，入关又纵阿房炬，汉王真龙项王虎。玉玦三提王不语，鼎上杯羹弃翁姥，项王真龙汉王鼠。垓下美人泣楚歌，定陶美人泣楚舞，真龙亦鼠虎亦鼠。", "translation": "　　中国文人喜欢在诗中臧否人物。王象春这首诗，就对项羽、刘邦这两位大人物作了一番评说。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "登太白楼", "prop": {"content": "昔闻李供奉，长啸独登楼。此地一垂顾，高名百代留。白云海色曙，明月天门秋。欲觅重来者，潺湲济水流。", "translation": "我听说从前李白曾独自登上这楼台，吟咏诗作。他一来到这里，此地和他的大名就一起百代流传。白云悠悠，海上霞光映照，明月皎洁升起，秋色宜人。潺湲的济水流淌，尽阅古今，却是再找不到那曾来过的人了。"}}, {"name": "在金日作·选二", "prop": {"content": "满腹诗书漫古今，频年流落易伤心。南冠终日囚军府，北雁何时到上林？开口摧颓空抱朴，协肩奔走尚腰金。莫邪利剑今何在？不斩奸邪恨最深！遥夜沉沉满幕霜，有时归梦到家乡。传闻已筑西河馆，自许能肥北海羊。回首两朝俱草莽，驰心万里绝农桑。人生一死浑闲事，裂眥穿胸不汝忘！", "translation": "装满一肚子诗书，博古通今。连年流落他乡，最易伤情。囚徒整天关押在帅府里，哪年才有机会回到宋京？可叹立身正直动辄得咎，　谄媚奔兢之徒，反据要津。锋利的莫邪剑啊，你在哪里？不杀尽这些奸邪，此恨难平！"}}, {"name": "金铜仙人辞汉歌", "prop": {"content": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。茂陵刘郎秋风客，夜闻马嘶晓无迹。画栏桂树悬秋香，三十六宫土花碧。魏官牵车指千里，东关酸风射眸子。空将汉月出宫门，忆君清泪如铅水。衰兰送客咸阳道，天若有情天亦老。携盘独出月荒凉，渭城已远波声小。", "translation": "魏明帝青龙元年八月，诏宫官牵车西取汉孝武捧露盘仙人，欲立置前殿。宫官既拆盘，仙人临载，乃潸然泪下。唐诸王孙李长吉遂作《金铜仙人辞汉歌》。"}}, {"name": "徐孺子祠堂", "prop": {"content": "乔木幽人三亩宅，生刍一束向谁论？藤萝得意干云日，箫鼓何心进酒尊。白屋可能无孺子，黄堂不是欠陈蕃。古人冷淡今人笑，湖水年年到旧痕。", "translation": "　　凡读过王勃《滕王阁序》的人，都会懂得“徐稚下陈蕃之榻”的典故。祠堂是曾巩修建的，黄庭坚通过凭吊徐稚，抒发高士不得重用的寂寞情怀。这首诗受杜甫《蜀相》的影响颇深，但缺乏杜诗的灵气。"}}, {"name": "武侯庙", "prop": {"content": "遗庙丹青落，空山草木长。犹闻辞后主，不复卧南阳。", "translation": "武侯庙中的壁画已经脱落，整座山空旷寂静，只有草木徒长。站在这里好似还能听到诸葛亮作辞别后主的声音，只是他病死军中，再也无法回到故地南阳了啊。"}}, {"name": "满江红", "prop": {"content": "拂拭残碑，敕飞字，依稀堪读。慨当初，倚飞何重，后来何酷。岂是功成身合死，可怜事去言难赎。最无辜，堪恨更堪悲，风波狱。岂不念，疆圻蹙；岂不念，徽钦辱，念徽钦既返，此身何属。千载休谈南渡错，当时自怕中原复。笑区区、一桧亦何能，逢其欲。", "translation": "拂拭去残碑上的尘土，当年石刻的宋高宗信托岳飞时的诏书还可依稀辨读，令人感慨万分地是，皇帝当初对岳飞是何等的器重，后来又为什么那样的残酷，难道是功高震主就身当该死，可惜事过境迁高宗依托岳飞的诏书难赎惨杀岳飞的罪恶，最令人感到可恨可悲而又极为无理的是，秦桧等人一手制造的杀害岳飞的风波亭冤狱。宋朝的皇帝啊！难道你就不想疆土在逐日散失，难道你就不思念徽钦被俘而去的奇耻大辱，然而徽宗钦宗真正返回之后，赵构的帝位又怎能相属，千年万代的人们啊再不要说不该南渡偏安一隅，当时的赵构啊自己就怕把中原收复，可笑地是区区一个秦桧又有多少能耐，只是他迎合了赵构的心意而已。"}}, {"name": "屈大均", "dynasty": "清代"}, {"name": "富平少侯", "prop": {"content": "七国三边未到忧，十三身袭富平侯。不收金弹抛林外，却惜银床在井头。彩树转灯珠错落，绣檀回枕玉雕锼。当关不报侵晨客，新得佳人字莫愁。", "translation": "张放十三岁就世袭得了富平侯的爵位，他年幼无知，根本考虑不到局势不稳、七国叛乱、边患不断、匈奴南犯的事情。他不识金弹的贵重，把它弹落在林子里不知道收回，倒翩翩中意起井上的辘轳架来了，对它偏有几分爱惜，真无知啊。华丽的灯柱上转动着明亮的灯烛，灯烛像明珠一样交相辉映，精致美丽。精美的檀木枕刻镂精巧，像玉一样莹润精美。在侯王府的早晨，守门人不再按照常规给来客通报，因为少侯新得了一名叫莫愁的佳人，值此良辰美景，不敢打扰他。 "}}, {"name": "龙兴寺吊少陵先生寓居", "prop": {"content": "中原草草失承平，戍火胡尘到两京。扈跸老臣身万里，天寒来此听江声！", "translation": "当年，中原一下子失去了往日的太平，安史叛军燃起的战火，烧到了东西两京。随驾回京的老臣呵，又孤身流落万里之外，在那秋冬间寒冷的时节，来听这滔滔的江声！"}}, {"name": "正气歌", "prop": {"content": "余囚北庭，坐一土室。室广八尺，深可四寻。单扉低小，白间短窄，污下而幽暗。当此夏日，诸气萃然：雨潦四集，浮动床几，时则为水气；涂泥半朝，蒸沤历澜，时则为土气；乍晴暴热，风道四塞，时则为日气；檐阴薪爨，助长炎虐，时则为火气；仓腐寄顿，陈陈逼人，时则为米气；骈肩杂遝，腥臊汗垢，时则为人气；或圊溷、或毁尸、或腐鼠，恶气杂出，时则为秽气。叠是数气，当之者鲜不为厉。而予以孱弱，俯仰其间，於兹二年矣，幸而无恙，是殆有养致然尔。然亦安知所养何哉？孟子曰：「吾善养吾浩然之气。」彼气有七，吾气有一，以一敌七，吾何患焉！况浩然者，乃天地之正气也，作正气歌一首。天地有正气，杂然赋流形。下则为河岳，上则为日星。于人曰浩然，沛乎塞苍冥。皇路当清夷，含和吐明庭。时穷节乃见，一一垂丹青。在齐太史简，在晋董狐笔。在秦张良椎，在汉苏武节。为严将军头，为嵇侍中血。为张睢阳齿，为颜常山舌。或为辽东帽，清操厉冰雪。或为出师表，鬼神泣壮烈。或为渡江楫，慷慨吞胡羯。或为击贼笏，逆竖头破裂。是气所磅礴，凛烈万古存。当其贯日月，生死安足论。地维赖以立，天柱赖以尊。三纲实系命，道义为之根。嗟予遘阳九，隶也实不力。楚囚缨其冠，传车送穷北。鼎镬甘如饴，求之不可得。阴房阗鬼火，春院閟天黑。牛骥同一皂，鸡栖凤凰食。一朝蒙雾露，分作沟中瘠。如此再寒暑，百沴自辟易。嗟哉沮洳场，为我安乐国。岂有他缪巧，阴阳不能贼。顾此耿耿在，仰视浮云白。悠悠我心悲，苍天曷有极。哲人日已远，典型在夙昔。风檐展书读，古道照颜色。", "translation": "无"}}, {"name": "馆娃宫怀古五绝", "prop": {"content": "绮閤飘香下太湖，乱兵侵晓上姑苏。 越王大有堪羞处，只把西施赚得吴。 郑妲无言下玉墀，夜来飞箭满罘罳。越王定指高台笑，却见当时金镂楣。 半夜娃宫作战场，血腥犹杂宴时香。 西施不及烧残蜡，犹为君王泣数行。 素袜虽遮未掩羞，越兵犹怕伍员头。 吴王恨魄今如在，只合西施濑上游。 响屟廊中金玉步，采蘋山上绮罗身。 不知水葬今何处，溪月弯弯欲效颦。", "translation": "　　七绝《馆娃宫怀古》共五首，又名《馆娃宫怀古五绝》。这五首思古寄慨之作，是皮日休在苏州任职时，因寻找馆娃宫旧迹而作。组诗咏怀古事以寄讽，以叙述和议论相结合，通过馆娃宫昔盛今颓的具体情形的对比，反映吴国的盛衰兴亡，籍此表达对世事沧桑、国事兴衰的慨叹。 "}}, {"name": "茂陵", "prop": {"content": "汉家天马出蒲梢，苜蓿榴花遍近郊。内苑只知含凤嘴，属车无复插鸡翘。玉桃偷得怜方朔，金屋修成贮阿娇。谁料苏卿老归国，茂陵松柏雨萧萧。", "translation": "汉家王室培育出的良马出自蒲梢，一片片苜蓿石榴，遍布在长安近郊。内苑整日里只知道游猎，帝车为掩人耳目，出行方便，不再插鸡翘旗。怜爱偷得玉桃的东方朔，修造金屋，用来贮藏心爱的阿娇。谁料滞留匈奴十九年后方得返国的苏武，奉旨拜茂陵时只见茂陵松柏，细雨潇潇。"}}, {"name": "金陵怀古", "prop": {"content": "玉树歌残王气终，景阳兵合戍楼空。松楸远近千官冢，禾黍高低六代宫。石燕拂云晴亦雨，江豚吹浪夜还风。英雄一去豪华尽，惟有青山似洛中。", "translation": "靡靡之音《玉树后庭花》，和陈王朝的国运一同告终；景阳宫中隋兵聚会，边塞的瞭望楼已然空空。墓地上远远近近的松树楸树，掩蔽着历代无数官吏的坟冢；高高矮矮的绿色庄稼，长满了六朝残败的宫廷。石燕展翅拂动着云霓，一会儿阴雨，一会儿天晴；江豚在大江中推波逐浪，夜深深又刮起一阵冷风。历代的帝王一去不复返了，豪华的帝王生活也无踪无影；惟有那些环绕在四周的青山，仍然和当年的景物相同。"}}, {"name": "刘子翚", "dynasty": "宋代"}, {"name": "鲁连台", "prop": {"content": "一笑无秦帝，飘然向海东。谁能排大难？不屑计奇功。古戍三秋雁，高台万木风。从来天下士，只在布衣中。", "translation": "无"}}, {"name": "金陵五题·并序", "prop": {"content": "余少为江南客，而未游秣陵，尝有遗恨。后为历阳守，跂而望之。适有客以《金陵五题》相示，逌尔生思，欻然有得。他日友人白乐天掉头苦吟，叹赏良久，且曰《石头》诗云“潮打空城寂寞回”，吾知后之诗人，不复措词矣。余四咏虽不及此，亦不孤乐天之言耳。石头城山围故国周遭在，潮打空城寂寞回。淮水东边旧时月，夜深还过女墙来。乌衣巷朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家。台城台城六代竞豪华，结绮临春事最奢。万户千门成野草，只缘一曲后庭花。生公讲堂生公说法鬼神听，身后空堂夜不扃。高坐寂寥尘漠漠，一方明月可中庭。江令宅南朝词臣北朝客，归来唯见秦淮碧。池台竹树三亩馀，至今人道江家宅。", "translation": "石头城群山依旧，环绕着废弃的故都；潮水如昔，拍打着寂寞的空城。淮水东边，古老而清冷的圆月，夜半时分，窥视这昔日的皇宫。"}}, {"dynasty": "宋代"}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "永遇乐", "prop": {"content": "余自乙亥上元，诵李易安《永遇乐》，为之涕下。今三年矣。每闻此词，辄不自堪，遂依其声，又托之易安自喻。虽辞情不及，而悲苦过之。璧月初晴，黛云远淡，春事谁主。禁苑娇寒，湖堤倦暖，前度遽如许。香尘暗陌，华灯明昼，长是懒携手去。谁知道，断烟禁夜，满城似愁风雨。宣和旧日，临安南渡，芳景犹自如故。缃帙流离，风鬓三五，能赋词最苦。江南无路，鄜州今夜，此苦又谁知否。空相对，残釭无寐，满村社鼓。 ", "translation": "无"}}, {"name": "咏怀八十二首·其一", "prop": {"content": "夜中不能寐，起坐弹鸣琴。薄帷鉴明月，清风吹我襟。孤鸿号外野，翔鸟鸣北林。徘徊将何见？忧思独伤心。", "translation": "因为忧伤，到了半夜还不能入睡，就起来弹琴。明亮的月光透过薄薄的帐幔照了进来，清风吹着我的衣襟。孤鸿在野外哀号，飞翔盘旋着的鸟在北林鸣叫。这时徘徊会看到些什么呢？不过是独自伤心罢了。"}}, {"name": "虞集", "dynasty": "元代"}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "岳珂", "dynasty": "宋代"}, {"name": "汴河亭", "prop": {"content": "广陵花盛帝东游，先劈昆仑一派流。百二禁兵辞象阙，三千宫女下龙舟。凝云鼓震星辰动，拂浪旗开日月浮。四海义师归有道，迷楼还似景阳楼。", "translation": "扬州百花盛开隋炀帝御舟东游，先将发源昆仑的黄河凿渠分流。骁勇的御林军跟皇帝辞别京城，三千美丽的宫女登上了大龙舟。喧阗的鼓声响遏行云星辰闪动，拂浪旌旗招展水中日月影漂浮。天下起义军归附了有道的大唐，迷楼倾覆王朝末日恰似景阳楼。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "水龙吟·西湖怀古", "prop": {"content": "东南第一名州，西湖自古多佳丽。临堤台榭，画船楼阁，游人歌吹。十里荷花，三秋桂子，四山睛翠。使百年南渡，一时豪杰，都忘却、平生志。可惜天旋时异，藉何人、雪当年耻。登临形胜，感伤今古，发挥英气。力士推山，天吴移水，作农桑地。借钱塘潮汐，为君洗尽，岳将军泪。", "translation": "杭州是东南第一名州，西湖自古多有湖山之美。临堤有台榭楼参差，湖上有画船往来如梭，游人到处弄舞歌吹。十里荷花映日娇艳似火，三秋桂子飘香沁人心脾，四周青山风光明媚葱翠欲滴。南渡百年来人们沉醉在西湖，使曾主张抗金的一些豪杰，也都耽于享乐忘却了平生大志。可惜时代更替世换时移，如今靠何人来洗雪这奇耻？登临这地形险固的地方，感伤古今沧桑臣变，振兴国家要充分发挥英雄才气，请来神人力士推倒杭州青山，邀来水伯天吴移走西湖之水，把“销金锅”西湖改造为农桑之地。借钱塘江的潮汐，为君洗尽奸臣误国的悲愤眼泪，以告慰岳飞的在天之灵。"}}, {"name": "重赠卢谌", "prop": {"content": "握中有悬璧，本自荆山璆。惟彼太公望，昔在渭滨叟。邓生何感激，千里来相求。白登幸曲逆，鸿门赖留侯。重耳任五贤，小白相射钩。苟能隆二伯，安问党与雠？中夜抚枕叹，想与数子游。吾衰久矣夫，何其不梦周？谁云圣达节，知命故不忧。宣尼悲获麟，西狩涕孔丘。功业未及建，夕阳忽西流。时哉不我与，去乎若云浮。朱实陨劲风，繁英落素秋。狭路倾华盖，骇驷摧双辀。何意百炼刚，化为绕指柔。", "translation": "无"}}, {"name": "归庄", "dynasty": "清代"}, {"name": "人月圆", "prop": {"content": "伤心莫问前朝事，重上越王台。鹧鸪啼处，东风草绿，残照花开。怅然孤啸，青山故国，乔木苍苔。当时明月，依依素影，何处飞来？", "translation": "不要再问前朝那些伤心的往事了，我重新登上越王台。鹧鸪鸟哀婉地啼叫，东风吹指初绿的衰草，残阳中山花开放。我惆怅地独自仰天长啸，青崇山峻岭依旧，故国已不在，满目尽是乔木布满苍苔，一片悲凉。头上的明月，柔和皎洁，仍是照耀过前朝的那轮，可是它又是从哪里飞来的呢？ "}}, {"name": "乌江项王庙", "prop": {"content": "云旗庙貌拜行人，功罪千秋问鬼神。剑舞鸿门能赦汉，船沉巨鹿竟亡秦。范增一去无谋主，韩信原来是逐臣。江上楚歌最哀怨，招魂不独为灵均。", "translation": "　　咏史怀古诗历朝历代就是文人诗词中的重要一部分，对项羽——这位褒贬不一的霸王的评断更是经常出现在古代诗词中 ，如宋《夏日绝句》（李清照）、《题乌江项王庙诗》（王安石）、唐《题乌江亭》（杜牧）、明《书项王庙壁》（万象春）都是其中名篇，当然也包括本诗。"}}, {"dynasty": "先秦"}, {"name": "陈后宫", "prop": {"content": "茂苑城如画，阊门瓦欲流。还依水光殿，更起月华楼。侵夜鸾开镜，迎冬雉献裘。从臣皆半醉，天子正无愁。", "translation": "那丰茂的苑囿，把京城装点得像一幅画图，宫门上的屋瓦，鳞次栉比，就像不息的水流。水光殿，在这儿观赏到水光波影，却还要再起一座月华楼，让皇上欣赏到月色的温柔。才不过是深夜，妃子们已经打开了装饰着鸾鸟的妆镜，冬天才刚刚降临，侍臣们就献上了用雉羽制成的毛裘。每一个侍臣都饮得半醉了，我们的皇上，也和大家一样，一点也不觉得有什么忧愁。"}}, {"name": "六么令", "prop": {"content": "长江千里，烟淡水云阔。歌沉玉树，古寺空有疏钟发。六代兴亡如梦，苒苒惊时月。兵戈凌灭。豪华销尽，几见银蟾自圆缺。 潮落潮生波渺，江树森如发。谁念迁客归来，老大伤名节。纵使岁寒途远，此志应难夺。高楼谁设。倚阑凝望，独立渔翁满江雪。", "translation": "无"}}, {"name": "咏史", "prop": {"content": "金粉东南十五州，万重恩怨属名流。牢盆狎客操全算，团扇才人踞上游。避席畏闻文字狱，著书都为稻粱谋。田横五百人安在，难道归来尽列侯？", "translation": "在那繁华绮丽的江南富庶之地，无限的恩宠和肆意报怨齐集于名流士林。权贵、幕僚把持着全部大权，内宫佞臣窃据了朝廷要津。书生离席畏惧文字狱，著作只为谋食保安宁。田横壮士今在何处？难道都已封官拜爵、归顺大汉朝廷？"}}, {"name": "李梦阳", "dynasty": "明代"}, {"name": "绣岭宫词", "prop": {"content": "春日迟迟春草绿，野棠开尽飘香玉。绣岭宫前鹤发翁，犹唱开元太平曲。", "translation": "春光舒暖，春草翠绿，岭上遍开的棠梨花随风摇摆，花瓣洒落满地。绣岭宫前白发苍苍的老者，口里依旧哼着开元盛世的太平歌曲。"}}, {"name": "范云", "dynasty": "南北朝"}, {"name": "贯云石", "dynasty": "元代"}, {"name": "登广武古战场怀古", "prop": {"content": "秦鹿奔野草，逐之若飞蓬。项王气盖世，紫电明双瞳。呼吸八千人，横行起江东。赤精斩白帝，叱咤入关中。两龙不并跃，五纬与天同。楚灭无英图，汉兴有成功。按剑清八极，归酣歌大风。伊昔临广武，连兵决雌雄。分我一杯羹，太皇乃汝翁。战争有古迹，壁垒颓层穹。猛虎啸洞壑，饥鹰鸣秋空。翔云列晓阵，杀气赫长虹。拨乱属豪圣，俗儒安可通。沉湎呼竖子，狂言非至公。抚掌黄河曲，嗤嗤阮嗣宗。", "translation": "无"}}, {"name": "永遇乐·彭城夜宿燕子楼", "prop": {"content": "彭城夜宿燕子楼，梦盼盼，因作此词。明月如霜，好风如水，清景无限。曲港跳鱼，圆荷泻露，寂寞无人见。紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。 天涯倦客，山中归路，望断故园心眼。燕子楼空，佳人何在，空锁楼中燕。古今如梦，何曾梦觉，但有旧欢新怨。异时对，黄楼夜景，为余浩叹。 ", "translation": "　　月光皎皎如霜，秋风送爽犹如流水一般清凉，这清秋的夜色令人如此沉醉。环曲的港湾鱼儿跳出了水面，圆圆的荷叶露珠儿晶莹流转，这景致夜夜可有，终是无人见的时候多。三更鼓响，秋夜深沉；一片叶落，铿然作声，竟把我的梦惊断。夜色茫茫，再无处重寻梦里悲欢，醒来后走遍小园心中多惆怅。　　我是漂泊天涯的游子，已经感到十分疲倦。看那山中的归路，对着故乡家园苦苦地思念。看如今燕子楼空空荡荡，佳人已不在，楼中的画堂里空留着那呢喃双燕。古今万事皆成空，还有几人能从梦中醒来，有的只是难了的旧欢新怨。后世有人，面对着这黄楼夜色，定会为我深深长叹。"}}, {"name": "马嵬", "prop": {"content": "莫唱当年长恨歌，人间亦自有银河。石壕村里夫妻别，泪比长生殿上多。", "translation": "用不到去歌唱当年皇帝妃子的悲欢离合；在人间也有银河，使得千千万万人家夫妻离散。像石壕村那样的夫妻诀别数也数不清，老百姓的泪水比长生殿上洒的那点泪水多得多了。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "满江红·齐山绣春台", "prop": {"content": "十二年前，曾上到、绣春台顶。双脚健、不烦筇杖，透岩穿岭。老去渐消狂气习，重来依旧佳风景。想牧之、千载尚神游，空山冷。 山之下，江流永。江之外，淮山暝。望中原何处，虎狼犹梗。勾蠡规模非浅近，石苻事业真俄顷。问古今、宇宙竟如何，无人省。", "translation": "十二年前曾经登上齐山绣春台顶，当时双脚稳健不用拐杖穿山越岭兴致撮浓，年老俸衰后狂荡豪放之气渐渐消失，虽然依旧面对着过去一样的美好风景，遥想当年杜牧之登齐山所作诗篇，千年之后还令人神驰心往，而今故人不见空山寂寂格外凄冷。齐山之下，江水永远滚滚不停，江本岸边，淮山上残阳返照暮霭沉沉，遥望中原在哪里呢，虎狼般的敌人还盘踞其中，勾践范蠡破吴获胜长期准备决非浅近之力，谢安谢玄大破苻坚抓住时机顷刻成功，问宇宙中古往今来兴亡盛衰这是为什么呢，其中道理啊没有人能懂。"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "夏日绝句", "prop": {"content": "生当作人杰，死亦为鬼雄。至今思项羽，不肯过江东。", "translation": "活着就要当人中的俊杰，死了也要做鬼中的英雄。人们到现在还思念项羽，只因他不肯偷生回江东。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "高启", "dynasty": "明代"}, {"name": "于易水送别", "prop": {"content": "此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。", "translation": "在这个地方荆轲告别燕太子丹，壮士悲歌壮气，怒发冲冠。昔日的英豪人已经长逝，今天的易水还是那样的寒冷。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "梁甫吟", "prop": {"content": "长啸梁甫吟，何时见阳春？君不见，朝歌屠叟辞棘津，八十西来钓渭滨。宁羞白发照清水，逢时壮气思经纶。广张三千六百钓，风期暗与文王亲。大贤虎变愚不测，当年颇似寻常人。君不见，高阳酒徒起草中，长揖山东隆准公。入门不拜逞雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚汉如旋蓬。狂客落魄尚如此，何况壮士当群雄！我欲攀龙见明主，雷公砰訇震天鼓。帝旁投壶多玉女，三时大笑开电光，倏烁晦冥起风雨。阊阖九门不可通，以额扣关阍者怒。白日不照吾精诚，杞国无事忧天倾。猰貐磨牙竞人肉，驺虞不折生草茎。手接飞猱搏雕虎，侧足焦原未言苦。智者可卷愚者豪，世人见我轻鸿毛。力排南山三壮士，齐相杀之费二桃。吴楚弄兵无剧孟，亚夫咍尔为徒劳。梁甫吟，声正悲。张公两龙剑，神物合有时。风云感会起屠钓，大人臲屼当安之。", "translation": "无"}}, {"name": "黄鹤楼", "prop": {"content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。", "translation": "过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见白云悠悠。阳光照耀下的汉阳树木清晰可见，更能看清芳草繁茂的鹦鹉洲。暮色渐渐漫起，哪里是我的家乡？江面烟波渺渺让人更生烦愁。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "八阵图", "prop": {"content": "功盖三分国，名成八阵图。（名成 一作：名高）江流石不转，遗恨失吞吴。", "translation": "三国鼎立你建立了盖世功绩，创八阵图你成就了永久声名。任凭江流冲击，石头却依然如故，千年遗恨，在于刘备失策想吞吴。"}}, {"name": "蝶恋花", "prop": {"content": "今古河山无定据。画角声中，牧马频来去。满目荒凉谁可语？西风吹老丹枫树。从前幽怨应无数。铁马金戈，青冢黄昏路。一往情深深几许？深山夕照深秋雨。", "translation": "从古至今江山兴亡都无定数，眼前仿佛战角吹响烽烟滚滚战马驰骋来来去去，黄沙遮日满目荒凉又能与谁说？只有萧瑟的秋风吹拂着枯老鲜红的枫树。从前愁苦凄滚的往事无穷无尽，金戈铁马之地，却是当年昭君舍身求和的路。曾经的一往情深有多深呢？犹如夕阳余辉照射下，深山之中的绵绵秋雨。"}}, {"name": "人月圆·甘露怀古", "prop": {"content": "江皋楼观前朝寺，秋色入秦淮。败垣芳草，空廊落叶，深砌苍苔。远人南去，夕阳西下，江水东来。木兰花在，山僧试问，知为谁开？", "translation": "登上江边的高楼眺望前朝的甘露寺，秦淮河上已是一片秋色。残垣断壁荒草萋萋，廊殿空寂落叶飘零，厚厚的青苔爬上了台阶。游人都已归去了，暮色已深，只有大江日夜奔游不息，淘尽了千古英雄人物。木兰花开，似见一点生机，因无人观赏不知为谁而开。 "}}, {"name": "西河", "prop": {"content": "花貌年年溺水滨，俗传河伯娶生人。 自从明宰投巫后，直至如今鬼不神。", "translation": "无"}}, {"name": "文及翁", "dynasty": "宋代"}, {"name": "赵孟頫", "dynasty": "元代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "锦堂春", "prop": {"content": "半壁横江矗起，一舟载雨孤行。凭空怒浪兼天涌，不尽六朝声。隔岸荒云远断，绕矶小树微明。旧时燕子还飞否？今古不胜情。", "translation": "无"}}, {"name": "咏荆轲", "prop": {"content": "燕秦不两立，太子已为虞。千金奉短计，匕首荆卿趋。穷年徇所欲，兵势且见屠。微言激幽愤，怒目辞燕都。朔风动易水，挥爵前长驱。函首致宿怨，献田开版图。炯然耀电光，掌握罔正夫。造端何其锐，临事竟趑趄。长虹吐白日，仓卒反受诛。按剑赫凭怒，风雷助号呼。慈父断子首，狂走无容躯。夷城芟七族，台观皆焚污。始期忧患弭，卒动灾祸枢。秦皇本诈力，事与桓公殊。奈何效曹子，实谓勇且愚。世传故多谬，太史征无且。", "translation": "无"}}, {"name": "登鹿门山怀古", "prop": {"content": "清晓因兴来，乘流越江岘。沙禽近方识，浦树遥莫辨。渐至鹿门山，山明翠微浅。岩潭多屈曲，舟楫屡回转。昔闻庞德公，采药遂不返。金涧饵芝朮，石床卧苔藓。纷吾感耆旧，结揽事攀践。隐迹今尚存，高风邈已远。白云何时去，丹桂空偃蹇。探讨意未穷，回艇夕阳晚。", "translation": "清晨怀着兴致出门来，小船渡过汉江绕岘山。沙洲的水鸟近看才可识别，水边的树木远望不能分辨。船行款款来到鹿门山，阳光明亮使山岚浅淡。岩石间的潭水曲曲弯弯，行船到此每每迂回绕转。听说庞德公曾到这里，入山采药一去未回还。山涧中适宜生长灵芝白术，石床上滋满了厚厚的苔藓。深深感念这位襄阳老人，系住缆绳举足向上登攀。隐居的遗迹至今犹可寻觅，超俗的风格已经远离人间。相伴的白云不知何时飘去，栽下的丹桂空自妖娇美艳。寻迹怀古兴味犹未尽，划船归来夕阳落西山。"}}, {"name": "吴渊", "dynasty": "宋代"}, {"name": "水调歌头·焦山", "prop": {"content": "铁瓮古形势，相对立金焦。长江万里东注，晓吹卷惊涛。天际孤云来去，水际孤帆上下，天共水相邀。远岫忽明晦，好景画难描。混隋陈，分宋魏，战孙曹。回头千载陈迹，痴绝倚亭皋。惟有汀边鸥鹭，不管人间兴废，一抹度青霄。安得身飞去，举手谢尘嚣。", "translation": "镇江城像铁瓮一样，金山焦山隔江相对。万里长江向东流去，风吹浪涛。天边孤云来来去去，水边孤帆来来往往，水天相接，一片浩然景象远处峰峦忽明忽暗，如此美好的图画却难以描绘。隋灭陈，宋与魏又隔江相望。在历史长空中，回想历史人物已神游物外了。只要水草边的鸥鹭，不管人世变迁，都在天空中翻飞。还争取什么呢，还是辞世归隐为好。"}}, {"name": "王象春", "dynasty": "明代"}, {"name": "书摩崖碑后", "prop": {"content": "春风吹船著浯溪，扶藜上读《中兴碑》。平生半世看墨本，摩挲石刻鬓成丝。明皇不作苞桑计，颠倒四海由禄儿。九庙不守乘舆西，万官已作鸟择栖。抚军监国太子事，何乃趣取大物为？事有至难天幸耳，上皇蹰蹐还京师。内间张后色可否？外间李父颐指挥。南内凄凉几苟活，高将军去事尤危。臣结春秋二三策，臣甫杜鹃再拜诗。安知忠臣痛至骨，世上但赏琼琚词。同来野僧六七辈，亦有文士相追随。断崖苍藓对立久，冻雨为洗前朝悲。", "translation": "无"}}, {"name": "登二妃庙", "prop": {"content": "朝云乱人目，帝女湘川宿。折菡巫山下，采荇洞庭腹。故以轻薄好，千里命舻舳。何事非相思，江上葳蕤竹。", "translation": "早晨的云彩奇诡变幻让人眼花缭乱，可能是因为娥皇、女英居住在此吧。她俩或在巫山之下摘采未开的荷花，或在洞庭之中巧摘荇菜。思君心切，希望船更轻巧、更快速，一行千里，乘风破浪。此处浓浓相思弥漫，尤其是那江边生长茂盛的湘妃竹。"}}, {"name": "张耒", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "阮郎归·绍兴乙卯大雪行鄱阳道", "prop": {"content": "江南江北雪漫漫，遥知易水寒。同云深处望三关，断肠山又山。天可老，海能翻，消除此恨难。频闻遣使问平安，几时鸾辂还？", "translation": "江南江北漫天飞雪，遥知那北地正是地冻天寒。远望阴云密布的边境三关，山外有山令人忧愤肠断。即便是天能老去海能掀翻，要消除这亡国的愤恨千难万难。不断听说朝中派人去问候被囚的君王，若不发兵抗金君王何时才能起驾回还？"}}, {"name": "山坡羊·燕城述怀", "prop": {"content": "云山有意，轩裳无计，被西风吹断功名泪。去来兮，再休提！青山尽解招人醉，得失到头皆物理。得，他命里；失，咱命里。", "translation": "　　云山有情有意，可没有办法得到官位，被西风吹断了功名难求的伤心泪。归去吧，不要旧事重提。青山善解人意让人沉醉，得和失到头来都是由于天理。得，是人家命里有；失，是我命里不济。 "}}, {"name": "水调歌头·定王台", "prop": {"content": "雄跨洞庭野，楚望古湘州。何王台殿，危基百尺自西刘。尚想霓旌千骑，依约入云歌吹，屈指几经秋。叹息繁华地，兴废两悠悠。 登临处，乔木老，大江流。书生报国无地，空白九分头。一夜寒生关塞，万里云埋陵阙，耿耿恨难休。徙倚霜风里，落日伴人愁。", "translation": "无"}}, {"name": "铜爵妓", "prop": {"content": "武皇去金阁，英威长寂寞。雄剑顿无光，杂佩亦销烁。秋至明月圆，风伤白露落。清夜何湛湛，孤烛映兰幕。抚影怆无从，惟怀忧不薄。瑶色行应罢，红芳几为乐？徒登歌舞台，终成蝼蚁郭！", "translation": "无"}}, {"name": "题汉祖庙", "prop": {"content": "乘运应须宅八荒，男儿安在恋池隍。 君王自起新丰后，项羽何曾在故乡。", "translation": "是男儿就应该有远大的抱负，不该眷恋家园，而应以天下为家，建功立业。汉高祖自新丰起兵后，项羽又何曾在故乡待过。"}}, {"name": "吊岳王墓", "prop": {"content": "大树无枝向北风，十年遗恨泣英雄。班师诏已来三殿，射虏书犹说两宫。每忆上方谁请剑，空嗟高庙自藏弓。栖霞岭上今回首，不见诸陵白露中。", "translation": "　　这首《吊岳王墓》作于何年已不可考，但可以说是诗人亲临栖霞岭岳飞墓，有感而作。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "蜀相", "prop": {"content": "丞相祠堂何处寻？锦官城外柏森森。映阶碧草自春色，隔叶黄鹂空好音。三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。", "translation": "去哪里寻找武侯诸葛亮的祠堂？在成都城外那柏树茂密的地方。碧草照映台阶自当显露春色，树上的黄鹂隔枝空对婉转鸣唱。刘备为统一天下而三顾茅庐，问计于诸葛亮，辅佐两代君主的老臣忠心耿耿。可惜出师伐魏还没有取得最后的胜利就先去世了，常使后代英雄感慨泪湿衣襟！"}}, {"name": "严遂成", "dynasty": "清代"}, {"name": "女冠子·元夕", "prop": {"content": "蕙花香也。雪晴池馆如画。春风飞到，宝钗楼上，一片笙箫，琉璃光射。而今灯漫挂。不是暗尘明月，那时元夜。况年来、心懒意怯，羞与蛾儿争耍。 江城人悄初更打。问繁华谁解，再向天公借。剔残红灺。但梦里隐隐，钿车罗帕。吴笺银粉砑。待把旧家风景，写成闲话。笑绿鬟邻女，倚窗犹唱，夕阳西下。", "translation": "无"}}, {"name": "邓剡", "dynasty": "宋代"}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "永遇乐·京口北固亭怀古", "prop": {"content": "千古江山，英雄无觅，孙仲谋处。舞榭歌台，风流总被，雨打风吹去。斜阳草树，寻常巷陌，人道寄奴曾住。想当年，金戈铁马，气吞万里如虎。元嘉草草，封狼居胥，赢得仓皇北顾。四十三年，望中犹记，烽火扬州路。可堪回首，佛狸祠下，一片神鸦社鼓。凭谁问：廉颇老矣，尚能饭否？", "translation": "历经千古的江山，再也难找到像孙权那样的英雄。当年的舞榭歌台还在，英雄人物却随着岁月的流逝早已不复存在。斜阳照着长满草树的普通小巷，人们说那是当年刘裕曾经住过的地方。遥想当年，他指挥着强劲精良的兵马，气吞骄虏一如猛虎！元嘉帝兴兵北伐，想建立不朽战功封狼居胥，却落得仓皇逃命，北望追兵泪下无数。四十三年过去了，如今瞭望长江北岸，还记得扬州战火连天的情景。真是不堪回首，拓跋焘祠堂香火盛，乌鸦啄祭品，祭祀擂大鼓。还有谁会问，廉颇老了，自己还能吃饭吗？"}}, {"name": "满江红·汉水东流", "prop": {"content": "汉水东流，都洗尽，髭胡膏血。人尽说，君家飞将，旧时英烈。破敌金城雷过耳，谈兵玉帐冰生颊。想王郎，结发赋从戎，传遗业。腰间剑，聊弹铗。尊中酒，堪为别。况故人新拥，汉坛旌节。马革裹尸当自誓，蛾眉伐性休重说。但从今，记取楚楼风，裴台月。", "translation": "无"}}, {"name": "桂枝香", "prop": {"content": "登临送目，正故国晚秋，天气初肃。千里澄江似练，翠峰如簇。归帆去棹残阳里，背西风，酒旗斜矗。彩舟云淡，星河鹭起，画图难足。(归帆 一作：征帆)念往昔，繁华竞逐，叹门外楼头，悲恨相续。千古凭高对此，谩嗟荣辱。六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。(衰草 一作：芳草)", "translation": "登山临水，举目望远，故都金陵正是深秋，天气已变得飒爽清凉。奔腾千里的长江澄澈得好像一条白练，青翠的山峰俊伟峭拔犹如一束束的箭簇。帆船在夕阳往来穿梭，西风起处，斜插的酒旗在小街飘扬。华丽的画船如同在淡云中浮游，江中洲上的白鹭时而停歇时而飞起，这清丽的景色就是丹青妙笔也难描画。遥想当年，达官贵人争着过豪华的生活，可叹在朱雀门外结绮阁楼，六朝君主一个个地相继败亡。自古多少人在此登高怀古，无不对历代荣辱喟叹感伤。六朝的风云变化全都随着流水消逝，剩下的只有寒烟惨淡、绿草衰黄。直到如今的商女，还不知亡国的悲恨，时时放声歌唱《后庭花》遗曲。 "}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "咏怀古迹五首·其四", "prop": {"content": "蜀主窥吴幸三峡，崩年亦在永安宫。(窥 一作：征)翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠屋常邻近，一体君臣祭祀同。", "translation": "刘备出兵伐吴就驻扎在三峡，无奈战败归来去世在永安宫。昔日翠旗飘扬空山浩浩荡荡，永安宫湮灭在这荒郊野庙中。古庙里杉松树上水鹤做了巢，每逢节令仍举行隆重的祭祀。丞相的祠庙就在先王庙临近，君臣共同享受着礼仪和祭礼。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "隋宫", "prop": {"content": "紫泉宫殿锁烟霞，欲取芜城作帝家。玉玺不缘归日角，锦帆应是到天涯。于今腐草无萤火，终古垂杨有暮鸦。地下若逢陈后主，岂宜重问后庭花。", "translation": "无"}}, {"name": "登古邺城", "prop": {"content": "下马登邺城，城空复何见。东风吹野火，暮入飞云殿。城隅南对望陵台，漳水东流不复回。武帝宫中人去尽，年年春色为谁来。", "translation": "下马走到邺城上面，城池空空有何所见？阵阵东风吹起野火，日幕飘入昔日金殿。城角与那望陵合遥遥相对，漳水滔滔东流一去不再回；武帝宫殿成废墟人已去尽，年年度度春色来又是为了谁？"}}, {"name": "台城", "prop": {"content": "江雨霏霏江草齐，六朝如梦鸟空啼。 无情最是台城柳，依旧烟笼十里堤。", "translation": "江面烟雨迷濛，江边绿草如茵，六朝往事如梦只剩春鸟悲啼。最无情的是那台城的杨柳，依旧像清淡的烟雾一样笼罩着十里长堤。"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "蟾宫曲", "prop": {"content": "问人间谁是英雄？有酾酒临江，横槊曹公。紫盖黄旗，多应借得，赤壁东风。更惊起南阳卧龙，便成名八阵图中。鼎足三分，一分西蜀，一分江东。", "translation": "问人间谁是英雄？有临江饮酒、横握长矛吟诗的曹操。在紫盖黄旗状的云气笼罩下的孙权，借得东风用火攻，赤壁之战大败曹军。更有那南阳卧龙诸葛亮，出山后巧布八阵图，闻名天下。他们功勋卓著，三分天下成鼎足之势，一分在西蜀，一分在东吴。"}}, {"name": "元稹", "dynasty": "唐代"}, {"name": "登襄阳城", "prop": {"content": "旅客三秋至，层城四望开。楚山横地出，汉水接天回。冠盖非新里，章华即旧台。习池风景异，归路满尘埃。", "translation": "我客游他乡，不期然已到了九月，现在站在这城头上放眼四望，顿觉景象开阔。楚山横亘，耸出地面，汉水水势浩淼，仿佛与云天相连，转折迂回而去。冠盖里已名不副实，不再与现在的情形相称了；章华台也只能代称旧日的台榭。习池的风景已与当年不同了，不再有那种清幽之美，归路所见，满目尘埃。 "}}, {"name": "渡易水", "prop": {"content": "并刀昨夜匣中鸣，燕赵悲歌最不平；易水潺湲云草碧，可怜无处送荆卿！", "translation": "昨夜宝刀在匣中幽幽鸣，燕赵的悲歌最能表达壮士心中不平。易水缓缓流淌，天青草绿，山河依旧，可惜这里已无处送别像荆轲那样的壮士贤良！"}}, {"name": "江神子·癸亥陈和叔会于赏心亭", "prop": {"content": "七朝文物旧江山。水如天。莫凭阑。千古斜阳，无处问长安。更隔秦淮闻旧曲，秋已半，夜将阑。争教潘鬓不生斑？敛芳颜。抹幺弦。须记琵琶，子细说因缘。待得鸾胶肠已断，重别日，是何年？", "translation": "登上赏心亭，看到江山依旧，而文物已非，想起七个朝代都在这里兴国、繁荣和灭亡，忧心忡忡。尽管江水浩瀚、水天一色，却不忍凭阑远眺了。身在江南，心恋长安，坐罪遭贬，想要过问国事却又不能。秦淮月亮格外明朗，照人无眠，听到水上传来音乐声，更是感慨万千。这怎能不让我中年鬓发斑白？脸上已失去笑容，回忆起当年琵琶弹奏着动听的乐曲，似乎娓娓地诉说自己政治上的顺利，那是何等地美好啊！期待有朝一日，朝廷重用，再回京师，使自己的仕途如断弦重续。此地与友人别后，何时又能重别呢？"}}, {"name": "许浑", "dynasty": "唐代"}, {"name": "念奴娇·登多景楼", "prop": {"content": "危楼还望，叹此意、今古几人曾会？鬼设神施，浑认作、天限南疆北界。一水横陈，连岗三面，做出争雄势。六朝何事，只成门户私计？因笑王谢诸人，登高怀远，也学英雄涕。凭却长江，管不到，河洛腥膻无际。正好长驱，不须反顾，寻取中流誓。小儿破贼，势成宁问强对！(强对 一作：疆场)", "translation": "无"}}, {"name": "越中览古", "prop": {"content": "越王勾践破吴归，义士还家尽锦衣。(义士 一作：战士)宫女如花满春殿，只今惟有鹧鸪飞。", "translation": "越王勾践灭掉吴国归来，战士们都是衣锦还乡。曾经满殿的宫女如花似玉，可惜如今只有几只鹧鸪在荒草蔓生的故都废墟上飞来飞去。 "}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "殿前欢·楚怀王", "prop": {"content": "楚怀王，忠臣跳入汨罗江。《离骚》读罢空惆怅，日月同光。伤心来笑一场，笑你个三闾强，为甚不身心放？沧浪污你，你污沧浪。", "translation": "楚怀王不辨忠良，把忠心耿耿的屈原逼得投了汨罗江。读罢《离骚》我空自惆怅。屈子的精神品格可与日月争光。伤心之余只有苦笑一场。笑你这个三闾大夫心性太强，为什么不旷达超脱心胸开放？与其说是江水玷污了你，不如说是你玷污了汨罗江。 "}}, {"name": "咏荆轲", "prop": {"content": "燕丹善养士，志在报强嬴。招集百夫良，岁暮得荆卿。君子死知己，提剑出燕京；素骥鸣广陌，慷慨送我行。雄发指危冠，猛气冲长缨。饮饯易水上，四座列群英。渐离击悲筑，宋意唱高声。萧萧哀风逝，淡淡寒波生。商音更流涕，羽奏壮士惊。心知去不归，且有后世名。登车何时顾，飞盖入秦庭。凌厉越万里，逶迤过千城。图穷事自至，豪主正怔营。惜哉剑术疏，奇功遂不成。其人虽已没，千载有馀情。", "translation": "无"}}, {"name": "水调歌头·过岳阳楼作", "prop": {"content": "湖海倦游客，江汉有归舟。西风千里，送我今夜岳阳楼。日落君山云气，春到沅湘草木，远思渺难收。徒倚栏干久，缺月挂帘钩。雄三楚，吞七泽，隘九州。人间好处，何处更似此楼头？欲吊沉累无所，但有渔儿樵子，哀此写离忧。回首叫虞舜，杜若满芳洲。", "translation": "疲倦于湖海飘泊的生活，离开江陵乘舟沿江东归。西风正盛，一日千里一般，今夜把我送到岳阳楼。那湖中君山的暮霭云雾，四周萦绕，沅水、湘水相汇处的两岸草木，呈现出一片葱绿的春色，思绪翻腾，颇难平静。独自倚栏凝思，天上的月亮好似帘钩。三楚、七泽、九州雄伟险要。人间美景，哪里比得上岳阳楼上所见呢？想祭奠屈原而不得，只能借登山临水，效渔儿樵子，抒发离忧之情。回过头去呼唤一代英主虞舜大帝，只见杜若花开满了水中沙洲。"}}, {"dynasty": "隋代"}, {"name": "阿鲁威", "dynasty": "元代"}, {"name": "潭州", "prop": {"content": "潭州官舍暮楼空，今古无端入望中。湘泪浅深滋竹色，楚歌重叠怨兰丛。陶公战舰空滩雨，贾傅承尘破庙风。目断故园人不至，松醪一醉与谁同。", "translation": "当黄昏的余晖笼罩着潭州，信步登上官舍的空楼。眼前的景色触动情怀，古今多少事齐集眼下，涌上心头。高高的九嶷山上有故君的墓丘，滋润竹色的泪痕记录着心中的哀愁。屈原在楚歌中展现着美丑，他为兰花的芳心易改痛心疾首。当年陶侃的战舰摧枯拉朽，如今荒弃的沙滩只有雨声依旧。贾谊的破庙年久失修，呜呜的风声诉说着其中的缘由。我在故园久久地等候，看不见应约前来的老友。准备了潭州特产松醪名酒，谁与我开怀畅饮一醉方休？"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "虞羲", "dynasty": "南北朝"}, {"name": "楚江怀古三首", "prop": {"content": "露气寒光集，微阳下楚丘。猿啼洞庭树，人在木兰舟。 广泽生明月，苍山夹乱流。云中君不降，竟夕自悲秋。 惊鸟去无际，寒蛩鸣我傍。芦洲生早雾，兰隰下微霜。 列宿分穷野，空流注大荒。看山候明月，聊自整云装。 野风吹蕙带，骤雨滴兰桡。屈宋魂冥寞，江山思寂寥。 阴霓侵晚景，海树入回潮。欲折寒芳荐，明神讵可招。", "translation": "雾露团团凝聚寒气侵人，夕阳已落下楚地的山丘。猿在洞庭湖畔树上啼叫，人乘木兰舟在湖中泛游。明月从广漠的湖上升起，两岸青山夹着滔滔乱流。云中仙君怎么都不见了？我竟通宵达旦独自悲秋。"}}, {"name": "与杭州薛司户登樟亭楼作", "prop": {"content": "水楼一登眺，半出青林高。帟幕英僚敞，芳筵下客叨。 山藏伯禹穴，城压伍胥涛。今日观溟涨，垂纶学钓鳌。", "translation": "无"}}, {"dynasty": "南北朝"}, {"name": "咏史二首", "prop": {"content": "骠骑非无势，少卿终不去。世道剧颓波，我心如砥柱。贾生明王道，卫绾工车戏。同遇汉文时，何人居贵位。", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "岳鄂王墓", "prop": {"content": "鄂王坟上草离离，秋日荒凉石兽危。南渡君臣轻社稷，中原父老望旌旗。英雄已死嗟何及，天下中分遂不支。莫向西湖歌此曲，水光山色不胜悲。", "translation": "岳飞墓上荒草离离，一片荒凉，只有秋草、石兽而已。南渡君臣轻视社稷，可中原父老还在盼望着王师的旌旗。英雄被害，后悔晚矣，天下灭亡已成定局。不要向西湖吟唱此诗，面对这样的景致无从吟起。"}}, {"name": "经五丈原", "prop": {"content": "铁马云雕久绝尘，柳营高压汉营春。天清杀气屯关右，夜半妖星照渭滨。下国卧龙空寤主，中原逐鹿不由人。象床锦帐无言语，从此谯周是老臣。", "translation": "云旗飘战马嘶尘头滚滚，大军浩荡直奔长安古城。函谷关西战鼓号角正响，一颗将星坠落渭水之滨。蜀国卧龙空自忠心耿耿，统一大业终究难以完成。神龛里的遗像默默无语，只好让那谯周随意而行。 "}}, {"name": "左思", "dynasty": "魏晋"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "酹江月·驿中言别友人", "prop": {"content": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "translation": "无"}}, {"name": "经下邳圯桥怀张子房", "prop": {"content": "子房未虎啸，破产不为家。沧海得壮士，椎秦博浪沙。报韩虽不成，天地皆振动。潜匿游下邳，岂曰非智勇？我来圯桥上，怀古钦英风。唯见碧流水，曾无黄石公。叹息此人去，萧条徐泗空。", "translation": "张良少年未能得志如虎啸时，为求刺客而不顾破产败家。从沧海公那里得到一名壮士，用金椎狙击秦始皇在博浪沙。这次刺秦报仇行动虽未成功，而其名声却因此震动天下。其逃匿追捕曾经过下邳，怎能说他在智勇双全上稍差？今天我怀古来到圯桥上，更加钦羡张良的雄姿英发。圯桥下只有碧绿的流水，而不知道黄石公如今在哪？我站在桥上叹息张良逝去，徐泗两州从此便变得萧条空乏。"}}, {"name": "黍离", "prop": {"content": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？ ", "translation": "看那黍子一行行，高粱苗儿也在长。走上旧地脚步缓，心里只有忧和伤。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？看那黍子一行行，高粱穗儿也在长。走上旧地脚步缓，如同喝醉酒一样。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？看那黍子一行行，高粱穗儿红彤彤。走上旧地脚步缓，心中如噎一般痛。能够理解我的人，说我是心中忧愁。不能理解我的人，问我把什么寻求。高高在上苍天啊，何人害我离家走？"}}, {"name": "金陵怀古", "prop": {"content": "潮满冶城渚，日斜征虏亭。蔡洲新草绿，幕府旧烟青。兴废由人事，山川空地形。后庭花一曲，幽怨不堪听。", "translation": "春潮淹没了冶城的洲渚，落日余晖斜照在征虏亭。蔡洲新草茁壮一片嫩绿，幕府山上仍是烟霭青青。国家的兴亡取决于人事，山河也徒有险峻的地形。玉树后庭花这支亡国曲，凄婉幽怨令人不忍再听。"}}, {"name": "登金陵雨花台望大江", "prop": {"content": "大江来从万山中，山势尽与江流东。钟山如龙独西上，欲破巨浪乘长风。江山相雄不相让，形胜争夸天下壮。秦皇空此瘗黄金，佳气葱葱至今王。我怀郁塞何由开，酒酣走上城南台；坐觉苍茫万古意，远自荒烟落日之中来！石头城下涛声怒，武骑千群谁敢渡？黄旗入洛竟何祥，铁锁横江未为固。前三国，后六朝，草生宫阙何萧萧。英雄乘时务割据，几度战血流寒潮。我生幸逢圣人起南国，祸乱初平事休息。从今四海永为家，不用长江限南北。", "translation": "无"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "水调歌头·多景楼", "prop": {"content": "江左占形胜，最数古徐州。连山如画，佳处缥缈著危楼。鼓角临风悲壮，烽火连空明灭，往事忆孙刘。千里曜戈甲，万灶宿貔貅。露沾草，风落木，岁方秋。使君宏放，谈笑洗尽古今愁。不见襄阳登览，磨灭游人无数，遗恨黯难收。叔子独千载，名与汉江流。", "translation": "无"}}, {"name": "古柏行", "prop": {"content": "孔明庙前有老柏，柯如青铜根如石。霜皮溜雨四十围，黛色参天二千尺。君臣已与时际会，树木犹为人爱惜。云来气接巫峡长，月出寒通雪山白。忆昨路绕锦亭东，先主武侯同閟宫。崔嵬枝干郊原古，窈窕丹青户牖空。落落盘踞虽得地，冥冥孤高多烈风。扶持自是神明力，正直原因造化工。大厦如倾要梁栋，万牛回首丘山重。不露文章世已惊，未辞翦伐谁能送？苦心岂免容蝼蚁，香叶终经宿鸾凤。志士幽人莫怨嗟：古来材大难为用。", "translation": "无"}}, {"name": "秋望", "prop": {"content": "黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。", "translation": "滚滚黄河水环绕着长安，河上秋风阵阵，几行大雁从空中飞过。戍边的士兵越过护城河时尘沙阵阵，将军整装待发抗击敌军。黄河渡口尘土飞杨，运输粮草的车队、船队一派繁忙；明月当空，战场格外空寂、悲凉。听说北方多有英勇善战而又富于谋略的将军，只是如今再也没有郭子仪那样的人物。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "题武关", "prop": {"content": "碧溪留我武关东，一笑怀王迹自穷。郑袖娇娆酣似醉，屈原憔悴去如蓬。山樯谷堑依然在，弱吐强吞尽已空。今日圣神家四海，戍旗长卷夕阳中。", "translation": "清澈的溪水汩汩地流过要留我在武关之东，可笑当年的楚怀王入关投秦却是到了尽穷。郑袖得宠的娇艳妩媚之态就好像喝醉似的，屈原遭放逐到处流落他的形容就犹如乱蓬。如桅杆耸立的峰峦似壕沟深长的山谷还在，而弱肉强食七国争雄却像过眼烟云已成空。当今天子如此神圣四海为一家天下为统一，而如今武关上长风浩荡戍旗翻卷于夕阳中。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "咏怀古迹五首·其三", "prop": {"content": "群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。", "translation": "成千上万的山峦山谷连绵不断，如向荆门奔去一般，王昭君生长的山村还至今留存。从紫台一去直通向塞外沙漠，最后只留荒郊上的一座孤坟对着黄昏。糊涂的君王只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载流传她作的胡音琵琶曲，曲中倾诉的分明是满腔悲愤。"}}, {"name": "登幽州台歌", "prop": {"content": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！", "translation": "往前不见古代礼贤下士的圣君，向后不见后世求才的明君。想到只有那苍茫天地悠悠无限，自己止不住满怀悲伤热泪纷纷。"}}, {"name": "宇文虚中", "dynasty": "宋代"}, {"name": "登金陵凤凰台", "prop": {"content": "凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。(二水 一作：一水)总为浮云能蔽日，长安不见使人愁。", "translation": "凤凰台上曾经有凤凰来悠游，凤去台空只有江水依旧奔流。吴国宫殿的鲜花芳草遮没荒凉小径，晋代多少王族已成荒冢古丘。三山云雾中隐现如落青天外，江水被白鹭洲分成两条河流。那些悠悠浮云总是遮蔽太阳的光辉，登高不见长安城，怎么不让人内心沉痛忧郁。"}}, {"name": "李洞", "dynasty": "唐代"}, {"dynasty": "金朝"}, {"name": "曾棨", "dynasty": "明代"}, {"name": "淮阳感秋", "prop": {"content": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。", "translation": "金风吹荡初秋时节，玉露凋伤岁暮之林。今天晚上穷途之士，忧思郁结伤透寸心。原野平芜葭苇围合，村落破败藿藜纵深。眺听乱象良多感慨，徘徊感伤泪下沾襟。泪满衣襟意欲何为，惆帐都因怀古之意。秦俗乱世尚未荡平；汉道清朝尚难希冀。樊哙是个市井之徒，萧何不过是刀笔吏。一旦与时运相遇合，定会万古留名传谥。劝诫各路豪杰英雄．虚度此生实在有愧。"}}, {"name": "禹庙", "prop": {"content": "禹庙空山里，秋风落日斜。荒庭垂桔柚，古屋画龙蛇。云气嘘青壁，江声走白沙。（嘘青壁 一作：生虚壁）早知乘四载，疏凿控三巴。", "translation": "大禹庙坐落于空寂的山谷中，秋风萧瑟冷清，残阳斜照在大殿上。荒芜的庭院里树上挂满了橘子和柚子，古屋的墙壁上还残留着龙与蛇的画像。大禹当年开凿的石壁上云雾缭绕，波涛声阵阵传来，江水沿着白沙之道向东奔流。早就听说大禹乘着四种交通工具治理水患，开凿石壁，疏通水道，使长江之水顺河流入大海。"}}, {"name": "李密", "dynasty": "隋代"}, {"name": "倪瓒", "dynasty": "元代"}, {"name": "水龙吟·登建康赏心亭", "prop": {"content": "楚天千里清秋，水随天去秋无际。遥岑远目，献愁供恨，玉簪螺髻。落日楼头，断鸿声里，江南游子。把吴钩看了，栏杆拍遍，无人会，登临意。(栏杆 一作：阑干)休说鲈鱼堪脍，尽西风，季鹰归未？求田问舍，怕应羞见，刘郎才气。可惜流年，忧愁风雨，树犹如此！倩何人唤取，红巾翠袖，揾英雄泪！", "translation": "无"}}, {"name": "咏霍将军北伐", "prop": {"content": "拥旄为汉将，汗马出长城。长城地势险，万里与云平。凉秋八九月，虏骑入幽并。飞狐白日晚，瀚海愁云生。羽书时断绝，刁斗昼夜惊。乘墉挥宝剑，蔽日引高旍。云屯七萃士，鱼丽六郡兵。胡笳关下思，羌笛陇头鸣。骨都先自詟，日逐次亡精。玉门罢斥候，甲第始修营。位登万庾积，功立百行成。天长地自久，人道有亏盈。未穷激楚乐，已见高台倾。当令麟阁上，千载有雄名！", "translation": "　　霍去病（前140－前117），西汉名将，大将军卫青姊子。年十八，为天子侍中，善骑射，初从卫青击匈奴，屡立战功，封冠军侯，三年后为骠骑将军。曾与卫青一起击败匈奴主力，对安定边界做出卓绝贡献。此诗咏霍将军北伐，与齐梁之际南北对峙的形势有关，例如南齐武帝欲北伐，多次临琅邪城讲武；又如公元505年（天监四年），梁武帝命中军将军临川王萧宏率众北伐。但诗歌的具体作年难于考订。诗人借歌咏霍去病击败匈奴事，抒发了为国建功立业的豪情，尽管凭借当时南方政权的国力希冀北伐成功并非易事，但诗歌所表现的进取精神，在那个时代却是难能可贵的。"}}, {"name": "辛弃疾", "dynasty": "宋代"}], "edges": [{"source": 227, "target": 110, "relation": "创作"}, {"source": 76, "target": 227, "relation": "出自于"}, {"source": 254, "target": 69, "relation": "创作"}, {"source": 291, "target": 254, "relation": "出自于"}, {"source": 0, "target": 299, "relation": "创作"}, {"source": 209, "target": 0, "relation": "出自于"}, {"source": 294, "target": 94, "relation": "创作"}, {"source": 148, "target": 294, "relation": "出自于"}, {"source": 247, "target": 156, "relation": "创作"}, {"source": 161, "target": 247, "relation": "出自于"}, {"source": 310, "target": 228, "relation": "创作"}, {"source": 291, "target": 310, "relation": "出自于"}, {"source": 5, "target": 53, "relation": "创作"}, {"source": 2, "target": 5, "relation": "出自于"}, {"source": 308, "target": 74, "relation": "创作"}, {"source": 148, "target": 308, "relation": "出自于"}, {"source": 152, "target": 198, "relation": "创作"}, {"source": 148, "target": 152, "relation": "出自于"}, {"source": 152, "target": 98, "relation": "创作"}, {"source": 152, "target": 155, "relation": "创作"}, {"source": 71, "target": 205, "relation": "创作"}, {"source": 148, "target": 71, "relation": "出自于"}, {"source": 254, "target": 239, "relation": "创作"}, {"source": 12, "target": 280, "relation": "创作"}, {"source": 148, "target": 12, "relation": "出自于"}, {"source": 12, "target": 114, "relation": "创作"}, {"source": 80, "target": 20, "relation": "创作"}, {"source": 289, "target": 80, "relation": "出自于"}, {"source": 45, "target": 82, "relation": "创作"}, {"source": 289, "target": 45, "relation": "出自于"}, {"source": 45, "target": 127, "relation": "创作"}, {"source": 195, "target": 251, "relation": "创作"}, {"source": 289, "target": 195, "relation": "出自于"}, {"source": 215, "target": 21, "relation": "创作"}, {"source": 289, "target": 215, "relation": "出自于"}, {"source": 100, "target": 14, "relation": "创作"}, {"source": 289, "target": 100, "relation": "出自于"}, {"source": 138, "target": 245, "relation": "创作"}, {"source": 289, "target": 138, "relation": "出自于"}, {"source": 220, "target": 24, "relation": "创作"}, {"source": 289, "target": 220, "relation": "出自于"}, {"source": 286, "target": 323, "relation": "创作"}, {"source": 289, "target": 286, "relation": "出自于"}, {"source": 56, "target": 15, "relation": "创作"}, {"source": 289, "target": 56, "relation": "出自于"}, {"source": 320, "target": 318, "relation": "创作"}, {"source": 282, "target": 320, "relation": "出自于"}, {"source": 237, "target": 226, "relation": "创作"}, {"source": 291, "target": 237, "relation": "出自于"}, {"source": 263, "target": 13, "relation": "创作"}, {"source": 291, "target": 263, "relation": "出自于"}, {"source": 58, "target": 272, "relation": "创作"}, {"source": 291, "target": 58, "relation": "出自于"}, {"source": 7, "target": 165, "relation": "创作"}, {"source": 291, "target": 7, "relation": "出自于"}, {"source": 150, "target": 70, "relation": "创作"}, {"source": 291, "target": 150, "relation": "出自于"}, {"source": 150, "target": 163, "relation": "创作"}, {"source": 150, "target": 312, "relation": "创作"}, {"source": 162, "target": 78, "relation": "创作"}, {"source": 291, "target": 162, "relation": "出自于"}, {"source": 177, "target": 240, "relation": "创作"}, {"source": 291, "target": 177, "relation": "出自于"}, {"source": 177, "target": 116, "relation": "创作"}, {"source": 177, "target": 288, "relation": "创作"}, {"source": 99, "target": 229, "relation": "创作"}, {"source": 291, "target": 99, "relation": "出自于"}, {"source": 310, "target": 109, "relation": "创作"}, {"source": 310, "target": 277, "relation": "创作"}, {"source": 310, "target": 314, "relation": "创作"}, {"source": 310, "target": 27, "relation": "创作"}, {"source": 310, "target": 217, "relation": "创作"}, {"source": 310, "target": 298, "relation": "创作"}, {"source": 113, "target": 171, "relation": "创作"}, {"source": 291, "target": 113, "relation": "出自于"}, {"source": 22, "target": 118, "relation": "创作"}, {"source": 291, "target": 22, "relation": "出自于"}, {"source": 22, "target": 120, "relation": "创作"}, {"source": 11, "target": 174, "relation": "创作"}, {"source": 291, "target": 11, "relation": "出自于"}, {"source": 11, "target": 182, "relation": "创作"}, {"source": 11, "target": 231, "relation": "创作"}, {"source": 11, "target": 255, "relation": "创作"}, {"source": 11, "target": 305, "relation": "创作"}, {"source": 11, "target": 68, "relation": "创作"}, {"source": 11, "target": 160, "relation": "创作"}, {"source": 11, "target": 311, "relation": "创作"}, {"source": 11, "target": 264, "relation": "创作"}, {"source": 11, "target": 108, "relation": "创作"}, {"source": 11, "target": 319, "relation": "创作"}, {"source": 307, "target": 267, "relation": "创作"}, {"source": 291, "target": 307, "relation": "出自于"}, {"source": 147, "target": 300, "relation": "创作"}, {"source": 291, "target": 147, "relation": "出自于"}, {"source": 164, "target": 64, "relation": "创作"}, {"source": 291, "target": 164, "relation": "出自于"}, {"source": 11, "target": 51, "relation": "创作"}, {"source": 154, "target": 128, "relation": "创作"}, {"source": 291, "target": 154, "relation": "出自于"}, {"source": 147, "target": 132, "relation": "创作"}, {"source": 147, "target": 300, "relation": "创作"}, {"source": 147, "target": 101, "relation": "创作"}, {"source": 147, "target": 290, "relation": "创作"}, {"source": 147, "target": 193, "relation": "创作"}, {"source": 295, "target": 23, "relation": "创作"}, {"source": 291, "target": 295, "relation": "出自于"}, {"source": 271, "target": 18, "relation": "创作"}, {"source": 291, "target": 271, "relation": "出自于"}, {"source": 149, "target": 180, "relation": "创作"}, {"source": 291, "target": 149, "relation": "出自于"}, {"source": 32, "target": 287, "relation": "创作"}, {"source": 291, "target": 32, "relation": "出自于"}, {"source": 275, "target": 19, "relation": "创作"}, {"source": 291, "target": 275, "relation": "出自于"}, {"source": 275, "target": 202, "relation": "创作"}, {"source": 275, "target": 190, "relation": "创作"}, {"source": 66, "target": 9, "relation": "创作"}, {"source": 291, "target": 66, "relation": "出自于"}, {"source": 66, "target": 60, "relation": "创作"}, {"source": 66, "target": 309, "relation": "创作"}, {"source": 66, "target": 129, "relation": "创作"}, {"source": 66, "target": 17, "relation": "创作"}, {"source": 28, "target": 189, "relation": "创作"}, {"source": 291, "target": 28, "relation": "出自于"}, {"source": 28, "target": 284, "relation": "创作"}, {"source": 28, "target": 142, "relation": "创作"}, {"source": 28, "target": 252, "relation": "创作"}, {"source": 28, "target": 266, "relation": "创作"}, {"source": 28, "target": 210, "relation": "创作"}, {"source": 28, "target": 125, "relation": "创作"}, {"source": 28, "target": 112, "relation": "创作"}, {"source": 28, "target": 185, "relation": "创作"}, {"source": 203, "target": 6, "relation": "创作"}, {"source": 291, "target": 203, "relation": "出自于"}, {"source": 203, "target": 293, "relation": "创作"}, {"source": 203, "target": 55, "relation": "创作"}, {"source": 203, "target": 143, "relation": "创作"}, {"source": 151, "target": 234, "relation": "创作"}, {"source": 291, "target": 151, "relation": "出自于"}, {"source": 29, "target": 106, "relation": "创作"}, {"source": 291, "target": 29, "relation": "出自于"}, {"source": 259, "target": 4, "relation": "创作"}, {"source": 291, "target": 259, "relation": "出自于"}, {"source": 196, "target": 115, "relation": "创作"}, {"source": 291, "target": 196, "relation": "出自于"}, {"source": 90, "target": 188, "relation": "创作"}, {"source": 291, "target": 90, "relation": "出自于"}, {"source": 296, "target": 122, "relation": "创作"}, {"source": 291, "target": 296, "relation": "出自于"}, {"source": 111, "target": 83, "relation": "创作"}, {"source": 291, "target": 111, "relation": "出自于"}, {"source": 41, "target": 63, "relation": "创作"}, {"source": 291, "target": 41, "relation": "出自于"}, {"source": 41, "target": 268, "relation": "创作"}, {"source": 315, "target": 214, "relation": "创作"}, {"source": 291, "target": 315, "relation": "出自于"}, {"source": 103, "target": 86, "relation": "创作"}, {"source": 194, "target": 103, "relation": "出自于"}, {"source": 103, "target": 262, "relation": "创作"}, {"source": 103, "target": 89, "relation": "创作"}, {"source": 30, "target": 36, "relation": "创作"}, {"source": 194, "target": 30, "relation": "出自于"}, {"source": 159, "target": 274, "relation": "创作"}, {"source": 194, "target": 159, "relation": "出自于"}, {"source": 42, "target": 93, "relation": "创作"}, {"source": 194, "target": 42, "relation": "出自于"}, {"source": 42, "target": 16, "relation": "创作"}, {"source": 42, "target": 57, "relation": "创作"}, {"source": 42, "target": 218, "relation": "创作"}, {"source": 42, "target": 157, "relation": "创作"}, {"source": 119, "target": 181, "relation": "创作"}, {"source": 194, "target": 119, "relation": "出自于"}, {"source": 119, "target": 244, "relation": "创作"}, {"source": 26, "target": 95, "relation": "创作"}, {"source": 194, "target": 26, "relation": "出自于"}, {"source": 246, "target": 173, "relation": "创作"}, {"source": 194, "target": 246, "relation": "出自于"}, {"source": 117, "target": 62, "relation": "创作"}, {"source": 194, "target": 117, "relation": "出自于"}, {"source": 84, "target": 168, "relation": "创作"}, {"source": 194, "target": 84, "relation": "出自于"}, {"source": 38, "target": 34, "relation": "创作"}, {"source": 194, "target": 38, "relation": "出自于"}, {"source": 48, "target": 121, "relation": "创作"}, {"source": 194, "target": 48, "relation": "出自于"}, {"source": 48, "target": 211, "relation": "创作"}, {"source": 278, "target": 223, "relation": "创作"}, {"source": 194, "target": 278, "relation": "出自于"}, {"source": 278, "target": 170, "relation": "创作"}, {"source": 278, "target": 158, "relation": "创作"}, {"source": 153, "target": 248, "relation": "创作"}, {"source": 194, "target": 153, "relation": "出自于"}, {"source": 200, "target": 131, "relation": "创作"}, {"source": 194, "target": 200, "relation": "出自于"}, {"source": 191, "target": 61, "relation": "创作"}, {"source": 194, "target": 191, "relation": "出自于"}, {"source": 222, "target": 250, "relation": "创作"}, {"source": 194, "target": 222, "relation": "出自于"}, {"source": 230, "target": 186, "relation": "创作"}, {"source": 194, "target": 230, "relation": "出自于"}, {"source": 230, "target": 304, "relation": "创作"}, {"source": 175, "target": 141, "relation": "创作"}, {"source": 194, "target": 175, "relation": "出自于"}, {"source": 175, "target": 281, "relation": "创作"}, {"source": 324, "target": 322, "relation": "创作"}, {"source": 194, "target": 324, "relation": "出自于"}, {"source": 324, "target": 88, "relation": "创作"}, {"source": 324, "target": 261, "relation": "创作"}, {"source": 324, "target": 31, "relation": "创作"}, {"source": 324, "target": 260, "relation": "创作"}, {"source": 324, "target": 92, "relation": "创作"}, {"source": 269, "target": 276, "relation": "创作"}, {"source": 194, "target": 269, "relation": "出自于"}, {"source": 303, "target": 3, "relation": "创作"}, {"source": 194, "target": 303, "relation": "出自于"}, {"source": 126, "target": 33, "relation": "创作"}, {"source": 194, "target": 126, "relation": "出自于"}, {"source": 265, "target": 139, "relation": "创作"}, {"source": 194, "target": 265, "relation": "出自于"}, {"source": 49, "target": 167, "relation": "创作"}, {"source": 194, "target": 49, "relation": "出自于"}, {"source": 201, "target": 43, "relation": "创作"}, {"source": 194, "target": 201, "relation": "出自于"}, {"source": 241, "target": 104, "relation": "创作"}, {"source": 194, "target": 241, "relation": "出自于"}, {"source": 107, "target": 221, "relation": "创作"}, {"source": 194, "target": 107, "relation": "出自于"}, {"source": 107, "target": 242, "relation": "创作"}, {"source": 81, "target": 25, "relation": "创作"}, {"source": 194, "target": 81, "relation": "出自于"}, {"source": 81, "target": 105, "relation": "创作"}, {"source": 235, "target": 135, "relation": "创作"}, {"source": 194, "target": 235, "relation": "出自于"}, {"source": 166, "target": 197, "relation": "创作"}, {"source": 194, "target": 166, "relation": "出自于"}, {"source": 145, "target": 130, "relation": "创作"}, {"source": 194, "target": 145, "relation": "出自于"}, {"source": 145, "target": 187, "relation": "创作"}, {"source": 145, "target": 297, "relation": "创作"}, {"source": 258, "target": 91, "relation": "创作"}, {"source": 194, "target": 258, "relation": "出自于"}, {"source": 50, "target": 134, "relation": "创作"}, {"source": 194, "target": 50, "relation": "出自于"}, {"source": 146, "target": 257, "relation": "创作"}, {"source": 194, "target": 146, "relation": "出自于"}, {"source": 65, "target": 204, "relation": "创作"}, {"source": 194, "target": 65, "relation": "出自于"}, {"source": 313, "target": 179, "relation": "创作"}, {"source": 194, "target": 313, "relation": "出自于"}, {"source": 40, "target": 136, "relation": "创作"}, {"source": 316, "target": 40, "relation": "出自于"}, {"source": 236, "target": 292, "relation": "创作"}, {"source": 133, "target": 236, "relation": "出自于"}, {"source": 199, "target": 77, "relation": "创作"}, {"source": 133, "target": 199, "relation": "出自于"}, {"source": 285, "target": 39, "relation": "创作"}, {"source": 133, "target": 285, "relation": "出自于"}, {"source": 75, "target": 233, "relation": "创作"}, {"source": 133, "target": 75, "relation": "出自于"}, {"source": 216, "target": 279, "relation": "创作"}, {"source": 133, "target": 216, "relation": "出自于"}, {"source": 321, "target": 207, "relation": "创作"}, {"source": 133, "target": 321, "relation": "出自于"}, {"source": 140, "target": 249, "relation": "创作"}, {"source": 133, "target": 140, "relation": "出自于"}, {"source": 283, "target": 270, "relation": "创作"}, {"source": 133, "target": 283, "relation": "出自于"}, {"source": 5, "target": 53, "relation": "创作"}, {"source": 5, "target": 72, "relation": "创作"}, {"source": 225, "target": 253, "relation": "创作"}, {"source": 2, "target": 225, "relation": "出自于"}, {"source": 225, "target": 301, "relation": "创作"}, {"source": 317, "target": 97, "relation": "创作"}, {"source": 2, "target": 317, "relation": "出自于"}, {"source": 8, "target": 96, "relation": "创作"}, {"source": 2, "target": 8, "relation": "出自于"}, {"source": 123, "target": 183, "relation": "创作"}, {"source": 2, "target": 123, "relation": "出自于"}, {"source": 213, "target": 306, "relation": "创作"}, {"source": 2, "target": 213, "relation": "出自于"}, {"source": 102, "target": 178, "relation": "创作"}, {"source": 2, "target": 102, "relation": "出自于"}, {"source": 243, "target": 176, "relation": "创作"}, {"source": 2, "target": 243, "relation": "出自于"}, {"source": 10, "target": 273, "relation": "创作"}, {"source": 2, "target": 10, "relation": "出自于"}, {"source": 206, "target": 238, "relation": "创作"}, {"source": 73, "target": 206, "relation": "出自于"}, {"source": 47, "target": 144, "relation": "创作"}, {"source": 2, "target": 47, "relation": "出自于"}, {"source": 137, "target": 85, "relation": "创作"}, {"source": 2, "target": 137, "relation": "出自于"}, {"source": 184, "target": 192, "relation": "创作"}, {"source": 73, "target": 184, "relation": "出自于"}, {"source": 184, "target": 44, "relation": "创作"}, {"source": 124, "target": 87, "relation": "创作"}, {"source": 73, "target": 124, "relation": "出自于"}, {"source": 1, "target": 172, "relation": "创作"}, {"source": 73, "target": 1, "relation": "出自于"}, {"source": 1, "target": 59, "relation": "创作"}, {"source": 37, "target": 79, "relation": "创作"}, {"source": 73, "target": 37, "relation": "出自于"}, {"source": 52, "target": 169, "relation": "创作"}, {"source": 73, "target": 52, "relation": "出自于"}, {"source": 67, "target": 54, "relation": "创作"}, {"source": 73, "target": 67, "relation": "出自于"}, {"source": 46, "target": 232, "relation": "创作"}, {"source": 73, "target": 46, "relation": "出自于"}, {"source": 256, "target": 35, "relation": "创作"}, {"source": 73, "target": 256, "relation": "出自于"}, {"source": 302, "target": 219, "relation": "创作"}, {"source": 73, "target": 302, "relation": "出自于"}, {"source": 256, "target": 208, "relation": "创作"}, {"source": 224, "target": 212, "relation": "创作"}, {"source": 73, "target": 224, "relation": "出自于"}]}