{"nodes": [{"name": "徐再思", "dynasty": "元代"}, {"name": "杵声齐·砧面莹", "prop": {"content": "砧面莹，杵声齐。捣就征衣泪墨题。寄到玉关应万里，戍人犹在玉关西。", "translation": "捣衣石的表面因年长日久的使用，早已光洁平滑，杵声协调、齐整。捣完制成衣服给丈夫寄去，可是在题写姓名、附就家信时却止不住涕泣连连。寄到玉门关已是万里之外了，可是戍守边关的人还在玉门关的西边。"}}, {"name": "河传·花落", "prop": {"content": "花落，烟薄，谢家池阁，寂寞春深。翠蛾轻敛意沉吟，沾襟，无人知此心。玉炉香断霜灰冷，帘铺影，梁燕归红杏。晚来天，空悄然，孤眠，枕檀云髻偏。", "translation": "　　这首词写暮春闺怨。上片写女主人公凄凉的处境，没有人了解她，同情她。下片写她空虚无聊，孤眠时的情态。此词无甚新意，味同嚼蜡。 "}}, {"name": "菩萨蛮·娇鬟堆枕钗横", "prop": {"content": "娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒。锦壶催画箭，玉佩天涯远。和泪试严妆，落梅飞晓霜。", "translation": "美丽的环状发髻慵懒地披散在枕头上，凤钗斜斜地别在发髻上。沉沉地坠入春水荡漾，杨花飞舞的迷幻梦境中。红烛流着血色的红泪，翠屏上的画烟波浩渺泛着丝丝寒意。时光渐渐流逝，心上人远在天涯。清晨，我独自噙着泪水梳洗着新式妆容，只见窗外梅花一片片飘落在染满寒霜的大地上。"}}, {"name": "寒闺怨", "prop": {"content": "寒月沉沉洞房静，真珠帘外梧桐影。秋霜欲下手先知，灯底裁缝剪刀冷。", "translation": "寒夜月光洒向庭院深处的屋内，珍珠帘外梧桐树影斑驳。孤灯下她握着冰冷的剪刀为远方戍守的丈夫缝制着冬衣，秋霜将落，手已经预先感到寒冷。"}}, {"name": "倦寻芳·香泥垒燕", "prop": {"content": "香泥垒燕，密叶巢莺，春晦寒浅。花径风柔，著地舞茵红软。斗草烟欺罗袂薄，秋千影落春游倦。醉归来，记宝帐歌慵，锦屏香暖。别来怅、光阴容易，还又酴醿，牡丹开遍。妒恨疏狂，那更柳花迎面。鸿羽难凭芳信短，长安犹近归期远。倚危楼，但镇日、绣帘高卷。", "translation": "无"}}, {"name": "凭栏人·闺怨", "prop": {"content": "垂柳依依惹暮烟，素魄娟娟当绣轩。妾身独自眠，月圆人未圆。啼得花残声更悲，叫得春归郎未知。杜鹃奴倩伊，问郎何日归？", "translation": " 　　两首均写怨妇的离别相思之情，意脉相连，步步深入。字斟句酌，含蓄蕴藉。 "}}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "金昌绪", "dynasty": "唐代"}, {"name": "清平乐·柳边深院", "prop": {"content": "柳边深院。燕语明如翦。消息无凭听又懒。隔断画屏双扇。 宝杯金缕红牙。醉魂几度儿家。何处一春游荡，梦中犹恨杨花。", "translation": "柳树旁边深深的庭院，燕子在唧唧呢喃，叫声明快犹如刀剪。你没准儿的消息太多，我现在已经懒得再听。讨厌那假信儿传进来，我用双扇屏风把它隔断。端着玉杯饮酒，打着节拍唱曲儿提神，每日用沉醉慰藉我的灵魂。你整个春天都在何处游荡啊，我在梦中也恨那水性的杨花。 "}}, {"name": "古意呈补阙乔知之 /", "prop": {"content": "卢家少妇郁金堂，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄。", "translation": "卢家年轻的主妇，居住在以郁金香浸洒和泥涂壁的华美的屋宇之内，海燕飞来，成对成双地栖息于华丽的屋梁之上。九月里，寒风过后，在急切的捣衣声中，树叶纷纷下落，丈夫远征辽阳已逾十载，令人思念。白狼河北的辽阳地区音信全部被阻断，幽居在长安城南的少妇感到秋日里的夜晚特别漫长。她哀叹：我到底是为哪一位思而不得见的人满含哀愁啊？为何还让那明亮的月光照在帏帐之上？ "}}, {"name": "耿玉真", "dynasty": "五代"}, {"name": "春怨", "prop": {"content": "春朝物候妍，愁妇镜台前。风吹数蝶乱，露洗百花鲜。试出褰罗幌，还来著锦筵。曲中愁夜夜，楼上别年年。不及随萧史，高飞向紫烟。", "translation": " 　　郑愔这一首有名的五律，其妙处在于，诗人以雄劲的笔触，描写春怨的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "临江仙·月色穿帘风入", "prop": {"content": "月色穿帘风入竹，倚屏双黛愁时。砌花含露两三枝。如啼恨脸，魂断损容仪。香烬暗消金鸭冷，可堪辜负前期。绣襦不整鬓鬟欹。几多惆怅，情绪在天涯！", "translation": "　　这首词写春闺幽怨。"}}, {"name": "皇甫冉", "dynasty": "唐代"}, {"dynasty": "宋代"}, {"name": "菩萨蛮·忆郎还上层楼", "prop": {"content": "忆郎还上层楼曲。楼前芳草年年绿。绿似去时袍。回头风袖飘。 郎袍应已旧。颜色非长久。惜恐镜中春。不如花草新。", "translation": "心中思念情郎，于是登上高楼远望。楼前的芳草，一年一绿，如今又是春天来到。这青翠的绿色仿佛情郎离去时所着衣袍的颜色。分别时，他不忍离去，回首凝望，衣袖随风飘动。一别数年，他崭新的衣袍恐怕已经变旧了吧。新绿的颜色也已经暗淡无光了吧。其实韶华易逝，就连镜中的容颜也一年一年地逐渐减色，不像芳草那样岁岁依旧。"}}, {"name": "贺新郎·篆缕消金鼎", "prop": {"content": "篆缕消金鼎，醉沉沉、庭阴转午，画堂人静。芳草王孙知何处？惟有杨花糁径。渐玉枕、腾腾春醒，帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省，遍天涯寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐瓶沉金井，嘶骑不来银烛暗，枉教人立尽梧桐影。谁伴我，对鸾镜。", "translation": "无"}}, {"name": "沈如筠", "dynasty": "唐代"}, {"name": "沈佺期", "dynasty": "唐代"}, {"name": "尾犯·夜雨滴空阶", "prop": {"content": "夜雨滴空阶，孤馆梦回，情绪萧索。一片闲愁，想丹青难貌。秋渐老、蛩声正苦，夜将阑、灯花旋落。最无端处，总把良宵，只恁孤眠却。佳人应怪我，别后寡信轻诺。记得当初，翦香云为约。甚时向、幽闺深处，按新词、流霞共酌。再同欢笑，肯把金玉珠珍博。", "translation": "夜晚窗外的雨声滴在空空的台阶上，孤独地宿在旅舍里突然惊醒，心中情绪凄清萧索。这一种闲愁，想来用图画难以描摹。秋天渐深，蟋蟀声听起来叫得很苦，夜晚将尽，灯花不久就落了。最无聊的时刻，总是让良宵在孤眠的寂寞中过去。远处的佳人应该会怪我，离别后不遵守诺言。记得当初，她翦剪下一绺头发作为别后重聚的约定，看来此越难以兑现了。什么时候才能够在幽闺深处，填写新词，共饮美酒。如果能再次同欢笑，我肯拿金玉珍珠来换取这样的机会。"}}, {"name": "春思", "prop": {"content": "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。(层城 一作：秦城)机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。", "translation": "莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。 "}}, {"name": "蝶恋花·庭院深深深几", "prop": {"content": "庭院深深深几许，杨柳堆烟，帘幕无重数。玉勒雕鞍游冶处，楼高不见章台路。雨横风狂三月暮，门掩黄昏，无计留春住。泪眼问花花不语，乱红飞过秋千去。", "translation": "庭院深深，不知有多深？杨柳依依，飞扬起片片烟雾，一重重帘幕不知有多少层。豪华的车马停在贵族公子寻欢作乐的地方，登上高楼也望不见通向章台的大路。 风狂雨骤的暮春三月，再是重门将黄昏景色掩闭，也无法留住春意。泪眼汪汪问落花可知道我的心意，落花默默不语，纷乱的，零零落落一点一点飞到秋千外。"}}, {"name": "武陵春·春晚", "prop": {"content": "风住尘香花已尽，日晚倦梳头。物是人非事事休，欲语泪先流。闻说双溪春尚好，也拟泛轻舟。只恐双溪舴艋舟，载不动许多愁。", "translation": "风停了，尘土里带有花的香气，花儿已凋落殆尽。日头已经升的老高，我却懒得来梳妆。景物依旧，人事已变，一切事情都已经完结。想要倾诉自己的感慨，还未开口，眼泪先流下来。听说双溪春景尚好，我也打算泛舟前去。只恐怕双溪蚱蜢般的小船，载不动我许多的忧愁。"}}, {"name": "后庭花·一春不识西湖", "prop": {"content": "一春不识西湖面。翠羞红倦。雨窗和泪摇湘管。意长笺短。 知心惟有雕梁燕。自来相伴。东风不管琵琶怨。落花吹遍。", "translation": "一个春季没和西湖谋面，怕见外边这花香日暖的春天。窗外的雨应和着我的泪水，挥动着我手中的笔管吐诉情感，心中的思念那么长，信笺却这么短，我怎么能够把话说得完。懂得我心的只有这雕梁上的春燕，飞来飞去地与我相伴。东风哪会晓得我琵琶声中的忧怨，刮来刮去又把花儿吹落一片。"}}, {"name": "怨", "prop": {"content": "新妆竟与画图争，知是昭阳第几名？瘦影自临春水照，卿须怜我我怜卿。", "translation": "化了新的妆容！却不得人欣赏，竟然和画像争论！这幅仪态妆容！在后宫中又能排到第几名 ！忧愁的看着水中自己纤瘦的身影，你应该怜惜我对于你的爱。"}}, {"name": "冯小青", "dynasty": "明代"}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "菩萨蛮·暄风迟日春光", "prop": {"content": "暄风迟日春光闹。蒲萄水绿摇轻棹。两岸草烟低。青山啼子规。 归来愁未寝。黛浅眉痕沁。花影转廊腰。红添酒面潮。", "translation": "　　此为春闺怨词。一开始词人用浓墨重彩，描绘出一幅春日冶游图景，“暄风迟日春光闹，葡萄水绿摇轻棹。”虽无一字及人，而人其中。“暄风”，即春风。萧纲《纂要》：“春曰青阳……风曰阳风、春风、暄风、柔风、惠风。”“迟日”，即春日。《诗经·豳风·七月》：“春日迟迟。”而暄、迟二字，能给读者以春暖日长的感受。“春光闹”显然是宋祁的名句“红杏枝头春意闹”的化用，虽是概括的描写，却能引起姹紫嫣红开遍的联想。“葡萄水绿”乃以酒喻水，本李白《襄阳歌》：“遥看汉水鸭头绿，恰似葡萄初酦醅。”将春水比作葡萄美酒，则暗示着游春者为大好春光陶醉，不徒形容水色可爱。"}}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "好事近·风定落花深", "prop": {"content": "风定落花深，帘外拥红堆雪。长记海棠开后，正伤春时节。酒阑歌罢玉尊空，青缸暗明灭。魂梦不堪幽怨，更一声鶗鴂。", "translation": "风停了，庭花尽凋零。看珠帘之外，雪瓣成堆，红蕊层层。须牢记海棠花开过后，正是伤春时节。歌声歇，玉杯空，酒兴尽。唯有青灯闪烁，豆荧之光渐熄灭。梦中的愁怨自难消受，更传来鹈鴂一声送春鸣。"}}, {"name": "闺怨二首·其一", "prop": {"content": "雁尽书难寄，愁多梦不成。愿随孤月影，流照伏波营。", "translation": "大雁都已飞走了，书信再难寄出。愁绪多得让人难以入眠。多希望能追随那无处不在的月影，将光辉照射到你的军营。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "忆江南·红绣被", "prop": {"content": "红绣被，两两间鸳鸯。不是鸟中偏爱尔，为缘交颈睡南塘。全胜薄情郎。", "translation": "　　这首小词，借对鸳鸯的咏赞与艳羡，表露内心对“薄情郎”的眷恋与怨恨。此词语言清浅而寄寓殊深，颇具民歌风采。 "}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "长相思·花深深", "prop": {"content": "花深深，柳阴阴。度柳穿花觅信音，君心负妾心。怨鸣琴，恨孤衾。钿誓钗盟何处寻？当初谁料今！", "translation": "　　这是一首描写弃妇的怨词。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "李清照", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "杨果", "dynasty": "元代"}, {"name": "锦堂春·坠髻慵梳", "prop": {"content": "坠髻慵梳，愁蛾懒画，心绪是事阑珊。觉新来憔悴，金缕衣宽。认得这疏狂意下，向人诮譬如闲。把芳容整顿，恁地轻孤，争忍心安。依前过了旧约，甚当初赚我，偷翦云鬟。几时得归来，香阁深关。待伊要、尤云殢雨，缠绣衾、不与同欢。侭更深、款款问伊，今后敢更无端。", "translation": "坠乱的头发无心梳理，紧锁的愁眉懒得描画，心绪凌乱，事事不顺。近来觉得无比憔悴消瘦，身上的金缕衣也显得宽松了许多。知道如今你这个风流的浪子，心里对我已直是视若等闲。我应该整理好美丽的容颜，这样地轻易辜负青春年华，怎能安心？你又和从前一样过了相约的归期，既然这样，为何当初要骗我剪下一绺秀发相赠？等到什么时候你回来，我要把你紧紧关在家门外；等到你想要和我欢爱时，我要紧缠鸳鸯绣被，不与你同床共枕；等到更鼓已深，我才慢慢地问你，今后还敢这样无赖失约吗？"}}, {"name": "古意", "prop": {"content": "君为女萝草，妾作菟丝花。轻条不自引，为逐春风斜。百丈托远松，缠绵成一家。谁言会面易，各在青山崖。女萝发馨香，菟丝断人肠。枝枝相纠结，叶叶竞飘扬。生子不知根，因谁共芬芳。中巢双翡翠，上宿紫鸳鸯。若识二草心，海潮亦可量。", "translation": "新婚夫妇，夫君就像是女萝草，妻妾就如菟丝花。女子有了心上人，就好像轻柔的枝条，只有在春风里才会摇曳生姿。新婚以后，妻妾希望依附夫君，让彼此关系缠绵缱倦、永结同心。谁说见一面很容易，我们各自在青色山崖的两边。君在外春风得意、如鱼得水，而妻妾却在家里忧心匆匆、痛断肝肠。妻妾在家除了相夫教子外，别无旁务，因而想入非非。我的归宿在哪里？夫君该不会在外面与别的女子“共芬芳”、做“鸳鸯”吧？夫君啊！假如为妾的有二心的话，那么海水也可以用斗来量了。"}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "醉太平·泥金小简", "prop": {"content": "泥金小简，白玉连环，牵情惹恨两三番。好光阴等闲。景阑珊绣帘风软杨花散，泪阑干绿窗雨洒梨花绽，锦斓斑香闺春老杏花残。奈薄情未还。", "translation": "用金屑涂饰的信笺，白玉连环，牵愁惹恨两次三番，大好的光阴轻易地被闲抛在一边。风吹绣帘凋零破败杨花飘散，泪珠飞洒雨打绿窗，梨花绽放银白灿烂，锦绣斑斓暮春时节杏花零落凋残，无奈薄情人仍未回还。"}}, {"name": "喜迁莺·鸠雨细", "prop": {"content": "鸠雨细，燕风斜。春悄谢娘家。一重帘外即天涯。何必暮云遮。 钏金寒，钗玉冷。薄醉欲成还醒。一春梳洗不簪花。孤负几韶华。", "translation": "　　写闺怨之词，难度颇大。但作者在这首短词中，却用简洁而又优雅的笔触，成功地塑造了一个有些类似于《牡丹亭》中杜丽娘式的少女形象。她的伤春情绪，她的不甘于深锁闺房的反抗精神，以及她对美好生活的追求与留恋，就都给人们留下了深刻难忘的印象。 "}}, {"name": "徐灿", "dynasty": "清代"}, {"name": "浣溪沙·锦样年华水样", "prop": {"content": "锦样年华水样流，鲛珠迸落更难收。病余常是怯梳头。一径绿云修竹怨，半窗红日落花愁。愔愔只是下帘钩。", "translation": "锦绣一般的年华像流水一样地逝去了，回忆起过去就会泪水不住的流。病愈之后体弱憔悴，害怕对镜梳头，怕看到头发掉落。窗外小径上绿竹枝叶繁茂却满含怨尤，窗边洒入的落日余晖映照着落花，更生出许多愁怨。心中郁郁，只得放下卷帘，悄悄地独处深闺了。"}}, {"name": "捣衣诗", "prop": {"content": "行役滞风波，游人淹不归。亭皋木叶下，陇首秋云飞。?寒园夕鸟集，思牖草虫悲。嗟矣当春服，安见御冬衣？", "translation": "你迟迟未归，是因为被风波阻拦所以滞留下来了吧！我这里已是秋风起而木叶下，你所在的陇首一带，此刻也是秋云飘飞的时节了。萧瑟凄寒的园圃中，晚归的鸟儿聚集栖宿；窗户下，唧唧的秋虫在断续悲鸣。等我裁好寒衣寄到你那，只怕那里已是春回大地，应穿上春服了，哪里能及时见到我寄去的御寒的冬衣呢？"}}, {"name": "蝶恋花·一别家山音信", "prop": {"content": "一别家山音信杳，百种相思，肠断何时了。燕子不来花又老，一春瘦的腰儿小。薄幸郎君何日到，想自当初，莫要相逢好。好梦欲成还又觉，绿窗但觉莺啼晓。", "translation": "自从离别家乡音信无踪，千百种相思，令人断肠伤情。燕子不飞来花又凋零，一春瘦得衣带宽松。负心的郎君何日回程，回想起当初，不如不相逢。刚要做成好梦又被惊醒，纱窗外传来莺啼声声。"}}, {"name": "斗百花·煦色韶光明媚", "prop": {"content": "煦色韶光明媚，轻霭低笼芳树。池塘浅蘸烟芜，帘幕闲垂飞絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。", "translation": "春光明媚，阳光和煦，薄雾低低的笼罩着芳香的树丛。池塘上飘着如烟的雾气，凌乱而荒芜，帘幕无聊的垂着，像风中的柳絮一般飘荡。春困的日子让人想睡觉，把斗草的游戏抛开了，踏青的心情也没有了。整天关着房门。绵绵的思念，幽幽的愁绪，何时才能得到丈夫的爱怜。年轻的郎君，你和从前一样吗？在哪儿眠花宿柳呢。寂寞的院子的空无一人，黄昏时刚刚把秋千拆掉了，白白的锁住了一院子落花。"}}, {"name": "子夜吴歌·秋歌", "prop": {"content": "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。", "translation": "秋月皎洁长安城一片光明，家家户户传来捣衣声。?砧声任凭秋风吹也吹不尽，声声总是牵系玉关的亲人。何时才能平息边境战争，夫君就可以结束漫长征途。"}}, {"name": "点绛唇·闺思", "prop": {"content": "寂寞深闺，柔肠一寸愁千缕。惜春春去，几点催花雨。倚遍阑干，只是无情绪。人何处，连天衰草，望断归来路。(衰 一作：芳)", "translation": "暮春时节，深闺里无边的寂寞如潮水般涌来，一寸柔肠便有千缕愁丝。越是珍惜春天，春天却越容易流逝，淅淅沥沥的雨声催着落红，也催着春天归去的脚步。倚遍栏杆，纵是春天千般好，怎奈也是无情绪。所思念的人在哪里呀？眼前只有那一眼望不到尽头的萋萋芳草，正顺着良人归来时所必经的道路蔓延开去，一直延伸到遥远的天边。"}}, {"name": "许棐", "dynasty": "宋代"}, {"name": "浣溪沙·荷芰风轻帘幕", "prop": {"content": "荷芰风轻帘幕香，绣衣鸂鶒泳回塘，小屏闲掩旧潇湘。恨入空帷鸾影独，泪凝双脸渚莲光，薄情年少悔思量。", "translation": "　　这首词是写闺妇秋思。上片写室内外景物，“闲掩”二字，已见空虚无聊之意。下片写思妇的心情：空帷含恨，泪凝双脸，悔自己多情而少年薄情。“泪凝双脸渚莲光”一句，造形绝艳。"}}, {"name": "阮逸女", "dynasty": "宋代"}, {"name": "施肩吾", "dynasty": "唐代"}, {"name": "菩萨蛮·小山重叠金明", "prop": {"content": "小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。", "translation": "画屏上重叠的小山风景，闪露出时明时暗的晨光；仿佛雪地上飘过一缕青云，乌黑的鬓发掠过她的脸庞。懒懒地无心去描弯弯的眉，迟了好久才起身梳理晨妆。照插花时前镜对着后镜，镜里镜外都是花的倩影。身穿崭新的绫罗短衣，贴绣的鹧鸪似欲飞动；那金线绣成的鹧鸪成双，又撩起她相思的柔情。"}}, {"name": "春词", "prop": {"content": "低花树映小妆楼，春入眉心两点愁。 斜倚栏杆背鹦鹉，思量何事不回头。", "translation": "低低的花和绿树掩映下的小楼，将点点愁带入了少女的眉心。斜靠着栏杆背向鹦鹉，思忖着为什么不再回过头来？"}}, {"name": "宴清都·连理海棠", "prop": {"content": "绣幄鸳鸯柱，红情密、腻云低护秦树。芳根兼倚，花梢钿合，锦屏人妒。东风睡足交枝，正梦枕瑶钗燕股。障滟蜡、满照欢丛，嫠蟾冷落羞度。人间万感幽单，华清惯浴，春盎风露。连鬟并暖，同心共结，向承恩处。凭谁为歌长恨？暗殿锁、秋灯夜语。叙旧期、不负春盟，红朝翠暮。", "translation": "无"}}, {"name": "刘方平", "dynasty": "唐代"}, {"name": "啰唝曲六首·其四", "prop": {"content": "那年离别日，只道住桐庐。桐庐人不见，今得广州书。", "translation": "记得那年你我离别的时候，你说你要去桐庐居住。去了桐庐后音信全无，如今收到来自广州得书信。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "怨诗", "prop": {"content": "试妾与君泪，两处滴池水。看取芙蓉花，今年为谁死。", "translation": "试将我和你的眼泪，分别滴入两处池水。看看池里的芙蓉花，今年因为谁而败死。"}}, {"name": "蝶恋花·槛菊愁烟兰泣", "prop": {"content": "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？", "translation": "栏外的菊花笼罩着一层愁惨的烟雾，兰花沾露好似默默饮泣。罗幕闲垂，空气微寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。昨天夜里秋风劲吹，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我思念的人究竟在何处。"}}, {"name": "菩萨蛮·回廊远砌生秋", "prop": {"content": "回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。", "translation": "　　这是一首思妇念远之小令。词人将时间集中在一个清秋之夜，将环境集中于一所闺房之内。在以内环境描写人物心态时，又以外环境进行氛围的渲染，从而使人物的情绪得到更加充分的显现。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "毛熙震", "dynasty": "五代"}, {"name": "水仙子·灯花占信又无", "prop": {"content": "灯花占信又无功，鹊报佳音耳过风。绣衾温暖和谁共？隔云山千万重，因此上惨绿愁红。不付能博得个团圆梦，觉来时又扑个空。杜鹃声啼过墙东。", "translation": "灯花预报的吉兆再一次毫无应验，喜鹊传来的归信不过如清风吹过耳边。绣被儿温暖却少一个人做伴。他此刻远在万水千山之外，使我犹如这暮春一样凋残。好不容易刚能在梦里团圆，醒来却发现是一场空欢，只听得墙东杜鹃在声声啼唤。"}}, {"name": "河传·秋雨", "prop": {"content": "秋雨，秋雨，无昼无夜，滴滴霏霏。暗灯凉簟怨分离，妖姬，不胜悲。西风稍急喧窗竹，停又续，腻脸悬双玉。几回邀约雁来时，违期，雁归，人不归。", "translation": "秋雨不停地下啊！秋雨不停地下啊！不分昼夜，不停飘洒。昏暗的灯光下，她躺在冰冷的席垫上怨恨着和情人的分离，美丽的姑娘禁不住这样的悲哀。西风渐渐急了起来，吹得窗前竹枝发响。时停时续地，她那敷着脂粉的脸上悬挂着两行泪水。本来很多次都约定好，每年秋天大雁归来的时候就能相见，而对方却又一次次地违期，眼看大雁归来了，人却没有归来。"}}, {"name": "昔昔盐", "prop": {"content": "垂柳覆金堤，蘼芜叶复齐。水溢芙蓉沼，花飞桃李蹊。采桑秦氏女，织锦窦家妻。关山别荡子，风月守空闺。恒敛千金笑，长垂双玉啼。盘龙随镜隐，彩凤逐帷低。飞魂同夜鹊，倦寝忆晨鸡。暗牖悬蛛网，空梁落燕泥。前年过代北，今岁往辽西。一去无消息，那能惜马蹄。", "translation": "无"}}, {"name": "早春行", "prop": {"content": "紫梅发初遍，黄鸟歌犹涩。谁家折杨女，弄春如不及。爱水看妆坐，羞人映花立。香畏风吹散，衣愁露沾湿。玉闺青门里，日落香车入。游衍益相思，含啼向彩帷。忆君长入梦，归晚更生疑。不及红檐燕，双栖绿草时。", "translation": "紫色的早梅刚刚遍地开花，莺儿的歌声还不那么流利。折取杨柳枝的是谁家女儿，赏玩春光唯恐它匆匆流逝。喜爱澄波为临水看妆，见人含羞却倚花相映。香粉气生怕被风吹散，绣衣裳也恐露水沾湿。侬家住长安的青门之中，黄昏时香车才缓缓归去。那人游荡在外更添相思，含悲落泪走向独宿彩帷。怀念你你就总是进入梦中，迟迟不归又令我心生疑惑。叹不如红瓦屋檐下的燕子，在铺绿草的巢中日日双栖。"}}, {"name": "七哀", "prop": {"content": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁，言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依。", "translation": "明月照在高楼之上，洒下的光芒在楼上游移不定。楼上有一位哀愁的妇人，正在悲哀的叹息。请问楼上唉声叹气的是谁？回答说是异地客旅者的妻子。丈夫离开超过了十年，妾身常常一个人。夫君像是路上的清尘般飘忽，妾身像是污浊的水中的淤泥。浮尘和沉泥各自相异，什么时候才能相互汇合相互和谐？可以的话，我愿意化作西南风，在人间消失而进入夫君的怀抱中！夫君的胸怀早已不向我开放了，我还有什么可依靠的呢？"}}, {"name": "子夜歌·三更月", "prop": {"content": "三更月，中庭恰照梨花雪。梨花雪，不胜凄断，杜鹃啼血。王孙何许音尘绝，柔桑陌上吞声别。吞声别，陇头流水，替人呜咽。", "translation": "深夜的月光照着庭中的梨花如同冬日的白雪，相思的情怀有说不尽的凄然就像是杜鹊啼血。远去的游子为什么没有了音信，当时在柔桑夹道的小路上我忍住了哭声和你道别。只有那陇头的流水仿佛知道我的心意，发出潺潺的声响像是在替我哭泣。"}}, {"name": "菩萨蛮·回文夏闺怨", "prop": {"content": "柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。", "translation": " 院无风，柳丝垂，闺人昼寝。闺人安静昼寝之际，起风，庭院柳条摇摆。微风吹，汗味透香气，薄衫生凉意。凉衫子散出清淡的汗香气。红润的手端起了盛有冰块拌藕丝的小碗。盛有冰块拌藕丝的小碗冰冷了她红润的手。郎笑碗中的藕丝太长了。闺人一边吃长丝藕，一边又嘲笑她的情郎。"}}, {"name": "甘草子·秋暮", "prop": {"content": "秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。 池上凭阑愁无侣。奈此个、单栖情绪。却傍金笼共鹦鹉。念粉郎言语。", "translation": "译文一凄凉晚秋，零乱雨滴洒残荷，雨珠莹莹，颗颗似珍珠。雨过后，寒月当空，鸳鸯浦一片清冷。池上倚阑，愁闷闷无人相伴，怎么打发、这孤苦情绪!傍金笼，戏逗鹦鹉，教它念、情郎言语。"}}, {"name": "君子于役", "prop": {"content": "君子于役，不知其期。曷至哉？鸡栖于埘。日之夕矣，羊牛下来。君子于役，如之何勿思！君子于役，不日不月。曷其有佸？鸡栖于桀。日之夕矣，羊牛下括。君子于役，苟无饥渴？", "translation": "丈夫服役去远方，服役长短难估量，什么时候才回到家呢？鸡已经进了窝，太阳也向西边落，牛羊成群下山坡。丈夫服役在远方，教我怎不把他想？丈夫服役去远方，每日每月恨日长，什么时候才能又相会？鸡纷纷上了架，太阳渐渐也西下，牛羊下坡回到家。丈夫服役在远方，但愿不会饿肚肠！"}}, {"name": "赵令畤", "dynasty": "宋代"}, {"name": "终风", "prop": {"content": "终风且暴，顾我则笑。谑浪笑敖，中心是悼。终风且霾，惠然肯来。莫往莫来，悠悠我思。终风且曀，不日有曀。寤言不寐，愿言则嚏。曀曀其阴，虺虺其雷。寤言不寐，愿言则怀。", "translation": "风整日的吹，又猛又急，他有时冲我回头只笑一笑。全是调戏放荡嘲讽又慢傲，让我心内深感悲伤更寂寥。风儿整日狂吹呀雨雾罩，他是否愿意痛快回家来哟？这个负心人不来也不往啊，让我空思念呀悠悠又遥遥。风儿整日吹呀天色阴沉，前天阴沉沉没几天又发昏。一梦醒来就再也难以入睡，为你我伤风感冒思念殷勤。风凄凄呀天昏地暗阴沉沉，雷声远远地传来约约隐隐。梦乡醒来就再也难以入睡，我总是不能排谴倍感伤心。"}}, {"name": "春闺思", "prop": {"content": "袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳。", "translation": "城墙边依依细柳，小路旁青青嫩桑。提着篮忘了采叶，昨夜又梦到渔阳。"}}, {"name": "日月", "prop": {"content": "日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。", "translation": "太阳啊月亮，你们的光芒照耀着大地。我嫁的这个人啊，却不再像过去那样对待我了。事情怎么变得这样了呢？一点也不顾念我呀。 太阳啊月亮，大地披上了你们的光芒。我嫁的这个人啊，却不再像过去那样恩爱我了。事情怎么变成这样了呢？一点也不念夫妻之情呀。 太阳呀月亮，你们每天都从东方升起。我嫁的这个人啊，却不再以好言好语安慰我了。事情怎么变成这样了呢？把那些无良之行都忘了吧。 太阳呀月亮，你们每天都从东方升起。我尊君如父，亲君如母，君却不以善终报我。事情怎么变成这样了呢，你自己也没有得到善终啊！"}}, {"name": "望夫词", "prop": {"content": "手爇寒灯向影频，回文机上暗生尘。自家夫婿无消息，却恨桥头卖卜人。", "translation": "点燃了灯烛频频回顾身影，织布机上已经暗生灰尘。丈夫至今还没有消息，那卜卦竟然没有应验，真该怨恨桥头那卖卜人。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "望江南·梳洗罢", "prop": {"content": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。", "translation": "　　梳洗打扮后，在望江楼上独自依靠栏杆远望。成百上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水缓缓的流着，思念的柔肠萦绕在那片白蘋洲上。"}}, {"dynasty": "五代"}, {"name": "春怨", "prop": {"content": "白马金羁辽海东，罗帷绣被卧春风。 落月低轩窥烛尽，飞花入户笑床空。", "translation": "　　此诗大意是写一个妇人思念在那遥远的辽海之东从军的丈夫，夜很深了，也无法入睡。“落月低轩窥烛尽，飞花入户笑床空”是拟人的写作手法。月亮西落，从低低的窗户斜照进来，偷偷地看着将燃烧尽的蜡烛，凋谢的花瓣飘飞进门，也笑床空，表现出妇人因思念丈夫，内心的忧愁苦闷。 全诗对仗工整有趣。 "}}, {"name": "木兰花·独上小楼春欲", "prop": {"content": "独上小楼春欲暮，愁望玉关芳草路。消息断，不逢人，却敛细眉归绣户。坐看落花空叹息，罗袂湿斑红泪滴。千山万水不曾行，魂梦欲教何处觅？", "translation": "　　这首词写思妇对征人的怀念。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "蝶恋花·小院深深门掩", "prop": {"content": "小院深深门掩亚。寂寞珠帘，画阁重重下。欲近禁烟微雨罢，绿杨深处秋千挂。傅粉狂游犹未舍。不念芳时。眉黛无人画。薄幸未归春去也，杏花零落香红谢。", "translation": "深深的小院，关闭起大门。画阁上珠帘一重一重的放下低垂。要到寒食节了，微微的春雨停了，那绿杨深处的秋千直直的悬挂着，纹丝不动。傅粉人发狂似的去游冶，还未舍得放弃呢。就是不想在这大好春光时节，没有人为我画眉。薄幸郎不归来，整个春天都过去了，你看杏花已经零落，香花亦在凋谢。"}}, {"name": "春闺怨·不系雕鞍门前", "prop": {"content": "不系雕鞍门前柳，玉容寂寞见花羞，冷风儿吹雨黄昏后。帘控钩，掩上珠楼，风雨替花愁。", "translation": "　　这首《春闺怨·不系雕鞍门前柳》写青楼女子晚景凄凉的景况。曲子写道：门前柳老，难系雕鞍，车马冷落；容颜憔悴，羞与花对。风雨黄昏后，倍添凄凉；楼中人虽在，已是明日黄花，再没有人识赏。夜长愁更长。这支小令充分表明：青楼中人，以色事人，卖笑为生，一旦年长色衰，便门前冷落，生计全无，晚年往往十分悲惨。此曲寄托了乔吉对青楼女子的深深同情。 "}}, {"name": "秋夜曲", "prop": {"content": "丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。", "translation": "漏壶的滴水丁丁作响，秋夜为何如此漫长？无边无际的薄云间漏下淡淡的月光。暗处的秋虫一整夜都在鸣叫着，给出征在外的丈夫准备的寒衣还未寄出，此时千万不要下霜。"}}, {"name": "刘采春", "dynasty": "唐代"}, {"name": "柳恽", "dynasty": "南北朝"}, {"name": "江有汜", "prop": {"content": "江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。", "translation": "江水决堤啊又流回，心爱的人儿别处飞，从此再不和我相随。没有我相伴相陪你，终有一天你会懊悔。江水静流啊积沙岛，心爱的人儿别处飞，从此再不和我相交。不再相聚便离去，将来一定忧伤不已。江水改道啊又成河，心爱的人儿别处飞，从此再不来看望我。不见一面就离去，将来再号哭有何益。"}}, {"name": "凤归云·闺怨", "prop": {"content": "征夫数载，萍寄他邦。去便无消息，累换星霜。月下愁听砧杵起，寒雁南行。孤眠鸾帐里，枉劳魂梦，夜夜飞扬。想君薄行，更不思量。谁为传书与？表妾衷肠。倚牅无言垂血泪，暗祝三光。万般无奈处，一炉香尽，又更添香。", "translation": "　　由于征战引起的相思，总是格外无奈。征夫戍边，或终老不归，妇人在家中，除却牵挂忧虑，又能如何？相见无期，连书信也难传递，只有寄望虚无缥缈的梦境，和无法应验的祈祷。 战乱是这些离散悲剧的缘由，一家一户，并不能与之相抗，啼血泣泪的几行句子，离恨深沉。如今读来，却也只能报以几声叹息。 "}}, {"name": "玉楼春·别后不知君远", "prop": {"content": "别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。", "translation": "分别后不知你的行程远近，满目凄凉心中有说不尽的苦闷。你越走越远渐渐断了书信，音信全无我要去哪里问讯？深夜里风吹竹叶萧萧不停，每一片叶子都似乎在诉说着别愁离恨。我斜倚孤枕想在梦中见你，谁知道梦没有做成灯芯已经燃尽。 "}}, {"name": "菩萨蛮·虫声泣露惊秋", "prop": {"content": "虫声泣露惊秋枕，罗帏泪湿鸳鸯锦。独卧玉肌凉，残更与恨长。阴风翻翠幔，雨涩灯花暗。毕竟不成眠，鸦啼金井寒。", "translation": "深秋的虫声好似哭泣声，惊醒睡梦中的女子，帷帐里的她不由得哭了起来。每夜独自一人冷冷落落，残更与梦一样长。寒风呼啸，用力吹着绿帘子，雨却是绵绵地下着。毕竟已经睡不下去，只听叫寒冷的井外，传来了一声鸦啼。"}}, {"name": "八拍蛮·云锁嫩黄烟柳", "prop": {"content": "云锁嫩黄烟柳细，风吹红蒂雪梅残。光景不胜闺阁恨，行行坐坐黛眉攒。", "translation": "烟雾笼罩着树林，柳树垂着嫩黄的细枝；春风吹起花朵的根蒂，连红梅也在不断凋零。风光明秀，引起了女子无限的闺阁怨情，她空虚无聊，行坐不安，秀丽的眉头皱成了一团。"}}, {"name": "薛道衡", "dynasty": "隋代"}, {"name": "阳春曲·闺怨", "prop": {"content": "妾身悔作商人妇，妾命当逢薄幸夫。别时只说到东吴，三载余，却得广州书。", "translation": "我真后悔嫁给商人为妻，偏又命运不好，逢上了负心的郎，临走时，说是到东吴去。三年过后，却从广州寄来了信。 "}}, {"name": "生查子·秋来愁更深", "prop": {"content": "秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。", "translation": "①双蛾：即双眉。 "}}, {"name": "鹤冲天·清明天气", "prop": {"content": "清明天气，永日愁如醉。台榭绿阴浓，薰风细。燕子巢方就，盆池小，新荷蔽。恰是逍遥际。单夹衣裳，半笼软玉肌体。石榴美艳，一撮红绡比。窗外数修篁，寒相倚。有个关心处，难相见，空凝睇。行坐深闺里，懒更妆梳，自知新来憔悴。", "translation": "正值清明天气，愁绪萦怀，整日没精打采，如痴如醉。暖风轻拂，台榭的周围，绿树成荫。归来的燕子，新巢已经筑成，小小的池塘，长满了青青的荷叶。正是悠然欣赏游玩的时节，然而生活在这里的女主人公却只是将单衣随意披在肩上。鲜红的石榴花就像红色的薄绸。女主人公倚靠在窗外几竿修长的竹子下。有一个她关心的人，却难以相见，只能白白的盼望。女子在深闺里一会儿坐下，一会儿又站起，坐立不安，也不想梳妆打扮，虽然思念使人憔悴，但即使打扮好了，遮盖了憔悴的颜色，又有谁来欣赏呢？"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "自责二首", "prop": {"content": "女子弄文诚可罪，那堪咏月更吟风。磨穿铁砚非吾事，绣折金针却有功。闷无消遣只看诗，不见诗中话别离。添得情怀转萧索，始知伶俐不如痴。 ", "translation": "无"}}, {"name": "十二月过尧民歌·别情", "prop": {"content": "自别后遥山隐隐，更那堪远水粼粼。见杨柳飞绵滚滚，对桃花醉脸醺醺。透内阁香风阵阵，掩重门暮雨纷纷。怕黄昏忽地又黄昏，不销魂怎地不销魂。新啼痕压旧啼痕，断肠人忆断肠人。今春香肌瘦几分？缕带宽三寸。", "translation": "自从和你分别后，望不尽远山层叠隐约迷濛，更难忍受清粼粼的江水奔流不回，看见柳絮纷飞绵涛滚滚，对着璀璨桃花痴醉得脸生红晕。闺房里透出香风一阵阵，重门深掩到黄昏，听雨声点点滴滴敲打房门。怕黄昏到来，黄昏偏偏匆匆来临，不想失魂落魄又叫人怎能不失魂伤心？旧的泪痕还未干透，又添了新的泪痕，断肠人常挂记着断肠人。要知道今年春天，我的身体瘦了多少，看衣带都宽出了三寸。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "酒泉子·杨柳舞风", "prop": {"content": "杨柳舞风，轻惹春烟残雨。杏花愁，莺正语，画楼东。锦屏寂寞思无穷，还是不知消息。镜尘生，珠泪滴，损仪容。", "translation": "　　这首词写闺妇春思。上片写画楼东的春景：柳、风、烟、雨、莺，交织在一起，有声有色。下片写她因未得丈夫消息，泪珠常滴，容颜渐损，即“为伊消得人憔悴”之意。 "}}, {"name": "浣溪沙·云淡风高叶乱", "prop": {"content": "云淡风高叶乱飞，小庭寒雨绿苔微，深闺人静掩屏帷。粉黛暗愁金带枕，鸳鸯空绕画罗衣，那堪辜负不思归！", "translation": "　　这首词写闺情。上片描绘了一幅春深人静的景象。下片写女子见到了罗衣上的鸳鸯绣图，自然联想到自己的孤单，深感自己所怀念的男子辜负了她的一片深情。 "}}, {"name": "乌夜啼·春思", "prop": {"content": "楼上萦帘弱絮，墙头碍月低花。年年春事关心事，肠断欲栖鸦。舞镜鸾衾翠减，啼珠凤蜡红斜。重门不锁相思梦，随意绕天涯。", "translation": "闺楼上柳絮飞萦绕竹帘，院墙头花儿低挡住月光。每一年逢春时愁涌心头，凝望那欲栖鸦令人断肠。妆镜照鸾被上翠色褪减，风烛燃蜡泪垂红影斜斜。重重门锁不住相思魂梦，随心意任自由绕遍天涯。"}}, {"name": "清平乐·凤城春浅", "prop": {"content": "凤城春浅，寒压花梢颤。有约不来梁上燕，十二绣帘空卷。去年共倚秋千，今年独倚阑干。误了海棠时候，不成直待花残。(独倚 一作：独上)", "translation": "京城初春之时，寒气仍逼得花梢颤抖，本是燕子归来的时节，却不见它们在梁上筑巢，看来为它们卷起的那么多绣帘的功夫和时间都浪费了。犹记去年我们在秋千上互倚的温馨，如今却只剩下我一人独倚栏杆。错过了海棠回春的时候，难不成要等到花儿也谢了。"}}, {"name": "赋得自君之出矣", "prop": {"content": "自君之出矣，不复理残机。思君如满月，夜夜减清辉。", "translation": "自从你离开家乡远行，我再不去动破旧织机。想念你犹如天边圆月，一夜一夜减弱了光辉。"}}, {"dynasty": "先秦"}, {"name": "张纮(唐)", "dynasty": "唐代"}, {"name": "一剪梅·雨打梨花深闭", "prop": {"content": "雨打梨花深闭门，孤负青春，虚负青春。赏心乐事共谁论？花下销魂，月下销魂。(孤负 一作：忘了；虚负 一作：误了)愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。", "translation": "深闭房门隔窗只听雨打梨花的声音，就这样辜负了青春年华，虚度了青春年华。纵然有欢畅愉悦的心情又能跟谁共享？花下也黯然神伤，月下也黯然神伤。整日里都是眉头紧皱如黛峰耸起，脸上留下千点泪痕，万点泪痕。从早晨到晚上一直在看着天色云霞，走路时想念你啊，坐着时也是想念你！"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "小桃红·玉箫声断凤凰", "prop": {"content": "玉箫声断凤凰楼，憔悴人别后。留得啼痕满罗袖。去来休，楼前风景浑依旧。当初只恨，无情烟柳，不解系行舟。", "translation": "在她居住的小楼上，再不闻玉箫吹响。自从与心上人分手后，她已憔悴得不成模样，衣袖上留下了泪痕千行。她在楼上走来走去，楼外依然是旧时的风光。那如烟如织的柳树，最惹起她的怨伤：只恨当初它们太冷漠无情，不懂得把他的坐船牢牢系住，让他不能启程。"}}, {"name": "陆淞", "dynasty": "宋代"}, {"name": "春思二首", "prop": {"content": "草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。红粉当垆弱柳垂，金花腊酒解酴醿。笙歌日暮能留客，醉杀长安轻薄儿。", "translation": "　　春天青草丛生，绿柳抽芽，桃花挂在枝头丛丛点缀，李子花的香味飘得远远都是。（但是在这样生机盎然的春天），春风依然不能为我吹散烦恼忧愁，我的愁思怨恨偏偏在这春天一直滋长。"}}, {"name": "菩萨蛮·春闺", "prop": {"content": "困花压蕊丝丝雨，不堪只共愁人语。斗帐抱春寒，梦中何处山。卷帘风意恶，泪与残红落。羡煞是杨花，输它先到家。", "translation": "无"}}, {"name": "声声慢·寻寻觅觅", "prop": {"content": "寻寻觅觅，冷冷清清，凄凄惨惨戚戚。乍暖还寒时候，最难将息。三杯两盏淡酒，怎敌他、晚来风急！雁过也，正伤心，却是旧时相识。满地黄花堆积，憔悴损，如今有谁堪摘？守着窗儿，独自怎生得黑！梧桐更兼细雨，到黄昏、点点滴滴。这次第，怎一个愁字了得！（守着窗儿 一作：守著窗儿）", "translation": "苦苦地寻寻觅觅，却只见冷冷清清，怎不让人凄惨悲戚。秋天总是忽然变暖，又转寒冷，最难保养休息。喝三杯两杯淡酒，怎么能抵得住傍晚的寒风紧吹？一行大雁从头顶上飞过，更让人伤心，因为都是当年为我传递书信的旧日相识。园中菊花堆积满地，都已经憔悴不堪，如今还有谁来采摘？孤独地守着窗前，独自一个人怎么熬到天黑？梧桐叶上细雨淋漓，到黄昏时分，那雨声还是点点滴滴。这般光景，怎么能用一个“愁”字了结！"}}, {"name": "河传·春浅", "prop": {"content": "春浅，红怨，掩双环。微雨花间，昼闲。无言暗将红泪弹。阑珊，香销轻梦还。斜倚画屏思往事，皆不是，空作相思字。记当时垂柳丝，花枝，满庭蝴蝶儿。", "translation": "　　此词写微雨湿花时节，闺中女子的一段难以诉说的柔情。微雨花间，门掩双环，香销梦还，弹泪无言。下片前三句叹往事皆非，空作相思。后三句言当时与所爱者相会之情景，又浮现在眼前。全词以形象出之，极缠绵婉约之致。 "}}, {"name": "浣溪沙·水满池塘花满", "prop": {"content": "水满池塘花满枝，乱香深里语黄鹂。东风轻软弄帘帏。日正长时春梦短，燕交飞处柳烟低。玉窗红子斗棋时。", "translation": "春水溢满了池塘，花儿在枝头绽放。那香气袭人的百花丛中，黄鹂鸣声婉转。东风轻轻软软的撩动着帘帏。春天白昼渐长，可惜春梦太短。醒来后只见烟雾迷蒙的杨柳低处，燕子双双飞舞，令人无限羡慕。百无聊赖，只好在窗前以红子斗棋，独自游戏。"}}, {"name": "陈东甫", "dynasty": "宋代"}, {"name": "汪懋麟", "dynasty": "清代"}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "宫怨", "prop": {"content": "露湿晴花春殿香，月明歌吹在昭阳。似将海水添宫漏，共滴长门一夜长。", "translation": "春晴正开的桃花，花朵被露水沾湿，春风散入，更是暗香满殿。月亮特别明亮，昭阳殿里彻夜笙歌。宫漏里就好像装了海水一样滴不完、流不尽。在长门宫前滴了一夜没有停息。"}}, {"name": "贾至", "dynasty": "唐代"}, {"name": "鹊踏枝·萧索清秋珠泪", "prop": {"content": "萧索清秋珠泪坠，枕簟微凉，展转浑无寐。残酒欲醒中夜起，月明如练天如水。阶下寒声啼络纬，庭树金风，悄悄重门闭。可惜旧欢携手地，思量一夕成憔悴。", "translation": "萧索凄冷的秋天夜晚，豆大的泪珠从我的脸上滑落。枕头和竹席微微的发凉，我翻来覆去全然没有睡意。我残存着醉意，就快要醒来。在半夜时分起身，月光明媚得如同白绢一样，夜空如同水一般绵软平静。台阶下面“纺织娘”悲哀地啼叫这寒凉的秋天。秋风吹向院子里的树，夜晚悄悄，屋内的门也紧闭了起来。只可惜在旧时携手一起经历欢愉的地方，相思一夜就将人折磨的萎靡不振。"}}, {"name": "春愁曲", "prop": {"content": "红丝穿露珠帘冷，百尺哑哑下纤绠。远翠愁山入卧屏，两重云母空烘影。凉簪坠发春眠重，玉兔煴香柳如梦。锦叠空床委堕红，飔飔扫尾双金凤。蜂喧蝶驻俱悠扬，柳拂赤阑纤草长。觉后梨花委平绿，春风和雨吹池塘。", "translation": "无"}}, {"name": "酒泉子·水碧风清", "prop": {"content": "水碧风清，入槛细香红藕腻。谢娘敛翠，恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。", "translation": "　　这首词写少妇独守空闺的情景。上片写她面对初秋景色，起了无边的恨意。下片写她恨丈夫久游不归，她见到当年他们表示爱情的罗带同心结，更感到对方辜负了他们当年的那番深情厚意。 "}}, {"name": "佳人", "prop": {"content": "绝代有佳人，幽居在空谷。自云良家子，零落依草木。关中昔丧乱，兄弟遭杀戮。官高何足论，不得收骨肉。世情恶衰歇，万事随转烛。夫婿轻薄儿，新人美如玉。合昏尚知时，鸳鸯不独宿。但见新人笑，那闻旧人哭。在山泉水清，出山泉水浊。侍婢卖珠回，牵萝补茅屋。摘花不插发，采柏动盈掬。天寒翠袖薄，日暮倚修竹。", "translation": "无"}}, {"name": "日射", "prop": {"content": "日射纱窗风撼扉，香罗拭手春事违。 回廊四合掩寂寞，碧鹦鹉对红蔷薇。", "translation": "日光洒在纱窗上，微风拂过，窗子轻轻摇动。空旷的屋子里，独自以罗帕拭手，窗外春将近，花事了。步入院中，回廊四合，寂寞涌现。孤单一人无伴，只见蔷薇花开灿烂，只闻鹦鹉学舌之声。而蔷薇谢后，春天也就过去了，正如青春流逝，无可奈何；只闻鹦鹉之声，却不见当年之人。"}}, {"name": "瑶瑟怨", "prop": {"content": "冰簟银床梦不成，碧天如水夜云轻。 雁声远过潇湘去，十二楼中月自明。", "translation": "秋夜床席冰冷梦也难以做成，长空澄碧如水，夜里云絮轻轻地飘荡。雁声凄厉远远地飞过潇湘去，十二楼中夜已深，唯有明月洒着寒光。"}}, {"dynasty": "两汉"}, {"name": "甘草子·秋尽", "prop": {"content": "秋尽。叶剪红绡，砌菊遗金粉。雁字一行来，还有边庭信。飘散露华清风紧。动翠幕，晓寒犹嫩，中酒残妆整顿。聚两眉离恨。", "translation": "秋天即将结束。叶子红得就像从红绡上剪下来的一样，台阶旁的菊花洒落黄色的花瓣。有大雁排成一字形从北边飞来，可是捎来了我的心上人从边疆写来的书信。秋风萧瑟，吹动露珠飘散，吹动翠色的帘幕，早晨还不是那么寒冷。喝醉酒身体不适，妆容已残，懒得打扮。两条眉毛因离愁别恨皱起来。"}}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "啰唝曲六首·其三", "prop": {"content": "莫作商人妇，金钗当卜钱。朝朝江口望，错认几人船。", "translation": "切勿嫁作商人妇，常把金钗当占卜的金钱。每天都在江口盼望，几次都错认他人船。"}}, {"name": "怨词", "prop": {"content": "秋木萋萋，其叶萎黄，有鸟处山，集于苞桑。养育毛羽，形容生光，既得行云，上游曲房。离宫绝旷，身体摧藏，志念没沉，不得颉颃。虽得委禽，心有徊惶，我独伊何，来往变常。翩翩之燕，远集西羌，高山峨峨，河水泱泱。父兮母兮，进阻且长，呜呼哀哉！忧心恻伤。", "translation": "无"}}, {"name": "李璟", "dynasty": "五代"}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "李端", "dynasty": "唐代"}, {"name": "氓", "prop": {"content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。(尔 一作：尓)桑之未落，其叶沃若。于嗟鸠兮，无食桑葚！于嗟女兮，无与士耽！士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏。信誓旦旦，不思其反。反是不思，亦已焉哉！ ", "translation": "那个人老实忠厚，怀抱布匹来换丝。其实不是真的来换丝，是找个机会谈婚事。送郎君渡过淇水，一直送到顿丘。并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。请郎君不要生气，秋天到了来迎娶。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "乔吉", "dynasty": "元代"}, {"name": "苏溪亭", "prop": {"content": "苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。", "translation": "苏溪亭外野草青青，无边无际；是谁随着东风唱着阑干十二曲呢？春天来得晚了些，燕子还没有归来；迷蒙的烟雨笼罩着一片沙洲，杏花在料峭春风中只感凄寒。"}}, {"name": "一剪梅·堆枕乌云堕翠", "prop": {"content": "堆枕乌云堕翠翘。午梦惊回，满眼春娇。嬛嬛一袅楚宫腰。那更春来，玉减香消。柳下朱门傍小桥。几度红窗，误认鸣镳。断肠风月可怜宵。忍使恹恹，两处无聊。", "translation": "乌黑的长发像乌云堆砌在枕上，发间的翠翘也已经歪落。午睡间突然被惊醒，望着满眼却只是春色的温红软绿。轻柔优美的人儿，哪经得起又一春的岁月煎熬。只怕，人老珠黄玉减香消。 柳树下的红门伴着小桥。多少次等到天黑点上蜡烛映红了窗子，多少次误以为是他打马经过。断肠呀，风花雪月可怜无尽长宵。忍着萎靡的样子，却又，十分无聊。 "}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "柳永", "dynasty": "宋代"}, {"name": "闺怨·去年离别雁初归", "prop": {"content": "去年离别雁初归，今夜裁缝萤已飞。征客近来音信断，不知何处寄寒衣？", "translation": "　　这是一首很优美的小诗。诗写一位少妇，独处空闺，深深地思念着远征边塞的丈夫，情真意切，思致清幽绵邈。唐初边地战火不断，诗人有所感而作此诗。开头两句借雁和萤说明女主人公和丈夫分别已经有一年了。更让人担心的是“近来”没有消息。尽管如此，女主人公夜中还在赶忙缝制寒衣，思念、忧虑、关切之情和离别的痛苦都融在其中了。诗通过对女主人公心理的细腻描绘，表达了作者对不幸者的深切同情。 "}}, {"name": "菩萨蛮·秋闺", "prop": {"content": "西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。", "translation": "无"}}, {"name": "花心动·春词", "prop": {"content": "仙苑春浓，小桃开，枝枝已堪攀折。乍雨乍晴，轻暖轻寒，渐近赏花时节。柳摇台榭东风软，帘栊静，幽禽调舌。断魂远，闲寻翠径，顿成愁结。此恨无人共说。还立尽黄昏，寸心空切。强整绣衾，独掩朱扉，枕簟为谁铺设。夜长更漏传声远，纱窗映、银缸明灭。梦回处，梅梢半笼残月。 ", "translation": "　　这是一首闺妇春恨词。"}}, {"name": "菩萨蛮·山亭水榭秋方", "prop": {"content": "山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。", "translation": "远处山上的小亭依稀可见，近处水上的楼台尽入眼底。一个人躺在帷帐之中，无人相伴。双眉上还是旧愁，心中又添了新愁。转身起来，坐在窗前，眼前不时有流萤飞过。抬着望着天空一轮明月，想必是明月也怜惜我的忧愁，不忍变圆满。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "长信怨", "prop": {"content": "金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。", "translation": "金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。"}}, {"name": "李玉", "dynasty": "宋代"}, {"name": "诉衷情·夜来沉醉卸妆", "prop": {"content": "夜来沉醉卸妆迟，梅萼插残枝。酒醒熏破春睡，梦远不成归。人悄悄，月依依，翠帘垂。更挼残蕊，更捻余香，更得些时。", "translation": "晚间饮酒醉了，未卸头饰便和衣睡去，头上插的梅花的花瓣落了，只有花萼还残留在枝上。酒劲渐消，梅花的浓香将我从春睡中熏醒，使我不能在梦中返回日夜思念的遥远故乡。夜晚寂静无声，明月留恋难舍，翠帘低垂。我只能无聊地用手搓揉着残损的花瓣，闻闻手中的余香，再发会儿呆来消磨这时光。"}}, {"name": "阎选", "dynasty": "五代"}, {"name": "减字木兰花·春怨", "prop": {"content": "独行独坐，独唱独酬还独卧。伫立伤神，无奈轻寒著摸人。此情谁见，泪洗残妆无一半。愁病相仍，剔尽寒灯梦不成。", "translation": "无论行走还是静坐，无论独自吟咏还是互相唱和，乃至卧倒床榻，我都独自一人；久久的站着凝望让我倍加伤神，更无奈这春寒招惹我的愁绪。这份愁情有谁曾见到，让我眼泪滚滚，把自己原先的粉妆冲洗得一丝不留；愁病交加，把灯芯挑了又挑，终究难以入眠。"}}, {"name": "南歌子·香墨弯弯画", "prop": {"content": "香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。", "translation": "用香墨勾画弯弯的眉毛，胭脂淡淡地匀在脸上。身着蓝衫和杏黄裙，独倚栏杆上默默地涂着口红。情郎一去如流水，她却半掩着房门盼人归。情郎就像飘忽不定的云，如何寻得到他的踪迹呢？一直等到黄昏，又是一弯新月挂在天边，月不圆人也难团圆。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "顾敻", "dynasty": "五代"}, {"name": "鱼游春水·秦楼东风里", "prop": {"content": "秦楼东风里，燕子还来寻旧垒。馀寒犹峭，红日薄侵罗绮。嫩草方抽碧玉茵，媚柳轻窣黄金蕊。莺啭上林，鱼游春水。几曲阑干遍倚，又是一番新桃李。佳人应怪归迟，梅妆泪洗。凤箫声绝沉孤雁，望断清波无双鲤。云山万重，寸心千里。", "translation": "秦楼耸立在这寒冷的东风中，燕子从南方归来还在寻找去年的巢穴。春天来了，剩下的寒意却久久不愿离开，风还是一样的尖厉，红色的太阳懒懒的照耀着衣服，丝毫感受不到暖意。户外的嫩草，刚刚抽出白色的小芽儿，妩媚的柳树也突然生出了金色的蕊。空中的黄莺在林中欢唱，游鱼也畅游在这春水之中。唱着歌，寂寞的倚遍了秦楼的阑干，看桃李又换了一番新花新叶。佳人应该责怪迟迟未归的意中人，涂了脂粉的脸上流下了眼泪。意中人离开之后，就渺无音讯，看这清澈的水中，也没有一对恩爱的锦鲤。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边。"}}, {"name": "刘庭信", "dynasty": "元代"}, {"name": "卜算子·秋色到空闺", "prop": {"content": "秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。", "translation": "同心结：古人用彩丝缠绕作同心之结，以喻两情绸谬之意。 "}}, {"name": "李益", "dynasty": "唐代"}, {"name": "临江仙·深秋寒夜银河", "prop": {"content": "深秋寒夜银河静，月明深院中庭。西窗幽梦等闲成。逡巡觉后，特地恨难平。红烛半条残焰短，依稀暗背锦屏。枕前何事最伤情？梧桐叶上，点点露珠零。", "translation": "　　此词创造了这样的意境：深秋寒夜，西窗梦醒，红烛半残，明月照人。院中露滴梧桐的声音，断断续续地传来，使人更加伤凄。这首闺怨小词，通过景物的描写，委婉含蓄地透露了人物内心的幽怨悲凉之情。 "}}, {"name": "诉衷情·东风杨柳欲青", "prop": {"content": "东风杨柳欲青青。烟淡雨初晴。恼他香阁浓睡，撩乱有啼莺。眉叶细，舞腰轻。宿妆成。一春芳意，三月和风，牵系人情。", "translation": "春风吹来，柳树发青芽，满眼春色。淡淡柳烟似有若无，一番春雨初霁之后柳色显得倍加清新，翠意撩人。那闺中女子对这春色视而不见，恹恹无绪，黯黯思睡，听到莺声却生恼恨。眉毛弯弯如柳叶，腰肢婀娜如轻摇的柳枝，脸上仍是隔夜未整的残妆。柳芽茁长的春意，萦拂柳条的春风、柳枝上的莺啼、柳树间的烟锁，无不牵系着闺中人的情思。"}}, {"name": "阮郎归·呈郑王十二弟", "prop": {"content": "东风吹水日衔山，春来长是闲。落花狼藉酒阑珊，笙歌醉梦间。佩声悄，晚妆残，凭谁整翠鬟？留连光景惜朱颜，黄昏独倚阑。", "translation": "东风吹动春水，远山连接着落日，春天来了长期都很无聊。落花一片狼藉，酒兴也逐渐衰减，吹笙唱歌整日就像醉中梦里一般。春睡醒来，明明知道晚妆已零乱不整，但谁还会去整理梳妆？时光易逝，朱颜易老而无人欣赏，黄昏时候只能独自倚靠着栏杆。"}}, {"name": "杨朝英", "dynasty": "元代"}, {"name": "赵令畴", "dynasty": "宋代"}, {"name": "欧阳炯", "dynasty": "五代"}, {"dynasty": "隋代"}, {"name": "瑞鹤仙·脸霞红印枕", "prop": {"content": "脸霞红印枕，睡觉来、冠儿还是不整。屏间麝煤冷，但眉峰压翠，泪珠弹粉。堂深昼永，燕交飞、风帘露井。恨无人说与相思，近日带围宽尽。重省，残灯朱幌，淡月纱窗，那时风景。阳台路迥，云雨梦，便无准。待归来，先指花梢教看，欲把心期细问。问因循过了青春，怎生意稳？", "translation": "　　红霞般的脸蛋印着枕痕，一觉刚刚醒来，衣冠零乱也懒得去整。彩屏内水墨丹青透着冷意，但见丽人紧锁眉头，盈盈泪珠打湿脸上脂粉。白昼漫长庭院深深，燕儿双飞嬉戏在风帘露井。可恨身边没有一个人，能陪她诉说相思深情，近来衣带宽松得叫人惊心。　　一再地回想当年的幽会，残灯映照朱红帷慢，淡淡月光从纱窗透进，那时情景多么缠绵迷人。如今，通向他的路那么遥远，纵然想在梦中欢会，也一样没有定准。等到他归来时，要先让他去看败落的花枝，再把心中期盼之情细细盘问。问他为何怠惰耽误了青春，怎么会那样忍心？"}}, {"name": "清平乐·春光欲暮", "prop": {"content": "春光欲暮，寂寞闲庭户。粉蝶双双穿槛舞，帘卷晚天疏雨。含愁独倚闺帏，玉炉烟断香微。正是销魂时节，东风满树花飞。", "translation": "春天即将过去，空荡荡的庭院仍是一片静寂。双双飞舞的彩蝶，在亭栏间穿来穿去，傍晚的时候，帘外又在滴着稀稀落落的雨。她含着深深的愁情，独自倚在绣帏里，玉炉中只剩下一点残香，袅袅的轻烟时断时续。这正是最让人愁苦不堪的时节，东风又吹得满树春花纷纷飞去。"}}, {"name": "南乡子·细雨湿流光", "prop": {"content": "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫。鸾镜鸳衾两断肠。魂梦任悠扬，睡起杨花满绣床。薄悻不来门半掩，斜阳。负你残春泪几行。", "translation": "霏霏细雨浸湿了光阴，芳草萋萋，年复一年，与离恨一起生长。凤楼深深，多少情事如烟，封存在记忆之中。望着饰有鸾鸟图案的铜镜，绣着鸳鸯的锦被，思念往事，寸断肝肠。梦魂，信马由缰，千里飘荡，魂回梦醒，只见杨花点点，飘满绣床。薄情负心的人呀，我半掩闺门，你却迟迟不来，夕阳西下，眼看辜负了三春的良辰美景，洒下清淡的泪珠几行。"}}, {"name": "凭栏人·春情", "prop": {"content": "髻拥春云松玉钗，眉淡秋山羞镜台。海棠开未开？粉郎来未来？", "translation": "发髻高耸头上像堆拥春云，又松插一枚玉钗。淡眉像辽远秋山，懒得去梳妆，含羞照镜台。不知海棠花开没开？情郎哥哥能不能来？"}}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "中谷有蓷", "prop": {"content": "中谷有蓷，暵其乾矣。有女仳离，嘅其叹矣。嘅其叹矣，遇人之艰难矣！中谷有蓷，暵其修矣。有女仳离，条其啸矣。条其啸矣，遇人之不淑矣！中谷有蓷，暵其湿矣。有女仳离，啜其泣矣。啜其泣矣，何嗟及矣！", "translation": "山谷中的益母草，天旱无雨将枯槁。有位女子遭遗弃，内心叹息又苦恼。内心叹息又苦恼，嫁人不淑受煎熬。山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抚胸叹息又长啸。抚胸叹息又长啸，嫁人不淑多苦恼。山谷中的益母草，天旱无雨将枯焦。有位女子遭遗弃，抽噎哭泣泪不干。抽噎哭泣泪不干，悔恨莫及空长叹。"}}, {"name": "杜安世", "dynasty": "宋代"}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "浣溪沙·二月春花厌落", "prop": {"content": "二月春花厌落梅。仙源归路碧桃催。渭城丝雨劝离杯。 欢意似云真薄幸，客鞭摇柳正多才，凤楼人待锦书来。", "translation": "无"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "唐寅", "dynasty": "明代"}, {"name": "浣溪沙·小院闲窗春色", "prop": {"content": "小院闲窗春已深，重帘未卷影沉沉。倚楼无语理瑶琴。(春已深 一作：春色深)远岫出云催薄暮，细风吹雨弄轻阴。梨花欲谢恐难禁。", "translation": "小院掩映在春色深深的绿树繁花中，楼上小窗闲掩，层层厚重的门帘没有卷起，幽暗的闺房中显得暗影沉沉。独自靠着栏杆，愁情无人可以诉说，只好心不在焉地拨弄着琴弦。云虽无心，却催得暮色早降；微风吹雨，暮色中的轻风吹动着细雨，拨弄着暗淡的轻云。院子里的梨花即将凋谢恐怕连这斜风细雨都难以承受，真让人伤景。"}}, {"name": "郑愔", "dynasty": "唐代"}, {"name": "春怨 / 伊州歌", "prop": {"content": "打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。", "translation": "我敲打树枝赶走了树上的黄莺，不让它在树枝上不停鸣叫。它的叫声会惊破我的好梦，不能到辽西与戍守边关的亲人相见。"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "青青河畔草", "prop": {"content": "青青河畔草，郁郁园中柳。盈盈楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。", "translation": "河边草地青青，园中柳树郁郁葱葱。站在绣楼上的那位女子体态盈盈，她靠着窗户容光照人好像皎皎的明月。上着艳丽妆容，姿容美好，纤纤手指扶着窗儿眺望着远方。她曾经是常年卖唱的歌女，现在已经成了游子的妻子。不想游子远行在外总是不回来，丢下她一个独守空房实在难以忍受寂寞。"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "蔡伸", "dynasty": "宋代"}, {"name": "许棐", "dynasty": "宋代"}, {"name": "代春怨", "prop": {"content": "朝日残莺伴妾啼，开帘只见草萋萋。 庭前时有东风入，杨柳千条尽向西。 ", "translation": "暮春时节，独守空闺，每天都有几只残莺陪伴着叫个不停；卷起珠帘，目之所见草木繁茂，春色无边。庭院里时时有东风吹入，千万条杨柳随风全都向西飘摆。"}}, {"name": "魏承班", "dynasty": "五代"}, {"name": "菩萨蛮·玉京人去秋萧", "prop": {"content": "玉京人去秋萧索，画檐鹊起梧桐落。欹枕悄无言，月和残梦圆。背灯唯暗泣，甚处砧声急。眉黛远山攒，芭蕉生暮寒。", "translation": "在这萧索的秋天，心上的人儿远去京城，庭院画檐下喜鹊飞起，院中梧桐纷纷飘落。倚靠着枕儿默然远想，月儿和梦境都是那么的圆美。不知什么地方响起阵阵捣衣声让人从梦中惊醒，看着眼前的冷寂，柔肠寸断，背着烛灯哀泣不止。眉头如远山紧蹙，室外月色下的芭蕉也觉瑟瑟寒意。"}}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "酒泉子·黛薄红深", "prop": {"content": "黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去，隔年书，千点泪，恨难任。", "translation": "　　这首词写闺怨。上片写女子的美丽装束。下片写她的心意无法传给她所爱的人。她羡慕燕子双双来而又去，她却孤独一人，还是前一年的书信，因无法传寄，每看一遍，都要洒下几滴泪，不知洒了多少，实为情深意长。 "}}, {"name": "踏莎行·春暮", "prop": {"content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。", "translation": "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "误佳期·闺怨", "prop": {"content": "寒气暗侵帘幕，孤负芳春小约。庭梅开遍不归来，直恁心情恶。独抱影儿眠，背看灯花落。待他重与画眉时，细数郎轻薄。", "translation": "　　此词上片伤久别。寒气暗侵，徒负芳春。庭梅开遍，恨久别不归，此心情之所由恶也。下片怨独居。抱影独眠，灯花空结，现况实感无聊。而画眉有待，来日必将细数其轻薄无情。一片痴情，百般刻画，谱入弦管，凄怨动人。 "}}, {"name": "感怀", "prop": {"content": "宣和辛丑八月十日到莱，独坐一室，平生所见，皆不在目前。几上有《礼韵》，因信手开之，约以所开为韵作诗，偶得“子”字，因以为韵，作感怀诗。寒窗败几无书史，公路可怜合至此。青州从事孔方兄，终日纷纷喜生事。作诗谢绝聊闭门，燕寝凝香有佳思。静中吾乃得至交，乌有先生子虚子。", "translation": "宣和三年八月十日来到莱州，自己一人独自坐在室内，个人喜欢的书籍史典，这间房内都没有。案头上有本《礼韵》，因此随手翻开，拟以所翻开页上的字为韵来写诗。偶尔翻到“子”字，于是以“子”字为韵，写了一首感怀诗。"}}, {"name": "菩萨蛮·回文秋闺怨", "prop": {"content": "井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。", "translation": "井栏边两裸梧桐树，望着我的冷色的新妆。我穿淡淡的新妆，初次望着两棵梧桐树立在井栏旁。我低垂地望着井栏边的花在凋落愁叹，发愁的花在井栏边望着我失色低头。形影孤单，悲叹我度失眠难熬的长夜。长长的秋夜，可怜我这孤单的身影。楼上不适应这肃杀的秋色，萧瑟的秋色，我不应该上楼去眺望。"}}, {"name": "王元鼎", "dynasty": "元代"}, {"dynasty": "唐代"}, {"name": "一剪梅·红藕香残玉簟", "prop": {"content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。", "translation": "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 "}}, {"name": "王实甫", "dynasty": "元代"}, {"name": "巫山一段云·春去秋来", "prop": {"content": "春去秋来也，愁心似醉醺。去时邀约早回轮，及去又何曾。歌扇花光黦，衣珠滴泪新。恨身翻不作车尘，万里得随君。", "translation": "春去秋来，愁上心头，总是心不在嫣像醉酒了一样，整日昏昏沉沉。临别时候你我相约早日回来相见，但是到现在依然不见归期。歌舞用的扇子早已旧迹斑斑，衣服上相思的眼泪星星点点。恨自己当初不能化做马车后滚滚的红尘，这样就可以和你朝夕相处，万里相随。 "}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "玉楼春·寂寂画堂梁上", "prop": {"content": "寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。", "translation": "　　这首《玉楼春》抒写闺怨，所创设的意境是：暮春时节，梁燕双飞，落红满地。女主人公愁倚锦屏，感到“春色恼人”，好天良夜而玉郎不见，不禁泪滴绣衫。全词意境优美，婉丽多姿。"}}, {"name": "小桃红·春闺怨", "prop": {"content": "玉楼风迕杏花衫，娇怯春寒赚。酒病十朝九朝嵌。瘦岩岩，愁浓难补眉儿淡。香消翠减，雨昏烟暗，芳草遍江南。", "translation": "玉楼上春风拂动杏花衣衫，娇柔瘦弱的身体担心因迷恋春色而受风寒。借酒消愁十天有九天喝得烂醉不堪。单薄消瘦。深深愁怨难排遣，懒得梳妆打扮，眉影变淡，粉香全消，首饰全减。眼前是愁雨纷落天地昏暗，在芳草铺遍江南的心上人什么时候能回来？"}}, {"name": "江南曲", "prop": {"content": "嫁得瞿塘贾，朝朝误妾期。早知潮有信，嫁与弄潮儿。", "translation": "我真悔恨嫁做瞿塘商人妇，他天天把相会的佳期耽误。早知潮水的涨落这么守信，还不如嫁一个弄潮的丈夫。"}}, {"name": "虞美人·触帘风送景阳", "prop": {"content": "触帘风送景阳钟，鸳被绣花重。晓帷初卷冷烟浓，翠匀粉黛好仪容，思娇慵。起来无语理朝妆，宝匣镜凝光。绿荷相倚满池塘。露清枕簟藕花香，恨悠扬。", "translation": "　　这是一首写春怨的词。上片写女主人公初起时的娇好仪容。“思娇慵”一句承上起下。下片具体写她的情态：“无语理朝妆”，表明心事重重。当她看到池上绿荷相倚相偎，嗅到藕花的幽香时，心际不禁浮起了一股恨意。词中对“恨”、“思”这类抽象的感情着墨不多，但这种感情却寓于每句之中，可谓句句含恨，字字带怨。“相倚”二字，尤见情致。 "}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "燕歌行", "prop": {"content": "孟冬初寒节气成，悲风入闺霜依庭。秋蝉噪柳燕辞楹，念君行役怨边城。君何崎岖久徂征，岂无膏沐感鹳鸣。对君不乐泪沾缨，辟窗开幌弄秦筝。调弦促柱多哀声，遥夜明月鉴帷屏。谁知河汉浅且清，展转思服悲明星。", "translation": "初冬时节，天气变冷，凉风透过窗隙，吹入室内，一层寒霜，铺在小院之中。秋蝉在柳树上喧叫，飞回温暖的南方，燕巢成空；想起夫君还在戍守边城，心中哀怨。总是走在崎岖的山路上，戍边抗敌，没有你在身边，我对梳装打扮也毫无热情。日思夜想心中悲怨，泪水沾湿了衣襟；我打开窗户，撩起帷幔，弹起秦筝，抒发满腔的思念。琴声悲切哀婉，夫君啊，你是否能听见，漫漫长夜，只有照进屏风的月光与我作伴。自己与丈夫难以见面，好比天上的牛郎和织女隔着一道银河，翻来覆去睡不着，悲思不减到薄明。"}}, {"name": "妾薄命", "prop": {"content": "忆妾初嫁君，花鬟如绿云。回灯入绮帐，转面脱罗裙。 折步教人学，偷香与客熏。容颜南国重，名字北方闻。 一从失恩意，转觉身憔悴。对镜不梳头，倚窗空落泪。 新人莫恃新，秋至会无春。从来闭在长门者，必是宫中第一人。 ", "translation": "想起妾初嫁郎君，鬓发簪花仿若绿云。重新掌灯入绮帐，转过面容脱去罗裙。踮脚折步婉转轻盈，不知是偷香还是熏熏心意。无双容颜，阿娇得金屋得天下名。自从君恩消散，独剩憔悴。对镜不再梳妆，只倚窗独自垂泪。新人别自骄自己是新宠，秋天来了怎么会没有春天。孤寂于长门终老，一定是宫中第一人。"}}, {"name": "谒金门·双喜鹊", "prop": {"content": "双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。", "translation": "　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "木兰花·拟古决绝词柬", "prop": {"content": "人生若只如初见，何事秋风悲画扇。等闲变却故人心，却道故人心易变。(一作：却道故心人易变)骊山语罢清宵半，泪雨霖铃终不怨。何如薄幸锦衣郎，比翼连枝当日愿。(一作：泪雨零 / 夜雨霖)", "translation": "人生如果都像初次相遇那般相处该多美好，那样就不会有现在的离别相思凄凉之苦了。如今轻易地变了心，你却反而说情人间就是容易变心的。想当初唐皇与贵妃的山盟海誓犹在耳边，却又最终作决绝之别，即使如此，也生不得怨。但你又怎比得上当年的唐明皇呢，他总还是与杨玉环有过比翼鸟、连理枝的誓愿。 "}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"dynasty": "清代"}, {"name": "闺怨", "prop": {"content": "闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。", "translation": "一闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心装扮之后兴高采烈登上翠楼。忽见野外杨柳青青春意浓，真后悔让丈夫从军边塞，建功封侯。"}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "谷风", "prop": {"content": "习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦？其甘如荠。宴尔新昏，如兄如弟。泾以渭浊，湜湜其沚。宴尔新昏，不我屑矣。毋逝我梁，毋发我笱。我躬不阅，遑恤我后！就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。不我能慉，反以我为雠。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。(不我能慉 一作：能不我慉)我有旨蓄，亦以御冬。宴尔新昏，以我御穷。有洸有溃，既诒我肄。不念昔者，伊余来塈。 ", "translation": "无"}}, {"name": "阮郎归·初夏", "prop": {"content": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。(水沉 一作 水沈） 微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。", "translation": "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。"}}, {"name": "祝英台近·晚春", "prop": {"content": "宝钗分，桃叶渡，烟柳暗南浦。怕上层楼，十日九风雨。断肠片片飞红，都无人管，更谁劝、啼莺声住？鬓边觑，试把花卜归期，才簪又重数。罗帐灯昏，哽咽梦中语：是他春带愁来，春归何处？却不解、带将愁去。", "translation": "将宝钗擘为两截，离别在桃叶渡口，南浦暗淡凄凉，烟雾笼罩着垂柳。我怕登上层层的高楼，十天里有九天风号雨骤。片片飘飞的花瓣令人断肠悲愁，风雨摧花全没人来救，更有谁劝那黄鸢儿将啼声罢休？瞧瞧簪在鬓边的花簇，用花瓣数目将离人归期预卜，才簪上花簇又摘下重数。昏暗的灯光映照着罗帐，梦中悲泣着哽咽难诉：是春天他的到来给我带来忧愁，而今春天又归向何处？却不懂将忧愁带走。"}}, {"name": "摊破浣溪沙·菡萏香销", "prop": {"content": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。(何限恨 一作：无限恨)", "translation": "荷花落尽，香气消散，荷叶凋残，西风从绿波之间吹起，使人愁绪满怀。美好的景致与观荷人的情趣一起憔悴了，哪里还忍心再看。细雨绵绵，梦境中塞外风物缈远。吹到最后一曲，寒笙呜咽之声久久回荡在小楼中。想起故人旧事，含泪倚栏，怀抱无穷幽怨。"}}, {"name": "谒金门·春半", "prop": {"content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。", "translation": "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。"}}, {"name": "蝶恋花·面旋落花风荡", "prop": {"content": "面旋落花风荡漾。柳重烟深，雪絮飞来往。雨后轻寒犹未放。春愁酒病成惆怅。 枕畔屏山围碧浪。翠被华灯，夜夜空相向。寂寞起来褰绣幌。月明正在梨花上。", "translation": "面前落下的花瓣在微风中飞舞着。重重翠柳笼罩在缕缕水雾之中，柳絮象漫天飞雪。雨后仍感到微微的寒意，春天的愁绪加上微醉的酒意形成病中惆怅的情绪。躺在床上从枕边看去，青山象屏风围绕着绿湖，周围点缀这点点灯光，每天晚上只能眼看这景象。寂寞中起身来掀起窗纱，看见月亮正在花丛上缓缓移动。"}}, {"name": "张先", "dynasty": "宋代"}, {"dynasty": "南北朝"}, {"name": "有所思", "prop": {"content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！", "translation": "我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。"}}, {"dynasty": "元代"}, {"name": "施耐庵", "dynasty": "明代"}, {"name": "浣溪沙·楼倚春江百尺", "prop": {"content": "楼倚春江百尺高，烟中还未见归桡，几时期信似江潮？花片片飞风弄蝶，柳阴阴下水平桥，日长才过又今宵。", "translation": "这个日日思念丈夫的妇女正在百尺高楼之上展望。她抱着多么大的希望啊。江上水气弥漫，船只在雾气中航行，远处看不清楚。她看着它们慢慢地驶近自己。她仔细地辨认，但都不是她所盼望的那一只。失望之余，她埋怨起他来，觉得他不如江潮有信。她和她的丈夫可能曾约定开春相见，谁知转瞬之间已到暮春。也可能别离时间太长，经过了一个又一个春天，眼前新的春天又快过去了，她怎么不苦恼呢。当看到风吹花瓣象蝶舞，柳丝下垂似与桥面相平。这个妇女触景生情感到悲伤。漫长的白天好容易才度过去，却又迎来了寂寞难耐的夜晚。 "}}, {"name": "清平乐", "prop": {"content": "春来秋去。往事知何处？燕子归飞兰泣露。光景千留不住。酒阑人散忡忡。闲阶独倚梧桐。记得去年今日，依前黄叶西风。", "translation": "春来秋去，往事该到哪里重寻？天气渐寒，燕子南归飞去，兰草上也沾满露珠，如在悲啼。时光啊，千留万留也留不住。饮酒过后，客人已散，我满怀忧伤，无聊的来到阶前，独自倚着梧桐树。回想起去年今日，同样是西风萧瑟，黄叶乱舞。"}}, {"name": "定风波·自春来", "prop": {"content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。", "translation": "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。 "}}, {"name": "王昭君", "dynasty": "两汉"}, {"name": "献衷心·见好花颜色", "prop": {"content": "见好花颜色，争笑东风，双脸上，晚妆同。闭小楼深阁，春景重重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。", "translation": "看那春花鲜艳，竞开着笑迎春风，晚妆后的双脸，像花儿一样的粉红。紧闭了小楼深阁，躲开那春景重重。偏是十五的明月，不怜人离恨别情，又把多情的月光，洒进绣帘窗棂。情思总是难断，信里也诉过衷情，如今衣上还印满着，泪迹斑斑的檀红。恨不如双飞的春燕，能自由在你屋前飞行。春天就要过去了，春柳的残絮已飘尽，柳条挂满沉重的绿叶，无力再飞花传情。"}}, {"name": "陈允平", "dynasty": "宋代"}, {"name": "尹鹗", "dynasty": "五代"}, {"name": "秋夜", "prop": {"content": "夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。", "translation": "夜晚辗转反侧难以入睡，秋天的晚上夜气清凉。剪了很多次烛花了马上就到了三更天了。窗外梧桐树缝的月影，斑斑驳驳地铺洒在冰凉的床席上，而从梧桐缝里看上去的月亮依然是那么明亮。"}}, {"name": "鹊踏枝·几日行云何处", "prop": {"content": "几日行云何处去？忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？泪眼倚楼频独语。双燕来时，陌上相逢否？撩乱春愁如柳絮，依依梦里无寻处。(依依 一作：悠悠)", "translation": "这几天，他像流云飘哪里？忘了回家，不顾芳春将逝去。寒食路上长满了野草闲花。他车马又在谁家树上系?泪眼倚楼不断自言语，双燕飞来，路上可与他相遇？纷乱春愁如柳絮，梦中到哪寻他去？"}}, {"dynasty": "明代"}, {"name": "代答闺梦还", "prop": {"content": "关塞年华早，楼台别望违。试衫著暖气，开镜觅春晖。燕入窥罗幕，蜂来上画衣。情催桃李艳，心寄管弦飞。妆洗朝相待，风花暝不归。梦魂何处入，寂寂掩重扉。", "translation": "丈夫年纪轻轻就去驻守边关，妻子伫立于楼台之上，遥望着频频回头的夫君。穿上新衫才感觉到春天的温暖，梳妆之后看向窗外寻觅着春光。偶有燕子飞过，透过罗幕探看，画衣上绣的花将蜜蜂都引了来。春意让桃花李花竞相开放，争奇斗艳，心却跟随管弦之声飘到远方，仿佛到了丈夫的身边。每天清晨都盛装打扮，等待离人归来，可是春去秋来，花开花落，该回来的人还没有归来。睡梦中也不见夫君的身影，醒后长叹，只能再次将门窗关上。"}}, {"name": "伯兮", "prop": {"content": "伯兮朅兮，邦之桀兮。伯也执殳，为王前驱。自伯之东，首如飞蓬。岂无膏沐，谁适为容！其雨其雨，杲杲出日。愿言思伯，甘心首疾。焉得谖草，言树之背。愿言思伯，使我心痗。", "translation": "我的丈夫真威猛，真是邦国的英雄。我的丈夫执长殳，做了君王的前锋。自从丈夫东行后，头发散乱像飞蓬。膏脂哪样还缺少？为谁修饰我颜容！天要下雨就下雨，却出太阳亮灿灿。一心想着我丈夫，想得头痛也心甘。哪儿去找忘忧草？种它就在屋北面。一心想着我丈夫，使我伤心病恹恹。"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "浣溪沙·风递残香出绣", "prop": {"content": "风递残香出绣帘，团窠金凤舞襜襜，落花微雨恨相兼。何处去来狂太甚，空推宿酒睡无厌，怎教人不别猜嫌？", "translation": "　　这首词写女子的妒忌之情。"}}, {"name": "蝶恋花·梦入江南烟水", "prop": {"content": "梦入江南烟水路，行尽江南，不与离人遇。睡里消魂无说处，觉来惆怅消魂误。欲尽此情书尺素，浮雁沉鱼，终了无凭据。却倚缓弦歌别绪，断肠移破秦筝柱。", "translation": "梦中进入了烟雨迷离的江南，走遍江南大地，也未能与离别的人儿相遇。梦境里离情消魂无处诉说，梦醒来更觉惆怅，消魂离情将人误。想要写一封书信向你诉说相思之情，可是大雁飞在上空，而鱼沉在水底，就算写成也无法寄去。缓缓弹筝抒发心中的离情别绪，移遍了筝柱也难把怨情抒。"}}], "edges": [{"source": 37, "target": 118, "relation": "创作"}, {"source": 15, "target": 37, "relation": "出自于"}, {"source": 37, "target": 206, "relation": "创作"}, {"source": 209, "target": 219, "relation": "创作"}, {"source": 221, "target": 209, "relation": "出自于"}, {"source": 37, "target": 23, "relation": "创作"}, {"source": 32, "target": 22, "relation": "创作"}, {"source": 15, "target": 32, "relation": "出自于"}, {"source": 181, "target": 141, "relation": "创作"}, {"source": 110, "target": 181, "relation": "出自于"}, {"source": 101, "target": 63, "relation": "创作"}, {"source": 15, "target": 101, "relation": "出自于"}, {"source": 185, "target": 112, "relation": "创作"}, {"source": 244, "target": 185, "relation": "出自于"}, {"source": 160, "target": 50, "relation": "创作"}, {"source": 205, "target": 160, "relation": "出自于"}, {"source": 147, "target": 56, "relation": "创作"}, {"source": 205, "target": 147, "relation": "出自于"}, {"source": 147, "target": 82, "relation": "创作"}, {"source": 247, "target": 222, "relation": "创作"}, {"source": 205, "target": 247, "relation": "出自于"}, {"source": 32, "target": 94, "relation": "创作"}, {"source": 65, "target": 130, "relation": "创作"}, {"source": 205, "target": 65, "relation": "出自于"}, {"source": 181, "target": 75, "relation": "创作"}, {"source": 124, "target": 73, "relation": "创作"}, {"source": 15, "target": 124, "relation": "出自于"}, {"source": 138, "target": 227, "relation": "创作"}, {"source": 83, "target": 138, "relation": "出自于"}, {"source": 113, "target": 232, "relation": "创作"}, {"source": 133, "target": 113, "relation": "出自于"}, {"source": 113, "target": 190, "relation": "创作"}, {"source": 37, "target": 51, "relation": "创作"}, {"source": 8, "target": 188, "relation": "创作"}, {"source": 205, "target": 8, "relation": "出自于"}, {"source": 124, "target": 225, "relation": "创作"}, {"source": 181, "target": 246, "relation": "创作"}, {"source": 37, "target": 186, "relation": "创作"}, {"source": 42, "target": 109, "relation": "创作"}, {"source": 205, "target": 42, "relation": "出自于"}, {"source": 220, "target": 145, "relation": "创作"}, {"source": 205, "target": 220, "relation": "出自于"}, {"source": 19, "target": 10, "relation": "创作"}, {"source": 205, "target": 19, "relation": "出自于"}, {"source": 148, "target": 237, "relation": "创作"}, {"source": 15, "target": 148, "relation": "出自于"}, {"source": 147, "target": 132, "relation": "创作"}, {"source": 37, "target": 156, "relation": "创作"}, {"source": 27, "target": 249, "relation": "创作"}, {"source": 15, "target": 27, "relation": "出自于"}, {"source": 29, "target": 175, "relation": "创作"}, {"source": 83, "target": 29, "relation": "出自于"}, {"source": 165, "target": 212, "relation": "创作"}, {"source": 205, "target": 165, "relation": "出自于"}, {"source": 124, "target": 203, "relation": "创作"}, {"source": 247, "target": 154, "relation": "创作"}, {"source": 181, "target": 224, "relation": "创作"}, {"source": 26, "target": 25, "relation": "创作"}, {"source": 244, "target": 26, "relation": "出自于"}, {"source": 29, "target": 243, "relation": "创作"}, {"source": 182, "target": 199, "relation": "创作"}, {"source": 15, "target": 182, "relation": "出自于"}, {"source": 181, "target": 79, "relation": "创作"}, {"source": 181, "target": 92, "relation": "创作"}, {"source": 101, "target": 167, "relation": "创作"}, {"source": 139, "target": 242, "relation": "创作"}, {"source": 15, "target": 139, "relation": "出自于"}, {"source": 139, "target": 158, "relation": "创作"}, {"source": 191, "target": 71, "relation": "创作"}, {"source": 133, "target": 191, "relation": "出自于"}, {"source": 200, "target": 226, "relation": "创作"}, {"source": 15, "target": 200, "relation": "出自于"}, {"source": 207, "target": 103, "relation": "创作"}, {"source": 233, "target": 207, "relation": "出自于"}, {"source": 214, "target": 159, "relation": "创作"}, {"source": 15, "target": 214, "relation": "出自于"}, {"source": 181, "target": 77, "relation": "创作"}, {"source": 153, "target": 57, "relation": "创作"}, {"source": 205, "target": 153, "relation": "出自于"}, {"source": 139, "target": 152, "relation": "创作"}, {"source": 37, "target": 30, "relation": "创作"}, {"source": 177, "target": 245, "relation": "创作"}, {"source": 205, "target": 177, "relation": "出自于"}, {"source": 123, "target": 89, "relation": "创作"}, {"source": 205, "target": 123, "relation": "出自于"}, {"source": 139, "target": 228, "relation": "创作"}, {"source": 14, "target": 21, "relation": "创作"}, {"source": 205, "target": 14, "relation": "出自于"}, {"source": 61, "target": 72, "relation": "创作"}, {"source": 15, "target": 61, "relation": "出自于"}, {"source": 160, "target": 41, "relation": "创作"}, {"source": 101, "target": 236, "relation": "创作"}, {"source": 143, "target": 168, "relation": "创作"}, {"source": 83, "target": 143, "relation": "出自于"}, {"source": 123, "target": 78, "relation": "创作"}, {"source": 223, "target": 164, "relation": "创作"}, {"source": 244, "target": 223, "relation": "出自于"}, {"source": 97, "target": 69, "relation": "创作"}, {"source": 172, "target": 97, "relation": "出自于"}, {"source": 192, "target": 146, "relation": "创作"}, {"source": 15, "target": 192, "relation": "出自于"}, {"source": 193, "target": 24, "relation": "创作"}, {"source": 15, "target": 193, "relation": "出自于"}, {"source": 160, "target": 84, "relation": "创作"}, {"source": 18, "target": 31, "relation": "创作"}, {"source": 205, "target": 18, "relation": "出自于"}, {"source": 59, "target": 194, "relation": "创作"}, {"source": 205, "target": 59, "relation": "出自于"}, {"source": 153, "target": 4, "relation": "创作"}, {"source": 148, "target": 74, "relation": "创作"}, {"source": 29, "target": 127, "relation": "创作"}, {"source": 126, "target": 116, "relation": "创作"}, {"source": 205, "target": 126, "relation": "出自于"}, {"source": 157, "target": 68, "relation": "创作"}, {"source": 83, "target": 157, "relation": "出自于"}, {"source": 37, "target": 202, "relation": "创作"}, {"source": 32, "target": 229, "relation": "创作"}, {"source": 234, "target": 48, "relation": "创作"}, {"source": 244, "target": 234, "relation": "出自于"}, {"source": 142, "target": 85, "relation": "创作"}, {"source": 205, "target": 142, "relation": "出自于"}, {"source": 34, "target": 131, "relation": "创作"}, {"source": 205, "target": 34, "relation": "出自于"}, {"source": 38, "target": 162, "relation": "创作"}, {"source": 15, "target": 38, "relation": "出自于"}, {"source": 240, "target": 108, "relation": "创作"}, {"source": 15, "target": 240, "relation": "出自于"}, {"source": 39, "target": 114, "relation": "创作"}, {"source": 233, "target": 39, "relation": "出自于"}, {"source": 230, "target": 235, "relation": "创作"}, {"source": 15, "target": 230, "relation": "出自于"}, {"source": 86, "target": 2, "relation": "创作"}, {"source": 83, "target": 86, "relation": "出自于"}, {"source": 61, "target": 1, "relation": "创作"}, {"source": 230, "target": 16, "relation": "创作"}, {"source": 148, "target": 20, "relation": "创作"}, {"source": 32, "target": 87, "relation": "创作"}, {"source": 181, "target": 178, "relation": "创作"}, {"source": 161, "target": 106, "relation": "创作"}, {"source": 83, "target": 161, "relation": "出自于"}, {"source": 104, "target": 33, "relation": "创作"}, {"source": 205, "target": 104, "relation": "出自于"}, {"source": 170, "target": 120, "relation": "创作"}, {"source": 15, "target": 170, "relation": "出自于"}, {"source": 0, "target": 98, "relation": "创作"}, {"source": 233, "target": 0, "relation": "出自于"}, {"source": 45, "target": 117, "relation": "创作"}, {"source": 221, "target": 45, "relation": "出自于"}, {"source": 209, "target": 119, "relation": "创作"}, {"source": 144, "target": 88, "relation": "创作"}, {"source": 233, "target": 144, "relation": "出自于"}, {"source": 148, "target": 40, "relation": "创作"}, {"source": 204, "target": 6, "relation": "创作"}, {"source": 233, "target": 204, "relation": "出自于"}, {"source": 111, "target": 149, "relation": "创作"}, {"source": 205, "target": 111, "relation": "出自于"}, {"source": 238, "target": 137, "relation": "创作"}, {"source": 133, "target": 238, "relation": "出自于"}, {"source": 241, "target": 166, "relation": "创作"}, {"source": 83, "target": 241, "relation": "出自于"}, {"source": 214, "target": 95, "relation": "创作"}, {"source": 218, "target": 58, "relation": "创作"}, {"source": 15, "target": 218, "relation": "出自于"}, {"source": 76, "target": 107, "relation": "创作"}, {"source": 15, "target": 76, "relation": "出自于"}, {"source": 11, "target": 196, "relation": "创作"}, {"source": 83, "target": 11, "relation": "出自于"}, {"source": 197, "target": 99, "relation": "创作"}, {"source": 15, "target": 197, "relation": "出自于"}, {"source": 179, "target": 100, "relation": "创作"}, {"source": 15, "target": 179, "relation": "出自于"}, {"source": 45, "target": 150, "relation": "创作"}, {"source": 7, "target": 9, "relation": "创作"}, {"source": 15, "target": 7, "relation": "出自于"}, {"source": 169, "target": 67, "relation": "创作"}, {"source": 233, "target": 169, "relation": "出自于"}, {"source": 189, "target": 215, "relation": "创作"}, {"source": 231, "target": 189, "relation": "出自于"}, {"source": 90, "target": 60, "relation": "创作"}, {"source": 205, "target": 90, "relation": "出自于"}, {"source": 147, "target": 128, "relation": "创作"}, {"source": 139, "target": 102, "relation": "创作"}, {"source": 66, "target": 174, "relation": "创作"}, {"source": 83, "target": 66, "relation": "出自于"}, {"source": 161, "target": 105, "relation": "创作"}, {"source": 91, "target": 47, "relation": "创作"}, {"source": 231, "target": 91, "relation": "出自于"}, {"source": 148, "target": 49, "relation": "创作"}, {"source": 195, "target": 210, "relation": "创作"}, {"source": 83, "target": 195, "relation": "出自于"}, {"source": 55, "target": 80, "relation": "创作"}, {"source": 205, "target": 55, "relation": "出自于"}, {"source": 121, "target": 35, "relation": "创作"}, {"source": 15, "target": 121, "relation": "出自于"}, {"source": 161, "target": 129, "relation": "创作"}, {"source": 165, "target": 125, "relation": "创作"}, {"source": 115, "target": 173, "relation": "创作"}, {"source": 15, "target": 115, "relation": "出自于"}, {"source": 36, "target": 70, "relation": "创作"}, {"source": 205, "target": 36, "relation": "出自于"}, {"source": 209, "target": 46, "relation": "创作"}, {"source": 161, "target": 53, "relation": "创作"}, {"source": 29, "target": 3, "relation": "创作"}, {"source": 7, "target": 5, "relation": "创作"}, {"source": 171, "target": 239, "relation": "创作"}, {"source": 83, "target": 171, "relation": "出自于"}, {"source": 86, "target": 248, "relation": "创作"}, {"source": 52, "target": 44, "relation": "创作"}, {"source": 15, "target": 52, "relation": "出自于"}, {"source": 161, "target": 198, "relation": "创作"}, {"source": 122, "target": 201, "relation": "创作"}, {"source": 221, "target": 122, "relation": "出自于"}, {"source": 161, "target": 13, "relation": "创作"}, {"source": 163, "target": 43, "relation": "创作"}, {"source": 233, "target": 163, "relation": "出自于"}, {"source": 184, "target": 62, "relation": "创作"}, {"source": 205, "target": 184, "relation": "出自于"}, {"source": 187, "target": 12, "relation": "创作"}, {"source": 205, "target": 187, "relation": "出自于"}, {"source": 90, "target": 136, "relation": "创作"}, {"source": 27, "target": 183, "relation": "创作"}, {"source": 29, "target": 64, "relation": "创作"}, {"source": 161, "target": 213, "relation": "创作"}, {"source": 140, "target": 216, "relation": "创作"}, {"source": 205, "target": 140, "relation": "出自于"}, {"source": 155, "target": 17, "relation": "创作"}, {"source": 15, "target": 155, "relation": "出自于"}, {"source": 54, "target": 151, "relation": "创作"}, {"source": 15, "target": 54, "relation": "出自于"}, {"source": 135, "target": 217, "relation": "创作"}, {"source": 233, "target": 135, "relation": "出自于"}, {"source": 180, "target": 28, "relation": "创作"}, {"source": 15, "target": 180, "relation": "出自于"}, {"source": 171, "target": 208, "relation": "创作"}, {"source": 0, "target": 176, "relation": "创作"}, {"source": 157, "target": 96, "relation": "创作"}, {"source": 81, "target": 93, "relation": "创作"}, {"source": 205, "target": 81, "relation": "出自于"}, {"source": 144, "target": 211, "relation": "创作"}, {"source": 148, "target": 134, "relation": "创作"}]}