{"nodes": [{"dynasty": "邛崃市"}, {"name": "张纮", "info": "张纮（151—211年），字子纲，广陵人。东吴谋士，和张昭一起合称“二张”。孙策平定江东时亲自登门邀请，张纮遂出仕为官。后来，张纮被派遣至许都，任命侍御史。但孙权继位时张纮又返回了东吴，任长史之职。张纮后来建议孙权迁都秣陵，孙权正在准备时张纮病逝，其年六十岁。孙权为之流涕。"}, {"dynasty": "广州市"}, {"dynasty": "德州市"}, {"name": "钟离权", "info": "钟离权姓钟离，生卒年约（公元168.农历7月27日-256）东汉、魏晋时期人物，汉族民间及道教传说中的神仙。天下道教主流全真道祖师，名权，字云房，一字寂道，号正阳子，又号和谷子，汉咸阳人。因为原型为东汉大将，故又被称做汉钟离。亦为道教传说中的八仙之一。他受铁拐李点化，上山学道。下山后又飞剑斩虎，点金济众。最后与兄简同日上天。度吕纯阳而去。元世祖尊其为正阳开悟传道真君，元武宗又尊为正阳开悟传道重教帝君，相传于北宋时期聚仙会时应铁拐李之邀在石笋山列入八仙。二郎坝现今仍有正阳观、飞仙崖等遗迹。"}, {"name": "马援", "info": "马援（前14年－49年），字文渊，扶风郡茂陵县。西汉末年至东汉初年著名军事家，东汉开国功臣之一。新朝末年，马援投靠陇右军阀隗嚣麾下，甚得其器重。后归顺光武帝刘秀，为刘秀统一天下立下了赫赫战功。统一之后，马援虽已年迈，但仍请缨东征西讨，西破陇羌，南征交趾，北击乌桓，官至伏波将军，封新息侯，世称“马伏波”。建武二十五年（49年），马援在讨伐五溪蛮时身染重病，不幸逝世。死后遭人构陷，被刘秀收回新息侯印绶，直到汉章帝时才获得平反，追谥“忠成”。唐德宗时，成为武成王庙六十四将之一。宋徽宗时被加封为忠显佑顺王，位列武庙七十二将。清圣祖时从祀历代帝王庙。"}, {"name": "路温舒", "info": "西汉著名的司法官。字长君，钜鹿人（钜鹿，在今河北南部，路温舒系河北广宗人）。信奉儒家学说。起初学习律令，当过县狱吏、郡决曹史；后来又学习《春秋》经义，举孝廉，当过廷尉奏曹掾、守廷尉史、郡太守等职。宣帝即位，他上疏请求改变重刑罚、重用治狱官吏的政策，主张“尚德缓刑”，“省法制，宽刑罚”。他认为秦朝灭亡的原因，是法密政苛，重用狱吏。汉承袭秦朝这一弊政，必须改革。他还反对刑讯逼供，认为刑讯迫使罪犯编造假供，给狱吏枉法定罪开了方便之门。他在奏疏中还提出废除诽谤罪，以便广开言路。"}, {"name": "梁鸿", "info": "梁鸿，字伯鸾，扶风平陵（今陕西咸阳）人，生卒年不详，约汉光武建武初年，至和帝永元末年间在世[1] 。少孤，受业太学，家贫而尚节介。学毕，牧豕上林苑，误遗火延及他舍。鸿悉以豕偿舍主，不足，复为佣以偿。归乡里，势家慕其高节，多欲妻以女，鸿尽谢绝。娶同县孟女光，貌丑而贤，共入霸陵山中，荆钗布裙，以耕织为业，咏诗书弹琴以自娱。因东出关，过京师，作《五噫之歌》 。章帝（肃宗）闻而非之，求鸿不得。乃改复姓运期、名耀、字侯光，与妻子居齐、鲁间。终于吴。"}, {"dynasty": "河南省"}, {"dynasty": "开封市"}, {"dynasty": "徐州市"}, {"name": "庄忌", "info": "庄忌(约前188-前105）西汉辞赋家。会稽吴（今苏州吴县）人。因避汉明帝刘庄讳改名严忌，与邹阳、枚乘等唱和，是梁孝王门下著名辞赋家。作品仅存哀时命一篇。 此赋感叹屈原生不逢时，空怀壮志而不得伸。是咏屈赋中的佳品。此赋纯属骚体，保持了由贾谊开创的西汉早期骚赋所具有的特点。感情真挚，篇幅短小精悍，是咏屈赋中的佳品。"}, {"name": "朱穆", "info": "朱穆（100～163）字公叔，一字文元，东汉南阳郡宛（今河南南阳市）人，丞相朱晖之孙。初举孝廉。顺帝末，大将军梁冀使典兵事。桓帝时任侍御史。感时俗浇薄，作《崇厚论》、《绝交论》。永兴初，出任冀州刺史，镇压起事灾民。后触犯宦官，罚作刑徒，因千人上书为之鸣不平，赦归。居乡数年，复拜尚书。上书请除宦官未成，忧愤死。"}, {"name": "刘旦", "info": "（?—前80）西汉人。武帝第四子。元狩六年立为燕王。博学经书杂说，好星历数术，招致游士。及卫太子、齐怀王死，旦自以次第当立，上书求入宿卫。武帝未许，遂立少子为太子。昭帝立，年幼，霍光秉政。旦与上官桀等谋杀光，废帝自立，事败自杀。谥剌。"}, {"name": "仲长统", "info": "（180—220）东汉山阳高平人，字公理。少好学，善文辞。性倜傥，敢直言，时人谓之狂生。献帝建安十一年，尚书令荀彧举为尚书郎，参丞相曹操军事。著《昌言》，对战国以来天下治乱及豪强骄奢多所论述。今存其《理乱》、《损益》、《法诫》数篇。"}, {"name": "崔骃", "info": "崔骃（?—公元92年），字亭伯，涿郡安平（今河北省安平县）人。自幼聪明过人，13岁便精通《诗》、《易》、《春秋》。崔骃博学多才，精通训诂百家之言。少游太学，与班固、傅毅齐名。章帝时，他写了《四巡颂》，颂扬汉朝之德，文辞典美，受到章帝的重视。窦太后当政时，曾经在窦宪府内任主簿。窦宪横暴骄恣，他屡次讽谏劝阻。窦宪不能容忍，便让他出任长岑长，他弃而不任，返归家园，后病逝。"}, {"name": "班婕妤", "info": "班婕妤（公元前48年―公元2年），名不详，汉成帝刘骜妃子，西汉女作家、著名才女，中国文学史上以辞赋见长的女作家之一。善诗赋，有美德。初为少使，立为婕妤。《汉书·外戚传》中有她的传记。她也是班固、班超和班昭的祖姑。她的作品很多，但大部分已佚失。现存作品仅三篇，即《自伤赋》、《捣素赋》和一首五言诗《怨歌行》（亦称《团扇歌》）。"}, {"name": "刘恒", "info": "汉文帝刘恒（前202年—前157年），汉高祖第四子，母薄姬，汉惠帝之庶弟。前196年刘邦镇压陈豨叛乱后，封刘恒为代王，其为人宽容平和，在政治上保持低调。高祖死后，吕后专权，诸吕掌握了朝廷军政大权。前180年，吕后一死，太尉周勃、丞相陈平等大臣把诸吕一网打尽，迎立代王刘恒入京为帝，是为汉文帝。"}, {"name": "张仲景", "info": "张仲景（约公元150～154年——约公元215～219年），名机，字仲景，汉族，东汉南阳郡涅阳县（今河南邓州市）人。东汉末年著名医学家，被后人尊称为医圣，南阳五圣之一。张仲景广泛收集医方，写出了传世巨著《伤寒杂病论》。它确立的辨证论治原则，是中医临床的基本原则，是中医的灵魂所在。在方剂学方面，《伤寒杂病论》也做出了巨大贡献，创造了很多剂型，记载了大量有效的方剂。其所确立的六经辨证的治疗原则，受到历代医学家的推崇。　"}, {"name": "王延寿", "info": "东汉文学家。字文秀，著名文学家王逸之子。曾游鲁国，作《灵光殿赋》，叙述汉代建筑及壁画等，反映了当时社会生活的一个侧面。与他同时期的著名文学家、书法家蔡邕也写了此稿，但见到王延寿的《灵光殿赋》后，大为惊奇，自愧弗如，遂焚己稿。王延寿年仅20多岁溺死于湘水。他在辞赋史上留下了《鲁灵光殿赋》、《梦赋》和《王孙赋》三篇杰作。"}, {"name": "班彪", "info": "班彪（3年―54年），字叔皮，扶风安陵（今陕西咸阳东北）人，东汉史学家、文学家。出身于汉代显贵和儒学之家，受家学影响很大。从小好古敏求，与其兄班嗣游学不辍，才名渐显。班彪学博才高，专力从事于史学著述。写成《后传》60余篇，斟酌前史，纠正得失，为后世所重。其子班固修成《汉书》，史料多依班彪，实际上是他修史工作的继续。其女班昭等又补充固所未及完成者。"}, {"dynasty": "南充市"}, {"name": "班固", "info": "班固（32年—92年），字孟坚，扶风安陵（今陕西咸阳东北）人，东汉著名史学家、文学家。班固出身儒学世家，其父班彪、伯父班嗣，皆为当时著名学者。班固一生著述颇丰。作为史学家，《汉书》是继《史记》之后中国古代又一部重要史书，“前四史”之一；作为辞赋家，班固是“汉赋四大家”之一，《两都赋》开创了京都赋的范例，列入《文选》第一篇；同时，班固还是经学理论家，他编辑撰成的《白虎通义》，集当时经学之大成，使谶纬神学理论化、法典化。"}, {"name": "荀彧", "info": "荀彧（xún yù）（163年－212年），字文若。颍川颍阴（今河南许昌）人。东汉末年著名政治家、战略家，曹操统一北方的首席谋臣和功臣。荀彧早年被称为“王佐之才”，初举孝廉，任守宫令。后弃官归乡，又率宗族避难冀州，被袁绍待为上宾。其后投奔曹操。官至侍中，守尚书令，封万岁亭侯。因其任尚书令，居中持重达十数年，处理军国事务，被人敬称为“荀令君”。后因反对曹操称魏公而为其所忌，调离中枢，在寿春忧郁成病而亡（一说服毒自尽），年五十。获谥敬侯，后追赠太尉。</p>"}, {"name": "张翼", "info": "（?—264）三国蜀犍为武阳人，字伯恭。刘备定益州，为书佐，迁蜀郡太守。刘禅时，历官尚书，左车骑将军，领冀州刺史。景耀末，魏军数道并攻，与姜维拒守剑阁。刘禅降，乃与维降魏。明年，至成都，为钟会乱兵所杀。"}, {"name": "杨孚", "info": "杨孚（生卒年待考），字孝元，东汉时南海郡番禺县漱珠岗下渡头村（今广州市海珠区赤岗街道下渡村）人。汉议郎学者。 他早年致力攻读经史，钻研颇深。 公元77年，以参加朝廷主办的“贤良对策”入选而获授为议郎，成为参与议政的皇帝近臣。 杨以直言敢谏而著称，屡屡向皇帝提出自己对政事的意见。杨的品学颇为时人所推崇。杨孚开创岭南文化的影响为历代后人所仰崇。"}, {"dynasty": "石家庄"}, {"name": "贾宗", "info": "贾宗（？―88年），字武孺，南阳冠军（今河南邓县西北）人，东汉初年名将贾复之子，东汉将领，封即墨侯，官至长水校尉。贾宗年轻时有操行，多智谋。贾宗最初担任郎中，后逐渐升任，建初年间担任朔方太守。从前由内地迁到边疆的人，大多贫穷，被当地人奴役，不得做官。贾宗选用其中能胜任职务的，和边地官吏参用，互相监督，来揭发官吏奸私，也有因功劳补任长吏的，所以各人都愿意效命。匈奴人怕他，不敢入塞。召为长水校尉。贾宗兼通儒学，每次宴会受召见，常派他和少府丁鸿等人在汉章帝刘炟跟前讨论。章和二年（88年），贾宗去世，朝廷很惋惜他。"}, {"name": "唐姬", "info": "东汉颍川人。弘农王姬。王卒，归乡里，父欲嫁之，誓不许。后为李傕所掠，不屈从。贾诩以状白献帝，诏拜为弘农王妃。"}, {"dynasty": "安徽省"}, {"name": "刘彻", "info": "汉武帝刘彻（公元前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。刘彻开拓汉朝最大版图，在各个领域均有建树，汉武盛世是中国历史上的三大盛世之一。晚年穷兵黩武，又造成了巫蛊之祸，征和四年刘彻下罪己诏。公元前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。"}, {"name": "徐防", "info": "徐防，字谒卿，后汉沛国铚（今安徽省濉溪县临涣）人，祖父宣，为讲学大夫，以《易》教授王莽。父宪，亦传宣业。防少习父祖学，永平中，举孝廉，除为郎。防体貌矜严，占对可观，显宗异之，特补尚书郎。职典枢机，周密畏慎，奉事二帝，未尝有过。和帝时，稍迁司隶校尉，出为魏郡太守。永元十年，迁少府、大司农。防勤晓政事，所在有迹。十四年，拜司空（同御史大夫）。"}, {"dynasty": "许昌市"}, {"name": "张衡", "info": "张衡（78－139），字平子，汉族，南阳西鄂（今河南南阳市石桥镇）人，我国东汉时期伟大的天文学家、数学家、发明家、地理学家、制图学家、文学家、学者，在汉朝官至尚书，为我国天文学、机械技术、地震学的发展作出了不可磨灭的贡献。由于他的贡献突出，联合国天文组织曾将太阳系中的1802号小行星命名为“张衡星”。"}, {"dynasty": "通渭市"}, {"name": "刘熊渠", "info": "刘熊渠，是汉朝宗室，汉景帝的儿子长沙定王刘发的孙子。父亲是舂陵节侯刘买，他承袭舂陵侯的爵位。他死后，谥号戴，舂陵侯的爵位由长子刘仁继承。他的庶子苍梧太守刘利是更始帝刘玄的祖父。他的弟弟郁林太守刘外是汉光武帝刘秀的曾祖父。"}, {"name": "苏子卿", "info": "苏武(前140—前60)字子卿，汉族，杜陵（今陕西西安东南）人，中国西汉大臣。武帝时为郎。天汉元年（前100年）奉命以中郎将持节出使匈奴，被扣留。匈奴贵族多次威胁利诱，欲使其投降；后将他迁到北海（今贝加尔湖）边牧羊，扬言要公羊生子方可释放他回国。苏武历尽艰辛，留居匈奴十九年持节不屈。至始元六年（前81年），方获释回汉。苏武死后，汉宣帝将其列为麒麟阁十一功臣之一，彰显其节操。"}, {"name": "郦炎", "info": "郦炎(150～177）东汉诗人。字文胜。范阳（今河北定兴）人。曾为郡吏，州郡察举孝廉，征召为右北平从事祭酒，都不就，后患疯病。他奉母至孝，因母死而犯病，以致他的正在产儿的妻子被惊死。为妻家诉讼入狱，死于狱中。"}, {"name": "晁错", "info": "晁错（前200年----前154年），是西汉文帝时的智囊人物，汉族，颍川（今河南禹县城南晁喜铺）人。汉文帝时，晁错因文才出众任太常掌故，后历任太子舍人、博士、太子家令（太子老师）、贤文学。在教导太子中受理深刻，辩才非凡，被太子刘启（即后来的景帝）尊为“智囊”。因七国之乱被腰斩于西安东市。"}, {"dynasty": "山西省"}, {"dynasty": "资阳市"}, {"dynasty": "不详"}, {"dynasty": "晋中市"}, {"name": "刘邦", "info": "刘邦（公元前256年12月28日—公元前195年6月1日），字季，汉沛郡丰县中阳里人（今江苏省徐州市丰县）人。中国历史上杰出的政治家、战略家和军事指挥家，汉朝开国皇帝，汉民族和汉文化的伟大开拓者之一，对汉族的发展以及中国的统一有突出贡献。 公元前195年，讨伐英布叛乱时，伤重不起。制定“白马之盟”后，驾崩于长安，谥号高皇帝，庙号太祖，葬于长陵 。"}, {"name": "刘桢", "info": "刘桢（180―217），字公干，东汉末年东平宁阳（今山东宁阳县泗店镇古城村）人，东汉名士、诗人。他的祖父刘梁，官至尚书令，其人博学有才，警悟辩捷，以文学见贵。他的文学成就，主要表现于诗歌、特别是五言诗创作方面，在当时负有盛名，后人以其与曹植并举，称为“曹刘”。如今存诗十五首，风格遒劲，语言质朴，重名于世，《赠从弟》三首为代表作，言简意明，平易通俗，长于比喻。"}, {"name": "薛综", "info": "（?—243）三国吴沛郡竹邑人，字敬文。士燮召为五官中郎将，除合浦、交趾太守。从吕岱南征，还为守谒者仆射。建昌侯孙虑辟为长史。外掌众事，内授书籍。累迁尚书仆射，太子少傅。曾注张衡《二京赋》，并撰有《私载》、《五宗图述》。"}, {"name": "蔡琰", "info": "蔡琰，字文姬，又字昭姬。生卒年不详。东汉陈留郡圉县人，东汉大文学家蔡邕的女儿。初嫁于卫仲道，丈夫死去而回到自己家里，后值因匈奴入侵，蔡琰被匈奴左贤王掳走，嫁给匈奴人，并生育了两个儿子。十二年后，曹操统一北方，用重金将蔡琰赎回，并将其嫁给董祀。蔡琰同时擅长文学、音乐、书法。《隋书·经籍志》著录有《蔡文姬集》一卷，但已经失传。现在能看到的蔡文姬作品只有《悲愤诗》二首和《胡笳十八拍》。历史上记载蔡琰的事迹并不多，但“文姬归汉”的故事却在历朝历代被广为流传。"}, {"name": "曹操", "info": "曹操（155年－220年正月庚子），字孟德，一名吉利，小字阿瞒，沛国谯（今安徽亳州）人，汉族。东汉末年杰出的政治家、军事家、文学家、书法家。三国中曹魏政权的缔造者，其子曹丕称帝后，追尊为武皇帝，庙号太祖。曹操精兵法，善诗歌，抒发自己的政治抱负，并反映汉末人民的苦难生活，气魄雄伟，慷慨悲凉；散文亦清峻整洁，开启并繁荣了建安文学，给后人留下了宝贵的精神财富，史称建安风骨，鲁迅评价其为“改造文章的祖师”。同时曹操也擅长书法，尤工章草，唐朝张怀瓘在《书断》中评其为“妙品”。"}, {"dynasty": "微山市"}, {"name": "李陵", "info": "李陵（公元前134—前74年），字少卿，汉族，陇西成纪（今甘肃天水市秦安县）人。西汉名将，飞将军李广长孙，李当户的遗腹子。善骑射，爱士卒，颇得美名。天汉二年（前99年）奉汉武帝之命出征匈奴，率五千步兵与八万匈奴兵战于浚稽山，最后因寡不敌众兵败投降。其一生充满国仇家恨的矛盾，他本人也因此引起争议。他的传奇经历使得他成为后世文艺作品的对象及原型。"}, {"name": "班昭", "info": "班昭（约45年？－约117年？），一名姬，字惠班。汉族，扶风安陵（今陕西咸阳东北）人。东汉史学家，史学家班彪女、班固与班超之妹，博学高才，嫁同郡曹寿，早寡。兄班固著《汉书》，八表及《天文志》遗稿散乱，未竟而卒，班昭继承遗志，独立完成了第七表〈百官公卿表〉与第六志〈天文志〉，《汉书》遂成。帝数召入宫，令皇后贵人师事之，号曹大家（gū）。善赋颂，作《东征赋》、《女诫》。班昭为中国第一个女历史学家。"}, {"dynasty": "四川省"}, {"name": "赵岐", "info": "（约108—201）东汉京兆长陵人，字邠卿。初名嘉，字台卿。初仕州郡，以廉直疾恶，为人忌惮。桓帝永兴二年辟司空掾。历皮氏长、京兆尹功曹等职。因贬议宦官唐衡，家属宗亲皆遭杀害。避祸变姓名，卖饼于北海。衡死乃出，三府并辟，拜并州刺史，坐党事免。灵帝时复遭党锢十余年。献帝时征拜议郎，迁太常。有《孟子章句》、《三辅决录》。"}, {"name": "扬雄", "info": "扬雄（公元前53～公元18）字子云，汉族。西汉官吏、学者。西汉蜀郡成都（今四川成都郫县友爱镇）人。 少好学，口吃，博览群书，长于辞赋。年四十余，始游京师，以文见召，奏《甘泉》、《河东》等赋。成帝时任给事黄门郎。王莽时任大夫，校书天禄阁。扬雄是即司马相如之后西汉最著名的辞赋家。所谓“歇马独来寻故事，文章两汉愧杨雄”。在刘禹锡著名的《陋室铭》中“西蜀子云亭”的西蜀子云即为扬雄。"}, {"name": "贾谊", "info": "贾谊（前200～前168），汉族，洛阳（今河南省洛阳市东）人，字太傅。西汉初年著名的政论家、文学家。18岁即有才名，年轻时由河南郡守吴公推荐，20余岁被文帝召为博士。不到一年被破格提为太中大夫。但是在23岁时，因遭群臣忌恨，被贬为长沙王的太傅。后被召回长安，为梁怀王太傅。梁怀王坠马而死后，贾谊深自歉疚，直至33岁忧伤而死。其著作主要有散文和辞赋两类。散文如《过秦论》、《论积贮疏》、《陈政事疏》等都很有名；辞赋以《吊屈原赋》、《鵩鸟赋》最著名。"}, {"name": "应璩", "info": "（191—252）三国魏汝南人，字休琏。应场弟。博学，以文章显，善为书记。魏文帝、明帝时，历官散骑常侍。齐王曹芳立，稍迁侍中、大将军长史。曹爽执政，多违法度，璩以诗讽之，多切时要。复为侍中，典著作。今存《百一诗》数篇，有辑本《应休琏集》。"}, {"name": "刘启", "info": "汉景帝刘启（公元前188年—公元前141年），是汉文帝刘恒的长子，母亲是汉文帝皇后窦氏（即窦太后），出生于代地中都（今山西平遥县西南）。西汉第六位皇帝，在位16年，谥号孝景皇帝，无庙号。终年48岁。刘启在位期间，削诸侯封地，平定七国之乱，巩固中央集权，勤俭治国，发展生产，他统治时期与其父汉文帝统治时期合称为文景之治。"}, {"name": "诸葛亮", "info": "诸葛亮（181－234），字孔明、号卧龙（也作伏龙），汉族，徐州琅琊阳都（今山东临沂市沂南县）人，三国时期蜀汉丞相、杰出的政治家、军事家、散文家、书法家。在世时被封为武乡侯，死后追谥忠武侯，东晋政权特追封他为武兴王。诸葛亮为匡扶蜀汉政权，呕心沥血，鞠躬尽瘁，死而后已。其散文代表作有《出师表》、《诫子书》等。曾发明木牛流马、孔明灯等，并改造连弩，叫做诸葛连弩，可一弩十矢俱发。于234年在五丈原（今宝鸡岐山境内）逝世。诸葛亮在后世受到极大尊崇，成为后世忠臣楷模，智慧化身。成都、宝鸡、汉中、南阳等地有武侯祠，杜甫作《蜀相》赞诸葛亮。"}, {"name": "司马相如", "info": "司马相如（约公元前179年—前118年），字长卿，汉族，巴郡安汉县（今四川省南充市蓬安县）人，一说蜀郡（今四川成都）人。西汉大辞赋家。司马相如是中国文化史文学史上杰出的代表，是西汉盛世汉武帝时期伟大的文学家、杰出的政治家。景帝时为武骑常侍，因病免。工辞赋，其代表作品为《子虚赋》。作品词藻富丽，结构宏大，使他成为汉赋的代表作家，后人称之为赋圣和“辞宗”。他与卓文君的爱情故事也广为流传。鲁迅的《汉文学史纲要》中还把二人放在一个专节里加以评述，指出：“武帝时文人，赋莫若司马相如，文莫若司马迁。”"}, {"name": "王昭君", "info": "王昭君（约公元前52年—公元前19年），名嫱，字昭君（一说昭君非表字），乳名皓月，西汉南郡秭归（今湖北省宜昌市兴山县）人，与貂蝉、西施、杨玉环并称中国古代四大美女，是中国古代四大美女之一的“落雁”。成语中「沉鱼落雁」、「画工弃市」记载她的生平典故。晋朝时为避司马昭讳，又称明妃、王明君。"}, {"dynasty": "淮北市"}, {"name": "卓文君", "info": "卓文君，汉代才女，西汉临邛（属今四川邛崃）人，与汉代著名文人司马相如的一段爱情佳话至今还被人津津乐道。她也有不少佳作流传后世。以“愿得一心人白首不相离”为著名。"}, {"name": "司马迁", "info": "司马迁（前145年或前135年-不可考），字子长，夏阳(今陕西韩城南)人。西汉史学家、散文家。他以其“究天人之际，通古今之变，成一家之言”的史识创作了中国第一部纪传体通史《史记》（原名《太史公书》）。被公认为是中国史书的典范，该书记载了从上古传说中的黄帝时期，到汉武帝元狩元年，长达3000多年的历史，是“二十五史”之首，被鲁迅誉为“史家之绝唱，无韵之离骚”。"}, {"name": "胡广", "info": "（91—172）东汉南郡华容人，字伯始。安帝时举孝廉，奏章为天下第一。拜尚书郎，五迁至尚书仆射，历仕司空、司徒、太尉，官至太傅，历安、顺、冲、质、桓、灵六帝。谦恭练达，处宦官外戚交互专政之时，为官如故，时谚讥为“万事不理问伯始，天下中庸有胡公”。以附和梁冀定策立桓帝，封育阳安乐乡侯。卒谥文恭。"}, {"name": "戚夫人", "info": "戚夫人（前224-前194年）亦称戚姬。秦末定陶人，刘邦受封汉王後，进入后宫，得到汉王刘邦的百般宠幸，生下刘邦的第三子刘如意。刘邦死後，刘盈即位，吕后为皇太后，囚戚夫人于永巷，让其每日舂米，戚夫人不甘被贬为舂工，于是通过唱怨歌形式，希望有人能告诉她儿子刘如意以及大臣，自己被贬做舂工，吕后得知戚夫人不甘失败，于是派人将其做成人彘。"}, {"name": "蒋晋", "info": "蒋晋，生卒年月不详，后汉泉陵人(今湖南省永州市区)人，灵帝时举孝廉，授尚书郎，曾任汝南太守，后官至尚书仆射。后任司隶校尉。史称其“入奏事，应对不滞”；“在位清直，为群僚所推服”。为一名好官。文武双全。"}, {"name": "孙皓", "info": "（242—284）吴末帝。三国吴皇帝，字元宗。一名彭祖，字皓宗。孙权之孙，孙和之子。孙休立，封为乌程侯。休卒，迎立为帝。在位期间，专横残暴，奢侈荒淫，大失民心。天纪四年，晋武帝六路出兵攻吴，大将王浚先到建业，皓出降，封归命侯，吴亡。在位十六年。"}, {"dynasty": "江苏省"}, {"name": "戴圣", "info": "戴圣（生卒年不详），字次君，祖籍梁国甾县（今河南省商丘市民权县），出生于梁国睢阳（今河南省商丘市睢阳区）。西汉时期官员、学者、礼学家、汉代今文经学的开创者。后世称其为“小戴”。戴圣与叔父戴德曾跟随后苍学《礼》，两人被后人合称为“大小戴”。汉宣帝时，戴圣以博士参与石渠阁论议，官至九江太守。著作有《礼记》，即《小戴礼记》传为圣编。《汉书》记载成书于汉建初七年（80年）。咸淳三年（1267年），宋度宗赵禥以其籍贯地诏封戴圣为“考城伯”。"}, {"dynasty": "湖南省"}, {"name": "刘安", "info": "刘安（前179－前122），西汉皇族，淮南王。汉高祖刘邦之孙，淮南厉王刘长之子。他是西汉的思想家、文学家，奉汉武帝之命所著《离骚体》是中国最早对屈原及其《离骚》作高度评价的著作。他曾招宾客方术之士数千人，编写《鸿烈》亦称《淮南子》。刘安是世界上最早尝试热气球升空的实践者，他将鸡蛋去汁，以燃烧取热气，使蛋壳浮升。同时，刘安也是我国豆腐的创始人。"}, {"name": "蔡寅", "info": "蔡寅?～前177年，陈留(今河南省杞县)人，初为魏国太仆，秦末起兵反秦，加入起义军，汉王三年（前204年），蔡寅投奔刘邦，任车骑将军。其后，蔡寅因击败楚将龙且，破彭城有功，于汉高帝三年（前200年）被封为肥如侯，食千户，在肥如（今河北卢龙镇一带）建立肥如侯国。"}, {"dynasty": "咸阳市"}, {"dynasty": "浙江省"}, {"name": "韦诞", "info": "（179—253）三国魏京兆人，字仲将。韦端子。汉献帝建安中，为郡上计吏，特拜郎中。魏明帝太和中，为武都太守，以能书留补侍中。以光禄大夫逊位。善书，师法张芝、邯郸淳，诸体皆能，尤精大字，魏室宝器铭题皆出其手。书写讲究工具材料，善制墨。"}, {"dynasty": "苏州市"}, {"name": "侯瑾", "info": "东汉敦煌人，字子瑜。性笃学，州郡累召，不就。徙入山中，潜思著述。撰中兴以后行事，为《皇德传》，作《矫世论》以讥切当时。西河人敬称为侯君。"}, {"dynasty": "广州省"}, {"name": "刘弗陵", "info": "（前94—前74）即刘弗陵。西汉皇帝。武帝少子。年幼即位，统治期间，由霍光辅政。承武帝政策，移民屯田，多次出兵击败匈奴、乌桓。始元六年，召开盐铁会议，问民疾苦。在位十三年。"}, {"dynasty": "泰安市"}, {"name": "王褒", "info": "王褒（前90年—前51年），蜀资中（今四川省资阳市雁江区昆仑乡墨池坝）人。西汉时期著名的辞赋家，与扬雄并称“渊云”。王褒一生留下《洞箫赋》等辞赋16篇、《桐柏真人王君外传》 1卷，明末收集有《王谏议集》11篇。"}, {"name": "张俨", "info": "东汉吴郡馀杭人。好学，有德行。汉末世乱，尝种瓠以售，得钱造桥，不乐营利。以是乡人重之。"}, {"dynasty": "永州市"}, {"dynasty": "临沂市"}, {"name": "傅毅", "info": "东汉扶风茂陵人，字武仲。少博学，善属文。以明帝求贤不笃，士多隐处，作《七激》以为讽。章帝以为兰台令史，拜郎中，与班固、贾逵共典校书。后为大将军窦宪司马。早卒。"}, {"name": "韦孟", "info": "韦孟（前228？—前156），西汉初诗人。彭城（今江苏徐州）人。汉高帝六年（公元前201年），为楚元王傅，历辅其子楚夷王刘郢客及孙刘戊。刘戊荒淫无道，在汉景帝二年（公元前155年）被削王，与吴王刘濞通谋作乱，次年事败自杀。韦孟在刘戊乱前，作诗讽谏，然后辞官迁家至邹（今山东邹城），有诗咏其事。"}, {"name": "蔡邕", "info": "蔡邕（公元133年-公元192年），字伯喈，陈留圉（今河南省开封市陈留镇）人，东汉文学家、书法家。权臣董卓当政时拜左中郎将，故后人也称他“蔡中郎”。后汉三国时期著名才女·蔡琰（蔡文姬）之父。"}, {"dynasty": "淄博市"}, {"name": "宋子侯", "info": "宋子侯，东汉人，生平事迹不详。"}, {"dynasty": "商丘市"}, {"dynasty": "杭州市"}, {"dynasty": "天水市"}, {"name": "曹安民", "info": "曹安民（？-197年），字安民，名不详。东汉时期人物，曹德之子，曹操之侄，曹昂的堂兄弟，曹丕的堂兄，死于宛城之战。按曹丕《典论》记载的“亡兄孝廉子脩、从兄安民遇害。”等情况来看，安民应该是曹操侄子错不了，曹丕是他们属于兄弟关系肯定不会弄错。另外从典论的记载来看安民是和子脩并提的，子脩是曹昂的字，安民则肯定也是字不是名，至于三国志中记载则应取自曹丕之《典论》但陈寿又不知曹安民其名，故写为“长子昂、弟子安民”。"}, {"dynasty": "湖北省"}, {"dynasty": "宜昌市"}, {"dynasty": "河北省"}, {"name": "祢衡", "info": "祢衡（173-198年），字正平，平原郡（今山东临邑）人(《山东通志》载祢衡为今乐陵人）。东汉末年名士，文学家。与孔融等人亲善。后因出言不逊触怒曹操，被遣送至荆州刘表处，后又因出言不逊，被送至江夏太守黄祖处，终为黄祖所杀，终年26岁（《三国演义》中为24岁）。"}, {"dynasty": "山东省"}, {"name": "刘细君", "info": "刘细君（公元前121—101！），西汉江都王刘建之女，汉武帝刘彻的侄孙女，史称其为“江都公主”。刘细君是一位美貌多才的女子，她能诗善文，并且精通音律，能诗能歌，善弹琵琶。"}, {"dynasty": "甘肃省"}, {"dynasty": "定兴市"}, {"dynasty": "眉山市"}, {"name": "杨恽", "info": "杨恽(？—前45)，西汉家。字子幼，汉族，西汉华阴（今属陕西）人，宣帝时曾任左曹，后因告发霍氏（霍光子孙）谋反有功，封平通侯，迁中郎将。神爵元年(前61)升为诸吏光禄勋，位列九卿。其父杨敞曾两任汉宣帝时丞相，其母司马英是著名史学家兼文学家司马迁的女儿。其文章《报孙会宗书》被后人认为颇有司马迁的《报任安书》的风格。"}, {"name": "杜挚", "info": "三国魏河东人，字德鲁。初上《笳赋》，署司徒军谋吏。后举孝廉，除郎中，转补校书。卒于秘书。与毌丘俭乡里相亲，有诗赠答。"}, {"dynasty": "成都市"}, {"name": "邹阳", "info": "邹阳（约公元前206年—公元前129年），临淄（今山东淄博）人，是西汉文学家。汉文帝时，是吴王刘濞门客，以文辩著名于世。吴王阴谋叛乱，邹阳上书谏止，吴王不听，因此与枚乘、严忌等离吴去梁，为景帝少弟梁孝王门客。邹阳“为人有智略，慷慨不苟合”，后被人诬陷入狱，险被处死。他在狱中上书梁孝王，表白自己的心迹。梁孝王见书大悦，立命释放，并尊为上客。邹阳有文七篇，现存两篇，即《上书吴王》、《于狱中上书自明》。"}, {"name": "王逸", "info": "王逸，东汉著名文学家，《楚辞章句》作者。字叔师，南郡宜城（今湖北襄阳宜城）人。安帝时为校书郎，顺帝时官侍中。官至豫州刺史，豫章太守。参加编修《东观汉纪》，尤擅长文学，所著赋、诔、书、论及杂文21篇，又做《汉诗》123篇，后人将其整理成集，名为《王逸集》，多已亡佚，唯有《楚辞章句》一种完整地流传下来了。所作《楚辞章句》，是《楚辞》最早的完整注本，颇为后世学者所重视。"}, {"dynasty": "禹州市"}, {"name": "薛莹", "info": "薛莹（约209~283），字道言，沛郡竹邑（今安徽濉溪）人，三国时期吴国官员、文学家，出任吴国左国史、光禄勋，吴太子少傅薛综之子，薛珝之弟，入晋为散骑常侍。"}, {"name": "蔡文姬", "info": "蔡琰，字文姬，又字昭姬。生卒年不详。东汉陈留郡圉县人，东汉大文学家蔡邕的女儿。初嫁于卫仲道，丈夫死去而回到自己家里，后值因匈奴入侵，蔡琰被匈奴左贤王掳走，嫁给匈奴人，并生育了两个儿子。十二年后，曹操统一北方，用重金将蔡琰赎回，并将其嫁给董祀。蔡琰同时擅长文学、音乐、书法。《隋书·经籍志》著录有《蔡文姬集》一卷，但已经失传。现在能看到的蔡文姬作品只有《悲愤诗》二首和《胡笳十八拍》。历史上记载蔡琰的事迹并不多，但“文姬归汉”的故事却在历朝历代被广为流传。"}, {"name": "刘辩", "info": "刘辩（176年－190年3月6日）东汉第十三位皇帝，是汉灵帝刘宏与何皇后的嫡长子。公元189年5月15日－189年9月28日在位。刘辩在灵帝驾崩后继位为帝，史称少帝，由于年幼，实权掌握在临朝称制的母亲何太后和母舅大将军何进手中。被废黜一年之后，刘辩在董卓胁迫下自尽，时年仅十五岁，其弟献帝追谥他为怀王。中国古代的史书中称刘辩为皇子辩、少帝和弘农王等，但因为刘辩在位不逾年，一般不把他看作是汉朝正统的皇帝，不单独为他撰写专属于帝王的传记（即本纪），不过现代史学界也有观点承认他是汉朝皇帝。"}, {"dynasty": "菏泽市"}, {"name": "甄宓", "info": "文昭甄皇后（183年1月26日－221年8月4日），名不明，又称甄夫人。中山无极（今河北省无极县）人，上蔡令甄逸之女。魏文帝曹丕的正室，魏明帝曹叡之生母。曹叡即位后追尊甄氏为文昭皇后。"}, {"name": "赵壹", "info": "赵壹（公元122——196年）（本名懿，因后汉书作于晋朝，避司马懿名讳，故作“壹”），约生于汉顺帝永建年间，卒于汉灵帝中平年间。东汉辞赋家。字元叔，汉阳西县（今甘肃天水南）人。体貌魁伟，美须眉，恃才傲物。桓、灵之世，屡屡得罪，几致于死。友人救之，遂作《穷鸟赋》答谢友人相助。并作《刺世疾邪赋》抒发愤懑之气。一生著赋、颂、箴、诔、书、论及杂文等16篇，今存5篇。"}, {"name": "诸葛恪", "info": "（203—253）三国吴琅邪阳都人，字元逊。诸葛瑾子。弱冠拜骑都尉。孙权嘉禾三年，攻山越，收其丁壮为兵。任抚越将军、丹阳太守。孙权卒，辅立孙亮，任大将军，封阳都侯，加荆扬州牧，督中外诸军事，专国政。攻魏之合肥新城，不拔，士卒伤病，民怨沸腾，退兵。寻为吴宗室孙峻所杀。"}, {"name": "庞德公", "info": "庞德公，字尚长，荆州襄阳人，东汉末年名士、隐士。庞德公与当时徐庶、司马徽、诸葛亮、庞统等人交往密切。庞德公曾称诸葛亮为\"卧龙\"，庞统为\"凤雏\"，司马徽为\"水镜\"，被誉为知人。对诸葛亮、庞统等人早年影响较大，并得到诸葛亮的敬重。庞德公最后隐居于鹿门山，采药而终。"}, {"dynasty": "亳州市"}, {"dynasty": "韩城市"}, {"name": "辛延年", "info": "辛延年 （公元前220～？年待考），著名秦汉诗人。 作品存《羽林琅》一首，为汉诗中优秀之作。始见于《玉台新咏》，《乐府诗集》将它归入《杂曲歌辞》，与《陌上桑》相提并论，誉为“诗家之正则，学者所当揣摩”。"}, {"name": "苏武", "info": "苏武（前140—前60年），字子卿，汉族，杜陵（今陕西西安东南）人，中国西汉大臣。武帝时为郎。天汉元年（前100年）奉命以中郎将持节出使匈奴，被扣留。匈奴贵族多次威胁利诱，欲使其投降；后将他迁到北海（今贝加尔湖）边牧羊，扬言要公羊生子方可释放他回国。苏武历尽艰辛，留居匈奴十九年持节不屈。至始元六年（前81年），方获释回汉。苏武去世后，汉宣帝将其列为麒麟阁十一功臣之一，彰显其节操。"}, {"name": "张林", "info": "东汉人。章帝时任尚书。尝上书言县官经用不足，应恢复武帝时按等级给予均田之制。"}, {"dynasty": "濉溪市"}, {"dynasty": "陕西省"}, {"dynasty": "项城市"}, {"name": "王粲", "info": "王粲（177-217），字仲宣，山阳郡高平（今山东微山）人。东汉末年著名文学家，“建安七子”之一，由于其文才出众，被称为“七子之冠冕”。初仕刘表，后归曹操。"}, {"name": "刘向", "info": "刘向（前77年—前6年），字子政，原名更生，世称刘中垒，世居汉代楚国彭城，仕于京师长安，祖籍沛郡丰邑（今属江苏徐州），出生于汉昭帝元凤四年（前77年），去世于汉哀帝建平元年（前6年）。刘邦异母弟刘交的后代，刘歆之父。曾奉命领校秘书，所撰《别录》，是我国最早的图书分类目录。三篇，大多亡佚。今存《新序》《说苑》《列女传》《战国策》《列仙传》等书，其著作《五经通义》有清人马国翰辑本。《楚辞》是刘向编订成书，而《山海经》是其与其子刘歆共同编订成书。"}, {"name": "淮南小山", "info": "西汉淮南王刘安的一部分门客的共称。今仅存辞赋《招隐士》 1篇。《汉书·艺文志》著录“淮南王群臣赋四十四篇”，《招隐士》当是其中仅存的1篇。此篇始见于东汉王逸的《楚辞章句》题为淮南小山作，然而萧统《文选》则题刘安作。关于文章写作的背景，说法也不一。王逸说是小山之徒“闵伤屈原”之作，王夫之《楚辞通释》说是淮南小山“为淮南王召致山谷潜伏之士”而作，而不少研究者则以为是淮南小山思念淮南王的作品。"}, {"name": "李延年", "info": "李延年，西汉音乐家，生年不详。汉武帝宠妃李夫人的哥哥。李延年原本因犯法而受到腐刑，负责饲养宫中的狗，后因擅长音律，故颇得武帝喜爱。一日为武帝献歌：“北方有佳人，绝世而独立，一顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得。”李延年的妹妹由此入宫，称李夫人。后因李夫人生下了昌邑王刘髆，李延年也得以被封“协律都尉”，负责管理皇宫的乐器，极得武帝宠幸，“与上卧起，甚贵幸，埒如韩嫣”。李夫人去世后，爱弛，太初年间，因弟弟李季奸乱后宫，汉武帝下诏灭李延年和李季兄弟宗族。"}, {"name": "徐淑", "info": "徐淑，东汉女诗人（约公元一四七年前后在世），陇西（今甘肃通渭）人。秦嘉，生卒年不详。字士会。陇西（今属甘肃）人，徐淑丈夫。桓帝时，为郡吏，岁终为郡上计簿使赴洛阳，被任为黄门郎。后病死于津乡亭。徐淑有诗集传世。（《补续汉书艺文志》）所作今存《答秦嘉诗》一首及答书二篇。"}, {"dynasty": "南阳市"}, {"dynasty": "洛阳市"}, {"dynasty": "临邑市"}, {"name": "曹植", "info": "曹植（192－232），字子建，沛国谯（今安徽省亳州市）人。三国曹魏著名文学家，建安文学代表人物。魏武帝曹操之子，魏文帝曹丕之弟，生前曾为陈王，去世后谥号“思”，因此又称陈思王。后人因他文学上的造诣而将他与曹操、曹丕合称为“三曹”，南朝宋文学家谢灵运更有“天下才有一石，曹子建独占八斗”的评价。王士祯尝论汉魏以来二千年间诗家堪称“仙才”者，曹植、李白、苏轼三人耳。"}, {"dynasty": "襄阳市"}, {"name": "应玚", "info": "应玚 [yáng]（177年—217年），字德琏，东汉汝南南顿（今河南省项城市南顿镇）人。东汉末文学家，“建安七子”之一。应玚初被魏王曹操任命为丞相掾属，后转为平原侯庶子。曹丕任五官中郎将时，应玚为将军府文学。建安二十二年（217年），应玚卒于疫疾。应玚擅长作赋，有文赋数十篇。诗歌亦见长，与其弟应璩齐名。明人辑有《应德琏集》。"}, {"name": "枚乘", "info": "枚乘（？～前140)，字叔，西汉辞赋家。汉族，秦建治时古淮阴人。枚乘因再七国叛乱前后两次上谏吴王而显名。文学上的主要成就是辞赋，《汉书·艺文志》著录“枚乘赋九篇”。"}, {"dynasty": "衡水市"}, {"name": "李尤", "info": "东汉广汉雒人，字伯仁。少以文章显。和帝时，侍中贾逵荐尤有司马相如、扬雄之风，拜兰台令史。安帝时迁谏议大夫，受诏与刘珍等撰《汉记》。帝废太子为济阴王，尤上书谏。顺帝立，迁乐安相。卒年八十三。"}, {"dynasty": "邓州市"}, {"name": "秦嘉", "info": "秦嘉，字士会，陇西（治今甘肃通渭）人。东汉诗人。桓帝时，为郡吏，岁终为郡上计簿使赴洛阳，被任为黄门郎。后病死于津乡亭。秦嘉赴洛阳时，妻子徐淑因病还家，未能面别。秦嘉客死他乡后，徐淑兄逼她改嫁。她“毁形不嫁，哀恸伤生”（《史通·人物》），守寡终生。秦嘉、徐淑今存的诗文并收辑于严可均《全上古三代秦汉三国六朝文》、逯钦立《先秦汉魏晋南北朝诗》。"}, {"name": "东方朔", "info": "东方朔（前154年－前93年），本姓张，字曼倩，平原厌次（今山东德州陵县神头镇）人，西汉著名词赋家，幽默风趣且才华横溢，在政治方面也颇具天赋，他曾言政治得失，陈农战强国之计，但汉武帝始终把他当俳优看待，不以重用。东方朔一生著述甚丰，后人汇为《东方太中集》。"}, {"dynasty": "西安市"}, {"name": "刘秀", "info": "刘秀（公元前5年—公元57年3月29日），东汉王朝开国皇帝，庙号“世祖”，谥号“光武皇帝”，中国历史上著名的政治家、军事家。新莽末年，海内分崩，天下大乱，身为一介布衣却有前朝血统的刘秀在家乡乘势起兵。公元25年，刘秀与更始政权公开决裂，于河北登基称帝，为表刘氏重兴之意，仍以“汉”为其国号，史称“东汉”。"}], "edges": [{"source": 73, "target": 90, "relation": "省-市"}, {"source": 90, "target": 66, "relation": "出自于"}, {"source": 51, "target": 40, "relation": "省-市"}, {"source": 40, "target": 80, "relation": "出自于"}, {"source": 51, "target": 21, "relation": "省-市"}, {"source": 21, "target": 58, "relation": "出自于"}, {"source": 51, "target": 104, "relation": "省-市"}, {"source": 104, "target": 53, "relation": "出自于"}, {"source": 51, "target": 0, "relation": "省-市"}, {"source": 0, "target": 61, "relation": "出自于"}, {"source": 51, "target": 101, "relation": "省-市"}, {"source": 101, "target": 24, "relation": "出自于"}, {"source": 41, "target": 102, "relation": "出自于"}, {"source": 122, "target": 117, "relation": "省-市"}, {"source": 117, "target": 62, "relation": "出自于"}, {"source": 122, "target": 72, "relation": "省-市"}, {"source": 72, "target": 22, "relation": "出自于"}, {"source": 72, "target": 7, "relation": "出自于"}, {"source": 72, "target": 5, "relation": "出自于"}, {"source": 122, "target": 141, "relation": "省-市"}, {"source": 141, "target": 119, "relation": "出自于"}, {"source": 72, "target": 50, "relation": "出自于"}, {"source": 72, "target": 20, "relation": "出自于"}, {"source": 141, "target": 36, "relation": "出自于"}, {"source": 72, "target": 52, "relation": "出自于"}, {"source": 141, "target": 74, "relation": "出自于"}, {"source": 39, "target": 42, "relation": "省-市"}, {"source": 42, "target": 56, "relation": "出自于"}, {"source": 97, "target": 48, "relation": "省-市"}, {"source": 48, "target": 124, "relation": "出自于"}, {"source": 97, "target": 79, "relation": "省-市"}, {"source": 79, "target": 44, "relation": "出自于"}, {"source": 97, "target": 3, "relation": "省-市"}, {"source": 3, "target": 140, "relation": "出自于"}, {"source": 97, "target": 83, "relation": "省-市"}, {"source": 83, "target": 57, "relation": "出自于"}, {"source": 97, "target": 131, "relation": "省-市"}, {"source": 131, "target": 96, "relation": "出自于"}, {"source": 97, "target": 87, "relation": "省-市"}, {"source": 87, "target": 105, "relation": "出自于"}, {"source": 83, "target": 114, "relation": "出自于"}, {"source": 67, "target": 10, "relation": "省-市"}, {"source": 10, "target": 125, "relation": "出自于"}, {"source": 10, "target": 43, "relation": "出自于"}, {"source": 10, "target": 85, "relation": "出自于"}, {"source": 67, "target": 75, "relation": "省-市"}, {"source": 75, "target": 11, "relation": "出自于"}, {"source": 69, "target": 82, "relation": "省-市"}, {"source": 82, "target": 65, "relation": "出自于"}, {"source": 93, "target": 133, "relation": "省-市"}, {"source": 133, "target": 106, "relation": "出自于"}, {"source": 93, "target": 94, "relation": "省-市"}, {"source": 94, "target": 59, "relation": "出自于"}, {"source": 133, "target": 115, "relation": "出自于"}, {"source": 133, "target": 110, "relation": "出自于"}, {"source": 8, "target": 129, "relation": "省-市"}, {"source": 129, "target": 33, "relation": "出自于"}, {"source": 8, "target": 9, "relation": "省-市"}, {"source": 9, "target": 86, "relation": "出自于"}, {"source": 8, "target": 130, "relation": "省-市"}, {"source": 130, "target": 54, "relation": "出自于"}, {"source": 8, "target": 123, "relation": "省-市"}, {"source": 123, "target": 134, "relation": "出自于"}, {"source": 8, "target": 89, "relation": "省-市"}, {"source": 89, "target": 68, "relation": "出自于"}, {"source": 41, "target": 109, "relation": "出自于"}, {"source": 8, "target": 107, "relation": "省-市"}, {"source": 107, "target": 38, "relation": "出自于"}, {"source": 8, "target": 138, "relation": "省-市"}, {"source": 138, "target": 18, "relation": "出自于"}, {"source": 8, "target": 32, "relation": "省-市"}, {"source": 32, "target": 23, "relation": "出自于"}, {"source": 129, "target": 12, "relation": "出自于"}, {"source": 9, "target": 71, "relation": "出自于"}, {"source": 138, "target": 27, "relation": "出自于"}, {"source": 95, "target": 100, "relation": "省-市"}, {"source": 100, "target": 37, "relation": "出自于"}, {"source": 95, "target": 26, "relation": "省-市"}, {"source": 26, "target": 112, "relation": "出自于"}, {"source": 41, "target": 6, "relation": "出自于"}, {"source": 95, "target": 136, "relation": "省-市"}, {"source": 136, "target": 15, "relation": "出自于"}, {"source": 77, "target": 2, "relation": "省-市"}, {"source": 2, "target": 25, "relation": "出自于"}, {"source": 99, "target": 34, "relation": "省-市"}, {"source": 34, "target": 139, "relation": "出自于"}, {"source": 34, "target": 128, "relation": "出自于"}, {"source": 99, "target": 91, "relation": "省-市"}, {"source": 91, "target": 113, "relation": "出自于"}, {"source": 91, "target": 49, "relation": "出自于"}, {"source": 41, "target": 30, "relation": "出自于"}, {"source": 41, "target": 46, "relation": "出自于"}, {"source": 41, "target": 1, "relation": "出自于"}, {"source": 41, "target": 120, "relation": "出自于"}, {"source": 41, "target": 16, "relation": "出自于"}, {"source": 41, "target": 70, "relation": "出自于"}, {"source": 97, "target": 111, "relation": "省-市"}, {"source": 111, "target": 64, "relation": "出自于"}, {"source": 41, "target": 127, "relation": "出自于"}, {"source": 41, "target": 135, "relation": "出自于"}, {"source": 41, "target": 142, "relation": "出自于"}, {"source": 41, "target": 98, "relation": "出自于"}, {"source": 41, "target": 17, "relation": "出自于"}, {"source": 41, "target": 126, "relation": "出自于"}, {"source": 41, "target": 118, "relation": "出自于"}, {"source": 41, "target": 19, "relation": "出自于"}, {"source": 41, "target": 35, "relation": "出自于"}, {"source": 41, "target": 88, "relation": "出自于"}, {"source": 41, "target": 4, "relation": "出自于"}, {"source": 41, "target": 78, "relation": "出自于"}, {"source": 41, "target": 55, "relation": "出自于"}, {"source": 41, "target": 28, "relation": "出自于"}, {"source": 41, "target": 14, "relation": "出自于"}, {"source": 41, "target": 45, "relation": "出自于"}, {"source": 41, "target": 84, "relation": "出自于"}, {"source": 41, "target": 137, "relation": "出自于"}, {"source": 41, "target": 13, "relation": "出自于"}, {"source": 41, "target": 76, "relation": "出自于"}, {"source": 41, "target": 63, "relation": "出自于"}, {"source": 41, "target": 81, "relation": "出自于"}, {"source": 41, "target": 103, "relation": "出自于"}, {"source": 29, "target": 116, "relation": "省-市"}, {"source": 116, "target": 132, "relation": "出自于"}, {"source": 116, "target": 47, "relation": "出自于"}, {"source": 29, "target": 121, "relation": "省-市"}, {"source": 121, "target": 108, "relation": "出自于"}, {"source": 116, "target": 92, "relation": "出自于"}, {"source": 29, "target": 60, "relation": "省-市"}, {"source": 60, "target": 31, "relation": "出自于"}]}