{"nodes": [{"name": "睢景臣", "info": "睢景臣（约1264～约1330），元代著名散曲、杂剧作家。一作舜臣，字景贤，或作嘉贤，江苏扬州（今扬州市）人。一生著述甚多，著有散曲集《睢景臣词》。元钟嗣成的《录鬼簿》将其列入“名公才人”。杂剧有《莺莺牡丹记》、《千里投人》、《屈原投江》等，其中最广为人知的作品是《哨遍·高祖还乡》。"}, {"name": "刘因", "info": "刘因（1249～1293） 元代著名理学家、诗人。字梦吉，号静修。初名骃，字梦骥。雄州容城（今河北容城县）人。3 岁识字，6岁能诗，10岁能文，落笔惊人。年刚20，才华出众，性不苟合。家贫教授生徒，皆有成就。因爱诸葛亮“静以修身”之语，题所居为“静修”。元世祖至元十九年(1282)应召入朝，为承德郎、右赞善大夫。不久借口母病辞官归。母死后居丧在家。至元二十八年，忽必烈再度遣使召刘因为官，他以疾辞。死后追赠翰林学士、资政大夫、上护军、追封“容城郡公”，谥“文靖”。明朝，县官乡绅为刘因建祠堂。"}, {"dynasty": "河北省"}, {"dynasty": "保定市"}, {"name": "邓牧", "info": "邓牧(1246—1306)，元代思想家。字牧心，钱塘(今浙江杭州)人。年十余岁，读《庄》、《列》，悟文法，下笔多仿古作。"}, {"dynasty": "江西省"}, {"dynasty": "无锡市"}, {"dynasty": "樟树市"}, {"name": "刘敏中", "info": "刘敏中(1243～1318) 元代文学家，字端甫，山东省济南市章丘市人。自幼卓异不凡曾任中书掾、兵部主事、监察御史等职因弹劾秉政的桑哥，辞职归乡。后又入为御史、御史都事、翰林直学士，兼国子祭洒、翰林学士承旨等，还曾宣抚辽东山北拜河南行省参政等。刘敏中一生为官清正以时事为忧。敢于对贵□横暴绳之以法，并上疏指陈时弊。仕世祖、成宗、武宗三朝，多为监察官，受到皇帝的嘉纳。"}, {"dynasty": "江苏省"}, {"dynasty": "鄱阳市"}, {"name": "胡祗遹", "info": "胡祗遹（zhī yù）（1227—1295）字绍闻 ，号紫山。磁州武安（今属河北省）人。于世祖朝历任户部员外郎、右司员外郎、太原路治中、河东山西道提刑按察副使、荆湖北道宣慰副使、济宁路总管及山东、浙西提刑按察使等职，以精明干练著称，所至颇具声誉。胡祗遹后召拜翰林学士，未赴，改任江南浙西按察使，不久以疾辞归。卒，谥文靖。《元史》有传。祗遹学出宋儒，著述较丰，著有诗文集《紫山大全集》，今存二十六卷本。卷八有《黄氏诗卷序》、《优伶赵文益诗序》、《朱氏诗卷序》等文，为研究元曲之珍贵资料。明·朱权《太和正音谱》评其词“如秋潭孤月”。"}, {"name": "杨朝英", "info": "元代文学家，生卒年及生平事迹均未详，《录鬼簿》及《录鬼簿续编》皆失载。青城（青城县有二，一在今山东，一在今四川，论者多以为杨朝英是）人。曾任郡守、郎中，后归隐。他最重要的贡献是选录元人散曲，辑为《乐府新编阳春白雪》、《朝野新声太平乐府》二集，人称“杨氏二选”。选辑认真，搜罗甚富，元人散曲多赖以传世，“二选”是研究元代散曲的重要资料。同时他也是一位散曲作家作品存小令约27首见于“二选”中"}, {"name": "吴西逸", "info": "[元]（约公元一三二〇年前后在世）名、里、生卒年均不详，约元仁宗延祐末前后在世。其散曲《自况》云：“万倾烟霞归路，一川花草香车，利名场上我情疏。蓝田堪种玉，鲁海可操觚，东风供睡足。”可从中窥见其性情。散曲内容多写自然景物、离愁别恨或个人的闲适生活，风格清丽疏淡。阿里西瑛作嬾云窝成，自题殿前欢，西逸及贯云石等均有和作。西逸所作曲，今存小令四十余支。（见太平乐府）太和正音谱评为“如空谷流泉。”"}, {"name": "刘致", "info": "刘致（?～1335至1338间）元代散曲作家。字时中，号逋斋。石州宁乡（今山西中阳）人。父刘彦文，仕为郴州录事、广州怀集令。"}, {"name": "罗贯中", "info": "罗贯中（约1330年－约1400年），名本，字贯中，号湖海散人，元末明初小说家，《三国演义》的作者。山西并州太原府人，主要作品有小说《三国志通俗演义》、《隋唐志传》、《残唐五代史演传》、《三遂平妖传》。其中《三国志通俗演义》（又称《三国演义》）是罗贯中的力作，这部长篇小说对后世文学创作影响深远。除小说创作外，尚存杂剧《赵太祖龙虎风云会》。"}, {"dynasty": "邢台市"}, {"dynasty": "南平市"}, {"name": "张可久", "info": "张可久（约1270～1348以后）字小山（一说名伯远，字可久，号小山）（《尧山堂外纪》）；一说名张可久肖像（林晋生作）可久，字伯远，号小山（《词综》）；又一说字仲远，号小山（《四库全书总目提要》），庆元（治所在今浙江宁波鄞县）人，元朝重要散曲家，剧作家，与乔吉并称“双壁”，与张养浩合为“二张”。"}, {"dynasty": "绍兴市"}, {"name": "徐再思", "info": "徐再思引(1320年前后在世)，元代散曲作家。字德可，曾任嘉兴路吏。因喜食甘饴，故号甜斋。浙江嘉兴人。生卒年不详，与贯云石为同时代人，今存所作散曲小令约100首。作品与当时自号酸斋的贯云石齐名，称为“酸甜乐府”。后人任讷又将二人散曲合为一编，世称《酸甜乐府》，收有他的小令103首。"}, {"dynasty": "常州市"}, {"dynasty": "济南市"}, {"dynasty": "邯郸市"}, {"dynasty": "安阳市"}, {"name": "刘崧", "info": "（1321—1381）元末明初江西泰和人，原名楚，字子高。洪武三年举经明行修，授兵部职方司郎中，迁北平按察司副使。坐事谪输作，寻放归。十三年召拜礼部侍郎，擢吏部尚书。寻致仕归。次年，复征为国子司业，卒于官。谥恭介。博学工诗，江西人宗之为西江派。有《北平八府志》、《槎翁诗文集》、《职方集》。"}, {"name": "张昱", "info": "元明间庐陵人，字光弼，号一笑居士，又号可闲老人。历官江浙行省左、右司员外郎，行枢密院判官。晚居西湖寿安坊，屋破无力修理。明太祖征至京，厚赐遣还。卒年八十三。有《庐陵集》。"}, {"dynasty": "营口市"}, {"name": "杨果", "info": "杨果，[1195-1269]字正卿，号西庵，祈州蒲阴（今河北安国县）人。生于金章宗承安二年（宋庆元三年），金哀宗正大元年（1224）登进士第，官至参知政事，为官以干练廉洁著称。卒，谥文献。工文章，长于词曲，著有《西庵集》。与元好问交好。其散曲作品内容多咏自然风光，曲辞华美，富于文采。明朱权《太和正音谱》评其曲“如花柳芳妍”。"}, {"dynasty": "太原市"}, {"name": "马臻", "info": "马臻（1254——？），字志道，别号虚中，钱塘（今属浙江）人。宋亡后学道，受业于褚伯秀之门，曾隐于西湖之滨。"}, {"name": "卢挚", "info": "卢挚（1242-1314），字处道，一字莘老；号疏斋，又号蒿翁。元代涿郡（今河北省涿县）人。至元5年(1268)进士，任过廉访使、翰林学士。诗文与刘因、姚燧齐名，世称“刘卢”、“姚卢”。与白朴、马致远、珠帘秀均有交往。散曲如今仅存小令。著有《疏斋集》（已佚）《文心选诀》《文章宗旨》俱列孔门七十二贤。以修身和孝行著称，又颇多著述，是一位很有名的儒家大师。身后被尊为“宗圣”。　"}, {"name": "倪瓒", "info": "倪瓒（1301～1374），元代画家、诗人。初名珽，字泰宇，后字元镇，号云林子、荆蛮民、幻霞子等。江苏无锡人。家富，博学好古，四方名士常至其门。元顺帝至正初忽散尽家财，浪迹太湖一带。擅画山水、墨竹，师法董源，受赵孟頫影响。早年画风清润，晚年变法，平淡天真。疏林坡岸，幽秀旷逸，笔简意远，惜墨如金。以侧锋干笔作皴，名为“折带皴”。墨竹偃仰有姿，寥寥数笔，逸气横生。书法从隶入，有晋人风度，亦擅诗文。与黄公望、王蒙、吴镇合称\"元四家\"。存世作品有《渔庄秋霁图》《六君子图》《容膝斋图》等。著有《清閟阁集》。"}, {"name": "李道纯", "info": "李道纯 ，湖南都梁（武冈）人，宋末元初著名道士。字元素，号清庵，别号“莹蟾子”。精于内丹学。李道纯博学多才，他的内丹理论兼容并包，系统非常完整。其师王金蟾为道教丹功南宗白玉蟾之弟子。李道纯融合内丹道派南北二宗。其内丹理论以“守中”为要诀。 故后人称其为内丹学中的中派。"}, {"dynasty": "安徽省"}, {"name": "吴澄", "info": "吴澄（1249年2月3日—1333年8月5日），字幼清，晚字伯清，抚州崇仁凤岗咸口（今属江西省乐安县鳌溪镇咸口村）人。 [1-2] 元代杰出的理学家、经学家、教育家。吴澄与许衡齐名，并称为“北许南吴”，以其毕生精力为元朝儒学的传播和发展做出了重要贡献。有《吴文正公全集》传世。 曾著《列子解》，今已佚。"}, {"dynasty": "宁波市"}, {"name": "曹德", "info": "曹德，字明善，衢州（今浙江衢县）人。曾任衢州路吏，山东宪吏。后至元五年（一三三九）曹德在都下作〔清江引〕（又名〔岷江录〕）二曲讥讽权贵伯颜擅自专权，杀害剡王彻彻笃，锻炼诸狱，延及无辜。大书揭于五门之上，因此名声大噪。"}, {"name": "刘庭信", "info": "刘庭信 元代散曲作家。益都(今山东)人。原名廷玉，排行第五，身黑而长，人称\"黑刘五\"。为南台御史（一说湖藩大参）刘廷□从弟。生卒年不详。《录鬼簿续编》说他\"风流蕴藉，超出伦辈，风晨月夕，惟以填词为事。\"刘庭信的作品以闺情、闺怨为主题材比较狭窄但是在当时却很有影响。"}, {"name": "刘时中", "info": "刘时中 [元] （约元成宗大德年间前后在世），洪都（今江西南昌）人，元代散曲家。生卒年、生平、字号均不详，约元成宗大德年间前后在世。官学士，时中工作曲，今存小令六十余支，套数三四首，以水仙子西湖四时渔歌最著名。"}, {"name": "纪君祥", "info": "纪君祥 [元] （约元世祖至元年间在世），元代杂剧、戏曲作家。字、号、生平及生卒年均不详，约元世祖至元年间在世，名一作纪天祥。大都（今北京）人，与李寿卿、郑廷玉同时。作有杂剧6种，现存《赵氏孤儿》一种及《陈文图悟道松阴梦》残曲。"}, {"name": "姚燧", "info": "姚燧（1238年～1313年），字端甫，号牧庵，河南洛阳（今河南洛阳）人。 元朝文学家。官翰林学士承旨、集贤大学士。能文，与虞集并称。所作碑志甚多，大都为歌颂应酬之作。原有集，已散失，清人辑有《牧庵集》。"}, {"dynasty": "丰城市"}, {"name": "郑光祖", "info": "郑光祖（1264年—？），字德辉，汉族，平阳襄陵（今山西临汾市襄汾县）人，元代著名杂剧家、散曲家。所作杂剧可考者十八种，现存《周公摄政》、《王粲登楼》、《翰林风月》、《倩女离魂》、《无塩破连环》、《伊尹扶汤》、《老君堂》、《三战吕布》等八种。其中，《倩女离魂》最著名，后三种被质疑并非郑光祖作品。除杂剧外，郑光祖写散曲，有小令六首、套数二套流传。"}, {"dynasty": "衢州市"}, {"name": "黄庚", "info": "黄庚，字星甫，号天台山人，天台（今属浙江）人。出生宋末，早年习举子业。卒年八十馀。晚年曾自编其诗为《月屋漫稿》。事见本集卷首自序及集中有关诗文。黄庚诗，以原铁琴铜剑楼藏四卷抄本（今藏北京图书馆）为底本。校以影印文渊阁《四库全书》本（简称四库本）。两本卷次不同，文字亦各有错诲空缺，而底本多出校本诗十馀首。"}, {"dynasty": "浙江省"}, {"dynasty": "北京市(省)"}, {"name": "许有壬", "info": "许有壬(1286～1364) 元代文学家。字可用，彰（zhang）德汤阴（今属河南）人。延祐二年(1315)进士及第，授同知辽州事。后来官中书左司员外郎时，京城外发生饥荒，他从\"民，本也\"的思想出发，主张放赈（chen 四声）救济。河南农民军起，他建议备御之策十五件。又任集贤大学士，不久改枢密副使，又拜中书左丞。他看到元朝将士贪掠人口玉帛而无斗志，就主张对起义农民实行招降政策。"}, {"name": "顾德辉", "info": "顾德辉（1310～1369）一名瑛，又名阿瑛，字仲英，号金粟道人，江苏昆山人，元代文学家。家富，轻财善结纳宾客，豪宕自喜，年30始折节读书，购古书名画、彝鼎秘玩，筑别业于茜泾西，曰玉山佳处，与客赋诗其中。四方文学士皆至其家。为逃避张士诚授官，隐居嘉兴合溪，子元臣为元官，故封钱塘县男，母丧归绰溪。再逃避士诚授官，断发庐墓，号金粟道人。后徙濠梁，卒。《语林》云：“顾仲瑛风流文雅著称东南，才情妙丽。”著有《玉山草堂集》。"}, {"dynasty": "吕梁市"}, {"dynasty": "武昌市"}, {"name": "叶颙", "info": "（1296—?）元明间金华府金华人，字景南，一字伯恺，自号云?天民。元末隐居不出，至正中自刻其诗，名《樵云独唱》。入明，举进士，官行人司副。后免官家居，授徒甚众。"}, {"dynasty": "临汾市"}, {"dynasty": "武冈市"}, {"name": "赵秉文", "info": "赵秉文（1159～1232）金代学者、书法家。字周臣，号闲闲居士，晚年称闲闲老人。磁州滏阳（今河北磁县）人。世宗大定二十五年进士，调安塞主簿。历平定州刺史，为政宽简。累拜礼部尚书。哀宗即位，改翰林学士，同修国史。历仕五朝，自奉如寒士，未尝一日废书。能诗文，诗歌多写自然景物，又工草书，所著有《闲闲老人滏水文集》。"}, {"dynasty": "淮安市"}, {"dynasty": "绵阳市"}, {"name": "杨维桢", "info": "杨维桢（1296—1370）元末明初著名诗人、文学家、书画家和戏曲家。字廉夫，号铁崖、铁笛道人，又号铁心道人、铁冠道人、铁龙道人、梅花道人等，晚年自号老铁、抱遗老人、东维子，会稽（浙江诸暨）枫桥全堂人。与陆居仁、钱惟善合称为“元末三高士”。杨维祯的诗，最富特色的是他的古乐府诗，既婉丽动人，又雄迈自然，史称“铁崖体”，极为历代文人所推崇。有称其为“一代诗宗”、“标新领异”的，也有誉其“以横绝一世之才，乘其弊而力矫之”的，当代学者杨镰更称其为“元末江南诗坛泰斗”。有《东维子文集》、《铁崖先生古乐府》行世。"}, {"name": "杨载", "info": "杨载（1271—1323）元代中期著名诗人，与虞集、范梈、揭傒斯齐名，并称为“元诗四大家”。字仲弘，浦城（今福建浦城县）人。延祐二年进士，授承务郎，官至宁国路总管府推官。杨载文名颇大，文章以气为主，诗作含蓄，颇有新的意境。"}, {"dynasty": "河南省"}, {"name": "王旭", "info": "王旭（生卒年不详，约公元1264年前后在世），字景初，东平（今属山东）人。以文章知名于时，与同郡王构、永年王磐并称“三王”。早年家贫，靠教书为生。主要活动于至元到大德年间。有《兰轩集》二十卷，原本已不传。清乾隆年间修《四库全书》，曾从《永乐大典》中辑出王旭诗文若干篇，重编为《兰轩集》十六卷，其中诗九卷，文七卷。与王构、王磐相比，王旭处境最不好，诗文中往往流露出怀才不遇情绪，《古风三十首》集中表达了对人生的感慨。生平事迹见《大明一统志》卷二三、《元诗选·癸集》乙集小传、《元书》卷五八。"}, {"name": "范梈", "info": "范梈（pēng）（1272—1330）元代官员、诗人，与虞集、杨载、揭傒斯齐被誉为“元诗四大家”。字亨父，一字德机，人称文白先生，清江（今江西樟树）人。历官翰清江林院编修、海南海北道廉访司照磨、福建闽海道知事等职，有政绩，后以疾归。其诗好为古体，风格清健淳朴，用力精深，有《范德机诗集》。"}, {"name": "仇远", "info": "仇远(1247年～1326年），字仁近，一字仁父，钱塘（今浙江杭州）人。因居余杭溪上之仇山，自号山村、山村民，人称山村先生。元代文学家、书法家。元大德年间(1297~1307)五十八岁的他任溧阳儒学教授，不久罢归，遂在忧郁中游山河以终。"}, {"name": "乔吉", "info": "乔吉(约1280～1345)，字梦符，号笙鹤翁，又号惺惺道人。 [1] 太原（今属山西）人，元代杂剧家，他一生怀才不遇，倾其精力创作散曲、杂剧。他的杂剧作品，见于《元曲选》、《古名家杂剧》、《柳枝集》等集中。散曲作品据《全元散曲》所辑存小令200余首，套曲11首。散曲集今有抄本《文湖州集词》1卷，李开先辑《乔梦符小令》1卷，及任讷《散曲丛刊》本《梦符散曲》。"}, {"dynasty": "不详"}, {"dynasty": "武安市"}, {"name": "冯子振", "info": "冯子振，元代散曲名家，1253-1348，字海粟，自号瀛洲洲客、怪怪道人，湖南攸县人。自幼勤奋好学。元大德二年(1298)登进士及第，时年47岁，人谓“大器晚成”。朝廷重其才学，先召为集贤院学士、待制，继任承事郎，连任保宁（今四川境内）、彰德（今河南安阳）节度使。晚年归乡著述。世称其“博洽经史，于书无所不记”，且文思敏捷。下笔不能自休。一生著述颇丰，传世有《居庸赋》、《十八公赋》、《华清古乐府》、《海粟诗集》等书文，以散曲最著。"}, {"name": "珠帘秀", "info": "珠帘秀（生卒年不详），字、号、出生地及生平均不详，中国元代早期杂剧女演员。《青楼集》说她“姿容姝丽，杂剧为当今独步，驾头、花旦、软末泥等，悉造其妙，名公文士颇推重之。”可见她在元杂剧演员中的地位，元代后辈艺人尊称她为“朱娘娘”。珠帘秀与元曲作家有很好的交情，诸如关汉卿、胡祗遹、卢挚、冯子振、王涧秋等相互常有词曲赠答。关汉卿曾这样形容她：“富贵似侯家紫帐，风流如谢府红莲。”又有：“十里扬州风物妍，出落着神仙。”珠帘秀现存小令一首、套数一套。其曲作语言流转而自然，传情执着而纯真。曾一度在扬州献艺，后来嫁与钱塘道士洪丹谷，晚年流落并终于杭州。"}, {"name": "王元鼎", "info": "王元鼎：字里，元成宗大德年间(公元1302年前后)在世，与阿鲁威同时，官至翰林学士。"}, {"dynasty": "山西省"}, {"name": "严忠济", "info": "严忠济(?— — 1293)，一名忠翰，字紫芝。长清（今属山东省）人。严实之子。元太宗时袭父职为东平路行军万户。从元世祖攻宋，有战功。至元二十 三年（一二八六）授中书左丞， 行江浙省事。其人仪表不凡，长于骑射，袭父职任东平路行军万户。元世祖忽必烈攻宋，忠济奉诏率兵进军，所战多捷。人千其威权太盛，被召还京。他治理东平时，让当地豪绅代属下和百姓缴纳所欠赋税。卸职后，豪绅们向他讨债，忽必烈听后为他偿还。至元二十三年，特授资德大夫中书左丞行浙江省事。因年老，辞不就。能曲，明·朱权《太和正音谱》将其列于\"词林英杰\"一百五十人之中。《金元散曲》录存其小令二首。"}, {"name": "王恽", "info": "王恽（yùn）（1227—1304年7月23日），字仲谋，号秋涧，卫州路汲县（今河南卫辉市）人。元朝著名学者、诗人兼政治家。一生仕宦，刚直不阿，清贫守职，好学善文，成为元世祖忽必烈、元裕宗真金和元成宗皇帝铁穆耳三代著名谏臣。其书法遒婉，与东鲁王博文、渤海王旭齐名。著有《秋涧先生全集》。散曲创作，今存小令41首。大德八年六月二十日，在汲县去世，终年七十八岁。"}, {"name": "明本", "info": "明本(1263—1323)，元朝僧人。俗姓孙，号中峰，法号智觉，西天目山住持，钱塘(今杭州)人。明本从小喜欢佛事，稍通文墨就诵经不止，常伴灯诵到深夜。24岁赴天目山，受道于禅宗寺，白天劳作，夜晚孜孜不倦诵经学道，遂成高僧。仁宗曾赐号“广慧禅师”，并赐谥“普应国师”。憩止处曰幻住山房。"}, {"name": "王实甫", "info": "王实甫（1260年-1336年），名德信，大都（今北京市）人，祖籍河北省保定市定兴（今定兴县）。元代著名戏曲作家，杂剧《西厢记》的作者，生平事迹不详。王实甫与关汉卿齐名，其作品全面地继承了唐诗宋词精美的语言艺术，又吸收了元代民间生动活泼的口头语言，创造了文采璀璨的元曲词汇，成为中国戏曲史上“文采派”的杰出代表。著有杂剧十四种，现存《西厢记》、《丽春堂》、《破窑记》三种。《破窑记》写刘月娥和吕蒙正悲欢离合的故事，有人怀疑不是王实甫的手笔。另有《贩茶船》、《芙蓉亭》二种，各传有曲文一折。"}, {"dynasty": "焦作市"}, {"dynasty": "景德镇市"}, {"name": "黄公望", "info": "黄公望（1269-1354），元代画家。本姓陆，名坚，汉族，江浙行省常熟县人。后过继永嘉府（今浙江温州市）平阳县（今划归苍南县）黄氏为子，居虞山（今宜山）小山，因改姓黄，名公望，字子久，号一峰、大痴道人。擅画山水，师法董源、巨然，兼修李成法，得赵孟頫指授。所作水墨画笔力老到，简淡深厚。又于水墨之上略施淡赭，世称“浅绛山水”。晚年以草籀笔意入画，气韵雄秀苍茫，与吴镇、倪瓒、王蒙合称“元四家”。擅书能诗，撰有《写山水诀》，为山水画创作经验之谈。存世作品有《富春山居图》、《九峰雪霁图》、《丹崖玉树图》《天池石壁图》等。"}, {"dynasty": "泰安市"}, {"dynasty": "内蒙古自治区(省)"}, {"dynasty": "运城市"}, {"name": "梁曾", "info": "（1242—1322）元燕人，字贡父。少好学。世祖时，以荐辟中书左三部会史。累知南阳府，使安南，其君遣遗爱奉表从曾入献方物。历淮安路总管，复使安南，还，进所与陈日焌往复议事书，帝大悦，解衣赐之。仁宗时，官至集贤侍讲学士，国有大政，必命曾与议之。晚年寓居淮南，日以书史自娱。"}, {"dynasty": "湖北省"}, {"name": "王和卿", "info": "王和卿， 元代散曲家。大名(今属河北省)人，生卒年字号不详。《录鬼簿》列为\"前辈名公\"，但各本称呼不同，天一阁本称为\"王和卿学士\"，孟称舜本却称他为\"散人\"。他与关汉卿是同时代人而又比关汉卿早卒。明·朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。现存散曲小令21首，套曲1首见于《太平乐府》、《阳春白雪》、《词林摘艳》等集中。"}, {"dynasty": "开封市"}, {"name": "谭处端", "info": "—全真道北七真之一。宁海（今山东牟平）人。初名玉，字伯玉，后改法名处端，字通正，号长真子。金大定年间师事王重阳，为全真道南无派创立者。传平昔好书龟蛇二字，奉道信士多收藏之。元世祖赠“长真水蕴德真人”，世称“长真真人”。著有《水云集》。"}, {"dynasty": "杭州市"}, {"name": "查德卿", "info": "[元]（约公元一三一七年前后在世）名、里、生卒年及生平均不详，约元仁宗延佑中前后在世。工曲，太平乐府中选录甚多。明·朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。明·李开先评元人散曲，首推张可久、乔吉，次则举及查德卿（见《闲居集》卷五《碎乡小稿序》），可见其曲名较高。其散曲作品内容有吊古、抒怀、咏美人伤离情之类，风格典雅。"}, {"name": "贝琼", "info": "贝琼(1314～1379）初名阙，字廷臣，一字廷琚、仲琚，又字廷珍，别号清江。约生于元成宗大德初，卒于明太祖洪武十二年，年八十余岁。贝琼从杨维桢学诗，取其长而去其短；其诗论推崇盛唐而不取法宋代熙宁、元丰诸家。文章冲融和雅，诗风温厚之中自然高秀，足以领袖一时。著有《中星考》、《清江贝先生集》、《清江稿》、《云间集》等。"}, {"name": "曾瑞", "info": "曾瑞（生卒年不详）， 元代散曲作家。字瑞卿，自号褐夫。大兴（今北京市大兴区）人。因喜江浙人才风物而移家南方。《录鬼簿》记他“临终之日，诣门吊者以千数”，可知他当时已有盛名。由于志不屈物，不解趋附奉承，所以终身不仕，优游市井，赖江淮一带熟人馈赠为生。善绘画，能作隐语小曲，散曲集有《诗酒馀音》行于当世，今佚。"}, {"dynasty": "牟平市"}, {"dynasty": "涿州市"}, {"name": "吴镇", "info": "吴镇（1280—1354），元代画家。字仲圭，号梅花道人，尝署梅道人。浙江嘉善人。早年在村塾教书，后从柳天骥研习“天人性命之学”，遂隐居，以卖卜为生。擅画山水、墨竹。山水师法董源、巨然，兼取马远、夏圭，干湿笔互用，尤擅带湿点苔。水墨苍莽，淋漓雄厚。喜作渔父图，有清旷野逸之趣。墨竹宗文同，格调简率遒劲。与黄公望、倪瓒、王蒙合称“元四家”。精书法，工诗文。存世作品有《渔父图》、《双松平远图》、《洞庭渔隐图》等。"}, {"name": "钟嗣成", "info": "钟嗣成（约1279——约1360），元代文学家，散曲家，字继先，号丑斋，大梁（今河南开封）人，寓居杭州。屡试不中。顺帝时编著《录鬼簿》二卷，有至顺元年（1330）自序，载元代杂剧、散曲作家小传和作品名目。所作杂剧今知有《章台柳》《钱神论》《蟠桃会》等七种，皆不传。所作散曲今存小令五十九首，套数一套。"}, {"dynasty": "扬州市"}, {"name": "宋方壶", "info": "宋方壶，生卒年不详，名子正，华亭（今上海市松江县）人。曾筑室于华亭莺湖，名之曰“方壶”，遂以为号。约生活在元末明初。工散曲，有的写入明之后。现存套数五套、小令13首。"}, {"name": "张鸣善", "info": "张鸣善 元代散曲家。名择，号顽老子。原籍平阳（今属山西），家在湖南，流寓扬州。官至淮东道宣慰司令史。填词度曲词藻丰赡，常以诙谐语讽人。张鸣善身处元末丧乱之际，深感现实的动乱与污浊，因此多有刺时之作。"}, {"dynasty": "台州市"}, {"name": "赵善庆", "info": "赵善庆（？-1345年后），元代文学家。一作赵孟庆，字文贤，一作文宝，饶州乐平（今江西乐平县）人。《录鬼簿》说他「善卜术，任阴阳学正」。著杂剧《教女兵》、《村学堂》八种，均佚。散曲存小令二十九首。《太和正音谱》称其曲「如蓝田美玉」。"}, {"dynasty": "上海市"}, {"name": "任昱", "info": "任昱，字则明，四明（今浙江宁波市）人。与张可久、曹明善为同时代人，少时好狎游，一生不仕。所作散曲小令在歌妓中传唱广泛。其作品《闲居》有“结庐移石动云根，不受红尘”、《隐居》有“不顺俗，不妄图，清高风度”等句，知其为足迹往来于苏、杭的一位“布衣”。"}, {"name": "唐珙", "info": "唐珙，字温如，元末明初诗人，会稽山阴（今浙江绍兴）人。其父南宋义士、词人唐珏在至元中与林景熙收拾宋陵遗骨，重新安葬，并植冬青为识。在乡里以诗知名，但所作传世不多。生平仅略见于《御选元诗》卷首《姓名爵里》 、《元诗选补遗》小传。"}, {"dynasty": "南昌市"}, {"name": "高明", "info": "高明(约1305~约1371) 元代戏曲家。字则诚号菜根道人。浙江瑞安人受业于县人黄溍时成古典名剧《琵琶记》。元代戏曲作家。瑞安属古永嘉郡，永嘉亦称东嘉，故后人称他为高东嘉。他的长辈、兄弟均能诗擅文。他曾从名儒黄□游，黄为官清廉，并以至孝见称。高明的思想、品格受家庭、老师影响颇深。明代万历刻本《琵琶记》插图高明青年时期用世之心很盛元顺帝至正五年(1345)以《春秋》考中进士，历任处州录事、江浙行省丞相掾、福建行省都事等职。高明为官清明练达，曾审理四明冤狱，郡中称为神明。他能关心民间疾苦，不屈权势，受到治下百姓爱戴，处州期满离任时，百姓曾为他立碑。"}, {"name": "凌云翰", "info": "浙江仁和人，字彦翀。博览群籍，通经史，工诗。元至正间举人。洪武初以荐，授成都府学教授。后坐事谪南荒。有《柘轩集》。"}, {"dynasty": "湖州市"}, {"dynasty": "湖南省"}, {"name": "兰楚芳", "info": "兰楚芳，也作蓝楚芳，西域人。官江西元帅。“丰神英秀，才思敏捷”。（《录鬼簿续编》）在武昌（今属湖北省）时常与刘廷信赓和乐章，人多以元、白拟之。明·朱叔《太和正音谱》评其词“如秋风桂子”。入明皈依佛门（据谢应芳《龟巢集·方外交疏贺兰楚芳住法济寺》）。"}, {"name": "杨景贤", "info": "杨景贤，名暹，后改名讷，字景贤，一字景言。生卒年不详。然明初贾仲明《录鬼簿续编》云\"与余交五十年\"，永乐初尚得宠于朱明，可知杨氏乃元末明初戏曲家。杨氏本为蒙古人，上辈已移居浙江钱塘，故朱有炖《烟花梦引》言及京都乐妓蒋兰英时云之：\"钱塘杨讷为作传奇而深许之。\"《录鬼簿续编》言杨氏\"善琵琶，好戏谑，乐府出人头地。锦阵花营，悠悠乐志。与余交五十年。永乐初，与舜民一般遇宠。后卒于金陵\"。按其小传，知杨氏生平有三要。"}, {"dynasty": "福建省"}, {"name": "陈草庵", "info": "陈草庵（1245——约1330），名英，字彦卿，号草庵，大都（今北京市）人，生平事迹不详，元代散曲作家。曾任监察御史，中丞等职。现存小令二十六首。元·钟嗣成《录鬼簿》称其“陈草庵中丞”，名列前辈名公之中。孙楷第《元曲家考略》以为陈草庵名英，曾任宣抚，延初拜河南省左丞。门岿继考其人，名英，字彦卿，号草庵，析津（今北京）人。元代张养浩《云庄类稿》卷九《析津陈氏先茔墓碑铭》引陈英自述，叙其家世及任职历程甚详（见《元曲百家纵论》第七三页），可备一说。其存曲多愤世嫉俗之作。"}, {"name": "揭傒斯", "info": "揭傒斯（1274～1344）元代著名文学家、书法家、史学家。字曼硕，号贞文，龙兴富州（今江西丰城杜市镇大屋场）人。家贫力学，大德年间出游湘汉。延佑初年由布衣荐授翰林国史院编修官，迁应奉翰林文字，前后三入翰林，官奎章阁授经郎、迁翰林待制，拜集贤学士，翰林侍讲学士阶中奉大夫，封豫章郡公，修辽、金、宋三史，为总裁官。《辽史》成，得寒疾卒于史馆，谥文安，著有《文安集》，为文简洁严整，为诗清婉丽密。善楷书、行、草，朝廷典册，多出其手。与虞集、杨载、范梈同为“元诗四大家”之一，又与虞集、柳贯、黄溍并称“儒林四杰。”"}, {"name": "滕宾", "info": "黄州黄冈人，字玉霄，一名宾。喜纵酒，其谈笑笔墨，为人传诵。武宗至大间任翰林学士，出为江西儒学提举。后弃家，入天台山为道士。有《玉霄集》。"}, {"name": "张弘范", "info": "张弘范（1238年—1280年），字仲畴，易州定兴人，元朝初期重要将领，名将张柔第九子，曾参加过襄阳之战，后跟随元帅伯颜南下攻打南宋，是忽必烈灭宋之战的主要指挥者，曾击败南宋将领文天祥与张世杰，官居江东道宣慰使，深受元世祖忽必烈的器重。至元十七年（1280年）正月十日病死，时年四十三岁。元世祖赠予银青荣禄大夫、平章政事，予谥武烈。元武宗至大四年（1311年），加赠推忠效节翊运功臣、太师、开府仪同三司、上柱国、齐国公，改谥忠武。元仁宗延祐五年（1319年），加赠“保大功臣”，加封淮阳王，予谥献武。"}, {"dynasty": "吉安市"}, {"dynasty": "宿州市"}, {"name": "谢应芳", "info": "谢应芳（1295～1392）元末明初学者。字子兰，号龟巢，常州武进（今属江苏）人。自幼钻研理学，隐白鹤溪上，名其室为“龟巢”，因以为号。授徒讲学，议论必关世教，导人为善，元末避地吴中，明兴始归，隐居芳茂山，素履高洁，为学者所宗，有《辨惑编》、《龟巢稿》等。"}, {"name": "李致远", "info": "李致远[元]（1261-约1325）字致远。工曲，今仅存还牢末剧一种，散曲散存太平乐府等选本中。何梦华抄本《太平乐府》注云“江右（今江西）”至元中，客居溧阳（今属江苏）。存小令26首，套数4篇及杂剧《还牢末》。仇远相交甚密。据仇远写给李致远的《和李志远君深秀才》诗中说他“有才未遇政绩损”“亦固穷忘怨尤”“一瓢陋巷誓不出，孤云野鹤心自由”，可以看出他仕途不顺，一生郁郁不得志，但性格孤傲清高。《太和正音谱》列其为曲坛名家，评其曲曰：“如玉匣昆吾。”"}, {"name": "周德清", "info": "周德清（1277－1365）元代文学家。字日湛，号挺斋，高安（今属江西高安市杨圩镇睱塘周家）人。北宋词人周邦彦的后代。工乐府，善音律。终身不仕。著有音韵学名著《中原音韵》，为我国古代有名的音韵学家。元代卓越的音韵学家与戏曲作家。《录鬼簿续篇》对他的散曲创作评价很高，然其编著的《中原音韵》在中国音韵学与戏曲史上却有非凡影响。「德清三词，不惟江南，实天下之独步也。」《全元散曲》录存其小令31首，套数3套。至正己（1365）卒，年八十九。"}, {"name": "张翥", "info": "张翥(1287～1368) 元代诗人。字仲举，晋宁（今山西临汾）人。少年时四处游荡，后随著名文人李存读书，十分勤奋。其父调官杭州，又有机会随仇远学习，因此诗文都写得出色，渐有名气。张翥有一段时间隐居扬州，至正初年(1341)被任命为国子助教。后来升至翰林学士承旨。"}, {"name": "朱庭玉", "info": "朱庭玉（ “庭”或作“廷”） ，生平、里籍均不详。"}, {"dynasty": "辽宁省"}, {"name": "方回", "info": "（1227—1307）宋元间徽州歙县人，字万里，号虚谷。幼孤，从叔父学。宋理宗景定三年进士。初媚贾似道，似道败，又上十可斩之疏。后官知严州，以城降元，为建德路总管。寻罢归，遂肆意于诗。有《桐江集》、《续古今考》，又选唐宋以来律诗，为《瀛奎律髓》。"}, {"name": "瞿佑", "info": "瞿佑（一作祐）（1341－1427）字宗吉，自号存斋，钱塘人。洪武初以荐历宜阳训导、迁周府长史。永乐间以诗祸谪戍保安，洪熙元年放归。著有《香台集》、《乐府遗音》、《剪灯新话》等。"}, {"name": "张养浩", "info": "张养浩（1269—1329年），汉族，字希孟，号云庄，山东济南人，元代著名散曲家。诗、文兼擅，而以散曲著称。代表作有《山坡羊·潼关怀古》等。"}, {"name": "吴师道", "info": "吴师道(1283—1344)，字正传，婺州兰溪县城隆礼坊人。生于元世祖至元二十年，卒年惠宗至正四年，年六十二岁。聪敏善记诵，诗文清丽。19岁诵宋儒真德秀遗书，乃致力理学研究，竭力排斥其他学说。元至治元年(1321)登进士第。授高邮县丞，主持兴筑漕渠以通运。因为官清正，被荐任国子助教，延祐间，为国子博士，六馆诸生皆以为得师。后再迁奉议大夫。以礼部郎中致仕，终于家。生平以道学自任，晚年益精于学，剖析精严。"}, {"name": "陈孚", "info": "陈孚（1259 — 1309）元代学者。字刚中，号勿庵，浙江临海县太平乡石唐里（今白水洋镇松里）人。至元年间，上《大一统赋》，后讲学于河南上蔡书院，为山长，曾任国史院编修、礼部郎中，官至天台路总管府治中。诗文不事雕琢，纪行诗多描摹风土人情，七言古体诗最出色，著有《观光集》、《交州集》等。"}, {"name": "汪元亨", "info": "汪元亨（生卒不详），元代文学家。字协贞，号云林，别号临川佚老，饶州（今江西鄱阳）人元至正间出仕浙江省掾，后迁居常熟官至尚书。所作杂剧有三种，今皆不传。《录鬼簿续篇》说他有《归田录》一百篇行世，见重于人。现存小令恰一百首，中题名「警世」者二十首，题作《归田》者八十首。他生当元末明初乱世，从今存散曲内容看，多警世叹时之作，吟咏归田隐逸生活。在艺术上，其散曲风格豪放，语言质朴，善用排比，一气贯注：有些则潇洒典雅，情味浓郁，互文比喻，耐人寻味。"}, {"dynasty": "卫辉市"}, {"name": "管道升", "info": "（1262—1319）元吴兴人，字仲姬，一字瑶姬。赵孟頫妻。仁宗即位，封吴兴郡夫人，后加封魏国夫人。工词章，画墨竹兰梅，笔意清绝，亦善书。"}, {"name": "张雨", "info": "张雨（1283～1350）元代诗文家，号句曲外史，道名嗣真，道号贞居子曾从虞集受学，博学多闻，善谈名理。诗文、诗文、书法、绘画，清新流丽，有晋、唐遗意。年二十弃家为道士，居茅山，尝从开元宫王真人入京，欲官之，不就。"}, {"name": "汤舜民", "info": "汤舜民，元末明初戏曲作家，号菊庄，字、生卒年、生平事迹均不详，象山（今属浙江）人。补本县吏，非其志也。后落魄江湖间。好滑稽，与贾仲明交久而不衰。文皇帝在燕邸时，宠遇甚厚，永乐间恩赍常及。所作乐府、套数、小令极多，语皆工巧，江湖盛传之。所撰杂剧2种：《瑞仙亭》、《娇红记》，惜已佚。朱权《太和正音谱》评其词曲格势，喻如“锦屏春风”。"}, {"dynasty": "忻州市"}, {"name": "刘秉忠", "info": "刘秉忠（1216-1274年），初名刘侃，字仲晦，号藏春散人，邢州（今河北邢台市）人。因信佛教改名子聪，任官后而名刘秉忠。元朝杰出政治家、文学家。刘秉忠是元初政坛一位很具特色的政治人物，对于元代政治体制、典章制度的奠定发挥了重大作用。同时，又是一位诗文词曲兼擅的文学家。至元十一年，逝世。元世祖赠太傅，封赵国公，谥号文贞。元成宗时，追赠太师，改谥文正。元仁宗时，追封常山王。"}, {"name": "周权", "info": "处州人，字衡之，号此山。磊落负隽才。工诗。游京师，袁桷深重之，荐为馆职，弗就。益肆力于词章。有《此山集》。"}, {"name": "曹伯启", "info": "曹伯启（1255—1333）元文学家。字士开。砀山（今属安徽）人。元世祖至元中，荐除冀州教授，累迁集贤侍读学士，进御史台侍御史，出浙西廉访使。泰定初以年老告退。天历初，起任淮东廉访使，拜陕酉诸道行台御史中丞，辞疾不起。赠河南行省左丞，谥文贞。性庄肃，奉身清约。著有《曹文贞公诗集》（一名《汉泉漫稿》）十卷。生平事迹见《曹文贞公诗集》附录曹鉴《溢文贞公神道碑铭》、《元史》卷一七六。"}, {"dynasty": "洛阳市"}, {"name": "刘燕哥", "info": "刘燕哥，又作刘燕歌，生活于宋末元初，相传为元代歌妓，现今存小令一首。"}, {"name": "丁鹤年", "info": "元末明初诗人、养生家，京城老字号“鹤年堂”创始人。 诗人，有《丁鹤年集》传世。 著名孝子，为明初十大孝子之一。以73岁高龄为母守灵达17载，直到90岁去世。《四库全书》中收录的《丁孝子传》和《丁孝子诗》即是他的事迹。诗开篇赞曰：“丁鹤年精诚之心上达九天，丁鹤年精诚之心下达九泉。”"}, {"dynasty": "山东省"}, {"name": "贯云石", "info": "贯云石(1286～1324) 元代散曲作家。字浮岑，号成斋，疏仙，酸斋。出身高昌回鹘畏吾人贵胄，祖父阿里海涯为元朝开国大将。原名小云石海涯，因父名贯只哥，即以贯为姓。自号酸斋。初因父荫袭为两淮万户府达鲁花赤，让爵于弟，北上从姚燧学。仁宗时拜翰林侍读学士、中奉大夫，知制诰同修国史。不久称疾辞官，隐于杭州一带，改名“易服”，在钱塘卖药为生，自号“芦花道人”。今人任讷将他的散曲与自号“甜斋”。"}, {"name": "盍西村", "info": "盍西村，生平不详。盱眙（今属江苏省）人。元·钟嗣成《录鬼簿》未载其名，而有盍志学，或以为系一人。《录鬼薄》把他列为“前辈已死名公”，称其为“学士”。他的散曲多为写景之作，歌颂隐逸生活，风格清新自然。明朱权《太和正音谱》评论说其词“如清风爽籁”。其散曲作品现存小令17首，套数1套。"}, {"name": "耶律楚材", "info": "耶律楚材（1190年7月24日 —1244年6月20日），字晋卿，号玉泉老人，法号湛然居士，蒙古名吾图撒合里，契丹族，蒙古帝国时期杰出的政治家、宰相，金国尚书右丞耶律履之子。1215年，成吉思汗的蒙古大军攻占燕京时候，听说他才华横溢、满腹经纶，遂向他询问治国大计。而耶律楚材也因对金朝失去信心，决心转投成吉思汗帐下他的到来，对成吉思汗及其子孙产生深远影响，他采取的各种措施为元朝的建立奠定基础。乃马真后称制时，渐失信任，抑郁而死。卒谥文正。有《湛然居士集》等。"}, {"dynasty": "上海市(省)"}, {"name": "舒頔", "info": "舒頔(dí)（一三○四～一三七七），字道原，绩溪，（今属安徽省）人。擅长隶书，博学广闻。曾任台州学正，后时艰不仕，隐居山中。入朝屡召不出，洪武十年（一三七七）终老于家。归隐时曾结庐为读书舍，其书斋取名“贞素斋”。著有《贞素斋集》、《北庄遗稿》等。《新元史》有传。"}, {"dynasty": "北京市"}, {"name": "奥敦周卿", "info": "奥敦周卿（生卒不详），女真族人。似与白朴同时，元初人。字周卿，号竹庵。奥敦是女真姓氏。《全元散曲》存其小令2首。其先世仕金。父奥敦保和降元后，累立战功，由万户迁至德兴府元帅。周卿本人历官怀孟路总管府判官、侍御史、河北河南道提刑按察司佥事。为元散曲前期作家，与杨果、白朴有交往，相互酬唱。今存小令二首，套数三曲。《太和正音谱》列为「词林英杰。」"}, {"name": "一分儿", "info": "一分儿，姓王，元代大都（今北京）角伎（即善歌舞的官妓），歌舞绝伦，聪慧无比。"}, {"name": "赵孟頫", "info": "赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。"}, {"dynasty": "株洲市"}, {"dynasty": "青州市"}, {"dynasty": "高安市"}, {"name": "关汉卿", "info": "关汉卿（约1220年──1300年），元代杂剧作家。是中国古代戏曲创作的代表人物，“元曲四大家”之首。号已斋（一作一斋）、已斋叟。汉族，解州人（今山西省运城），与马致远、郑光祖、白朴并称为“元曲四大家”。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。"}, {"name": "王冕", "info": "王冕（1310年～1359年），字元章，号煮石山农，亦号食中翁、梅花屋主等，浙江省绍兴市诸暨枫桥人，元朝著名画家、诗人、篆刻家。他出身贫寒，幼年替人放牛，靠自学成才。有《竹斋集》3卷，续集2卷。一生爱好梅花，种梅、咏梅，又攻画梅。所画梅花花密枝繁，生意盎然，劲健有力，对后世影响较大。存世画迹有《南枝春早图》《墨梅图》《三君子图》等。能治印，创用花乳石刻印章，篆法绝妙。《明史》有传。"}, {"dynasty": "嘉兴市"}, {"name": "薛昂夫", "info": "薛昂夫(1267—1359) 元代散曲家。回鹘（即今维吾尔族）人。原名薛超吾，以第一字为姓。先世内迁，居怀孟路（治所在今河南沁阳）。祖、父皆封覃国公。汉姓为马，又字九皋，故亦称马昂夫、马九皋。据赵孟頫《薛昂夫诗集序》（《松雪斋文集》），他曾执弟子礼于刘辰翁(1234～1297)门下，约可推知他生年约在元初至元年间。历官江西省令史，佥典瑞院事、太平路总管、衢州路总管等职。薛昂夫善篆书，有诗名，诗集已佚。诗作存于《皇元风雅后集》、《元诗选》等集中。"}, {"name": "白朴", "info": "白朴（1226—约1306） 原名恒，字仁甫，后改名朴，字太素，号兰谷。汉族，祖籍隩州（今山西河曲附近），后徙居真定（今河北正定县），晚岁寓居金陵（今南京市），终身未仕。他是元代著名的文学家、曲作家、杂剧家，与关汉卿、马致远、郑光祖合称为元曲四大家。代表作主要有《唐明皇秋夜梧桐雨》、《裴少俊墙头马上》、《董月英花月东墙记》等。"}, {"name": "辛文房", "info": "元西域人，字良史。以能诗称。有《唐才子传》。"}, {"dynasty": "温州市"}, {"name": "萨都剌", "info": "萨都剌（约1272—1355）元代诗人、画家、书法家。字天锡，号直斋。回族（一说蒙古族）。其先世为西域人，出生于雁门（今山西代县），泰定四年进士。授应奉翰林文字，擢南台御史，以弹劾权贵，左迁镇江录事司达鲁花赤，累迁江南行台侍御史，左迁淮西北道经历，晚年居杭州。萨都剌善绘画，精书法，尤善楷书。有虎卧龙跳之才，人称燕门才子。他的文学创作，以诗歌为主，诗词内容，以游山玩水、归隐赋闲、慕仙礼佛、酬酢应答之类为多，思想价值不高。萨都剌还留有《严陵钓台图》和《梅雀》等画，现珍藏于北京故宫博物院。"}, {"name": "王庭筠", "info": "王庭筠（1151～1202）金代文学家、书画家。字子端，号黄华山主、黄华老人、黄华老子，别号雪溪。金代辽东人（今营口熊岳），米芾之甥。庭筠文名早著，金大定十六年（1176）进士，历官州县，仕至翰林修撰。文词渊雅，字画精美，《中州雅府》收其词作十六首，以幽峭绵渺见长。"}, {"name": "周文质", "info": "周文质（？－1334），元代文学家。字仲彬，建德（今属浙江）人，后居杭州。与钟嗣成相交二十余年，两人情深意笃，形影不离，故《录鬼簿》对他有详细的记载：“体貌清癯，学问渊博，资性工巧，文笔新奇。家世儒业，俯就路吏。善丹青，能歌舞，明曲调，谐音律。性尚豪侠，好事敬客善绘画，谐音律。所作杂剧今知有四种。现仅《苏武还乡》（或称《苏武还朝》）存有残曲。散曲存有小令四十三首，套数五套，多男女相思之作。"}], "edges": [{"source": 70, "target": 132, "relation": "省-市"}, {"source": 132, "target": 156, "relation": "出自于"}, {"source": 65, "target": 153, "relation": "出自于"}, {"source": 70, "target": 80, "relation": "省-市"}, {"source": 80, "target": 152, "relation": "出自于"}, {"source": 46, "target": 36, "relation": "省-市"}, {"source": 36, "target": 18, "relation": "出自于"}, {"source": 139, "target": 22, "relation": "省-市"}, {"source": 22, "target": 124, "relation": "出自于"}, {"source": 65, "target": 20, "relation": "出自于"}, {"source": 2, "target": 3, "relation": "省-市"}, {"source": 3, "target": 74, "relation": "出自于"}, {"source": 46, "target": 19, "relation": "省-市"}, {"source": 19, "target": 101, "relation": "出自于"}, {"source": 65, "target": 15, "relation": "出自于"}, {"source": 70, "target": 29, "relation": "省-市"}, {"source": 29, "target": 64, "relation": "出自于"}, {"source": 65, "target": 140, "relation": "出自于"}, {"source": 46, "target": 105, "relation": "省-市"}, {"source": 105, "target": 148, "relation": "出自于"}, {"source": 132, "target": 159, "relation": "出自于"}, {"source": 70, "target": 53, "relation": "省-市"}, {"source": 53, "target": 43, "relation": "出自于"}, {"source": 60, "target": 75, "relation": "省-市"}, {"source": 75, "target": 155, "relation": "出自于"}, {"source": 47, "target": 145, "relation": "省-市"}, {"source": 145, "target": 110, "relation": "出自于"}, {"source": 2, "target": 91, "relation": "省-市"}, {"source": 91, "target": 31, "relation": "出自于"}, {"source": 60, "target": 128, "relation": "省-市"}, {"source": 128, "target": 72, "relation": "出自于"}, {"source": 65, "target": 142, "relation": "出自于"}, {"source": 3, "target": 1, "relation": "出自于"}, {"source": 65, "target": 96, "relation": "出自于"}, {"source": 9, "target": 21, "relation": "省-市"}, {"source": 21, "target": 117, "relation": "出自于"}, {"source": 2, "target": 23, "relation": "省-市"}, {"source": 23, "target": 83, "relation": "出自于"}, {"source": 19, "target": 58, "relation": "出自于"}, {"source": 9, "target": 6, "relation": "省-市"}, {"source": 6, "target": 32, "relation": "出自于"}, {"source": 65, "target": 129, "relation": "出自于"}, {"source": 9, "target": 94, "relation": "省-市"}, {"source": 94, "target": 0, "relation": "出自于"}, {"source": 65, "target": 13, "relation": "出自于"}, {"source": 46, "target": 86, "relation": "省-市"}, {"source": 86, "target": 161, "relation": "出自于"}, {"source": 121, "target": 27, "relation": "省-市"}, {"source": 27, "target": 160, "relation": "出自于"}, {"source": 5, "target": 42, "relation": "省-市"}, {"source": 42, "target": 111, "relation": "出自于"}, {"source": 5, "target": 151, "relation": "省-市"}, {"source": 151, "target": 118, "relation": "出自于"}, {"source": 3, "target": 28, "relation": "出自于"}, {"source": 143, "target": 99, "relation": "省-市"}, {"source": 99, "target": 95, "relation": "出自于"}, {"source": 23, "target": 55, "relation": "出自于"}, {"source": 53, "target": 119, "relation": "出自于"}, {"source": 60, "target": 136, "relation": "省-市"}, {"source": 136, "target": 41, "relation": "出自于"}, {"source": 46, "target": 158, "relation": "省-市"}, {"source": 158, "target": 77, "relation": "出自于"}, {"source": 109, "target": 17, "relation": "省-市"}, {"source": 17, "target": 59, "relation": "出自于"}, {"source": 65, "target": 122, "relation": "出自于"}, {"source": 2, "target": 16, "relation": "省-市"}, {"source": 16, "target": 133, "relation": "出自于"}, {"source": 86, "target": 63, "relation": "出自于"}, {"source": 65, "target": 103, "relation": "出自于"}, {"source": 65, "target": 130, "relation": "出自于"}, {"source": 65, "target": 157, "relation": "出自于"}, {"source": 65, "target": 69, "relation": "出自于"}, {"source": 106, "target": 54, "relation": "省-市"}, {"source": 54, "target": 33, "relation": "出自于"}, {"source": 5, "target": 7, "relation": "省-市"}, {"source": 7, "target": 62, "relation": "出自于"}, {"source": 65, "target": 120, "relation": "出自于"}, {"source": 65, "target": 146, "relation": "出自于"}, {"source": 65, "target": 123, "relation": "出自于"}, {"source": 34, "target": 115, "relation": "省-市"}, {"source": 115, "target": 135, "relation": "出自于"}, {"source": 65, "target": 87, "relation": "出自于"}, {"source": 60, "target": 24, "relation": "省-市"}, {"source": 24, "target": 48, "relation": "出自于"}, {"source": 22, "target": 8, "relation": "出自于"}, {"source": 46, "target": 97, "relation": "省-市"}, {"source": 97, "target": 45, "relation": "出自于"}, {"source": 139, "target": 78, "relation": "省-市"}, {"source": 78, "target": 61, "relation": "出自于"}, {"source": 5, "target": 10, "relation": "省-市"}, {"source": 10, "target": 127, "relation": "出自于"}, {"source": 65, "target": 68, "relation": "出自于"}, {"source": 5, "target": 76, "relation": "省-市"}, {"source": 76, "target": 98, "relation": "出自于"}, {"source": 65, "target": 125, "relation": "出自于"}, {"source": 46, "target": 154, "relation": "省-市"}, {"source": 154, "target": 92, "relation": "出自于"}, {"source": 21, "target": 116, "relation": "出自于"}, {"source": 65, "target": 108, "relation": "出自于"}, {"source": 97, "target": 126, "relation": "出自于"}, {"source": 65, "target": 49, "relation": "出自于"}, {"source": 65, "target": 144, "relation": "出自于"}, {"source": 9, "target": 56, "relation": "省-市"}, {"source": 56, "target": 141, "relation": "出自于"}, {"source": 145, "target": 147, "relation": "出自于"}, {"source": 22, "target": 71, "relation": "出自于"}, {"source": 82, "target": 51, "relation": "省-市"}, {"source": 51, "target": 107, "relation": "出自于"}, {"source": 2, "target": 66, "relation": "省-市"}, {"source": 66, "target": 11, "relation": "出自于"}, {"source": 65, "target": 138, "relation": "出自于"}, {"source": 5, "target": 114, "relation": "省-市"}, {"source": 114, "target": 25, "relation": "出自于"}, {"source": 139, "target": 90, "relation": "省-市"}, {"source": 90, "target": 85, "relation": "出自于"}, {"source": 65, "target": 134, "relation": "出自于"}, {"source": 65, "target": 81, "relation": "出自于"}, {"source": 36, "target": 131, "relation": "出自于"}, {"source": 86, "target": 4, "relation": "出自于"}, {"source": 145, "target": 145, "relation": "省-市"}, {"source": 145, "target": 89, "relation": "出自于"}, {"source": 70, "target": 50, "relation": "省-市"}, {"source": 50, "target": 14, "relation": "出自于"}, {"source": 65, "target": 88, "relation": "出自于"}, {"source": 86, "target": 73, "relation": "出自于"}, {"source": 139, "target": 150, "relation": "省-市"}, {"source": 150, "target": 38, "relation": "出自于"}, {"source": 106, "target": 149, "relation": "省-市"}, {"source": 149, "target": 67, "relation": "出自于"}, {"source": 65, "target": 12, "relation": "出自于"}, {"source": 65, "target": 137, "relation": "出自于"}, {"source": 5, "target": 102, "relation": "省-市"}, {"source": 102, "target": 39, "relation": "出自于"}, {"source": 3, "target": 113, "relation": "出自于"}, {"source": 5, "target": 57, "relation": "省-市"}, {"source": 57, "target": 35, "relation": "出自于"}, {"source": 65, "target": 40, "relation": "出自于"}, {"source": 36, "target": 100, "relation": "出自于"}, {"source": 65, "target": 52, "relation": "出自于"}, {"source": 65, "target": 26, "relation": "出自于"}, {"source": 46, "target": 44, "relation": "省-市"}, {"source": 44, "target": 37, "relation": "出自于"}, {"source": 60, "target": 84, "relation": "省-市"}, {"source": 84, "target": 93, "relation": "出自于"}, {"source": 65, "target": 112, "relation": "出自于"}, {"source": 86, "target": 104, "relation": "出自于"}, {"source": 86, "target": 30, "relation": "出自于"}]}