{"nodes": [{"dynasty": "安阳市"}, {"dynasty": "驻马店市"}, {"name": "吕不韦", "info": "吕不韦（前292年—前235年），姜姓，吕氏，名不韦，卫国濮阳（今河南省安阳市滑县）人。战国末年著名商人、政治家、思想家，官至秦国丞相。吕不韦主持编纂《吕氏春秋》（又名《吕览》），有八览、六论、十二纪共20余万言，汇合了先秦各派学说，“兼儒墨，合名法”，故史称“杂家”。书成之日，悬于国门，声称能改动一字者赏千金。此为“一字千金”。后因嫪毐集团叛乱事受牵连，被免除相邦职务，出居河南封地。不久，秦王政复命让其举家迁蜀，吕不韦担心被诛杀，于是饮鸩自尽。"}, {"name": "列子", "info": "列子（大约公元前450年—公元前375年即战国年间，享年75岁），战国前期道家代表人物。名寇，又名御寇（“列子”是后人对他的尊称），华夏族，周朝郑国圃田（今河南省郑州市）人，古帝王列山氏之后。先秦天下十豪之一，著名的道学者、思想家、哲学家、文学家、教育家。对后世哲学、美学、文学、科技、养生、乐曲、宗教影响非常深远。著有《列子》，其学说本于黄帝老子，归同于老、庄。创立了先秦哲学学派贵虚学派（列子学）。是介于老子与庄子之间道家学派承前启后的重要传承人物。"}, {"name": "公羊高", "info": "公羊高，旧题《春秋公羊传》的作者。战国时齐国人。相传是子夏（卜商）的弟子，治《春秋》，传于公羊平。《春秋公羊传》最初仅有口说流传，西汉景帝时，传至玄孙公羊寿及齐人胡母生，才“著于竹帛”，流传于世。《春秋公羊传》，亦称《公羊春秋》或《公羊传》，是今文经学的重要典籍，起于鲁隐公元年（前722），终于鲁哀公十四年（前481），着重阐释《春秋》之“微言”、“大义”，史事记载较简略。"}, {"dynasty": "邯郸市"}, {"dynasty": "鹤壁市"}, {"dynasty": "山西省"}, {"name": "孔丘", "info": "孔子（公元前551年9月28日―公元前479年4月11日），子姓，孔氏，名丘，字仲尼，春秋末期鲁国陬邑（今山东曲阜）人，祖籍宋国栗邑（今河南夏邑），中国古代思想家、教育家，儒家学派创始人。孔子是当时社会上最博学者之一，在世时就被尊奉为“天纵之圣”“天之木铎”，更被后世统治者尊为孔圣人、至圣、至圣先师、大成至圣文宣王先师、万世师表。其思想对中国和世界都有深远的影响，其人被列为“世界十大文化名人”之首。　"}, {"name": "墨子", "info": "墨子，名翟，春秋末期战国初期宋国人，一说鲁阳人，一说滕国人。宋国贵族目夷的后裔，曾担任宋国大夫。中国古代思想家、教育家、科学家、军事家，墨家学派创始人和主要代表人物。墨子是中国历史上唯一一个农民出身的哲学家，创立了墨家学说。墨家在先秦时期影响很大，与儒家并称“显学”。创立了以几何学、物理学、光学为突出成就的一整套科学理论。战国时期的百家争鸣，有“非儒即墨”之称。"}, {"name": "晏婴", "info": "晏婴（？—前500年），姬姓（一说子姓），晏氏，字仲，谥“平”，史称“晏子”，夷维（今山东省高密市）人，春秋时期齐国著名政治家、思想家、外交家。晏婴是齐国上大夫晏弱之子。齐灵公二十六年（前556年）晏弱病死，晏婴继任为上大夫。历任齐灵公、庄公、景公三朝，辅政长达50余年。以有政治远见、外交才能和作风朴素闻名诸侯。他聪颖机智，能言善辩。内辅国政，屡谏齐王。对外他既富有灵活性，又坚持原则性，出使不受辱，捍卫了齐国的国格和国威。齐景公四十八年（前500年），晏婴去世。其思想和轶事典故多见于《晏子春秋》。　"}, {"name": "虞姬", "info": "楚汉之争时期“西楚霸王”项羽的爱姬，名虞（在《史记·项羽本纪》中有“有美人名虞”的记载)。一说姓虞（在《汉书·项籍传》中有“有美人姓虞”的记载）。生卒年不详，出生地不详（一说今江苏省沭阳县颜集镇虞溪村，一说今常熟虞山脚下虞溪村，一说今绍兴县漓渚镇塔石村）。相传容颜倾城，才艺并重，舞姿美艳，并有“虞美人”之称。逝世年龄正史并无记载，据野史记载，虞姬“{公元前230年-公元前202年}年仅28岁。"}, {"name": "孙膑", "info": "孙膑，山东鄄城人，生卒年不详，中国战国初期军事家，兵家代表人物。孙膑原名不详，因受过膑刑故名孙膑。为鬼谷子王诩的徒弟，同庞涓一师之徒。唐德宗时将孙膑等历史上六十四位武功卓著的名将供奉于武成王庙内，被称为武成王庙六十四将。宋徽宗时追尊孙膑为武清伯，位列宋武庙七十二将之一。　"}, {"name": "姜子牙", "info": "姜子牙（约前1156年—约前1017年），姜姓，吕氏，名尚，字子牙，号飞熊，河内郡汲县人。中国古代杰出的政治家、军事家、韬略家，周朝开国元勋，商末周初兵学奠基人。垂钓于渭水之滨，遇见西伯侯姬昌，拜为“太师”（武官名），尊称太公望，成为首席智囊，辅佐姬昌建立霸业。周武王即位后，尊为“师尚父”，成为周国军事统帅，人称姜尚。辅佐武王消灭商纣，建立周朝，封为齐侯，定都于营丘，成为姜氏齐国的缔造者、齐文化的创始人。辅佐执政周公旦，平定内乱，开疆扩土，建立成康之治。周康王六年，卒于镐京，长子姜伋嗣位。后世推崇备至，历代皇帝和文史典籍尊为兵家鼻祖、武圣、百家宗师。唐肃宗时期，追封为武成王，设立武庙祭祀。宋真宗时期，追谥昭烈。　"}, {"name": "尉缭", "info": "名缭。尉缭一生事迹，史籍载之不详，大约活动于魏国由安邑迁都于大梁的历史时期，著名的军事家。秦王政十年（公元前237年）入秦游说，被任为国尉，因称尉缭。　"}, {"dynasty": "襄阳市"}, {"dynasty": "青海市"}, {"name": "宁戚", "info": "甯戚，春秋卫惠公（公元前686年-前669年在位）时人，姬姓，甯氏，名戚，是现代甯姓始祖，春秋莱棠邑（今青岛平度）人，卫国（今河南境内）人，早年怀经世济民之才而不得志。齐桓公二十八年（前685）拜为大夫。后长期任齐国大司田，为齐桓公主要辅佐者之一。甯戚出生于卫国乡下的贫困家庭，后来齐国齐桓公的大臣，与管仲、隰朋、宾胥无、鲍叔五人皆为齐桓公功臣，在齐桓公称霸中起到重要作用。"}, {"name": "李耳", "info": "老子，姓李名耳，字聃，一字伯阳，或曰谥伯阳，春秋时期人，生卒年不详，籍贯也多有争议。中国古代思想家、哲学家、文学家和史学家，道家学派创始人和主要代表人物，与庄子并称“老庄”。在道教中被尊为始祖，称“太上老君”。在唐朝，被追认为李姓始祖。曾被奉为世界文化名人，世界百位历史名人之一。老子传世作品《道德经》（又称《老子》），是全球文字出版发行量最大的著作之一。　"}, {"name": "宋玉", "info": "宋玉，又名子渊，战国时鄢（今襄阳宜城）人， 楚国辞赋作家。生于屈原之后，曾事楚顷襄王。好辞赋，为屈原之后辞赋家，与唐勒、景差齐名。相传所作辞赋甚多，《汉书·卷三十·艺文志第十》录有赋16篇，今多亡佚。流传作品有《九辨》、《风赋》、《高唐赋》、《登徒子好色赋》等，但后3篇有人怀疑不是他所作。所谓“下里巴人”、“阳春白雪”、“曲高和寡”的典故皆他而来。"}, {"dynasty": "沁阳市"}, {"dynasty": "临汾市"}, {"name": "孙武", "info": "孙武（约公元前545－前470），字长卿，汉族，中国春秋时期齐国乐安（今山东广饶）人，是吴国将领。著名军事家、政治家。曾率领吴国军队大破楚国军队，占领了楚的国都郢城，几乎灭亡楚国。其著有巨作《孙子兵法》十三篇，为后世兵法家所推崇，被誉为“兵学圣典”，置于《武经七书》之首，被译为英文、法文、德文、日文，成为国际间最著名的兵学典范之书。今日在山东、江苏苏州等地，尚有祀奉孙武的庙宇，多谓之兵圣庙。　"}, {"name": "商鞅", "info": "商鞅（约公元前395年－公元前338年），战国时代政治家、改革家、思想家，法家代表人物，卫国（今河南省安阳市内黄县梁庄镇）人，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅。　"}, {"dynasty": "郑州市"}, {"name": "荆轲", "info": "（?—前227）战国末卫国（今河南鹤壁淇县）人。先世为齐贵族，迁于卫，卫人称庆卿。秦灭卫，亡至燕，燕人称荆卿、荆叔。时秦已灭韩、赵。燕太子丹谋刺秦王政，结交荆轲之友田光，因田光之荐，乃尊荆轲为上卿。燕王喜二十八年，以秦亡将樊于期首级和内夹匕首之督亢地图出使秦国，欲乘机行刺。向秦王政献图时，秦王政展图，图穷而匕首见。行刺未成，被杀。"}, {"name": "荀况", "info": "荀况即荀子（战国末期赵国思想家），（约公元前313－前238），名况，时人尊而号为“卿”，西汉时因避汉宣帝刘询讳，因“荀”与“孙”二字古音相通，故又称孙卿，汉族，战国末期赵国猗氏（今山西安泽县）人，著名思想家、文学家、政治家，儒家代表人物之一。曾三次出齐国稷下学宫的祭酒，后为楚兰陵（今山东兰陵）令。荀子对儒家思想有所发展，提倡性恶论，其学说常被后人拿来跟孟子的“性善说”比较，荀子对重新整理儒家典籍也有相当显著的贡献。　"}, {"dynasty": "南阳市"}, {"name": "项羽", "info": "项羽（公元前232年—公元前202年），名籍，字羽，秦下相（今江苏宿迁）人，他是中国军事思想“勇战派”代表人物，与“谋战派”孙武、韩信等人齐名。秦二世元年（前209年）从叔父项梁在吴中（今江苏苏州）起义，项梁阵亡后他率军渡河救赵王歇，巨鹿之战摧毁章邯的秦军主力。秦亡后称西楚霸王。后与刘邦争夺天下，进行了四年的楚汉战争，公元前202年兵败垓下（今安徽灵壁南），突围至乌江（今安徽和县长江段西）边自刎。项羽至今为止一直被评为中国历史上最为勇猛的著名武将，称之“生当作人杰，死亦为鬼雄”。"}, {"name": "周公旦", "info": "周公，姬姓，名旦，是周文王姬昌第四子，周武王姬发的弟弟，曾两次辅佐周武王东伐纣王，并制作礼乐。因其采邑在周，爵为上公，故称周公。周公是西周初期杰出的政治家、军事家、思想家、教育家，被尊为“元圣”和儒学先驱。</p>"}, {"name": "公孙龙", "info": "公孙龙（公元前320年－公元前250年），字子秉，华夏族。东周战国时期著名哲学家，生于赵邯郸（今河北省邯郸市），名家离坚白派的代表人物。能言善辩，曾为平原君门客。他提出了“离坚白”、“白马非马”等命题。　"}, {"dynasty": "河南省"}, {"dynasty": "高密市"}, {"dynasty": "曲阜市"}, {"name": "司马穰苴", "info": "司马穰苴一般指田穰苴。田穰苴（生卒不详），又称司马穰苴，春秋末期齐国人，是田完（陈完）的后代，齐田氏家族的支庶。田穰苴是继姜尚之后一位承上启下的著名军事家，曾率齐军击退晋、燕入侵之军，因功被封为大司马，子孙后世称司马氏。后因齐景公听信谗言，田穰苴被罢黜，未几抑郁发病而死。由于年代久远，其事迹流传不多，但其军事思想却影响巨大。唐肃宗时将田穰苴等历史上十位武功卓著的名将供奉于武成王庙内，被称为武庙十哲。宋徽宗时追尊田穰苴为横山侯，位列宋武庙七十二将之一。</p>"}, {"name": "吴起", "info": "吴起（前440年－前381年），中国战国初期军事家、政治家、改革家，兵家代表人物。卫国左氏（今山东省定陶县，一说山东省曹县东北）人。吴起一生历侍鲁、魏、楚三国，通晓兵家、法家、儒家三家思想，在内政、军事上都有极高的成就。仕鲁时曾击退齐国的入侵；仕魏时屡次破秦，尽得秦国河西之地，成就魏文侯的霸业；仕楚时主持改革，史称“吴起变法”，前381年，楚悼王去世，楚国贵族趁机发动兵变攻杀吴起。后世把他和孙武并称为“孙吴”，《吴子》与《孙子》又合称《孙吴兵法》，在中国古代军事典籍中占有重要地位。　"}, {"name": "曾参", "info": "曾参（公元前505—前436年），字子舆，门人尊称为曾子。春秋末期鲁国南武城（今山东平邑，一说山东嘉祥）人。孔子晚年的重要弟子之一，造诣很深，七十子之一。他们父子都是孔子的学生俱列孔门七十二贤。以修身和孝行著称，又颇多著述，是一位很有名的儒家大师。身后被尊为“宗圣”。　"}, {"name": "谷梁赤", "info": "谷梁赤，战国经学家。名或作喜、寘、俶，字子始，山东省菏泽定陶人。相传为子夏弟子。治《春秋》，初仅口说流传，至谷梁赤，为《春秋》残亡，多所遗失，乃为经作传，称《春秋谷梁传》。"}, {"name": "荀子", "info": "荀子（约公元前313年－公元前238年），名况，字卿，华夏族（汉族），战国末期赵国人。著名思想家、文学家、政治家，时人尊称“荀卿”。西汉时因避汉宣帝刘询讳，因“荀”与“孙”二字古音相通，故又称孙卿。曾三次出任齐国稷下学宫的祭酒，后为楚兰陵（位于今山东兰陵县）令。荀子对儒家思想有所发展，提倡性恶论，其学说常被后人拿来跟孟子的‘性善说’比较，荀子对重新整理儒家典籍也有相当显著的贡献。"}, {"name": "黄石公", "info": "黄石公，约前292年-前195年，秦汉时人，后得道成仙，被道教纳入神谱。据传黄石公是秦末汉初的五大隐士之一，排名第五。《史记·留侯世家》称其避秦世之乱，隐居东海下邳。其时张良因谋刺秦始皇不果，亡匿下邳。于下邳桥上遇到黄石公。黄石公三试张良后，授与《素书》，临别时有言：“十三年后，在济北谷城山下，黄石公即我矣。”张良后来以黄石公所授兵书助汉高祖刘邦夺得天下，并于十三年后，在济北谷城下找到了黄石，取而葆祠之。后世流传有黄石公《素书》和《黄石公三略》。　"}, {"name": "韩非", "info": "韩非子生于周赧王三十五年（约公元前281年），卒于秦王政十四年（公元前233年），韩非为韩国公子（即国君之子），汉族，战国末期韩国人(今河南省新郑）。师从荀子，是中国古代著名的哲学家、思想家，政论家和散文家，法家思想的集大成者，后世称“韩子”或“韩非子”，中国古代著名法家思想的代表人物。"}, {"dynasty": "湖北省"}, {"name": "庄周", "info": "庄子，姓庄，名周，战国时期宋国蒙人。战国中期道家学派代表人物，思想家、哲学家、文学家，庄学的创立者，与老子并称“老庄”。最早提出的“内圣外王”思想对儒家影响深远。洞悉易理，指出“《易》以道阴阳”，其“三籁”思想与《易经》三才之道相合。其文想象力极为丰富，语言运用自如，灵活多变，能把微妙难言的哲理说得引人入胜。代表作品为《庄子》，其中名篇有《逍遥游》《齐物论》《养生主》等。其作品被称为“文学的哲学，哲学的文学”。据传庄子尝隐居南华山，卒葬南华山，故唐玄宗天宝初，被诏封为南华真人，其书《庄子》被奉为《南华真经》。"}, {"name": "周文", "info": "周文（？－前209），秦末农民起义军将领。即周章，陈县人。战国末年，曾为项燕军视日，推算时辰吉凶。侍奉过春申君黄歇，自称懂得兵法。陈胜称王后，授予将军印，西向攻秦。 行军途中，不断征集士兵，至函谷关，已有兵车千辆，士兵数十万，不久进驻戏亭(今陕西临潼东)。 秦派少府章邯率主力反扑。他孤军深入，缺乏战斗经验，败退出函谷关，军次曹阳(今河南三门峡西南)，后又退至渑池(今河南渑西)。章邯追兵复至，他战败自杀。"}, {"dynasty": "平邑市"}, {"dynasty": "山东省"}, {"dynasty": "不详"}, {"name": "孔子", "info": "孔子（公元前551年9月28日－公元前479年4月11日），子姓，孔氏，名丘，字仲尼，鲁国陬邑（今山东曲阜）人，祖籍宋国（今河南），中国古代思想家、教育家，儒家学派创始人。孔子开创私人讲学之风，倡导仁义礼智信。有弟子三千，其中贤人七十二。曾带领部分弟子周游列国十三年，晚年修订六经（《诗》《书》《礼》《乐》《易》《春秋》）。去世后，其弟子及再传弟子把孔子及其弟子的言行语录和思想记录下来，整理编成《论语》。该书被奉为儒家经典。"}, {"name": "孔伋", "info": "孔伋（前483-前402），战国初期鲁国人，姓子，氏孔，名伋，字子思，孔子之孙。春秋战国时期著名的思想家，儒家的主要代表人物之一。　"}, {"dynasty": "菏泽市"}, {"dynasty": "宿迁市"}, {"dynasty": "广饶市"}, {"dynasty": "河北省"}, {"name": "左丘明", "info": "丘明（姓姜，氏丘，名明），华夏人，生于前502年，死于前422年，享年80岁。丘穆公吕印的后代。本名丘明，因其先祖曾任楚国的左史官，故在姓前添“左”字，故称左史官丘明先生，世称“左丘明”，后为鲁国太史 。左氏世为鲁国太史，至丘明则约与孔子（前551-479）同时，而年辈稍晚。他是当时著名史家、学者与思想家，著有《春秋左氏传》、《国语》等。左丘明的最重要贡献在于其所著《春秋左氏传》与《国语》二书。左氏家族世为太史，左丘明又与孔子一起“如周，观书于周史”，故熟悉诸国史事，并深刻理解孔子思想。"}, {"dynasty": "江苏省"}, {"name": "卜商", "info": "卜商（公元前507年—公元前400年），姬姓，卜氏，名商，字子夏，尊称卜子（夏），南阳温邑（今河南温县黄庄镇卜杨门村）人。春秋末期思想家、教育家，孔门十哲之一。周安王二年（公元前400年），去世，葬于温县。名列“孔门十哲”之一，从祀于孔庙，追封为魏侯。　"}, {"name": "李斯", "info": "李斯（公元前284年—公元前208年），字通古，汝南上蔡（今河南省上蔡县芦冈乡李斯楼村）人 [1-2] 。秦朝著名政治家、文学家和书法家。参与制定法律，统一车轨、文字、度量衡制度。李斯的政治主张的实施，对中国和世界产生了深远的影响，奠定了中国两千多年封建专制的基本格局。秦始皇死后，勾结内官赵高伪造遗诏，迫令公子扶苏自杀，拥立胡亥为二世皇帝，后为赵高所忌。秦二世二年（前208年），父子腰斩于咸阳，夷灭三族 。"}], "edges": [{"source": 46, "target": 53, "relation": "出自于"}, {"source": 46, "target": 42, "relation": "出自于"}, {"source": 46, "target": 38, "relation": "出自于"}, {"source": 46, "target": 18, "relation": "出自于"}, {"source": 31, "target": 24, "relation": "省-市"}, {"source": 24, "target": 40, "relation": "出自于"}, {"source": 41, "target": 15, "relation": "省-市"}, {"source": 15, "target": 19, "relation": "出自于"}, {"source": 54, "target": 50, "relation": "省-市"}, {"source": 50, "target": 28, "relation": "出自于"}, {"source": 31, "target": 1, "relation": "省-市"}, {"source": 1, "target": 56, "relation": "出自于"}, {"source": 45, "target": 51, "relation": "省-市"}, {"source": 51, "target": 22, "relation": "出自于"}, {"source": 24, "target": 3, "relation": "出自于"}, {"source": 45, "target": 33, "relation": "省-市"}, {"source": 33, "target": 8, "relation": "出自于"}, {"source": 31, "target": 20, "relation": "省-市"}, {"source": 20, "target": 13, "relation": "出自于"}, {"source": 33, "target": 47, "relation": "出自于"}, {"source": 7, "target": 21, "relation": "省-市"}, {"source": 21, "target": 26, "relation": "出自于"}, {"source": 31, "target": 0, "relation": "省-市"}, {"source": 0, "target": 23, "relation": "出自于"}, {"source": 46, "target": 39, "relation": "出自于"}, {"source": 0, "target": 2, "relation": "出自于"}, {"source": 46, "target": 12, "relation": "出自于"}, {"source": 45, "target": 44, "relation": "省-市"}, {"source": 44, "target": 36, "relation": "出自于"}, {"source": 46, "target": 11, "relation": "出自于"}, {"source": 46, "target": 48, "relation": "出自于"}, {"source": 45, "target": 49, "relation": "省-市"}, {"source": 49, "target": 35, "relation": "出自于"}, {"source": 46, "target": 29, "relation": "出自于"}, {"source": 45, "target": 32, "relation": "省-市"}, {"source": 32, "target": 10, "relation": "出自于"}, {"source": 46, "target": 9, "relation": "出自于"}, {"source": 31, "target": 6, "relation": "省-市"}, {"source": 6, "target": 25, "relation": "出自于"}, {"source": 46, "target": 4, "relation": "出自于"}, {"source": 31, "target": 27, "relation": "省-市"}, {"source": 27, "target": 55, "relation": "出自于"}, {"source": 52, "target": 5, "relation": "省-市"}, {"source": 5, "target": 30, "relation": "出自于"}, {"source": 46, "target": 14, "relation": "出自于"}, {"source": 46, "target": 34, "relation": "出自于"}, {"source": 49, "target": 37, "relation": "出自于"}, {"source": 45, "target": 16, "relation": "省-市"}, {"source": 16, "target": 17, "relation": "出自于"}, {"source": 46, "target": 43, "relation": "出自于"}]}