{"nodes": [{"name": "向子諲", "info": "向子諲(yīn)（1085-1152），字伯恭，号芗林居士，临江（今江西清江县）人。哲宗元符三年（1100）以荫补官。徽宗宣和间，累官京畿转运副使兼发运副使。高宗建炎处任迁江淮发运使。素与李纲善，李纲罢相，子湮也落职。起知潭州，次年金兵围潭州，子諲率军民坚守八日。绍兴中，累官户部侍郎，知平江府，因反对秦桧议和，落职居临江，其诗以南渡为界，前期风格绮丽，南渡后多伤时忧国之作。有《酒边词》二卷。"}, {"name": "吴潜", "info": "吴潜（1195—1262） 字毅夫，号履斋，宣州宁国（今属安徽）人。宁宗嘉定十年（1217）举进士第一，授承事郎，迁江东安抚留守。理宗淳祐十一年（1251）为参知政事，拜右丞相兼枢密使，封崇国公。次年罢相，开庆元年（1259）元兵南侵攻鄂州，被任为左丞相，封庆国公，后改许国公。被贾似道等人排挤，罢相，谪建昌军，徙潮州、循州。与姜夔、吴文英等交往，但词风却更近于辛弃疾。其词多抒发济时忧国的抱负与报国无门的悲愤。格调沉郁，感慨特深。著有《履斋遗集》，词集有《履斋诗余》。"}, {"dynasty": "河南省"}, {"name": "苏洵", "info": "苏洵（1009年－1066年），字明允，汉族，眉州眉山（今属四川眉山人）。北宋文学家，与其子苏轼、苏辙合称“三苏”，均被列入“唐宋八大家”。苏洵长于散文，尤擅政论，议论明畅，笔势雄健，有《嘉祐集》传世。"}, {"name": "陈师道", "info": "陈师道（1053～1102）北宋官员、诗人。字履常，一字无己，号后山居士，汉族，彭城（今江苏徐州）人。元祐初苏轼等荐其文行，起为徐州教授，历仕太学博士、颖州教授、秘书省正字。一生安贫乐道，闭门苦吟，有“闭门觅句陈无己”之称。陈师道为苏门六君子之一，江西诗派重要作家。亦能词，其词风格与诗相近，以拗峭惊警见长。但其诗、词存在着内容狭窄、词意艰涩之病。著有《后山先生集》，词有《后山词》。"}, {"name": "苏舜钦", "info": "苏舜钦（1008—1048）北宋诗人，字子美，开封（今属河南）人，曾祖父由梓州铜山（今四川中江）迁至开封（今属河南）。曾任县令、大理评事、集贤殿校理，监进奏院等职。因支持范仲淹的庆历革新，为守旧派所恨，御史中丞王拱辰让其属官劾奏苏舜钦，劾其在进奏院祭神时，用卖废纸之钱宴请宾客。罢职闲居苏州。后来复起为湖州长史，但不久就病故了。他与梅尧臣齐名，人称“梅苏”。有《苏学士文集》诗文集有《苏舜钦集》16卷，《四部丛刊》影清康熙刊本。1981年上海古籍出版社出版《苏舜钦集》。"}, {"dynasty": "九江市"}, {"dynasty": "涿州市"}, {"dynasty": "台州市"}, {"name": "韩元吉", "info": "韩元吉(1118～1187)南宋词人。字无咎，号南涧。汉族，开封雍邱（今河南开封市）人，一作许昌（今属河南）人。韩元吉词多抒发山林情趣，如〔柳梢青〕“云淡秋云”、〔贺新郎〕“病起情怀恶”等。著有《涧泉集》、《涧泉日记》、《南涧甲乙稿》、《南涧诗余》。存词80余首。"}, {"name": "郑思肖", "info": "郑思肖（1241～1318）宋末诗人、画家，连江（今属福建）人。原名不详，宋亡后改名思肖，因肖是宋朝国姓赵的组成部分。字忆翁，表示不忘故国；号所南，日常坐卧，要向南背北。亦自称菊山后人、景定诗人、三外野人、三外老夫等。曾以太学上舍生应博学鸿词试。元军南侵时，曾向朝廷献抵御之策，未被采纳。后客居吴下，寄食报国寺。郑思肖擅长作墨兰，花叶萧疏而不画根土，意寓宋土地已被掠夺。有诗集《心史》、《郑所南先生文集》、《所南翁一百二十图诗集》等。"}, {"name": "蔡伸", "info": "蔡伸（1088—1156）字伸道，号友古居士，莆田（今属福建）人，蔡襄孙。政和五年（1115）进士。宣和年间，出知潍州北海县、通判徐州。赵构以康王开大元帅幕府，伸间道谒军门，留置幕府。南渡后，通判真州，除知滁州。秦桧当国，以赵鼎党被罢，主管台州崇道观。绍兴九年（1139），起知徐州，改知德安府。后为浙东安抚司参谋官，提举崇道观。绍兴二十六年卒，年六十九。《宋史翼》有传。伸少有文名，擅书法，得祖襄笔意。工词，与向子諲同官彭城漕属，屡有酬赠。有《友古居士词》一卷。 存词175首。"}, {"dynasty": "湖北省"}, {"name": "陈与义", "info": "陈与义(1090-1138)，字去非，号简斋，汉族，其先祖居京兆，自曾祖陈希亮迁居洛阳，故为宋代河南洛阳人（现在属河南）。他生于宋哲宗元祐五年(1090年)，卒于南宋宋高宗绍兴八年(1138年)。北宋末，南宋初年的杰出诗人，同时也工于填词。其词存于今者虽仅十余首，却别具风格，尤近于苏东坡，语意超绝，笔力横空，疏朗明快，自然浑成，著有《简斋集》。"}, {"name": "林升", "info": "林升，字云友，又字梦屏，温州横阳亲仁乡荪湖里林坳（今属苍南县繁枝林坳）人，（《水心集》卷一二有《与平阳林升卿谋葬父序》）。大约生活在南宋孝宗朝（1106-1170年），是一位擅长诗文的士人。事见《东瓯诗存》卷四。《西湖游览志余》录其诗一首。"}, {"name": "张元干", "info": "张元干（1091年—约1161年），字仲宗，号芦川居士、真隐山人，晚年自称芦川老隐。芦川永福人（今福建永泰嵩口镇月洲村人）。历任太学上舍生、陈留县丞。金兵围汴，秦桧当国时，入李纲麾下，坚决抗金，力谏死守。曾赋《贺新郎》词赠李纲，后秦桧闻此事，以他事追赴大理寺除名削籍。元干尔后漫游江浙等地，客死他乡，卒年约七十，归葬闽之螺山。张元干与张孝祥一起号称南宋初期“词坛双璧”。"}, {"name": "晏几道", "info": "晏几道（1038年5月29日—1110年），北宋著名词人。字叔原，号小山，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。 历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，中年家境中落。与其父晏殊合称“二晏”。词风似父而造诣过之。工于言情，其小令语言清丽，感情深挚，尤负盛名。表达情感直率。多写爱情生活，是婉约派的重要作家。有《小山词》留世。"}, {"name": "陈著", "info": "（一二一四～一二九七），字谦之，一字子微，号本堂，晚年号嵩溪遗耄，鄞县（今浙江宁波）人，寄籍奉化。理宗宝祐四年（一二五六）进士，调监饶州商税。景定元年（一二六○），为白鹭书院山长，知安福县。"}, {"dynasty": "湖南省"}, {"dynasty": "福建省"}, {"dynasty": "湖州市"}, {"dynasty": "金华市"}, {"name": "史达祖", "info": "史达祖1163～1220？年，字邦卿，号梅溪，汴（河南开封）人。一生未中第，早年任过幕僚。韩侂胄当国时，他是最亲信的堂吏，负责撰拟文书。韩败，史牵连受黥刑，死于贫困中。史达祖的词以咏物为长，其中不乏身世之感。他还在宁宗朝北行使金，这一部分的北行词，充满了沉痛的家国之感。今传有《梅溪词》。存词112首。"}, {"dynasty": "吉林省"}, {"name": "刘过", "info": "刘过（1154～1206）南宋文学家，字改之，号龙洲道人。吉州太和（今江西泰和县）人，长于庐陵（今江西吉安），去世于江苏昆山，今其墓尚在。四次应举不中，流落江湖间，布衣终身。曾为陆游、辛弃疾所赏，亦与陈亮、岳珂友善。词风与辛弃疾相近，抒发抗金抱负狂逸俊致，与刘克庄、刘辰翁享有“辛派三刘”之誉，又与刘仙伦合称为“庐陵二布衣”。有《龙洲集》、《龙洲词》。"}, {"dynasty": "琼山县"}, {"name": "李曾伯", "info": "李曾伯（1198年－1268年），字长孺，号可斋。原籍覃怀（今河南沁阳附近），南渡后寓居嘉兴（今浙江嘉兴）。南宋中晚期名臣、词人，太宰李邦彦之后。其词喜用慷慨悲壮之调，抒发忧时感世之情，自称“愿学稼轩翁（辛弃疾）”《四库提要》称其“才气纵横，颇不入格，要亦戛戛异人，不屑拾慧牙后”。有《可斋杂稿》等传世。"}, {"dynasty": "温州市"}, {"name": "朱敦儒", "info": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）"}, {"name": "周密", "info": "周密 （1232-1298），字公谨，号草窗，又号四水潜夫、弁阳老人、华不注山人，南宋词人、文学家。祖籍济南，流寓吴兴（今浙江湖州）。宋德右间为义乌县（今年内属浙江）令。入元隐居不仕。自号四水潜夫。他的诗文都有成就，又能诗画音律，尤好藏弃校书，一生著述较丰。著有《齐东野语》、《武林旧事》、《癸辛杂识》、《志雅堂要杂钞》等杂著数十种。其词远祖清真，近法姜夔，风格清雅秀润，与吴文英并称“二窗”，词集名《频洲渔笛谱》、《草窗词》。"}, {"name": "谢逸", "info": "谢逸（1068-1113），字无逸，号溪堂。宋代临川城南（今属江西省抚州市）人。北宋文学家，江西诗派二十五法嗣之一。与其从弟谢薖并称“临川二谢”。与饶节、汪革、谢薖并称为“江西诗派临川四才子”。 曾写过300首咏蝶诗，人称“谢蝴蝶”。"}, {"name": "杨无咎", "info": "杨无咎（1097～1171）字补之，杨一作扬，一说名补之，字无咎。自号逃禅老人、清夷长者、紫阳居士。临江清江（今江西樟树）人，寓居洪州南昌。绘画尤擅墨梅。水墨人物画师法李公麟。书学欧阳询，笔势劲利。今存《逃禅词》一卷，词多题画之作，风格婉丽。生平事迹见《宋史翼》卷三六。"}, {"dynasty": "江西省"}, {"name": "岳飞", "info": "岳飞（1103—1142），字鹏举，宋相州汤阴县永和乡孝悌里（今河南安阳市汤阴县程岗村）人，中国历史上著名的军事家、战略家、民族英雄，位列南宋中兴四将之首。岳飞是南宋最杰出的统帅，他重视人民抗金力量，缔造了“连结河朔”之谋，主张黄河以北的抗金义军和宋军互相配合，夹击金军，以收复失地。岳飞的文学才华也是将帅中少有的，他的不朽词作《满江红》，是千古传诵的爱国名篇。葬于西湖畔栖霞岭。"}, {"dynasty": "永州市"}, {"name": "黄裳", "info": "黄裳（1044-1130），字勉仲，延平（今福建南平）人。元丰五年（1082）进士第一，累官至端明殿学士。卒赠少傅。著有《演山先生文集》、《演山词》。黄裳是北宋著名文学家和词人，其词语言明艳，如春水碧玉，令人心醉，著有《演山先生文集》、《演山词》，词作以《减字木兰花》最为著名，流传甚广。"}, {"name": "叶梦得", "info": "叶梦得(1077～1148) 宋代词人。字少蕴。苏州吴县人。绍圣四年(1097)登进士第，历任翰林学士、户部尚书、江东安抚大使等官职。晚年隐居湖州弁山玲珑山石林，故号石林居士，所著诗文多以石林为名，如《石林燕语》、《石林词》、《石林诗话》等。绍兴十八年卒，年七十二。死后追赠检校少保。 在北宋末年到南宋前半期的词风变异过程中，叶梦得是起到先导和枢纽作用的重要词人。作为南渡词人中年辈较长的一位，叶梦得开拓了南宋前半期以“气”入词的词坛新路。叶词中的气主要表现在英雄气、狂气、逸气三方面。"}, {"dynasty": "四川省"}, {"name": "吕蒙正", "info": "吕蒙正（944~1011年），字圣功，河南洛阳人，祖籍在今莱州市城港路街道军寨址村。北宋初年宰相。太平兴国二年（公元977年），考中状元后，授将作丞，出任升州通判。步步高升，三次登上相位，封为许国公，授太子太师。为人宽厚正直，对上遇礼而敢言，对下宽容有雅度。大中祥符四年（公元1011年），去世，终年六十八，追赠中书令，谥号文穆。"}, {"dynasty": "山东省"}, {"name": "林逋", "info": "林逋（967一1028）字君复，汉族，浙江大里黄贤村人（一说杭州钱塘）。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。1028年（天圣六年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖先生”。"}, {"name": "王观", "info": "王观(1035--1100)，字通叟，生于如皋(今江苏如皋)，北宋著名词人。王安石为开封府试官时，他得中科举及第。宋仁宗嘉佑二年(1057年)，考中进士。其后，历任大理寺丞、江都知县等职，在任时作《扬州赋》，宋神宗阅后大喜，大加褒赏；又撰《扬州芍药谱》一卷，遂被重用为翰林学士净土。"}, {"name": "李弥逊", "info": "李弥逊（1085～1153）字似之，号筠西翁、筠溪居士、普现居士等，吴县（今江苏苏州）人。大观三年（1109）进士。高宗朝，试中书舍人，再试户部侍郎，以反对议和忤秦桧，乞归田。晚年隐连江（今属福建）西山。所作词多抒写乱世时的感慨，风格豪放，有《筠溪乐府》，存词80余首。"}, {"name": "宋祁", "info": "宋祁（998～1061）北宋文学家。字子京，安州安陆（今湖北安陆）人，后徙居开封雍丘（今河南杞县）。天圣二年进士，官翰林学士、史馆修撰。与欧阳修等合修《新唐书》，书成，进工部尚书，拜翰林学士承旨。卒谥景文，与兄宋庠并有文名，时称“二宋”。诗词语言工丽，因《玉楼春》词中有“红杏枝头春意闹”句，世称“红杏尚书”。"}, {"name": "张抡", "info": "[约公元一一六二年前后在世]字才甫，自号莲社居士，开封（今属河南）人。里居及生卒年均不详，约宋高宗绍兴末前后在世。好填词，每应制进一词，宫中即付之丝竹。尝于乾道三年，（公元一一六七年）高宗莅聚景园，抡进柳梢青词；淳熙六年（公元一一七九）三月，高宗再莅聚景园，抡进壶中天慢词；九月，孝宗幸绛华宫，抡进临江仙词：均赐赉极渥。抡所著有《莲社词》一卷，存词100余首。《文献通考》及绍兴内府古器评二卷，《四库总目》并传于世。"}, {"dynasty": "宜春市"}, {"dynasty": "衢州市"}, {"dynasty": "焦作市"}, {"dynasty": "滨州市"}, {"name": "袁去华", "info": "袁去华，字宣卿，江西奉新（一作豫章）人。生卒年均不详，约宋高宗绍兴末前后在世。绍兴十五年（公元一一四五年）进士。改官知石首县而卒。善为歌词，尝为张孝祥所称。去华著有适斋类稿八卷，词一卷，著有《适斋类稿》、《袁宣卿词》、《文献通考》传于世。存词90余首。"}, {"name": "周敦颐", "info": "周敦颐（1017年6月1日—1073年7月14日），又名周元皓，原名周敦实，字茂叔，谥号元公，道州营道楼田保（今湖南省道县）人，世称濂溪先生。是北宋五子之一，宋朝儒家理学思想的开山鼻祖，文学家、哲学家。著有《周元公集》《爱莲说》《太极图说》《通书》（后人整编进《周元公集》）。周敦颐所提出的无极、太极、阴阳、五行、动静、主静、至诚、无欲、顺化等理学基本概念，为后世的理学家反复讨论和发挥，构成理学范畴体系中的重要内容。"}, {"name": "蒋捷", "info": "蒋捷（约1245～1305后），字胜欲，号竹山，南宋词人， 宋末元初阳羡（今江苏宜兴）人。先世为宜兴大族，南宋咸淳十年（1274）进士。南宋覆灭，深怀亡国之痛，隐居不仕，人称“竹山先生”、“樱桃进士”，其气节为时人所重。长于词，与周密、王沂孙、张炎并称“宋末四大家”。其词多抒发故国之思、山河之恸 、风格多样，而以悲凉清俊、萧寥疏爽为主。尤以造语奇巧之作，在宋季词坛上独标一格，有《竹山词》1卷，收入毛晋《宋六十名家词》本、《彊村丛书》本，又《竹山词》2卷，收入涉园景宋元明词续刊本。"}, {"name": "欧阳修", "info": "欧阳修（1007－1072），字永叔，号醉翁，晚号“六一居士”。汉族，吉州永丰（今江西省永丰县）人，因吉州原属庐陵郡，以“庐陵欧阳修”自居。谥号文忠，世称欧阳文忠公。北宋政治家、文学家、史学家，与韩愈、柳宗元、王安石、苏洵、苏轼、苏辙、曾巩合称“唐宋八大家”。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。"}, {"dynasty": "福州市"}, {"name": "李纲", "info": "李纲（1083年－1140年2月5日），北宋末、南宋初抗金名臣，民族英雄。字伯纪，号梁溪先生，祖籍福建邵武，祖父一代迁居江苏无锡。李纲能诗文，写有不少爱国篇章。亦能词，其咏史之作，形象鲜明生动，风格沉雄劲健。著有《梁溪先生文集》、《靖康传信录》、《梁溪词》。"}, {"dynasty": "河北省"}, {"dynasty": "运城市"}, {"dynasty": "永丰县"}, {"name": "司马光", "info": "司马光（1019年11月17日－1086年），字君实，号迂叟，陕州夏县（今山西夏县）涑水乡人，《宋史》，《辞海》等明确记载，世称涑水先生。生于河南省信阳市光山县。北宋史学家、文学家。历仕仁宗、英宗、神宗、哲宗四朝，卒赠太师、温国公，谥文正，主持编纂了中国历史上第一部编年体通史《资治通鉴》，为人温良谦恭、刚正不阿，其人格堪称儒学教化下的典范，历来受人景仰。生平著作甚多，主要有史学巨著《资治通鉴》、《温国文正司马公文集》、《稽古录》、《涑水记闻》、《潜虚》等。"}, {"name": "唐婉", "info": "唐琬（1128～1156），又名婉，字蕙仙，越州山阴（今浙江绍兴）人。陆游与唐琬以一只精美无比的家传凤钗作信物，与唐家订亲。陆游十九岁（绍兴十四年）与唐琬结合。唐琬的才华横溢与陆游的亲密感情，引起了陆母的不满，遂命陆游休了唐琬。公元1151年（绍兴二十一年），礼部会试失利后陆游到沈园去游玩，偶然遇见了唐琬，两个人都非常难过。陆游感伤地在墙上题了一首《钗头凤·红酥手》词。1156年，唐琬再次来到沈园瞥见陆游的题词，不由感慨万千，于是和了一阕《钗头凤·世情薄》。同年秋，便抑郁而终。"}, {"dynasty": "新乡市"}, {"name": "曾觌", "info": "曾觌（音di迪）（1109-1180） 字纯甫，汴京（今河南开封）人。绍兴中，为建王内知客。孝宗受禅，以潜邸旧人，授权知阁门事。淳熙初，除开府仪同三司，加少保、醴泉观使。趋奉宫廷，词多应制之作。其词语言婉丽，风格柔媚。代表作为《阮郎归》、《水调歌头》《西江月》《定风波》（长相思》、《采桑子》、《眼儿媚》、《忆秦娥》等，其中以《阮郎归》一词为最著名。"}, {"name": "黄庭坚", "info": "黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西省九江市修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。"}, {"name": "张孝祥", "info": "张孝祥（1132年—1170年），字安国，别号于湖居士，历阳乌江（今安徽和县乌江镇）人，卜居明州鄞县（今浙江宁波）。南宋著名词人，书法家。唐代诗人张籍的七世孙。张孝祥善诗文，尤工于词，其风格宏伟豪放，为“豪放派”代表作家之一。有《于湖居士文集》《于湖词》等传世。"}, {"dynasty": "安陆市"}, {"name": "戴复古", "info": "戴复古（1167年－约1248年），字式之，常居南塘石屏山，故自号石屏、石屏樵隐，天台黄岩（今属浙江台州）人，南宋著名江湖诗派诗人。曾从陆游学诗，作品受晚唐诗风影响，兼具江西诗派风格。部分作品抒发爱国思想，反映人民疾苦，具有现实意义。晚年总结诗歌创作经验，以诗体写成《论诗十绝》。一生不仕，浪游江湖，后归家隐居，卒年八十余。著有《石屏诗集》、《石屏词》、《石屏新语》。"}, {"name": "王之道", "info": "公元一〇九三年至一一六九年字彦猷，庐州濡须人。生于宋哲宗元祐八年，卒于孝宗乾道五年，年七十七岁。善文，明白晓畅，诗亦真朴有致。为人慷慨有气节。宣和六年，（公元一一二四年）与兄之义弟之深同登进士第。对策极言燕云用兵之非，以切直抑制下列。调历阳丞。绍兴和议初成，之道方通判滁州，力陈辱国非便。大忤秦桧意，谪监南雄盐税。坐是沦废者二十年。后累官湖南转运判官，以朝奉大夫致仕。之道著有相山集三十卷，《四库总目》相山词一卷，《文献通考》传于世。"}, {"dynasty": "江苏省"}, {"dynasty": "眉山市"}, {"dynasty": "安阳市"}, {"name": "葛长庚", "info": "白玉蟾（1134～1229），原名葛长庚，世称紫清先生。北宋琼管安抚司琼山县五原都显屋上村（今海南省琼山县石山镇典读村）人。书法善篆、隶、草，其草书如龙蛇飞动；画艺特长竹石、人物，所画梅竹、人物形象逼真；又工于诗词，文词清亮高绝，其七绝诗《早春》被收入传统蒙学经典《千家诗》。所著《道德宝章》（又称《老子注》），文简辞古，玄奥绝伦，独树一帜，被收入《四库全书》。其他著作有《海琼集》、《金华冲碧丹经秘旨》、《海琼白真人语录》、《罗浮山志》、《海琼白玉蟾先生文集》等。是海南历史上第一位在全国有影响的文化名人。"}, {"dynasty": "禹州市"}, {"name": "赵长卿", "info": "赵长卿号仙源居士。江西南丰人。宋代著名词人。 宋宗室，居南丰。生平事迹不详，曾赴漕试，约宋宁宗嘉定末前后在世。从作品中可知他少时孤洁，厌恶王族豪奢的生活，后辞帝京，纵游山水，居于江南，遁世隐居，过着清贫的生活。他同情百姓，友善乡邻，常作词呈乡人。晚年孤寂消沉。《四库提要》云：“长卿恬于仕进，觞咏自娱，随意成吟，多得淡远萧疏之致。”"}, {"dynasty": "临江市"}, {"name": "白玉蟾", "info": "白玉蟾（1134～1229），南宋时人，祖籍福建闽清，生于海南琼州，内丹理论家。南宗的实际创立者，创始金丹派南宗，金丹派南五祖之一。生卒年待考，原名葛长庚，本姓葛，名长庚。字如晦，号琼琯，自称神霄散史，海南道人，琼山老人，武夷散人。幼聪慧，谙九经，能诗赋，长于书画，12岁时举童子科，作《织机》诗；才华横溢，著作甚丰。自幼从陈楠学丹法，嘉定五年（1212）八月秋，再遇陈楠于罗浮山，得授金丹火候诀并五雷大法。"}, {"dynasty": "不详"}, {"name": "苏轼", "info": "（1037年1月8日-1101年8月24日）字子瞻、和仲，号铁冠道人、东坡居士，世称苏东坡、苏仙，汉族，眉州眉山（四川省眉山市）人，祖籍河北栾城，北宋著名文学家、书法家、画家，历史治水名人。苏轼是北宋中期文坛领袖，在诗、词、散文、书、画等方面取得很高成就。文纵横恣肆；诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”；词开豪放一派，与辛弃疾同是豪放派代表，并称“苏辛”；散文著述宏富，豪放自如，与欧阳修并称“欧苏”，为“唐宋八大家”之一。苏轼善书，“宋四家”之一；擅长文人画，尤擅墨竹、怪石、枯木等。作品有《东坡七集》《东坡易传》《东坡乐府》《潇湘竹石图卷》《古木怪石图卷》等。"}, {"dynasty": "嘉兴市"}, {"name": "晏殊", "info": "晏殊【yàn shū】（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今江西进贤县文港镇沙河人，位于香楠峰下，其父为抚州府手力节级），是当时的抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。"}, {"dynasty": "高邮市"}, {"name": "姜夔", "info": "姜夔[kuí]（1154年—1221年），字尧章，号白石道人，汉族，饶州鄱阳（今江西省鄱阳县）人。南宋文学家、音乐家。其作品素以空灵含蓄著称，姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。有《白石道人诗集》《白石道人歌曲》《续书谱》《绛帖平》等书传世。"}, {"dynasty": "乐清市"}, {"name": "洪适", "info": "洪适（1117～1184）南宋金石学家、诗人、词人。初名造，字温伯，又字景温；入仕后改名适，字景伯；晚年自号盘洲老人，饶州鄱阳（今江西省波阳县）人，洪皓长子，累官至尚书右仆射、同中书门下平章事兼枢密使，封魏国公，卒谥文惠。洪适与弟弟洪遵、洪迈皆以文学负盛名，有“鄱阳英气钟三秀”之称。同时，他在金石学方面造诣颇深，与欧阳修、赵明诚并称为宋代金石三大家。"}, {"name": "陆游", "info": "陆游（1125年11月13日－1210年1月26日），字务观，号放翁，汉族，越州山阴（今浙江绍兴）人，尚书右丞陆佃之孙，南宋文学家、史学家、爱国诗人。陆游生逢北宋灭亡之际，少年时即深受家庭爱国思想的熏陶。宋高宗时，参加礼部考试，因受宰臣秦桧排斥而仕途不畅。孝宗时赐进士出身。中年入蜀，投身军旅生活。嘉泰二年（1202年），宋宁宗诏陆游入京，主持编修孝宗、光宗《两朝实录》和《三朝史》，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》、《渭南文集》、《南唐书》、《老学庵笔记》等。"}, {"name": "毛滂", "info": "毛滂（1056——？约1124）， 字泽民，衢州江山石门（今浙江衢州）人。北宋词人。生于“天下文宗儒师”世家。父维瞻、伯维藩、叔维甫皆为进士。他自幼酷爱诗文词赋，北宋元丰二年（1079），与西安（今浙江衢州）赵英结为伉俪。毛滂诗词被时人评为“豪放恣肆”，“自成一家”。元祐四年（1089）所作《惜分飞·富阳僧舍代作别语》小词结尾“今夜山深处，断魂分付潮回去”，南宋周辉认为含蓄情醇“语尽而意不尽，意尽而情不尽”。有《东堂集》十卷和《东堂词》一卷传世。"}, {"dynasty": "陕西省"}, {"name": "刘克庄", "info": "刘克庄(1187～1269) 南宋诗人、词人、诗论家。字潜夫，号后村。福建莆田人。宋末文坛领袖，辛派词人的重要代表，词风豪迈慷慨。在江湖诗人中年寿最长，官位最高，成就也最大。晚年致力于辞赋创作，提出了许多革新理论。"}, {"dynasty": "开封市"}, {"dynasty": "渭南市"}, {"name": "张炎", "info": "张炎（1248年－1320年），字叔夏，号玉田，晚年号乐笑翁。祖籍陕西凤翔。六世祖张俊，宋朝著名将领。父张枢，“西湖吟社”重要成员，妙解音律，与著名词人周密相交。张炎是勋贵之后，前半生居于临安，生活优裕，而宋亡以后则家道中落，晚年漂泊落拓。著有《山中白云词》，存词302首。张炎另一重要的贡献在于创作了中国最早的词论专著《词源》，总结整理了宋末雅词一派的主要艺术思想与成就，其中以“清空”，“骚雅”为主要主张。"}, {"dynasty": "济宁市"}, {"dynasty": "菏泽市"}, {"dynasty": "宣城市"}, {"name": "杨万里", "info": "杨万里（1127年10月29日－1206年6月15日），字廷秀，号诚斋。吉州吉水（今江西省吉水县黄桥镇湴塘村）人。南宋著名诗人、大臣，与陆游、尤袤、范成大并称为“中兴四大诗人”。因宋光宗曾为其亲书“诚斋”二字，故学者称其为“诚斋先生”。杨万里一生作诗两万多首，传世作品有四千二百首，被誉为一代诗宗。他创造了语言浅近明白、清新自然，富有幽默情趣的“诚斋体”。杨万里的诗歌大多描写自然景物，且以此见长。他也有不少篇章反映民间疾苦、抒发爱国感情的作品。著有《诚斋集》等。"}, {"name": "寇准", "info": "莱国忠愍公寇准（961-1023），字平仲。汉族，华州下邽(今陕西渭南）人。北宋政治家﹑诗人。太平兴国五年进士，授大理评事，知归州巴东、大名府成安县。天禧元年，改山南东道节度使，再起为相（中书侍郎兼吏部尚书、同平章事、景灵宫使）。天圣元年 (1023) 九月，又贬寇准衡州司马，是时寇准病笃，诏至，抱病赴衡州（今衡阳）任，病故于竹榻之上，妻子宋氏奏乞归葬故里。皇佑四年，诏翰林学士孙抃撰神道碑，帝为篆其首曰“旌忠”。寇准善诗能文，七绝尤有韵味，今传《寇忠愍诗集》三卷。"}, {"dynasty": "上饶市"}, {"name": "晁端礼", "info": "晁端礼(1046～1113) 北宋词人。名一作元礼。字次膺。开德府清丰县（今属河南）人，因其父葬于济州任城（今山东济宁），遂为任城人。徽宗政和三年(1113)由于蔡京举荐应诏来到京城。适逢宫禁中莲荷初生，他进《并蒂芙蓉》词，大得徽宗称赏。于是以承事郎为大晟府协律。黄称他“与万俟雅言（咏）齐名，按月律进词”（《唐宋诸贤绝妙词选》卷七）。未及供职即病逝。"}, {"dynasty": "徐州市"}, {"name": "文天祥", "info": "文天祥（1236.6.6－1283.1.9），字履善，又字宋瑞，自号文山，浮休道人。汉族，吉州庐陵（今江西吉安县）人，南宋末大臣，文学家，民族英雄。宝祐四年（1256年）进士，官到右丞相兼枢密使。被派往元军的军营中谈判，被扣留。后脱险经高邮嵇庄到泰县塘湾，由南通南归，坚持抗元。祥兴元年（1278年）兵败被张弘范俘虏，在狱中坚持斗争三年多，后在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等作品。"}, {"dynasty": "宁波市"}, {"name": "朱熹", "info": "朱熹（1130年9月15日～1200年4月23日），行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人、逆翁。谥文，又称朱文公。汉族，祖籍南宋江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建三明市）。南宋著名的理学家、思想家、哲学家、教育家、诗人、闽学派的代表人物，世称朱子，是孔子、孟子以来最杰出的弘扬儒学的大师。"}, {"dynasty": "苏州市"}, {"name": "范成大", "info": "范成大（1126-1193），字致能，号称石湖居士。汉族，平江吴县（今江苏苏州）人。南宋诗人。谥文穆。从江西派入手，后学习中、晚唐诗，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。"}, {"name": "邵雍", "info": "邵雍（1011年—1077年），字尧夫，生于范阳（今河北涿州大邵村），幼年随父邵古迁往衡漳（今河南林县康节村），天圣四年（1026年），邵雍16岁，随其父到共城苏门山，卜居于此地。后师从李之才学《河图》、《洛书》与伏羲八卦，学有大成，并著有《皇极经世》、《观物内外篇》、《先天图》、《渔樵问对》、《伊川击壤集》、《梅花诗》等。嘉祐七年（1062年），移居洛阳天宫寺西天津桥南，自号安乐先生。出游时必坐一小车，由一人牵拉。宋仁宗嘉祐与宋神宗熙宁初，两度被举，均称疾不赴。熙宁十年（1077年）病卒，终年六十七岁。宋哲宗元祐中赐谥康节。"}, {"dynasty": "南平市"}, {"name": "高观国", "info": "高观国南宋词人。字宾王，号竹屋。山阴(今浙江绍兴)人。生卒年不详。生活于南宋中期，年代约与姜夔相近。与史达祖友善，常常相互唱和，词亦齐名，时称“高，史”。其成就虽不及史达祖，但也有值得重视之处。他善于创造名句警语，如“香心静，波心冷，琴心怨，客心惊”；“开遍西湖春意烂，算群花、正作江山梦”，都颇为后人传诵。从其作品中看不出有仕宦的痕迹，大约是一位以填词为业的吟社中人。为“南宋十杰”之一。有词集《竹屋痴语》。"}, {"name": "曾巩", "info": "曾巩（1019年9月30日－1083年4月30日，天禧三年八月二十五日－元丰六年四月十一日），字子固，世称“南丰先生”。汉族，建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。"}, {"dynasty": "马鞍山市"}, {"dynasty": "宝鸡市"}, {"dynasty": "济南市"}, {"name": "王应麟", "info": "王应麟（1223—1296），南宋官员、经史学者。字伯厚，号深宁居士，又号厚斋。庆元府鄞县（今浙江省宁波市鄞州区）人。理宗淳祐元年进士，宝祐四年复中博学宏词科。历官太常寺主簿、通判台州，召为秘节监、权中书舍人，知徽州、礼部尚书兼给事中等职。其为人正直敢言，屡次冒犯权臣丁大全、贾似道而遭罢斥，后辞官回乡，专意著述二十年。为学宗朱熹，涉猎经史百家、天文地理，熟悉掌故制度，长于考证。一生著述颇富，计有二十余种、六百多卷，相传《三字经》为其所著。"}, {"dynasty": "海南省"}, {"dynasty": "安徽省"}, {"name": "赵师秀", "info": "赵师秀（1170～1219年）字紫芝，号灵秀，亦称灵芝，又号天乐。永嘉（今浙江温州）人。南宋诗人。"}, {"dynasty": "南昌市"}, {"dynasty": "杭州市"}, {"name": "秦观", "info": "秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。"}, {"name": "梅尧臣", "info": "梅尧臣（1002～1060）字圣俞，世称宛陵先生，北宋著名现实主义诗人。汉族，宣州宣城（今属安徽）人。宣城古称宛陵，世称宛陵先生。初试不第，以荫补河南主簿。50岁后，于皇祐三年（1051）始得宋仁宗召试，赐同进士出身，为太常博士。以欧阳修荐，为国子监直讲，累迁尚书都官员外郎，故世称“梅直讲”、“梅都官”。曾参与编撰《新唐书》，并为《孙子兵法》作注，所注为孙子十家著（或十一家著）之一。有《宛陵先生集》60卷，有《四部丛刊》影明刊本等。词存二首。"}, {"name": "方岳", "info": "方岳(1199～1262)南宋诗人、词人。字巨山，号秋崖。祁门（今属安徽）人。绍定五年(1232)进士，授淮东安抚司□官。淳□中，以工部郎官充任赵葵淮南幕中参议官。后调知南康军。后因触犯湖广总领贾似道，被移治邵武军。后知袁州，因得罪权贵丁大全，被弹劾罢官。后复被起用知抚州，又因与贾似道的旧嫌而取消任命。"}, {"name": "王沂孙", "info": "王沂孙，字圣与，号碧山、中仙、玉笥山人。会稽（今浙江绍兴）人，年辈大约与张炎相仿，入元后曾任庆元路学正。有《花外集》，又名《碧山乐府》。"}, {"name": "范仲淹", "info": "范仲淹（989年10月1日－1052年6月19日），字希文。祖籍邠州，后移居苏州吴县。北宋初年政治家、文学家。范仲淹幼年丧父，母亲改嫁长山朱氏，遂更名朱说。大中祥符八年（1015年），范仲淹苦读及第，授广德军司理参军。后历任兴化县令、秘阁校理、陈州通判、苏州知州等职，因秉公直言而屡遭贬斥。皇祐四年（1052年），改知颍州，在扶疾上任的途中逝世，年六十四。累赠太师、中书令兼尚书令、楚国公，谥号“文正”，世称范文正公。"}, {"dynasty": "莆田市"}, {"dynasty": "邵武市"}, {"name": "程垓", "info": "「程垓」字正伯，眉山（今属四川）人。苏轼中表程之才（字正辅）之孙。淳熙十三年（1186）游临安，陆游为其所藏山谷帖作跋，未几归蜀。撰有帝王君臣论及时务利害策五十篇。绍熙三年（1192），已五十许，杨万里荐以应贤良方正科。绍熙五年（1194）乡人王称序其词，谓“程正伯以诗词名，乡之人所知也。余顷岁游都下，数见朝士，往往亦称道正伯佳句”。冯煦《蒿庵论词》：“程正伯凄婉绵丽，与草窗所录《绝妙好词》家法相近。”有《书舟词》（一作《书舟雅词》）一卷。"}, {"dynasty": "抚州市"}, {"dynasty": "绍兴市"}, {"name": "张先", "info": "张先（990－1078），字子野，乌程（今浙江湖州吴兴）人。北宋时期著名的词人，曾任安陆县的知县，因此人称“张安陆”。天圣八年进士，官至尚书都官郎中。晚年退居湖杭之间。曾与梅尧臣、欧阳修、苏轼等游。善作慢词，与柳永齐名，造语工巧，曾因三处善用“影”字，世称张三影。"}, {"name": "柳永", "info": "柳永，（约987年—约1053年）北宋著名词人，婉约派代表人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》。"}, {"name": "卢祖皋", "info": "卢祖皋(约1174—1224)，字申之，一字次夔，号蒲江，永嘉（今属浙江）人。南宋庆元五年(1199)中进士，初任淮南西路池州教授。今诗集不传，遗著有《蒲江词稿》一卷，刊入“彊村丛书”，凡96阕。诗作大多遗失，唯《宋诗记事》、《东瓯诗集》尚存近体诗8首。"}, {"name": "吴文英", "info": "吴文英（约1200～1260），字君特，号梦窗，晚年又号觉翁，四明（今浙江宁波）人。原出翁姓，后出嗣吴氏。与贾似道友善。有《梦窗词集》一部，存词三百四十余首，分四卷本与一卷本。其词作数量丰沃，风格雅致，多酬答、伤时与忆悼之作，号“词中李商隐”。而后世品评却甚有争论。"}, {"dynasty": "山西省"}, {"dynasty": "吉安市"}, {"dynasty": "宜兴市"}, {"name": "刘辰翁", "info": "刘辰翁（1233.2.4—1297.2.12），字会孟，别号须溪。庐陵灌溪（今江西省吉安市吉安县梅塘乡小灌村）人。南宋末年著名的爱国诗人。 景定三年（1262）登进士第。他一生一生致力于文学创作和文学批评活动，为后人留下了可贵的丰厚文化遗产，遗著由子刘将孙编为《须溪先生全集》，《宋史·艺文志》著录为一百卷，已佚。"}, {"name": "吕渭老", "info": "吕渭老（生卒年不详），一作吕滨老，字圣求，嘉兴（今属浙江）人。宣和、靖康年间在朝做过小官，有诗名。南渡后情况不详。赵师岌序其词云：“宣和末，有吕圣求者，以诗名，讽咏中率寓爱君忧国意。”“圣求居嘉兴，名滨老，尝位周行，归老于家。”今存《圣求词》一卷。"}, {"name": "周紫芝", "info": "周紫芝（1082-1155），南宋文学家。字少隐，号竹坡居士，宣城（今安徽宣州市）人。绍兴进士。高宗绍兴十五年，为礼、兵部架阁文字。高宗绍兴十七年（1147）为右迪功郎敕令所删定官。历任枢密院编修官、右司员外郎。绍兴二十一年（1151）出知兴国军（治今湖北阳新），后退隐庐山。交游的人物主要有李之仪、吕好问吕本中父子、葛立方以及秦桧等，曾向秦桧父子献谀诗。约卒于绍兴末年。著有《太仓稊米集》、《竹坡诗话》、《竹坡词》。有子周畴。"}, {"name": "赵彦端", "info": "赵彦端（1121~1175）字德庄，号介庵，汴人。工为词，尝赋西湖谒金门词，有“波底夕阳红湿”之句。高宗喜曰：“我家裹人也会作此”！……乾道、淳熙间，（公元一一七四年前后）以直宝文阁知建宁府。终左司郎官。彦端词以婉约纤秾胜，有介庵词四卷，及介庵集十卷，外集三卷，均《宋史艺文志》并行于世。"}, {"dynasty": "黄山市"}, {"name": "叶绍翁", "info": "叶绍翁，南宋中期诗人，字嗣宗，号靖逸，处州龙泉人。祖籍建安（今福建建瓯），本姓李，后嗣于龙泉(今属浙江丽水)叶氏。生卒年不详。曾任朝廷小官。其学出自叶适，他长期隐居钱塘西湖之滨，与真德秀交往甚密，与葛天民互相酬唱。"}, {"name": "黄机", "info": "黄机，字几仲（一作几叔），号竹斋。南宋婺州东阳（今属浙江）人。曾仕州郡，尝仕州郡，游踪多在吴楚间。工词。与岳珂唱酬尤多。也是著名诗人。著有《竹斋诗余》、《霜天晓角·仪真江上夜泊》等。"}, {"name": "王禹偁", "info": "王禹偁（954—1001）北宋白体诗人、散文家。字元之，汉族，济州巨野（今山东省巨野县）人，晚被贬于黄州，世称王黄州。太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。真宗即位，召还，复知制诰。后贬知黄州，又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》。"}, {"name": "李之仪", "info": "李之仪(1038～1117）北宋词人。字端叔，自号姑溪居士、姑溪老农。汉族，沧州无棣（庆云县）人。哲宗元祐初为枢密院编修官，通判原州。元祐末从苏轼于定州幕府，朝夕倡酬。元符中监内香药库，御史石豫参劾他曾为苏轼幕僚，不可以任京官，被停职。徽宗崇宁初提举河东常平。后因得罪权贵蔡京，除名编管太平州（今安徽当涂），后遇赦复官，晚年卜居当涂。著有《姑溪词》一卷、《姑溪居士前集》五十卷和《姑溪题跋》二卷。"}, {"name": "曹勋", "info": "曹勋（1098—1174）字公显，一字世绩，号松隐，颍昌阳翟(今河南禹县)人。宣和五年(1123)，以荫补承信郎，特命赴进士廷试，赐甲科。靖康元年(1126)，与宋徽宗一起被金兵押解北上，受徽宗半臂绢书，自燕山逃归。建炎元年(1127)秋，至南京(今河南商丘)向宋高宗上御衣书，请求召募敢死之士，由海路北上营救徽宗。当权者不听，被黜。绍兴十一年(1141)，宋金和议成，充报谢副使出使金国，劝金人归还徽宗灵柩。十四年、二十九年又两次使金。孝宗朝拜太尉。著有《松隐文集》、《北狩见闻录》等。他的诗比较平庸，但有几首使金诗颇值得注意。"}, {"dynasty": "建瓯市"}, {"name": "辛弃疾", "info": "辛弃疾（1140－1207），南宋词人。原字坦夫，改字幼安，别号稼轩，汉族，历城（今山东济南）人。出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。"}, {"dynasty": "洛阳市"}, {"dynasty": "武夷山市"}, {"name": "陈亮", "info": "陈亮（1143—1194）原名汝能，后改名陈亮，字同甫，号龙川，婺州永康（今属浙江）人。婺州以解头荐，因上《中兴五论》，奏入不报。孝宗淳熙五年，诣阙上书论国事。后曾两次被诬入狱。绍熙四年光宗策进士第一，状元。授签书建康府判官公事，未行而卒，谥号文毅。所作政论气势纵横，词作豪放，有《龙川文集》《龙川词》，宋史有传。"}, {"dynasty": "樟树市"}, {"name": "贺铸", "info": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。"}, {"name": "郭应祥", "info": "［约公元一二二四年前后在世］字承禧，临江人。生卒年均不详，约宋宁宗嘉定末前后在世。嘉定间进士。官楚、越间。其他事迹不可考。"}, {"name": "翁卷", "info": "翁卷，字续古，一字灵舒，乐清（今属浙江）人。工诗，为“永嘉四灵”之一。曾领乡荐（《四库提要》作“尝登淳佑癸卯乡荐”，《乐清县志》承此，而近人以为是淳熙癸卯，相差一个甲子。衡诸翁卷生平，前者过早，后者过尽，疑都不确），生平未仕。以诗游士大夫间。有《四岩集》，《苇碧轩集》。清光绪《乐清县志》卷八有传。"}, {"name": "苏辙", "info": "苏辙（1039—1112年），字子由，汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。自号颍滨遗老。卒，谥文定。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。"}, {"name": "李清照", "info": "李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。"}, {"dynasty": "浙江省"}, {"name": "王安石", "info": "王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公。世人又称王荆公。汉族，北宋抚州临川人（今江西省抚州市临川区邓家巷人），中国北宋著名政治家、思想家、文学家、改革家，唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》等。其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还。”"}, {"name": "晁补之", "info": "晁补之（公元1053年—公元1110年），字无咎，号归来子，汉族，济州巨野（今属山东巨野县）人，北宋时期著名文学家。为“苏门四学士”（另有北宋诗人黄庭坚、秦观、张耒）之一。曾任吏部员外郎、礼部郎中。 工书画，能诗词，善属文。与张耒并称“晁张”。其散文语言凝练、流畅，风格近柳宗元。诗学陶渊明。其词格调豪爽，语言清秀晓畅，近苏轼。但其诗词流露出浓厚的消极归隐思想。著有《鸡肋集》、《晁氏琴趣外篇》等。"}, {"name": "石孝友", "info": "石孝友，南宋词人，字次仲，江西南昌人。生卒年不详。宋孝宗乾道二年（1166）进士。填词常用俚俗之语，状写男女情爱。仕途不顺，不羡富贵，隐居于丘壑之间。 石孝友著有《金谷遗音》，《直斋书录解题》著录一卷，明《唐宋名贤百家词》本作《金谷词》，不分卷。有明汲古阁《宋六十名家词》本、《四部备要》排印本。《全宋词》据毛□校汲古阁本收录。"}, {"dynasty": "南通市"}, {"name": "陈允平", "info": "陈允平，字君衡，一字衡仲，号西麓，宋末元初四明鄞县（今浙江宁波市鄞县）人。生卒年俱不确定，前人认为“把陈允平的生年定在宁宗嘉定八年到十三年之间（1215-1220）比较合理”，“卒年疑在元贞前后，与周密卒年相去不远”，暂依之。少从杨简学，德祐时授沿海制置司参议官。有诗集《西麓诗稿》，存诗86首，《全宋诗》另从《永乐大典》辑3首，从《诗渊》辑50首，共计139首。有词集《日湖渔唱》和《西麓继周集》，各存词86首和123首，还有5首有调名而无词，《全宋词》无另辑者，共计209首。"}, {"name": "仲殊", "info": "北宋僧人、词人。字师利。安州（今湖北安陆）人。本姓张，名挥，仲殊为其法号。曾应进士科考试。生卒年不详。年轻时游荡不羁，几乎被妻子毒死，弃家为僧，先后寓居苏州承天寺、杭州宝月寺，因时常食蜜以解毒，人称蜜殊；或又用其俗名称他为僧挥。他与苏轼往来甚厚。徽宗崇宁年间自缢而死。"}, {"name": "朱淑真", "info": "朱淑真（约1135~约1180），号幽栖居士，宋代女诗人，亦为唐宋以来留存作品最丰盛的女作家之一。南宋初年时在世，祖籍歙州（治今安徽歙县），《四库全书》中定其为“浙中海宁人”，一说浙江钱塘（今浙江杭州）人。生于仕宦之家。夫为文法小吏，因志趣不合，夫妻不睦，终致其抑郁早逝。又传淑真过世后，父母将其生前文稿付之一炬。其余生平不可考，素无定论。现存《断肠诗集》、《断肠词》传世，为劫后余篇。"}], "edges": [{"source": 37, "target": 68, "relation": "省-市"}, {"source": 68, "target": 76, "relation": "出自于"}, {"source": 39, "target": 109, "relation": "省-市"}, {"source": 109, "target": 153, "relation": "出自于"}, {"source": 109, "target": 144, "relation": "出自于"}, {"source": 154, "target": 125, "relation": "省-市"}, {"source": 125, "target": 83, "relation": "出自于"}, {"source": 32, "target": 57, "relation": "省-市"}, {"source": 57, "target": 52, "relation": "出自于"}, {"source": 32, "target": 124, "relation": "省-市"}, {"source": 124, "target": 155, "relation": "出自于"}, {"source": 19, "target": 146, "relation": "省-市"}, {"source": 146, "target": 127, "relation": "出自于"}, {"source": 67, "target": 101, "relation": "省-市"}, {"source": 101, "target": 120, "relation": "出自于"}, {"source": 32, "target": 114, "relation": "省-市"}, {"source": 114, "target": 78, "relation": "出自于"}, {"source": 67, "target": 79, "relation": "省-市"}, {"source": 79, "target": 116, "relation": "出自于"}, {"source": 32, "target": 131, "relation": "省-市"}, {"source": 131, "target": 93, "relation": "出自于"}, {"source": 114, "target": 16, "relation": "出自于"}, {"source": 2, "target": 69, "relation": "省-市"}, {"source": 69, "target": 33, "relation": "出自于"}, {"source": 32, "target": 95, "relation": "省-市"}, {"source": 95, "target": 100, "relation": "出自于"}, {"source": 32, "target": 6, "relation": "省-市"}, {"source": 6, "target": 62, "relation": "出自于"}, {"source": 131, "target": 98, "relation": "出自于"}, {"source": 95, "target": 80, "relation": "出自于"}, {"source": 101, "target": 102, "relation": "出自于"}, {"source": 2, "target": 60, "relation": "省-市"}, {"source": 60, "target": 149, "relation": "出自于"}, {"source": 154, "target": 99, "relation": "省-市"}, {"source": 99, "target": 129, "relation": "出自于"}, {"source": 18, "target": 34, "relation": "省-市"}, {"source": 34, "target": 50, "relation": "出自于"}, {"source": 2, "target": 145, "relation": "省-市"}, {"source": 145, "target": 28, "relation": "出自于"}, {"source": 67, "target": 132, "relation": "省-市"}, {"source": 132, "target": 51, "relation": "出自于"}, {"source": 154, "target": 20, "relation": "省-市"}, {"source": 20, "target": 126, "relation": "出自于"}, {"source": 112, "target": 107, "relation": "省-市"}, {"source": 107, "target": 63, "relation": "出自于"}, {"source": 19, "target": 121, "relation": "省-市"}, {"source": 121, "target": 86, "relation": "出自于"}, {"source": 130, "target": 56, "relation": "省-市"}, {"source": 56, "target": 58, "relation": "出自于"}, {"source": 68, "target": 3, "relation": "出自于"}, {"source": 68, "target": 152, "relation": "出自于"}, {"source": 112, "target": 137, "relation": "省-市"}, {"source": 137, "target": 161, "relation": "出自于"}, {"source": 85, "target": 108, "relation": "省-市"}, {"source": 108, "target": 89, "relation": "出自于"}, {"source": 131, "target": 133, "relation": "出自于"}, {"source": 124, "target": 72, "relation": "出自于"}, {"source": 19, "target": 143, "relation": "省-市"}, {"source": 143, "target": 138, "relation": "出自于"}, {"source": 145, "target": 13, "relation": "出自于"}, {"source": 154, "target": 115, "relation": "省-市"}, {"source": 115, "target": 40, "relation": "出自于"}, {"source": 68, "target": 123, "relation": "出自于"}, {"source": 39, "target": 48, "relation": "省-市"}, {"source": 48, "target": 141, "relation": "出自于"}, {"source": 112, "target": 92, "relation": "省-市"}, {"source": 92, "target": 1, "relation": "出自于"}, {"source": 145, "target": 38, "relation": "出自于"}, {"source": 125, "target": 59, "relation": "出自于"}, {"source": 20, "target": 29, "relation": "出自于"}, {"source": 19, "target": 53, "relation": "省-市"}, {"source": 53, "target": 15, "relation": "出自于"}, {"source": 39, "target": 91, "relation": "省-市"}, {"source": 91, "target": 156, "relation": "出自于"}, {"source": 99, "target": 17, "relation": "出自于"}, {"source": 154, "target": 46, "relation": "省-市"}, {"source": 46, "target": 84, "relation": "出自于"}, {"source": 124, "target": 106, "relation": "出自于"}, {"source": 154, "target": 21, "relation": "省-市"}, {"source": 21, "target": 147, "relation": "出自于"}, {"source": 131, "target": 24, "relation": "出自于"}, {"source": 91, "target": 140, "relation": "出自于"}, {"source": 92, "target": 117, "relation": "出自于"}, {"source": 99, "target": 159, "relation": "出自于"}, {"source": 121, "target": 11, "relation": "出自于"}, {"source": 95, "target": 0, "relation": "出自于"}, {"source": 2, "target": 47, "relation": "省-市"}, {"source": 47, "target": 26, "relation": "出自于"}, {"source": 2, "target": 71, "relation": "省-市"}, {"source": 71, "target": 142, "relation": "出自于"}, {"source": 137, "target": 118, "relation": "出自于"}, {"source": 101, "target": 36, "relation": "出自于"}, {"source": 75, "target": 66, "relation": "出自于"}, {"source": 92, "target": 135, "relation": "出自于"}, {"source": 2, "target": 87, "relation": "省-市"}, {"source": 87, "target": 22, "relation": "出自于"}, {"source": 32, "target": 148, "relation": "省-市"}, {"source": 148, "target": 31, "relation": "出自于"}, {"source": 67, "target": 158, "relation": "省-市"}, {"source": 158, "target": 41, "relation": "出自于"}, {"source": 111, "target": 25, "relation": "省-市"}, {"source": 25, "target": 70, "relation": "出自于"}, {"source": 114, "target": 157, "relation": "出自于"}, {"source": 12, "target": 64, "relation": "省-市"}, {"source": 64, "target": 160, "relation": "出自于"}, {"source": 87, "target": 136, "relation": "出自于"}, {"source": 55, "target": 7, "relation": "省-市"}, {"source": 7, "target": 103, "relation": "出自于"}, {"source": 39, "target": 90, "relation": "省-市"}, {"source": 90, "target": 96, "relation": "出自于"}, {"source": 125, "target": 105, "relation": "出自于"}, {"source": 67, "target": 97, "relation": "省-市"}, {"source": 97, "target": 4, "relation": "出自于"}, {"source": 154, "target": 77, "relation": "省-市"}, {"source": 77, "target": 134, "relation": "出自于"}, {"source": 87, "target": 5, "relation": "出自于"}, {"source": 64, "target": 43, "relation": "出自于"}, {"source": 87, "target": 44, "relation": "出自于"}, {"source": 19, "target": 104, "relation": "省-市"}, {"source": 104, "target": 35, "relation": "出自于"}, {"source": 154, "target": 81, "relation": "省-市"}, {"source": 81, "target": 151, "relation": "出自于"}, {"source": 99, "target": 110, "relation": "出自于"}, {"source": 95, "target": 82, "relation": "出自于"}, {"source": 23, "target": 73, "relation": "省-市"}, {"source": 73, "target": 150, "relation": "出自于"}, {"source": 125, "target": 119, "relation": "出自于"}, {"source": 154, "target": 27, "relation": "省-市"}, {"source": 27, "target": 14, "relation": "出自于"}, {"source": 154, "target": 8, "relation": "省-市"}, {"source": 8, "target": 65, "relation": "出自于"}, {"source": 27, "target": 113, "relation": "出自于"}, {"source": 124, "target": 30, "relation": "出自于"}, {"source": 85, "target": 88, "relation": "省-市"}, {"source": 88, "target": 94, "relation": "出自于"}, {"source": 87, "target": 61, "relation": "出自于"}, {"source": 32, "target": 45, "relation": "省-市"}, {"source": 45, "target": 49, "relation": "出自于"}, {"source": 27, "target": 128, "relation": "出自于"}, {"source": 53, "target": 74, "relation": "出自于"}, {"source": 19, "target": 122, "relation": "省-市"}, {"source": 122, "target": 54, "relation": "出自于"}, {"source": 21, "target": 139, "relation": "出自于"}, {"source": 53, "target": 10, "relation": "出自于"}, {"source": 87, "target": 9, "relation": "出自于"}, {"source": 101, "target": 42, "relation": "出自于"}]}