{"nodes": [{"name": "魏源", "info": "魏源（1794～1857年），清代启蒙思想家、政治家、文学家，近代中国“睁眼看世界”的先行者之一。名远达，字默深，又字墨生、汉士，号良图，汉族，湖南邵阳隆回人，道光二年举人，二十五年始成进士，官高邮知州，晚年弃官归隐，潜心佛学，法名承贯。魏源认为论学应以“经世致用”为宗旨，提出“变古愈尽，便民愈甚”的变法主张，倡导学习西方先进科学技术，总结出“师夷之长技以制夷”的新思想。"}, {"name": "李毓秀", "info": "李毓秀（1647年—1729年），字子潜，号采三，清初著名学者、教育家，《弟子规》的作者，祖籍辽宁铁岭，出生于山东潍县（即潍坊市寒亭区）李家营村 [1] ，青年时，因特殊使命离开老家去了山西（即新绛县龙兴镇周庄村），教书、育人、治学、报国，直至去世也未回过山东老家。　"}, {"dynasty": "献县"}, {"name": "徐锡麟", "info": "徐锡麟（1873年-1907年），字伯荪，号光汉子，浙江山阴（今绍兴）人。生于地主绅商家庭，幼读私塾，喜欢算术、天文，先后取得廪生、副举人等功名。因他常宣传革命思想，仇视清廷，其父恐受连累，分了一部分财产给他，表示脱离父子关系。"}, {"dynasty": "辽宁省"}, {"name": "洪升", "info": "洪升（1645～1704），清代戏曲作家、诗人。字昉思，号稗畦，又号稗村、南屏樵者。汉族，钱塘（今浙江杭州市）人。生于世宦之家，康熙七年（1668）北京国子监肄业，二十年均科举不第，白衣终身。代表作《长生殿》历经十年，三易其稿，于康熙二十七年（1688）问世后引起社会轰动。次年因在孝懿皇后忌日演出《长生殿》，而被劾下狱，革去太学生籍，后离开北京返乡。晚年归钱塘，生活穷困潦倒。康熙四十三年，曹寅在南京排演全本《长生殿》，洪升应邀前去观赏，事后在返回杭州途中，于乌镇酒醉后失足落水而死。洪升与孔尚任并称“南洪北孔”。"}, {"name": "纪昀", "info": "纪昀 jǐ yún (1724年6月-- 1805年2月），字晓岚，一字春帆，晚号石云，道号观弈道人。历雍正、乾隆、嘉庆三朝，因其“敏而好学可为文，授之以政无不达”（嘉庆帝御赐碑文），故卒后谥号文达，乡里世称文达公。在文学作品、通俗评论中，常被称为纪晓岚。清乾隆年间的著名学者，政治人物，直隶献县（今中国河北献县）人。官至礼部尚书、协办大学士，曾任《四库全书》总纂修官。代表作品《阅微草堂笔记》。"}, {"name": "贺双卿", "info": "贺双卿（1715~1735年）， 清代康熙、雍正或乾隆年间人，江苏金坛薛埠丹阳里人氏，初名卿卿，一名庄青，字秋碧，为家中第二个女儿，故名双卿。双卿自幼天资聪颖，灵慧超人，七岁时就开始独自一人跑到离家不远的书馆听先生讲课，十余岁就做得一手精巧的女红。长到二八岁时，容貌秀美绝伦，令人“惊为神女”。后人尊其为“清代第一女词人”。"}, {"name": "刘开", "info": "刘开（1784—1824）字明东，又字方来，号孟涂，清代桐城人，散文家。 刘开出生数月丧父，母吴氏日耕夜织，尽心抚育。少时牧牛常依塾窗外，傍听塾师讲课，天长日久，习以为常，塾师颇为爱怜，留馆就读。刘开如饥似渴，遍读诗文。十四岁，以文章拜会姚鼐，姚鼐看后高兴地说：“此子他日当以古文名家，望溪、海峰之坠绪赖以复振，吾乡幸也。”遂收为弟子，授以诗文之法。刘开融会贯通，尽得师传，与同乡方东树、上元管同、歙县梅曾亮并称“姚门四大弟子”。道光元年(1821)，受聘赴亳州修志，患暴疾而逝。"}, {"name": "严遂成", "info": "严遂成（1694—?）约清高宗乾隆初（1736年前后）在世，字崧占（一作崧瞻），号海珊，乌程(今浙江湖州)人。雍正二年（1724）进士，官山西临县知县。乾隆元年（1736）举“博学鸿词”，值丁忧归。后补直隶阜城知县。迁云南嵩明州知府，创办凤山书院。后起历雄州知州，因事罢。在官尽职，所至有声。复以知县就补云南，卒官。"}, {"dynasty": "丹棱县"}, {"name": "张惠言", "info": "张惠言（1761～1802）清代词人、散文家。原名一鸣，字皋文，一作皋闻，号茗柯，武进（今江苏常州）人。嘉庆四年进士，官编修。少为词赋，深于易学，与惠栋、焦循一同被后世称为“乾嘉易学三大家”。又尝辑《词选》，为常州词派之开山，著有《茗柯文集》。"}, {"name": "纪映淮", "info": "纪映淮（1617～1691？）明末清初女诗人。字冒绿，小字阿男，江南上元（今江苏南京）人，纪映钟之妹，莒州杜李室，其夫抗清被戮，映淮守寡以终，著有《真冷堂词》。"}, {"dynasty": "扬州市"}, {"name": "吴伟业", "info": "吴伟业（1609～1672）字骏公，号梅村，别署鹿樵生、灌隐主人、大云道人，世居江苏昆山，祖父始迁江苏太仓，汉族，江苏太仓人，崇祯进士。明末清初著名诗人，与钱谦益、龚鼎孳并称“江左三大家”，又为娄东诗派开创者。长于七言歌行，初学“长庆体”，后自成新吟，后人称之为“梅村体”。"}, {"dynasty": "满洲"}, {"name": "郑燮", "info": "郑板桥（1693—1765）清代官吏、书画家、文学家。字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。"}, {"name": "张英", "info": "（1637—1708）安徽桐城人，字敦复，号乐圃。康熙六年进士，由编修累官文华殿大学士，兼礼部尚书。历任《国史》、《一统志》、《渊鉴类函》、《平定朔漠方略》总裁官，充会试正考官。为官敬慎，卒谥文端。有《恒产琐言》、《笃素堂诗文集》等。"}, {"name": "刘鹗", "info": "刘鹗（è）（1857年10月18日—1909年8月23日），清末小说家。谱名震远，原名孟鹏，字云抟、公约。后更名鹗，字铁云（刘铁云），又字公约，号老残。署名“洪都百炼生”。汉族，江苏丹徒（今镇江市）人，寄籍山阳（今江苏淮安区）。刘鹗自青年时期拜从太谷学派南宗李光炘(龙川)之后，终生主张以“教养”为大纲，发展经济生产，富而后教，养民为本的太谷学说。他一生从事实业，投资教育，为的就是能够实现太谷学派“教养天下”的目的。而他之所以能屡败屡战、坚韧不拔，太谷学派的思想可以说是他的精神支柱。"}, {"name": "钱谦益", "info": "钱谦益（1582—1664），字受之，号牧斋，晚号蒙叟，东涧老人。学者称虞山先生。清初诗坛的盟主之一。常熟人。明史说他“至启、祯时，准北宋之矩矱” 明万历三十八年（1610）一甲三名进士，他是东林党的领袖之一，官至礼部侍郎，因与温体仁争权失败而被革职。在明末他作为东林党首领，已颇具影响。马士英、阮大铖在南京拥立福王，钱谦益依附之，为礼部尚书。后降清，仍为礼部侍郎。"}, {"name": "洪秀全", "info": "洪秀全（1814年1月1日—1864年6月1日），曾用名火秀，族名仁坤，后来为了避上帝“爷火华”（“耶和华”的谐音）名讳而改为现名，太平天国建立者，清末太平天国运动领袖。洪秀全领导的太平天国革命席卷了大半个中国，从1851年金田起义到1864年天京陷落，洪秀全领导的这场农民起义历时十四年，势力发展到十八省，先后攻占六百多座城市，给中外反动势力以沉重打击，在中国近代历史上留下了深远的影响。太平天国革命之所以能成为几千年来中国农民起义的巅峰，与洪秀全的巨大贡献是分不开的。乃至中国近代伟大的民主革命先行者孙中山先生也自诩“洪秀全第二”，可见其对后世的深远影响。"}, {"name": "叶燮", "info": "（1627—1702）江苏吴江人，浙江嘉兴籍，字星期，号巳畦。叶绍袁子。康熙九年进士。任江苏宝应知县。十四年，以三藩乱时役重民饥，与巡抚慕天颜不合，被劾罢官。居吴县横山，常出游览四方名胜。精研诗学理论，所作以险怪为工。有《原诗》、《巳畦诗文集》。又摘汪琬文章缺点，著《汪文摘谬》。"}, {"name": "彭端淑", "info": "彭端淑（约1699年－约1779年），字乐斋，号仪一，眉州丹棱（今四川丹棱县）人。生于清圣祖康熙三十八年，卒于清高宗乾隆四十四年。清朝官员、文学家，与李调元、张问陶一起被后人并称为“清代四川三才子”。 彭端淑十岁能文，十二岁入县学，与兄彭端洪、弟彭肇洙、彭遵泗在丹棱萃龙山的紫云寺读书。雍正四年（1726年），彭端淑考中举人；雍正十一年又考中进士，进入仕途，任吏部主事，迁本部员外郎、郎中。乾隆十二年（1747年），彭端淑充顺天（今北京）乡试同考官。"}, {"name": "庄棫", "info": "庄棫（1830——1878 ），字中白，一字利叔，清代词人，学者，号东庄，又号蒿庵。丹徒人，生于道光十年（1830）。光绪四年（一八七八）卒。享年四十九岁。著有《蒿庵遗稿》，词甲、乙稿及补遗附焉。"}, {"name": "车万育", "info": "车万育（1632~1705年），字双亭，一字与三，号鹤田，又号敏州、云崔，湖南邵阳人。康熙二年（1663年），与兄万备同举湖广乡试，康熙三年（1664年）三甲八十四名进士，选庶吉士，散馆改户部给事中，转兵科掌印给事中。据称他“在谏垣二十余年，拒请谒，发积弊，当路严惮之”。性刚直，声震天下，至性纯笃，学问赅博，善书法，所藏明代墨迹最富。"}, {"name": "张维屏", "info": "张维屏(1780-1859年)，字子树，号南山，又号松心子，晚号珠海老渔，广东番禺(今广东省广州市)人。嘉庆九年(1804年)中举人，道光二年(1822年)中进士，因厌倦官场黑暗，于道光十六年(1836年)辞官归里，隐居“听松园”，闭户著述。"}, {"name": "商景兰", "info": "商景兰（1605～1676），字媚生，会稽（今浙江绍兴）人。明兵部尚书商周祚长女，抗清名臣祁彪佳妻。明末清初诗人，德才兼备，能书善画。其妹商景徽亦工诗。著有《锦囊集》（旧名《香奁集》），收诗六十七首、词九十四首、补遗诗三首、遗文一篇。陈维崧《妇人集》评曰：“会稽商夫人，以名德重一时......故玉树金闺，无不能咏，当世题目贤媛以夫人为冠。” 《幼学琼林》女子篇：“伯商仲商，时称越秀；德蓉德蕙，辉映祁家。”"}, {"name": "陈曾寿", "info": "陈曾寿（1878～1949）晚清官员、诗人。字仁先，号耐寂、复志、焦庵，家藏元代吴镇所画《苍虬图》，因以名阁，自称苍虬居士，湖北蕲水县（今浠水县）巴河陈家大岭人，状元陈沆曾孙。光绪二十九年进士，官至都察院广东监察御史，入民国，筑室杭州小南湖，以遗老自居，后曾参与张勋复辟、伪满组织等。书学苏东坡，画学宋元人。其诗工写景，能自造境界，是近代宋派诗的后起名家，与陈三立、陈衍齐名，时称海内三陈。"}, {"name": "傅山", "info": "傅山（1607－1684）明清之际道家思想家、书法家、医学家。初名鼎臣，字青竹，改字青主，又有浊翁、观化等别名，汉族，山西太原人。傅山自称为老庄之徒，他自己也在很多场合与作品中反复强调、自陈：“老夫学老庄者也”、“我本徒蒙庄”、“吾师庄先生”、“吾漆园家学”。自觉继承道家学派的思想文化。他对老庄的“道法自然”、“无为而治”、“泰初有无”、“隐而不隐”等命题，都作了认真的研究与阐发，对道家传统思想作了发展。"}, {"name": "沈复", "info": "沈复（1763年—1832年），字三白，号梅逸，长洲（今江苏苏州）人，清代杰出的文学家。清乾隆二十八年（1763年）出生于姑苏城南沧浪亭畔士族文人之家。没有参加过科举考试，曾以卖画维持生计，十九岁入幕，此后四十余年流转于全国各地。后到苏州从事酒业。他与妻子陈芸感情甚好，因遭家庭变故，夫妻曾旅居外地，历经坎坷。妻子死后，他去四川充当幕僚，此后情况不明。著有自传体作品《浮生六记》六卷（后佚两卷），影响甚大。1936年，林语堂曾将这部作品译成英文在国外出版。"}, {"dynasty": "贵州省"}, {"name": "陈恭尹", "info": "陈恭尹（1631 ～1700），字元孝，初号半峰，晚号独漉子，又号罗浮布衣，汉族，广东顺德县（今佛山顺德区）龙山乡人。著名抗清志士陈邦彦之子。清初诗人，与屈大均、梁佩兰同称岭南三大家。又工书法，时称清初广东第一隶书高手。有《独漉堂全集》，诗文各15卷，词1卷。"}, {"dynasty": "福建省"}, {"name": "顾炎武", "info": "顾炎武（1613.7.15-1682.2.15），汉族，明朝南直隶苏州府昆山（今江苏省昆山市）千灯镇人，本名绛，乳名藩汉，别名继坤、圭年，字忠清、宁人，亦自署蒋山佣；南都败后，因为仰慕文天祥学生王炎午的为人，改名炎武。因故居旁有亭林湖，学者尊为亭林先生。明末清初的杰出的思想家、经学家、史地学家和音韵学家，与黄宗羲、王夫之并称为明末清初“三大儒”。其主要作品有《日知录》、《天下郡国利病书》、《肇域志》、《音学五书》、《韵补正》、《古音表》、《诗本音》、《唐韵正》、《音论》、《金石文字记》、《亭林诗文集》等。"}, {"name": "蒋春霖", "info": "蒋春霖（1818～1868）晚清词人。字鹿潭，江苏江阴人，后居扬州。咸丰中曾官两淮盐大使，遭罢官。一生潦倒，后因情事投水自杀（一说仰药死）。早年工诗，中年一意于词，与纳兰性德、项鸿祚有清代三大词人之称，所作《水云楼词》以身遭咸丰间兵事，特多感伤之音，诗作传世仅数十首，称《水云楼賸稿》。"}, {"dynasty": "合肥市"}, {"name": "丘逢甲", "info": "丘逢甲(1864年～1912年）近代诗人。字仙根，又字吉甫，号蛰庵、仲阏、华严子，别署海东遗民、南武山人、仓海君。辛亥革命后以仓海为名。祖籍嘉应镇平（今广东蕉岭）。同治三年（1864年）生于台湾彰化，光绪十四年（1887年）中举人，光绪十五年登进士（1889年），授任工部主事。但丘逢甲无意在京做官返回台湾，到台湾台中衡文书院担任主讲，后又于台湾的台南和嘉义教育新学。"}, {"name": "毛奇龄", "info": "毛奇龄（1623—1716）清初经学家、文学家，与兄毛万龄并称为“江东二毛”。原名甡，又名初晴，字大可，又字于一、齐于，号秋晴，又号初晴、晚晴等，萧山城厢镇（今属浙江）人。以郡望西河，学者称“西河先生”。明末诸生，清初参与抗清军事，流亡多年始出。康熙时荐举博学鸿词科，授检讨，充明史馆纂修官。寻假归不复出。治经史及音韵学，著述极富。所著《西河合集》分经集、史集、文集、杂著，共四百余卷。"}, {"dynasty": "抚州市"}, {"name": "顾贞观", "info": "顾贞观（1637－1714）清代文学家。原名华文，字远平、华峰，亦作华封，号梁汾，江苏无锡人。明末东林党人顾宪成四世孙。康熙五年举人，擢秘书院典籍。曾馆纳兰相国家，与相国子纳兰性德交契，康熙二十三年致仕，读书终老。贞观工诗文，词名尤著，著有《弹指词》、《积书岩集》等。顾贞观与陈维嵩、朱彝尊并称明末清初“词家三绝”，同时又与纳兰性德、曹贞吉共享“京华三绝”之誉。"}, {"dynasty": "高密县"}, {"dynasty": "湘阴县"}, {"dynasty": "湖南省"}, {"name": "姚鼐", "info": "姚鼐（nài）（1731～1815）清代著名散文家，与方苞、刘大櫆并称为“桐城三祖”。字姬传，一字梦谷，室名惜抱轩（在今桐城中学内），世称惜抱先生、姚惜抱，安徽桐城人。乾隆二十八年（1763）中进士，任礼部主事、四库全书纂修官等，年才四十，辞官南归，先后主讲于扬州梅花、江南紫阳、南京钟山等地书院四十多年。著有《惜抱轩全集》等，曾编选《古文辞类纂》。"}, {"name": "林嗣环", "info": "林嗣环（1607——约1662），字铁崖，号起八。清代顺治年间的福建晋江人（现泉州市安溪县官桥镇驷岭村），当时的进士。明万历三十五年（1607年）生，从小聪颖过人，七岁即能属文。著有《铁崖文集》《海渔编》《岭南纪略》《荔枝话》《口技》等，其中《口技》的删减版至今仍为初中语文课文。《荔枝话》是一篇记述荔枝的科技小品文，不仅有一定的艺术价值，而且在农业经济方面有较高的科学价值和史料价值。他的这些著作都是祖国文化遗产中的无价之瑰宝。"}, {"name": "陈忠平", "info": "陈钟祥（1809-？）字息凡，号趣园，贵州贵筑人，道光十一年（1831）举人，历官沧州知府，赵州知府，著有《依隐斋诗抄》十二卷。"}, {"dynasty": "常熟市"}, {"name": "方苞", "info": "方苞（1668年5月25日—1749年9月29日），字灵皋，亦字凤九，晚年号望溪，亦号南山牧叟。汉族，江南桐城（今安徽省桐城市凤仪里）人，生于江宁府（今江苏南京六合留稼村）。桐城“桂林方氏”（亦称“县里方”或“大方”）十六世，与明末大思想家方以智同属“桂林方氏”大家族。是清代散文家，桐城派散文创始人，与姚鼐[nài]、刘大櫆合称桐城三祖。"}, {"dynasty": "宁波市"}, {"name": "吴锡麒", "info": "吴锡麒（1746～1818）清代文学家。字圣征，号谷人。钱塘（今浙江杭州）人。 乾隆四十年（1775）进士。曾为翰林院庶吉士，授编修。后两度充会试同考官，擢右赞善，入直上书房，转侍讲侍读，升国子监祭酒。他生性耿直，不趋权贵，但名著公卿间。在上书房时，与皇曾孙相处甚洽，成为莫逆之交，凡得一帖一画，必一起题跋，深受礼遇。后以亲老乞养归里。主讲扬州安定乐仪书院安定、爰山、云间等书院至终，时时注意提拔有才之士。"}, {"name": "施闰章", "info": "施闰章（1619—1683），清初著名诗人。字尚白，一字屺云，号愚山，媲萝居士、蠖斋，晚号矩斋，后人也称施侍读，另有称施佛子。江南宣城（今安徽省宣城市宣州区）人，顺治六年进士，授刑部主事。十八年举博学鸿儒，授侍讲，预修《明史》，进侍读。文章醇雅，尤工于诗，与同邑高咏等唱和，时号“宣城体”，有“燕台七子”之称，与宋琬有“南施北宋”之名，位“清初六家”之列，处“海内八大家”之中，在清初文学史上享有盛名。著有《学馀堂文集》、《试院冰渊》等。"}, {"name": "黄景仁", "info": "黄景仁（1749～1783），清代诗人。字汉镛，一字仲则，号鹿菲子，阳湖（今江苏省常州市）人。四岁而孤，家境清贫，少年时即负诗名，为谋生计，曾四方奔波。一生怀才不遇，穷困潦倒，后授县丞，未及补官即在贫病交加中客死他乡，年仅35岁。诗负盛名，为“毗陵七子”之一。诗学李白，所作多抒发穷愁不遇、寂寞凄怆之情怀，也有愤世嫉俗的篇章。七言诗极有特色。亦能词。著有《两当轩全集》。"}, {"dynasty": "上饶市"}, {"dynasty": "宣城市"}, {"name": "仓央嘉措", "info": "仓央嘉措（藏文：??????????????????；Tshangs-dbyangs-rgya-mtsho1683.03.01－1706.11.15），门巴族，六世达赖喇嘛，法名罗桑仁钦仓央嘉措，西藏历史上著名的诗人、政治人物。康熙三十六年（1697年）被当时的西藏摄政王第巴·桑结嘉措认定为五世达赖的转世灵童，同年在桑结嘉措的主持下在布达拉宫举行了坐床典礼。康熙四十四年（1705年）被废，据传在康熙四十五年（1706年）的押解途中圆寂。仓央嘉措是西藏最具代表的民歌诗人，写了很多细腻真挚的诗歌，其中最为经典的是拉萨藏文木刻版《仓央嘉措情歌》。"}, {"name": "况周颐", "info": "况周颐（1859～1926）晚清官员、词人。原名周仪，因避宣统帝溥仪讳，改名周颐。字夔笙，一字揆孙，别号玉梅词人、玉梅词隐，晚号蕙风词隐，人称况古，况古人，室名兰云梦楼，西庐等。广西临桂（今桂林）人，原籍湖南宝庆。光绪五年举人，曾官内阁中书，后入张之洞、端方幕府。一生致力于词，凡五十年，尤精于词论。与王鹏运、朱孝臧、郑文焯合称“清末四大家”。著有《蕙风词》、《蕙风词话》。"}, {"dynasty": "梅州市"}, {"name": "屈大均", "info": "屈大均（1630—1696）明末清初著名学者、诗人，与陈恭尹、梁佩兰并称“岭南三大家”，有“广东徐霞客”的美称。字翁山、介子，号莱圃，汉族，广东番禺人。曾与魏耕等进行反清活动。后为僧，中年仍改儒服。诗有李白、屈原的遗风，著作多毁于雍正、乾隆两朝，后人辑有《翁山诗外》、《翁山文外》、《翁山易外》、《广东新语》及《四朝成仁录》，合称“屈沱五书”。"}, {"name": "袁枚", "info": "袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。"}, {"name": "曹雪芹", "info": "曹雪芹（约1715年5月28日—约1763年2月12日），名霑，字梦阮，号雪芹，又号芹溪、芹圃，中国古典名著《红楼梦》的作者，祖籍存在争议（辽宁辽阳、河北丰润或辽宁铁岭），出生于江宁（今南京），曹雪芹出身清代内务府正白旗包衣世家，他是江宁织造曹寅之孙，曹顒之子（一说曹頫之子）。乾隆二十七年（1762年），幼子夭亡，他陷于过度的忧伤和悲痛，卧床不起。乾隆二十八年（1763年）除夕（2月12日），因贫病无医而逝。关于曹雪芹逝世的年份，另有乾隆二十九年除夕（1764年2月1日）、甲申（1764年）初春之说。"}, {"name": "朱孝臧", "info": "朱孝臧（1857~1931）晚清四大词家之一。一名祖谋，字古微、藿生，号沤尹、彊村，浙江归安（今吴兴县）人。光绪八年举人，次年进士，历官编修、侍讲学士、礼部侍郎。光绪三十年出为广东学政，因与总督龃龉，引疾辞官。民国二十年卒于上海。朱孝臧始以能诗名，为京官时，与王鹏运交，弃诗而专攻词。词作“融诸家之长，声情益臻朴茂，清刚隽上，并世词家推领袖焉。诗能入品。”著有词集《彊村语业》二卷，身后其门人龙榆生为补刻一卷，收入《彊村遗书》。"}, {"name": "沈德潜", "info": "沈德潜（1673～1769 ）字确士，号归愚，长洲（今江苏苏州）人，清代诗人。乾隆元年（1736）荐举博学鸿词科，乾隆四年（1739）成进士，曾任内阁学士兼礼部侍郎。为叶燮门人，论诗主格调，提倡温柔敦厚之诗教。其诗多歌功颂德之作，但少数篇章对民间疾苦有所反映。所著有《沈归愚诗文全集》。又选有《古诗源》、《唐诗别裁》、《明诗别裁》、《清诗别裁》等，流传颇广。"}, {"name": "张廷玉", "info": "张廷玉（1672年-1755年），字衡臣，号砚斋，安徽桐城人。清康熙时任刑部左侍郎，雍正帝时曾任礼部尚书、户部尚书、吏部尚书、保和殿大学士（内阁首辅）、首席军机大臣等职。康熙末年，整治松弛的吏治，后又完善军机制度。先后任《亲征平定朔北方略》纂修官，《省方盛典》《清圣祖实录》副总裁官，《明史》《四朝国史》《大清会典》《世宗实录》总裁官。死后谥号“文和”，配享太庙，是整个清朝唯一一个配享太庙的汉臣。"}, {"name": "郑文焯", "info": "郑文焯（1856～1918）晚清官员、词人。字俊臣，号小坡，又号叔问，晚号鹤、鹤公、鹤翁、鹤道人，别署冷红词客，尝梦游石芝崦，见素鹤翔于云间，因自号石芝崦主及大鹤山人，奉天铁岭（今属辽宁）人，隶正黄旗汉军籍，而托为郑康成裔，自称高密郑氏。光绪举人，曾任内阁中书，后旅居苏州。工诗词，通音律，擅书画，懂医道，长于金石古器之鉴，而以词人著称于世，其词多表现对清王朝覆灭的悲痛，所著有《大鹤山房全集》。"}, {"dynasty": "全椒县"}, {"dynasty": "西藏"}, {"dynasty": "南京市"}, {"name": "姚燮", "info": "姚燮（1805—1864）晚清文学家、画家。字梅伯，号复庄，又号大梅山民、上湖生、某伯、大某山民、复翁、复道人、野桥、东海生等，浙江镇海（今宁波北仑）人。道光举人，以著作教授终身。治学广涉经史、地理、释道、戏曲、小说。工诗画，尤善人物、梅花。著有《今乐考证》、《大梅山馆集》、《疏影楼词》。"}, {"dynasty": "江阴市"}, {"name": "周济", "info": "周济（1781年-1839年）字保绪，一字介存，号未斋，晚号止庵。江苏荆溪（今江苏宜兴）人，清朝词人及词论家。一八〇五年（清嘉庆十年）进士。官淮安府学教授。著有《味隽斋词》和《止庵词》各一卷，《词辨》十卷，《介存斋论词杂著》一卷，辑有《宋四家词选》。另有论词调之作，以婉、涩、高、平四品分目，已散佚。《清史稿》卷四六八有传。"}, {"name": "刘大櫆", "info": "刘大櫆（1698——1780），字才甫，一字耕南，号海峰，今枞阳县汤沟镇陈家洲人。刘大櫆修干美髯，性格豪放，纵声读古诗文，韵调铿锵，喜饮酒，好吟诗。受教于同乡吴直，才华出众。雍正七年（1729年）和雍正十年（1732年），两次参加考试都登副榜。刘大櫆60岁后为黟县教谕。几年后告归，居枞阳江滨不再出游，以文学教授生徒。大櫆著作有《文集》10卷《诗集》6卷《古文约选》48卷、《历朝诗约选》93卷、《论文偶记》1卷，纂修《歙县志》20卷。逝世后，安葬在今金社乡向荣村刘家苕箕地，墓为省级文物。"}, {"name": "李叔同", "info": "李叔同(1880-1942) 初名文涛，改名岸，又名广侯、成蹊，字惜霜，号叔同。浙江平湖人，生于天津。光绪二十七年（1901）就读于南洋公学经济科。公费留学日本。在上野美术专门学校习油画。加入同盟会。于东京组织春柳社，编演戏剧。归国后，任教浙江第一师范学校、两江师范学堂。民国五年(1916)入杭州定慧寺为僧，法名演音，号弘一。多才艺，编歌演剧、作画治印无所不擅，又通数国文字。为南社社员。诗好作长短不齐之句，奇趣洋溢。词豪婉兼具。有《弘一法师文钞》。今人辑有《李叔同诗全编》，词在集中。"}, {"dynasty": "绍兴市"}, {"dynasty": "江苏省"}, {"dynasty": "佛山市"}, {"dynasty": "铁岭市"}, {"dynasty": "浙江省"}, {"name": "徐灿", "info": "徐灿（约1618－1698），字湘苹，又字明深、明霞，号深明，又号紫言（竹字头）。江南吴县（今苏州市西南）人。明末清初女词人、诗人、书画家，为“蕉园五子”之一。光禄丞徐子懋女，弘文院大学士海宁陈之遴继妻。从夫宦游，封一品夫人。工诗，尤长于词学。她的词多抒发故国之思、兴亡之感。又善属文、精书画、所画仕女设色淡雅、笔法古秀、工净有度、得北宋人法，晚年画水墨观音、间作花草。著有《拙政园诗馀》三卷，诗集《拙政园诗集》二卷，凡诗二百四十六首，今皆存。"}, {"name": "彭孙遹", "info": "彭孙遹（yù）（1631—1700）清初官员、词人，与王士祯齐名，时号“彭王”。字骏孙，号羡门，又号金粟山人，浙江海盐武原镇人。彭孙贻从弟，顺治十六年进士。康熙十八年举博学鸿词科第一，授编修。历吏部侍郎兼翰林掌院学士，为《明史》总裁。诗工整和谐，以五、七言律为长，近于唐代的刘长卿。词工小令，多香艳之作，有“吹气如兰彭十郎”之称。著有《南往集》、《延露词》。"}, {"dynasty": "湖北省"}, {"dynasty": "广西省"}, {"dynasty": "无锡市"}, {"name": "陈沆", "info": "陈沆（hàng）(1785～1826）著名诗人，文学家，清代古赋七大家之一，被魏源称为“一代文宗”。 原名学濂，字太初，号秋舫，室名简学斋，白石山馆。蕲水(今湖北浠水县)人。陈沆于嘉庆十八年(1813)中举，二十四年(1819)中进士一甲一名，其策论文章，气势雄浑，论述精辟，笔力奇健，授翰林院修撰，清道光二年（1822），任广东省大主考（学政），次年，任清礼部会试同考官。官至四川道监察御史。陈沆卒年，《清史列传》记为道光六年(1826）。周锡恩撰《陈修撰沆传》则言年四十一，当为道光五年(1825)。后归葬于浠水县西调军山南麓。"}, {"name": "高鹗", "info": "高鹗（1758年—约1815年），字云士，号秋甫，别号兰墅、行一、红楼外史。中国古典小说《红楼梦》出版史、传播史上首个刻印本、全璧本——程高本的两位主要编辑者、整理者、出版者之一，清代汉军镶黄旗内务府人，辽宁铁岭人，自署铁岭高鹗、奉天高鹗，其先世清初即寓居北京。高鹗于乾隆五十三年（1788年）中举，乾隆六十年（1795年）进士及第，历官内阁中书、汉军中书、内阁典籍、内阁侍读、江南道监察御史、刑科给事中等职。有《月小山房遗稿》《砚香词·簏存草》等作品传世。"}, {"dynasty": "贵阳市"}, {"name": "赵翼", "info": "赵翼（1727年～1814年1月10日）清代文学家、史学家。字云崧，一字耘崧，号瓯北，又号裘萼，晚号三半老人，汉族，江苏阳湖（今江苏省常州市）人。乾隆二十六年进士。官至贵西兵备道。旋辞官，主讲安定书院。长于史学，考据精赅。论诗主“独创”，反摹拟。五、七言古诗中有些作品，嘲讽理学，隐寓对时政的不满之情，与袁枚、张问陶并称清代性灵派三大家。所著《廿二史札记》与王鸣盛《十七史商榷》、钱大昕《二十二史考异》合称清代三大史学名著。"}, {"name": "高鼎", "info": "（1828年－1880年），字象一，一字拙吾，浙江仁和（今浙江省杭州市）人，清代诗人，有《拙吾诗文稿》。高鼎生活在鸦片战争之后，大约在咸丰年间（1851～1861），其人无甚事迹，其诗也多不合那个时代，一般人提到他，只是因为他写了一首有名的有关放风筝的《村居》诗。著有《拙吾诗稿》。"}, {"dynasty": "桓台县"}, {"dynasty": "曲阜市"}, {"dynasty": "桂林市"}, {"name": "洪亮吉", "info": "洪亮吉（1746～1809）清代经学家、文学家。初名莲，又名礼吉，字君直，一字稚存，号北江，晚号更生居士。阳湖（今江苏常州）人，籍贯安徽歙县。乾隆五十五年科举榜眼，授编修。嘉庆四年，上书军机王大臣言事，极论时弊，免死戍伊犁。次年诏以“罪亮吉后，言事者日少”，释还。居家十年而卒。文工骈体，与孔广森并肩，学术长于舆地。洪亮吉论人口增长过速之害，实为近代人口学说之先驱。"}, {"name": "陈维崧", "info": "陈维崧(1625～1682)清代词人、骈文作家。字其年，号迦陵。宜兴（今属江苏）人。清初诸生，康熙十八年(1679)举博学鸿词，授翰林院检讨。54岁时参与修纂《明史》，4年后卒于任所。"}, {"dynasty": "太仓市"}, {"dynasty": "常州市"}, {"name": "蒲松龄", "info": "蒲松龄（1640－1715）字留仙，一字剑臣，别号柳泉居士，世称聊斋先生，自称异史氏，现山东省淄博市淄川区洪山镇蒲家庄人。出生于一个逐渐败落的中小地主兼商人家庭。19岁应童子试，接连考取县、府、道三个第一，名震一时。补博士弟子员。以后屡试不第，直至71岁时才成岁贡生。为生活所迫，他除了应同邑人宝应县知县孙蕙之请，为其做幕宾数年之外，主要是在本县西铺村毕际友家做塾师，舌耕笔耘，近40年，直至1709年方撤帐归家。1715年正月病逝，享年76岁。创作出著名的文言文短篇小说集《聊斋志异》。"}, {"dynasty": "河北省"}, {"name": "朱彝尊", "info": "朱彝尊(1629～1709)，清代诗人、词人、学者、藏书家。字锡鬯，号竹垞，又号驱芳，晚号小长芦钓鱼师，又号金风亭长。汉族，秀水（今浙江嘉兴市）人。康熙十八年（1679）举博学鸿词科，除检讨。二十二年（1683）入直南书房。曾参加纂修《明史》。博通经史，诗与王士祯称南北两大宗。作词风格清丽，为浙西词派的创始者，与陈维崧并称朱陈。精于金石文史，购藏古籍图书不遗余力，为清初著名藏书家之一。"}, {"dynasty": "不详"}, {"name": "龚自珍", "info": "龚自珍（1792年8月22日～1841年9月26日）字璱人，号定盦（一作定庵）。汉族，浙江临安（今杭州）人。晚年居住昆山羽琌山馆，又号羽琌山民。清代思想家、文学家及改良主义的先驱者。27岁中举人，38岁中进士。曾任内阁中书、宗人府主事和礼部主事等官职。主张革除弊政，抵制外国侵略，曾全力支持林则徐禁除鸦片。48岁辞官南归，次年暴卒于江苏丹阳云阳书院。他的诗文主张“更法”、“改图”，揭露清统治者的腐朽，洋溢着爱国热情，被柳亚子誉为“三百年来第一流”。著有《定庵文集》，留存文章300余篇，诗词近800首，今人辑为《龚自珍全集》。著名诗作《己亥杂诗》共315首。"}, {"name": "曾国藩", "info": "曾国藩（1811年11月26日－1872年3月12日），初名子城，字伯函，号涤生，谥文正，汉族，出生于湖南长沙府湘乡县杨树坪（现属湖南省娄底市双峰县荷叶镇）。晚清重臣，湘军的创立者和统帅。清朝战略家、政治家，晚清散文“湘乡派”创立人。晚清“中兴四大名臣”之一，官至两江总督、直隶总督、武英殿大学士，封一等毅勇侯，谥曰文正。"}, {"name": "顾太清", "info": "顾太清（1799-1876），名春，字梅仙。原姓西林觉罗氏，满洲镶蓝旗人。嫁为贝勒奕绘的侧福晋。她为现代文学界公认为“清代第一女词人”。晚年以道号“云槎外史”之名著作小说《红楼梦影》，成为中国小说史上第一位女性小说家。其文采见识，非同凡响，因而八旗论词，有“男中成容若（纳兰性德），女中太清春（顾太清）”之语。顾太清不仅才华绝世，而且生得清秀，身量适中，温婉贤淑。令奕绘钟情十分。虽为侧福晋一生却诞育了四子三女，其中几位儿子都有很大作为。"}, {"name": "王永彬", "info": "王永彬，字宜山，人称宜山先生， 一生经历了乾隆、嘉庆、道光、咸丰、同治五个时期。著有《围炉夜话》、与《菜根谭》、《小窗幽记》一起被称为“处世三大奇书”。　"}, {"name": "孔尚任", "info": "孔尚任（1648~1718年），字聘之，又字季重，号东塘（《随园诗话》所载为东堂），别号岸堂，自称云亭山人。山东曲阜人，孔子六十三代孙，清初诗人、戏曲作家，继承了儒家的思想传统与学术，自幼即留意礼、乐、兵、农等学问，还考证过乐律，为以后的戏曲创作打下了音乐知识基础。世人将他与《长生殿》作者洪升并论，称“南洪北孔”。"}, {"name": "厉鹗", "info": "厉鹗（1692-1752），字太鸿，又字雄飞，号樊榭、南湖花隐等，钱塘（今浙江杭州）人，清代文学家，浙西词派中坚人物。康熙五十九年举人，屡试进士不第。家贫，性孤峭。乾隆初举鸿博，报罢。性耽闻静，爱山水，尤工诗馀，擅南宋诸家之胜。著有《宋诗纪事》、《樊榭山房集》等。"}, {"dynasty": "江西省"}, {"name": "宋琬", "info": "宋琬（1614～1674）清初著名诗人，清八大诗家之一。字玉叔，号荔裳，汉族，莱阳（今属山东）人。顺治四年进士，授户部主事，累迁永平兵仆道、宁绍台道。族子因宿憾，诬其与闻逆谋，下狱三年。久之得白，流寓吴、越间，寻起四川按察使。琬诗入杜、韩之室，与施闰章齐名，有南施北宋之目，又与严沆、施闰章、丁澎等合称为燕台七子，著有《安雅堂集》及《二乡亭词》。"}, {"dynasty": "广东省"}, {"dynasty": "金华市"}, {"dynasty": "镇江市"}, {"dynasty": "浠水县"}, {"name": "黄宗羲", "info": "黄宗羲（1610年9月24日—1695年8月12日）明末清初经学家、史学家、思想家、地理学家、天文历算学家、教育家，东林七君子黄尊素长子，汉族，浙江绍兴府余姚县人。字太冲，一字德冰，号南雷，别号梨洲老人、梨洲山人、蓝水渔人、鱼澄洞主、双瀑院长、古藏室史臣等，学者称梨洲先生。黄宗羲学问极博，思想深邃，著作宏富，与顾炎武、王夫之并称明末清初三大思想家（或清初三大儒）；与弟黄宗炎、黄宗会号称浙东三黄；与顾炎武、方以智、王夫之、朱舜水并称为“明末清初五大家”，亦有“中国思想启蒙之父”之誉。"}, {"dynasty": "兴化市"}, {"dynasty": "淄博市"}, {"dynasty": "泉州市"}, {"name": "吴藻", "info": "吴藻（1799～1862），女，清代著名女曲作家、词人，字苹香，自号玉岑子，浙江仁和（今杭州）人，祖籍安徽黟县。幼而好学，长则肆力于词，又精绘事，自绘饮酒读骚图，又题饮酒读骚图曲。著有《花帘词》一卷、《香南雪北词》一卷、《饮酒读骚图曲》（又名《乔影》）、《花帘书屋诗》等。"}, {"name": "王贞仪", "info": "（1768—1797）清江苏上元人，原籍安徽天长，字德卿。诸生詹枚妻。十一岁随父赴吉林，奔祖父丧，居吉五年，读书习骑射。旋回江南，随家转徙京师、陕西、湖北、广东。通天文、算学、医学，工诗文、绘画。曾痛斥风水迷信之说。对岁差原理有清晰了解，并能驳正前人著作中的错误。有《德风亭集》、《星象图释》、《筹算易知》、《重订策算證伪》、《西洋筹算增删》、《沉疴呓语》等。"}, {"dynasty": "安丘市"}, {"name": "王鹏运", "info": "王鹏运（1849—1904）晚清官员、词人。字佑遐，一字幼霞，中年自号半塘老人，又号鹜翁，晚年号半塘僧鹜。广西临桂（今桂林）人，原籍浙江山阴。同治九年举人，光绪间官至礼科给事中，在谏垣十年，上疏数十，皆关政要。二十八年离京，至扬州主学堂，卒于苏州。工词，与况周颐、朱孝臧、郑文焯合称“清末四大家”，鹏运居首。著有《味梨词》、《骛翁词》等集，后删定为《半塘定稿》。王鹏运曾汇刻《花间集》及宋、元诸家词为《四印斋所刻词》。"}, {"name": "吴庆坻", "info": "吴庆坻，字子修，钱塘人。光绪丙戌进士，改庶吉士，授编修，历官湖南提学使。有《补松庐诗录》。"}, {"dynasty": "平湖市"}, {"dynasty": "广州市"}, {"dynasty": "杭州市"}, {"dynasty": "苏州市"}, {"dynasty": "莱阳市"}, {"name": "毕沅", "info": "毕沅（1730～1797）清代官员、学者。字纕蘅，亦字秋帆，因从沈德潜学于灵岩山，自号灵岩山人。镇洋（今江苏太仓）人。乾隆二十五年（1760）进士，廷试第一，状元及第，授翰林院编修。乾隆五十年（1785）累官至河南巡抚，第二年擢湖广总督。嘉庆元年（1796）赏轻车都尉世袭。病逝后，赠太子太保，赐祭葬。死后二年，因案牵连，被抄家，革世职。毕沅经史小学金石地理之学，无所不通，续司马光书，成《续资治通鉴》，又有《传经表》、《经典辨正》、《灵岩山人诗文集》等。"}, {"dynasty": "嘉兴市"}, {"name": "黄遵宪", "info": "黄遵宪（1848年4月27日～1905年3月28日）晚清诗人，外交家、政治家、教育家。字公度，别号人境庐主人，汉族客家人，广东省梅州人，光绪二年举人，历充师日参赞、旧金山总领事、驻英参赞、新加坡总领事，戊戌变法期间署湖南按察使，助巡抚陈宝箴推行新政。工诗，喜以新事物熔铸入诗，有“诗界革新导师”之称。黄遵宪有《人镜庐诗草》、《日本国志》、《日本杂事诗》。被誉为“近代中国走向世界第一人”。"}, {"name": "俞樾", "info": "俞樾（1821-1907），字荫甫，自号曲园居士，浙江德清人。清末著名学者、文学家、经学家、古文字学家、书法家。他是现代诗人俞平伯的曾祖父，章太炎、吴昌硕、日本井上陈政皆出其门下。清道光三十年（1850年）进士，曾任翰林院编修。后受咸丰皇帝赏识，放任河南学政，被御史曹登庸劾奏“试题割裂经义”，因而罢官。遂移居苏州，潜心学术达40余载。治学以经学为主，旁及诸子学、史学、训诂学，乃至戏曲、诗词、小说、书法等，可谓博大精深。海内及日本、朝鲜等国向他求学者甚众，尊之为朴学大师。"}, {"name": "洪昇", "info": "（1645—1704）清浙江钱塘人，字昉思，号稗畦、稗村、南屏樵者。康熙七年国子监生。二十八年，因在“国丧”期间演所著《长生殿》斥革。晚年醉酒登船，落水死。以词曲著名，《长生殿》外，有《四婵娟》等，另有《稗畦集》、《续集》。"}, {"dynasty": "市不详"}, {"dynasty": "丰润县"}, {"name": "阮元", "info": "阮元（1764～1849）字伯元，号云台、雷塘庵主，晚号怡性老人，江苏仪征人，乾隆五十四年进士，先后任礼部、兵部、户部、工部侍郎，山东、浙江学政，浙江、江西、河南巡抚及漕运总督、湖广总督、两广总督、云贵总督等职。历乾隆、嘉庆、道光三朝，体仁阁大学士，太傅，谥号文达。他是著作家、刊刻家、思想家，在经史、数学、天算、舆地、编纂、金石、校勘等方面都有着非常高的造诣，被尊为三朝阁老、九省疆臣，一代文宗。"}, {"name": "何绍基", "info": "何绍基（1799-1873），晚清诗人、画家、书法家。字子贞，号东洲，别号东洲居士，晚号蝯叟。湖南道州（今道县）人。道光十六年进士。咸丰初简四川学政，曾典福建等乡试。历主山东泺源、长沙城南书院。通经史，精小学金石碑版。据《大戴记》考证《礼经》。书法初学颜真卿，又融汉魏而自成一家，尤长草书。有《惜道味斋经说》、《东洲草堂诗·文钞》、《说文段注驳正》等著。"}, {"name": "王士祯", "info": "王士祯（1634—1711），原名王士禛，字子真、贻上，号阮亭，又号渔洋山人，人称王渔洋，谥文简。新城（今山东桓台县）人，常自称济南人，清初杰出诗人、学者、文学家。博学好古，能鉴别书、画、鼎彝之属，精金石篆刻，诗为一代宗匠，与朱彝尊并称。书法高秀似晋人。康熙时继钱谦益而主盟诗坛。论诗创神韵说。早年诗作清丽澄淡，中年以后转为苍劲。擅长各体，尤工七绝。但未能摆脱明七子摹古馀习，时人诮之为“清秀李于麟”，然传其衣钵者不少。好为笔记，有《池北偶谈》、《古夫于亭杂录》、《香祖笔记》等，然辨驳议论多错愕、失当。"}, {"dynasty": "福州市"}, {"dynasty": "桐城市"}, {"name": "刘墉", "info": "刘墉（1719～1804），字崇如，号石庵，另有青原、香岩、东武、穆庵、溟华、日观峰道人等字号，清代书画家、政治家。山东省高密县逄戈庄人（原属诸城），祖籍江苏徐州丰县。乾隆十六年（1751年）进士，刘统勋子。官至内阁大学士，为官清廉，有其父之风。刘墉是乾隆十六年的进士，做过吏部尚书，体仁阁大学士。工书，尤长小楷，传世书法作品以行书为多。嘉庆九年十二月二十五日卒于京。谥文清。"}, {"name": "李渔", "info": "李渔（1611－1680），初名仙侣，后改名渔，字谪凡，号笠翁。汉族，浙江金华兰溪夏李村人。明末清初文学家、戏剧家、戏剧理论家、美学家。被后世誉为“中国戏剧理论始祖”、“世界喜剧大师”、“东方莎士比亚”，是休闲文化的倡导者、文化产业的先行者，被列入世界文化名人之一。一生著述丰富，著有《笠翁十种曲》（含《风筝误》）、《无声戏》（又名《连城璧》）、《十二楼》、《闲情偶寄》、《笠翁一家言》等五百多万字。还批阅《三国志》，改定《金瓶梅》，倡编《芥子园画谱》等，是中国文化史上不可多得的一位艺术天才。"}, {"dynasty": "四川省"}, {"dynasty": "太原市"}, {"name": "乐钧", "info": "乐钧（1766-1814，一说1816卒），原名宫谱，字效堂，一字元淑，号莲裳，别号梦花楼主。江西抚州府临川长宁高坪村（今属金溪县陈坊积乡高坪村）人。清代著名文学家。从小聪敏好学，秀气孤秉，喜作骈体文，利文20卷。弱冠补博士弟子。乾隆五十四年（1789）由学使翁方纲拔贡荐入国子监，聘为怡亲王府教席。嘉庆六年（1801）乡试中举，怡亲王欲留，乐钧以母老辞归。后屡试不弟，未入仕途，先后游历于江淮、楚、粤之间，江南大吏争相延聘，曾主扬州梅花书院讲席。嘉庆十九年，因母去世过分伤心，不久亦卒。"}, {"dynasty": "山西省"}, {"name": "黄元御", "info": "黄元御，名玉璐，字元御，一字坤载，号研农，别号玉楸子。清代著名医学家；尊经派的代表人物；乾隆皇帝的御医，乾隆皇帝亲书“妙悟岐黄”褒奖其学识，亲书“仁道药济”概括其一生。他继承和发展了博大精深的祖国医学理论，对后世医家影响深远，被誉为“黄药师”、“一代宗师”，清军四川军医馆——久真堂的祖师爷。"}, {"name": "郑孝胥", "info": "郑孝胥，（1860年5月2日——1938年）字苏龛（苏堪），一字太夷号海藏，尝取东坡‘万人如海一身藏’诗意，颜所居曰‘海藏楼’，世称‘郑海藏’。中国福建省闽侯县人。工诗，擅书法，为诗坛“同光体”宣导者之一。著有《海藏楼诗集》。"}, {"name": "曹贞吉", "info": "曹贞吉(1634～1698) 清代著名诗词家。字升六，又字升阶、迪清，号实庵，安丘县城东关（今属山东省）人。曹申吉之兄。康熙三年进士，官至礼部郎中，以疾辞湖广学政，归里卒。嗜书，工诗文，与嘉善诗人曹尔堪并称为“南北二曹”，词尤有名，被誉为清初词坛上“最为大雅”的词家。"}, {"dynasty": "铜陵市"}, {"name": "林则徐", "info": "林则徐 1785年8月30日（乾隆五十年）~1850年11月22日（道光三十年），汉族，福建侯官人（今福建省福州），字元抚，又字少穆、石麟，晚号俟村老人、俟村退叟、七十二峰退叟、瓶泉居士、栎社散人等。是清朝后期政治家、思想家和诗人，是中华民族抵御外辱过程中伟大的民族英雄，其主要功绩是虎门销烟。官至一品，曾任江苏巡抚、两广总督、湖广总督、陕甘总督和云贵总督，两次受命为钦差大臣；因其主张严禁鸦片、抵抗西方的侵略、坚持维护中国主权和民族利益深受中国人的敬仰。"}, {"name": "项鸿祚", "info": "项鸿祚（1798～1835）清代词人。原名继章，后改名廷纪，字莲生。钱塘（今浙江杭州）人。道光十二年（1832）举人，两应进士试不第，穷愁而卒，年仅三十八岁。家世业盐筴，巨富，至君渐落。鸿祚一生，大似纳兰性德。他与龚自珍同时为“西湖双杰”。其词多表现抑郁、感伤之情，著有《忆云词甲乙丙丁稿》4卷，《补遗》1卷，有光绪癸巳钱塘榆园丛刻本。"}, {"name": "金圣叹", "info": "金圣叹（1608年4月17日—1661年8月7日），名采，字若采。一说原姓张。明亡后改名人瑞，字圣叹，自称泐庵法师。明末清初苏州吴县人，著名的文学家、文学批评家。金圣叹的主要成就在于文学批评，对《水浒传》、《西厢记》、《左传》等书及杜甫诸家唐诗都有评点。他乩降才女叶小鸾，写下动人篇章，成为江南士人佳话，亦为曹雪芹构思和创作《红楼梦》的素材之一。金圣叹提高通俗文学的地位，提出“六才子书”之说，使小说戏曲与传统经传诗歌并驾齐驱，受推崇为中国白话文学运动的先驱，在中国文学史上占有重要地位。"}, {"name": "吴敬梓", "info": "吴敬梓（1701—1754年），字敏轩，一字文木，号粒民，清朝最伟大的小说家之一。汉族，安徽省全椒人。因家有“文木山房”，所以晚年自称“文木老人”，又因自家乡安徽全椒移至江苏南京秦淮河畔，故又称“秦淮寓客”（现存吴敬梓手写《兰亭序》中盖有印章：“全椒吴敬梓号粒民印”）。后卒于客中。著有《文木山房诗文集》十二卷（今存四卷）、《文木山房诗说》七卷（今存四十三则）、小说《儒林外史》。"}, {"dynasty": "娄底市"}, {"dynasty": "天长市"}, {"dynasty": "昆山市"}, {"name": "左宗棠", "info": "左宗棠（1812年11月10日—1885年9月5日），汉族，字季高，一字朴存，号湘上农人。湖南湘阴人。晚清重臣，军事家、政治家、湘军著名将领，洋务派代表人物之一。与曾国藩、李鸿章、张之洞并称“晚清中兴四大名臣”。左宗棠曾就读于长沙城南书院，二十岁乡试中举，虽此后在会试中屡试不第，但留意农事，遍读群书，钻研舆地、兵法。后由幕友而起，参与平定太平天国运动，兴办洋务运动，镇压捻军，平定陕甘同治回乱，收复新疆，推动新疆建省。中法战争时，自请赴福建督师，光绪十一年（1885年）在福州病逝，享年七十三岁。追赠太傅，谥号“文襄”，并入祀昭忠祠、贤良祠。左宗棠著有《楚军营制》《朴存阁农书》等，其奏稿、文牍等辑为《左文襄公全集》，后人又辑有《左宗棠全集》。"}, {"name": "尤侗", "info": "尤侗（1618年－1704年）明末清初著名诗人、戏曲家，曾被顺治誉为“真才子”；康熙誉为“老名士”。字展成，一字同人，早年自号三中子，又号悔庵，晚号良斋、西堂老人、鹤栖老人、梅花道人等，苏州府长洲（今江苏省苏州市）人。于康熙十八年（1679）举博学鸿儒，授翰林院检讨，参与修《明史》，分撰列传300余篇、《艺文志》5卷，二十二年告老归家。四十二年康熙南巡，得晋官号为侍讲，享年八十七岁。侗天才富赡，诗多新警之思，杂以谐谑，每一篇出，传诵遍人口，著述颇丰，有《西堂全集》。"}, {"name": "查慎行", "info": "查慎行（1650～1727） 清代诗人，当代著名作家金庸先祖。初名嗣琏，字夏重，号查田；后改名慎行，字悔余，号他山，赐号烟波钓徒，晚年居于初白庵，所以又称查初白。海宁袁花（今属浙江）人。康熙四十二年(1703)进士；特授翰林院编修，入直内廷。五十二年（1713），乞休归里，家居10余年。雍正四年（1726），因弟查嗣庭讪谤案，以家长失教获罪，被逮入京，次年放归，不久去世。查慎行诗学东坡、放翁，尝注苏诗。自朱彝尊去世后，为东南诗坛领袖。著有《他山诗钞》。"}, {"dynasty": "闽侯县"}, {"dynasty": "永州市"}, {"name": "薛时雨", "info": "薛时雨（1818-1885），字慰农，一字澍生，晚号桑根老农。安徽全椒人。清代咸丰三年（1853）进士，授嘉兴知县。太平军起，参李鸿章军幕，以招抚流亡振兴文教为任。官至杭州知府，兼督粮道，代行布政、按察两司事。为台湾第一巡抚刘铭传亲家。晚清著名词家之一，作品有《藤香馆诗删》、《词删》等。"}, {"dynasty": "山东省"}, {"name": "郑板桥", "info": "郑板桥（1693—1765）清代官吏、书画家、文学家。名燮，字克柔，汉族，江苏兴化人。一生主要客居扬州，以卖画为生。“扬州八怪”之一。其诗、书、画均旷世独立，，世称“三绝”，擅画兰、竹、石、松、菊等植物，其中画竹已五十余年，成就最为突出。著有《板桥全集》。康熙秀才、雍正举人、乾隆元年进士。中进士后曾历官河南范县、山东潍县知县，有惠政。以请臻饥民忤大吏，乞疾归。"}, {"dynasty": "邵阳市"}, {"dynasty": "安徽省"}, {"name": "张问陶", "info": "张问陶(1764—1814) ，清代杰出诗人、诗论家，著名书画家。字仲冶，一字柳门。因善画猿，亦自号“蜀山老猿”。嘉庆十九年（1814）三月初四日，病卒于苏州寓所。其生平事迹见《清史稿》卷四八五《文苑》、《清史列传》卷七二《文苑传三》、胡传淮著《张问陶年谱》、《张船山书画年谱》等文献。张问陶著有《船山诗草》，存诗3500余首。其诗天才横溢，价重鸡林，与袁枚、赵翼合称清代“性灵派三大家”，被誉为“青莲再世”、“少陵复出”、清代“蜀中诗人之冠”，也是元明清巴蜀第一大诗人。"}, {"name": "蒋士铨", "info": "蒋士铨（1725—1784）清代戏曲家，文学家。字心馀、苕生，号藏园，又号清容居士，晚号定甫。铅山（今属江西）人。乾隆二十二年进士，官翰林院编修。乾隆二十九年辞官后主持蕺山、崇文、安定三书院讲席。精通戏曲，工诗古文，与袁枚、赵翼合称江右三大家。士铨所著《忠雅堂诗集》存诗二千五百六十九首，存于稿本的未刊诗达数千首，其戏曲创作存《红雪楼九种曲》等四十九种。"}, {"dynasty": "湖州市"}, {"name": "李鸿章", "info": "李鸿章（1823年2月15日—1901年11月7日），晚清名臣，洋务运动的主要领导人之一，安徽合肥人，世人多尊称李中堂，亦称李合肥，本名章铜，字渐甫或子黻，号少荃（泉），晚年自号仪叟，别号省心，谥文忠。日本首相伊藤博文视其为“大清帝国中唯一有能耐可和世界列强一争长短之人”，慈禧太后视其为“再造玄黄之人”，著有《李文忠公全集》。与曾国藩、张之洞、左宗棠并称为“中兴四大名臣”，与俾斯麦、格兰特并称为“十九世纪世界三大伟人”。"}], "edges": [{"source": 95, "target": 130, "relation": "省-市"}, {"source": 130, "target": 59, "relation": "出自于"}, {"source": 76, "target": 121, "relation": "省-市"}, {"source": 121, "target": 98, "relation": "出自于"}, {"source": 73, "target": 111, "relation": "省-市"}, {"source": 111, "target": 16, "relation": "出自于"}, {"source": 65, "target": 65, "relation": "省-市"}, {"source": 65, "target": 54, "relation": "出自于"}, {"source": 121, "target": 58, "relation": "出自于"}, {"source": 42, "target": 150, "relation": "省-市"}, {"source": 150, "target": 99, "relation": "出自于"}, {"source": 159, "target": 112, "relation": "省-市"}, {"source": 112, "target": 94, "relation": "出自于"}, {"source": 73, "target": 93, "relation": "省-市"}, {"source": 93, "target": 51, "relation": "出自于"}, {"source": 95, "target": 2, "relation": "省-市"}, {"source": 2, "target": 6, "relation": "出自于"}, {"source": 76, "target": 107, "relation": "省-市"}, {"source": 107, "target": 137, "relation": "出自于"}, {"source": 32, "target": 134, "relation": "省-市"}, {"source": 134, "target": 146, "relation": "出自于"}, {"source": 121, "target": 86, "relation": "出自于"}, {"source": 111, "target": 160, "relation": "出自于"}, {"source": 93, "target": 7, "relation": "出自于"}, {"source": 73, "target": 122, "relation": "省-市"}, {"source": 122, "target": 29, "relation": "出自于"}, {"source": 32, "target": 113, "relation": "省-市"}, {"source": 113, "target": 44, "relation": "出自于"}, {"source": 76, "target": 129, "relation": "省-市"}, {"source": 129, "target": 155, "relation": "出自于"}, {"source": 73, "target": 152, "relation": "省-市"}, {"source": 152, "target": 33, "relation": "出自于"}, {"source": 73, "target": 81, "relation": "省-市"}, {"source": 81, "target": 39, "relation": "出自于"}, {"source": 159, "target": 87, "relation": "省-市"}, {"source": 87, "target": 133, "relation": "出自于"}, {"source": 76, "target": 125, "relation": "省-市"}, {"source": 125, "target": 96, "relation": "出自于"}, {"source": 152, "target": 14, "relation": "出自于"}, {"source": 162, "target": 35, "relation": "省-市"}, {"source": 35, "target": 166, "relation": "出自于"}, {"source": 42, "target": 161, "relation": "省-市"}, {"source": 161, "target": 24, "relation": "出自于"}, {"source": 73, "target": 129, "relation": "省-市"}, {"source": 129, "target": 91, "relation": "出自于"}, {"source": 97, "target": 100, "relation": "出自于"}, {"source": 93, "target": 85, "relation": "出自于"}, {"source": 162, "target": 135, "relation": "省-市"}, {"source": 135, "target": 43, "relation": "出自于"}, {"source": 76, "target": 119, "relation": "省-市"}, {"source": 119, "target": 71, "relation": "出自于"}, {"source": 4, "target": 75, "relation": "省-市"}, {"source": 75, "target": 1, "relation": "出自于"}, {"source": 97, "target": 101, "relation": "出自于"}, {"source": 76, "target": 72, "relation": "省-市"}, {"source": 72, "target": 110, "relation": "出自于"}, {"source": 122, "target": 77, "relation": "出自于"}, {"source": 106, "target": 56, "relation": "省-市"}, {"source": 56, "target": 126, "relation": "出自于"}, {"source": 138, "target": 10, "relation": "省-市"}, {"source": 10, "target": 22, "relation": "出自于"}, {"source": 73, "target": 46, "relation": "省-市"}, {"source": 46, "target": 19, "relation": "出自于"}, {"source": 159, "target": 88, "relation": "省-市"}, {"source": 88, "target": 102, "relation": "出自于"}, {"source": 162, "target": 64, "relation": "省-市"}, {"source": 64, "target": 149, "relation": "出自于"}, {"source": 93, "target": 11, "relation": "出自于"}, {"source": 73, "target": 68, "relation": "省-市"}, {"source": 68, "target": 34, "relation": "出自于"}, {"source": 122, "target": 148, "relation": "出自于"}, {"source": 121, "target": 114, "relation": "出自于"}, {"source": 106, "target": 120, "relation": "省-市"}, {"source": 120, "target": 57, "relation": "出自于"}, {"source": 120, "target": 25, "relation": "出自于"}, {"source": 135, "target": 47, "relation": "出自于"}, {"source": 161, "target": 0, "relation": "出自于"}, {"source": 56, "target": 36, "relation": "出自于"}, {"source": 72, "target": 26, "relation": "出自于"}, {"source": 122, "target": 61, "relation": "出自于"}, {"source": 72, "target": 3, "relation": "出自于"}, {"source": 121, "target": 147, "relation": "出自于"}, {"source": 42, "target": 41, "relation": "省-市"}, {"source": 41, "target": 153, "relation": "出自于"}, {"source": 73, "target": 66, "relation": "省-市"}, {"source": 66, "target": 12, "relation": "出自于"}, {"source": 121, "target": 103, "relation": "出自于"}, {"source": 80, "target": 89, "relation": "省-市"}, {"source": 89, "target": 55, "relation": "出自于"}, {"source": 97, "target": 142, "relation": "出自于"}, {"source": 104, "target": 52, "relation": "省-市"}, {"source": 52, "target": 164, "relation": "出自于"}, {"source": 97, "target": 163, "relation": "出自于"}, {"source": 159, "target": 123, "relation": "省-市"}, {"source": 123, "target": 105, "relation": "出自于"}, {"source": 120, "target": 20, "relation": "出自于"}, {"source": 32, "target": 156, "relation": "省-市"}, {"source": 156, "target": 143, "relation": "出自于"}, {"source": 75, "target": 83, "relation": "出自于"}, {"source": 159, "target": 40, "relation": "省-市"}, {"source": 40, "target": 136, "relation": "出自于"}, {"source": 121, "target": 128, "relation": "出自于"}, {"source": 73, "target": 92, "relation": "省-市"}, {"source": 92, "target": 124, "relation": "出自于"}, {"source": 121, "target": 5, "relation": "出自于"}, {"source": 76, "target": 165, "relation": "省-市"}, {"source": 165, "target": 60, "relation": "出自于"}, {"source": 79, "target": 109, "relation": "省-市"}, {"source": 109, "target": 27, "relation": "出自于"}, {"source": 165, "target": 127, "relation": "出自于"}, {"source": 165, "target": 9, "relation": "出自于"}, {"source": 93, "target": 154, "relation": "出自于"}, {"source": 162, "target": 53, "relation": "省-市"}, {"source": 53, "target": 50, "relation": "出自于"}, {"source": 141, "target": 139, "relation": "省-市"}, {"source": 139, "target": 28, "relation": "出自于"}, {"source": 76, "target": 48, "relation": "省-市"}, {"source": 48, "target": 67, "relation": "出自于"}, {"source": 125, "target": 21, "relation": "出自于"}, {"source": 135, "target": 8, "relation": "出自于"}, {"source": 81, "target": 69, "relation": "出自于"}, {"source": 106, "target": 74, "relation": "省-市"}, {"source": 74, "target": 31, "relation": "出自于"}, {"source": 109, "target": 82, "relation": "出自于"}, {"source": 75, "target": 63, "relation": "出自于"}, {"source": 73, "target": 108, "relation": "省-市"}, {"source": 108, "target": 18, "relation": "出自于"}, {"source": 162, "target": 145, "relation": "省-市"}, {"source": 145, "target": 70, "relation": "出自于"}, {"source": 125, "target": 78, "relation": "出自于"}, {"source": 89, "target": 117, "relation": "出自于"}, {"source": 30, "target": 84, "relation": "省-市"}, {"source": 84, "target": 45, "relation": "出自于"}, {"source": 121, "target": 118, "relation": "出自于"}, {"source": 121, "target": 49, "relation": "出自于"}, {"source": 73, "target": 13, "relation": "省-市"}, {"source": 13, "target": 131, "relation": "出自于"}, {"source": 159, "target": 116, "relation": "省-市"}, {"source": 116, "target": 144, "relation": "出自于"}, {"source": 135, "target": 62, "relation": "出自于"}, {"source": 93, "target": 90, "relation": "出自于"}, {"source": 42, "target": 157, "relation": "省-市"}, {"source": 157, "target": 132, "relation": "出自于"}, {"source": 108, "target": 23, "relation": "出自于"}, {"source": 104, "target": 38, "relation": "省-市"}, {"source": 38, "target": 140, "relation": "出自于"}, {"source": 135, "target": 17, "relation": "出自于"}, {"source": 162, "target": 151, "relation": "省-市"}, {"source": 151, "target": 115, "relation": "出自于"}, {"source": 121, "target": 37, "relation": "出自于"}, {"source": 64, "target": 158, "relation": "出自于"}]}