{"nodes": [{"name": "夏日山中", "prop": {"content": "懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。", "translation": "懒得摇动白羽扇来祛暑，披散头发悠然自得的呆在苍翠树林中。将解下的头巾挂在石壁上，任由松树间的凉风吹过头顶。"}}, {"name": "浣溪沙", "prop": {"content": "败叶填溪水已冰，夕阳犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。", "translation": "干枯凋落的树叶堆积在溪上，水已结冰。黄昏时分，夕阳的余晖依然照着长亭短亭。来到一座废寺前，寺的门额上已经看不清寺名。闲游的过客驻马临摹碑上之字，富家子弟拨弄佛前灯芯。尘世辛劳，凡人几时醒悟。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "文廷式", "dynasty": "近现代"}, {"name": "凉州词二首·其一", "prop": {"content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。", "translation": "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"}}, {"name": "望天门山", "prop": {"content": "天门中断楚江开，碧水东流至此回。两岸青山相对出，孤帆一片日边来。", "translation": "长江犹如巨斧，劈开天门雄峰，碧绿江水滚滚东流到这里，又回旋向北流去。两岸青山互相对峙美景难分高下，一只小船从太阳升起的地方悠悠驶来。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "雁儿落兼得胜令", "prop": {"content": "　　往常时为功名惹是非，如今对山水忘名利；往常时趁鸡声赴早朝，如今近晌午犹然睡。往常时秉笏立丹墀，如今把菊向东离；往常时俯仰承极贵，如今逍遥谒故知；往常时狂痴，险犯着笞杖徒流罪；如今便宜，课会风花雪月题。云来山更佳，云去山如画。山因云晦明，云共山高下。倚仗立云沙，回首见山家，野鹿眠山草，山猿戏野花。云霞，我爱山无价。看时，行踏。云山也爱咱。抖擞了元亮尘，分付了苏卿印；喜西风范蠡舟，任雪满潘安鬓。　　乞得自由身，且作太平民；酒吸华峰月，诗吟泺水春。而今，识破东华梦；红裙，休歌南浦云。三十年一梦惊，财与气消磨尽。把当年花月心，都变做了今日山林兴。　　早是不能行，那更鬓星星。镜里常嗟叹，人前强打撑。歌声，积渐的无心听；多情，你频来待怎生？自高悬神武冠，身无事心无患。对风花雪月吟，有笔砚琴书伴。　　梦境儿也清安，俗势利不相关，由他傀儡棚头闹，且向昆仑顶上看。云山，隔断红尘岸；游观，壶中天地宽。　　也不学严子陵七里滩，也不学姜太公磻溪岸，也不学贺知章乞鉴湖，也不学柳子厚游南涧。俺住云水屋三间，风月竹千竿。一任傀儡棚中闹，且向昆仑顶上看。身安，倒大来无忧患；游观，壶中天地宽。", "translation": "　　作者在《雁儿落兼得胜令》中描述了为官时与退隐后两种不同的生活情况。全曲用对比的笔法，形成强烈反差：在朝时必须卑躬屈膝，秉笏立丹墀，处处仰承权贵意志，如对朝政有所论谏，则可能被判刑。辞官后的生活却悠然轻松，自在飘逸，人如在世外桃源中。这种比较完全是来自作者本人的亲身体验，因而对当时社会现实黑暗的批判格外有力，态度也极为鲜明。"}}, {"name": "山行", "prop": {"content": "远上寒山石径斜，白云深处有人家。(深处 一作：生处)停车坐爱枫林晚，霜叶红于二月花。", "translation": "沿着弯弯曲曲的小路上山，在那生出白云的地方居然还有几户人家。停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。"}}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "先秦"}, {"name": "晚登三山还望京邑", "prop": {"content": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？", "translation": "我像王粲与潘岳那样怀着眷恋之情，傍晚登上三山回头眺望京城。斜阳照射使飞耸的屋脊色彩明丽，高高低低清晰可见。残余的晚霞铺展开来就像美丽的彩锦，澄清的江水平静得如同一匹白练。喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。想到离开后不知何时才能归来，不由得心中惆怅，留下雪珠般的眼泪。怀着望乡之情的人，又有谁能不白了头发呢？"}}, {"name": "从军行七首·其四", "prop": {"content": "青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。", "translation": "青海湖上乌云密布，遮得连绵雪山一片黯淡。边塞古城，玉门雄关，远隔千里，遥遥相望。守边将士身经百战，铠甲磨穿，壮志不灭，不打败进犯之敌，誓不返回家乡。"}}, {"name": "菩萨蛮·溪山掩映斜阳里", "prop": {"content": "溪山掩映斜阳里，楼台影动鸳鸯起。隔岸两三家，出墙红杏花。绿杨堤下路，早晚溪边去。三见柳绵飞，离人犹未归。", "translation": "溪水和山峰都笼罩在夕阳余晖之中。微风吹拂下，溪水荡起层层绿波，倒映在水中的楼台也仿佛在晃动，惊起了水面上的鸳鸯。溪水的两岸，只住着两三户人家，一枝娇艳的杏花从院墙上探出头来。在杨柳掩映的溪边小路上，有人天天在那里徘徊观望。年年看柳絮飘飞，至今已经看了三次，离人为什么还不还乡？"}}, {"name": "朝中措·送刘仲原甫出守维扬", "prop": {"content": "平山栏槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。 文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。", "translation": "平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。我这位爱好写文章的太守，下笔就是万言，饮酒千杯。趁现在年轻赶快行乐吧，您看那坐在酒樽前的老头儿已经不行了。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "三善殿夜望山灯诗", "prop": {"content": "百花疑吐夜，四照似含春。的的连星出，亭亭向月新。采珠非合浦，赠佩异江滨。若任扶桑路，堪言并日轮。", "translation": "无"}}, {"name": "望庐山瀑布", "prop": {"content": "日照香炉生紫烟，遥看瀑布挂前川。飞流直下三千尺，疑是银河落九天。", "translation": "香炉峰在阳光的照射下生起紫色烟霞，从远处看去瀑布好似白色绢绸悬挂山前。高崖上飞腾直落的瀑布好像有几千尺，让人怀疑是银河从天上泻落到人间。"}}, {"dynasty": "清代"}, {"name": "咏鹅", "prop": {"content": "鹅，鹅，鹅，曲项向天歌。白毛浮绿水，红掌拨清波。", "translation": "“鹅，鹅，鹅！”面向蓝天，一群鹅儿伸着弯曲的脖子在歌唱。白色的身体漂浮在碧绿水面，红红的脚掌拨动着清清水波。"}}, {"name": "春晚书山家屋壁二首", "prop": {"content": "柴门寂寂黍饭馨，山家烟火春雨晴。庭花蒙蒙水泠泠，小儿啼索树上莺。水香塘黑蒲森森，鸳鸯鸂鶒如家禽。前村后垄桑柘深，东邻西舍无相侵。蚕娘洗茧前溪渌，牧童吹笛和衣浴。山翁留我宿又宿，笑指西坡瓜豆熟。", "translation": "柴门一片寂静屋里米饭香喷喷，农家炊烟袅袅春雨过后天放晴。院内鲜花迷蒙山间流水清泠泠，小儿又哭又闹索要树上的黄莺。"}}, {"name": "江畔独步寻花·其五", "prop": {"content": "黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？", "translation": "黄师塔前江水向东流去，温暖的春天使人困倦，只想倚着春风小憩。一株无主的桃花开得正盛，究竟是爱深红还是更爱浅红呢？"}}, {"name": "同赋山居七夕", "prop": {"content": "明月青山夜，高天白露秋。花庭开粉席，云岫敞针楼。石类支机影，池似泛槎流。暂惊河女鹊，终狎野人鸥。", "translation": "无"}}, {"name": "题卢处士山居", "prop": {"content": "山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。", "translation": "无"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "点绛唇·越山见梅", "prop": {"content": "春未来时，酒携不到千岩路。瘦还如许。晚色天寒处。 无限新愁，难对风前语。行人去。暗消春素。横笛空山暮。", "translation": "　　吴梦窗的这首《点绛唇》着力之处既不在句法章法的光彩夺目，亦不在刻意追险求奇，一字一句皆出自天然。只是由于其立意之高、取径之远，使得这首词读来颇具灵性，处处流露出真实性情。体现了梦窗词清疏空灵的本色。 　 "}}, {"name": "满江红·江行和杨济翁韵", "prop": {"content": "过眼溪山，怪都似、旧时相识。还记得、梦中行遍，江南江北。佳处径须携杖去，能消几緉平生屐。笑尘劳、三十九年非、长为客。吴楚地，东南坼。英雄事，曹刘敌。被西风吹尽，了无尘迹。楼观才成人已去，旌旗未卷头先白。叹人间、哀乐转相寻，今犹昔。", "translation": "眼前的山山水水，都似曾相识。还记得在梦中已将万里江山走遍。游赏那些风景名胜，只需带上手杖即可，耗损不了几双木屐。可笑我忙忙碌碌，却有三十九年做得不对，长期做来去匆匆的过客。昔日一统江山，如今却被分为南北两半。曹操、刘备皆是当世的英雄。可惜那些英雄豪杰，都已成了旧事，如今已没有一丝痕。楼台刚刚建成，却已不见人踪；壮志未酬，我却满头白发。可叹人世间的悲欢，不过是在循环往复，从古至今都是如此。"}}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "竹枝词二首·其一", "prop": {"content": "杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)", "translation": "岸上杨柳青，江中风浪平，忽然江上舟中传来男子的唱歌声。就像东方出太阳，西边落雨。你说它不是晴天吧，它又是晴天。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "令狐楚", "dynasty": "唐代"}, {"name": "阮郎归·呈郑王十二弟", "prop": {"content": "东风吹水日衔山，春来长是闲。落花狼藉酒阑珊，笙歌醉梦间。佩声悄，晚妆残，凭谁整翠鬟？留连光景惜朱颜，黄昏独倚阑。", "translation": "东风吹动春水，远山连接着落日，春天来了长期都很无聊。落花一片狼藉，酒兴也逐渐衰减，吹笙唱歌整日就像醉中梦里一般。春睡醒来，明明知道晚妆已零乱不整，但谁还会去整理梳妆？时光易逝，朱颜易老而无人欣赏，黄昏时候只能独自倚靠着栏杆。"}}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "题破山寺后禅院", "prop": {"content": "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)", "translation": "清晨我进入这古老寺院，初升的太阳照在山林上。弯弯曲曲的小路通向幽深处，禅房掩映在繁茂的花木丛中。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。"}}, {"name": "渔歌子", "prop": {"content": "西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。", "translation": "西塞山前白鹭在自由地翱翔，江岸桃花盛开，江水中肥美的鳜鱼欢快地游来游去。渔翁头戴青色斗笠，身披绿色蓑衣，冒着斜风细雨，悠然自得地垂钓，连下了雨都不回家。"}}, {"name": "浪淘沙", "prop": {"content": "水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。", "translation": "　　潇洒有余致。词人似乎想说明，对于美好的事物，只要留有回忆，就已足够。然而文学作品毕竟不是说理文，此词动人之处并不在这种旷达的心情，而是词人所用的艺术手段。经过作者的渲染，这枝随手折得的桃花，仿佛是有了灵魂，也就拥有了新的所指。 "}}, {"name": "张志和", "dynasty": "唐代"}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "小池", "prop": {"content": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。", "translation": "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"}}, {"name": "登鹳雀楼", "prop": {"content": "白日依山尽，黄河入海流。欲穷千里目，更上一层楼。", "translation": "夕阳依傍着山峦慢慢沉落，滔滔黄河朝着大海汹涌奔流。想要看到千里之外的风光，那就要再登上更高的一层城楼。 "}}, {"name": "菱荇鹅儿水", "prop": {"content": "杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭绿，十里稻花香。盛世无饥馁，何须耕织忙。", "translation": "黄色的酒旗招引着客人前来酣饮，远远望去但见隐隐约约的山庄。种着菱荇的湖面是鹅儿戏水的地方，桑树榆树的枝叶正是燕子筑巢用的屋梁。一畦畦韭菜在春风中长得翠绿，一片片稻田散溢着花粉的清香。开明盛世再也没有饥荒和冻馁，又何用忙忙碌碌地耕织呢？ "}}, {"name": "凉州词三首·其三", "prop": {"content": "凤林关里水东流，白草黄榆六十秋。边将皆承主恩泽，无人解道取凉州。", "translation": "流经凤林关的河水向东流去，白草、黄榆树已经生长了六十年。边城的将士都承受主上的恩惠赏赐，却没有人知道去夺回凉州。"}}, {"name": "钱塘湖春行", "prop": {"content": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。", "translation": "从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。"}}, {"name": "刘将孙", "dynasty": "宋代"}, {"name": "游山西村", "prop": {"content": "莫笑农家腊酒浑，丰年留客足鸡豚。山重水复疑无路，柳暗花明又一村。箫鼓追随春社近，衣冠简朴古风存。从今若许闲乘月，拄杖无时夜叩门。", "translation": "不要笑农家腊月里酿的酒浑浊不醇厚，丰收的年景农家待客菜肴非常丰盛。山峦重叠水流曲折正担心无路可走，忽然柳绿花艳间又出现一个山村。吹着箫打起鼓春社的日子已经接近，布衣素冠，淳朴的古代风俗依旧保留。今后如果还能乘大好月色出外闲游，我随时会拄着拐杖来敲你的家门。"}}, {"name": "饮酒·其五", "prop": {"content": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。", "translation": "将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却已忘了怎样表达。"}}, {"name": "赠汪伦", "prop": {"content": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 ", "translation": "<a href=\"https://so.gushiwen.cn/authorv_b90660e3e492.aspx\" target=\"_blank\">李白乘舟将要远行离去，忽听岸上传来踏歌之声。即使桃花潭水深至千尺，也比不上汪伦送我之情。"}}, {"name": "天仙子·草绿裙腰山染黛", "prop": {"content": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。", "translation": "此词抒写爱情，清新流畅，灵活自然，别具风格，不落俗套，颇有民歌风味。 "}}, {"name": "惠崇春江晚景", "prop": {"content": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。", "translation": "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。"}}, {"name": "游洞庭湖五首·其二", "prop": {"content": "南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。", "translation": "秋天夜晚的南湖水面水澄澈无烟，可怎么能够乘流上天呢？姑且向洞庭湖赊几分月色，痛快地赏月喝酒。 "}}, {"name": "司马光", "dynasty": "宋代"}, {"name": "七里濑", "prop": {"content": "羁心积秋晨，晨积展游眺。孤客伤逝湍，徒旅苦奔峭。石浅水潺湲，日落山照曜。荒林纷沃若，哀禽相叫啸。遭物悼迁斥，存期得要妙。既秉上皇心，岂屑末代诮。目睹严子濑，想属任公钓。谁谓古今殊，异代可同调。", "translation": "在秋晨自己的羁旅之思更加浓重了，自己怀着这种秋晨的羁旅之思来尽情地游赏眺望。看到急流的江水和崩落的江岸更感伤自己的长期在外飘荡。只见急流飞逝，日落西山，余辉照耀。荒林落叶纷纷，哀禽凄凄哀号。贬谪的游子，怎能不睹物伤悼，幸运的是，我已悟出了椹然长存的微妙要道。既然抱定上古三皇的淳朴之心听任自然，无为治郡，怎会顾忌末代群小的讥诮。目睹严子濑的淙淙急流，联想任国公子的东海垂钓。谁说古今不同，只要都怀着一颗高沽韵心，即使时代辽远，也能共谐异曲同工之妙。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "虞美人·寄公度", "prop": {"content": "芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。", "translation": "荷花都已凋落，天连着水，苍茫一片，黄昏时秋风阵阵，涌起波澜。我独自在小楼东边倚栏观看，分飞的双燕各自东西，远远向寒云飞去。短暂浮生真应该在醉酒中衰老，转眼间大雪又盖满京城道。远方友人也定会时时登台把我怀想，寄给我一枝江南春梅。 "}}, {"dynasty": "明代"}, {"name": "虞美人", "prop": {"content": "曲阑干外天如水。昨夜还曾倚。初将明月比佳期。长向月圆时候、望人归。 罗衣著破前香在。旧意谁教改。一春离恨懒调弦。犹有两行闲泪、宝筝前。", "translation": "回廊上的栏杆曲曲弯弯，外面的天色像水一样清澈湛蓝。昨天晚上，我也曾在这里凭倚栏杆。人们都把明月比作佳期，认为月满时人也会团圆。因此我每天都在这里倚眺望，盼望心上人早日回到身边。绫罗的衣服虽已穿坏，但以前的余情尚在，令我缅怀留恋。可是不知旅行在外的游子，是谁让他把初衷改变。一春以来，因为离愁别恨而满怀愁怨，也懒得抚筝调弦。还有那两行因闲愁而伤心的眼泪，滴落在那宝筝的面前。"}}, {"name": "关山月", "prop": {"content": "明月出天山，苍茫云海间。长风几万里，吹度玉门关。汉下白登道，胡窥青海湾。由来征战地，不见有人还。戍客望边邑，思归多苦颜。(望边邑 一作：望边色)高楼当此夜，叹息未应闲。", "translation": "一轮明月从祁连山升起，穿行在苍茫云海之间。浩荡长风掠过万里关山，来到戍边将士驻守的边关。当年汉兵直指白登山道，吐蕃觊觎青海大片河山。这些历代征战之地，出征将士很少能够生还。戍守的士卒眼望着边城，那盼望归家的面容多么凄苦悲哀！当此家中高楼上的将士妻子，哀愁叹息，大概也没停歇。"}}, {"name": "贯休", "dynasty": "唐代"}, {"name": "登永嘉绿嶂山", "prop": {"content": "裹粮杖轻策，怀迟上幽室。行源径转远，距陆情未毕。澹潋结寒姿，团栾润霜质。涧委水屡迷，林迥岩逾密。眷西谓初月，顾东疑落日。践夕奄昏曙，蔽翳皆周悉。蛊上贵不事，履二美贞吉。幽人常坦步，高尚邈难匹。颐阿竟何端，寂寂寄抱一。恬如既已交，缮性自此出。", "translation": "无"}}, {"name": "三峡", "prop": {"content": "　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)　　春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：左山右献)　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”", "translation": "　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方。悬崖峭壁重峦叠嶂，遮挡了天空和太阳。如果不是正午，就看不见太阳；如果不是半夜，就看不见月亮。"}}, {"name": "黄鹤楼送孟浩然之广陵", "prop": {"content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)", "translation": "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"}}, {"name": "观沧海", "prop": {"content": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。", "translation": "东行登上高高的碣石山，来观赏苍茫的大海。海水多么宽阔浩荡，海中山岛罗列，高耸挺立。周围树木葱茏，花草丰茂。萧瑟的风声传来，草木动摇，海中翻涌着巨大的海浪。太阳和月亮升起降落，好像是从这浩瀚的海洋中发出的。银河里的灿烂群星，也好像是从大海的怀抱里涌现出来的。啊，庆幸得很！就用诗歌来表达内心的志向吧。"}}, {"name": "望洞庭湖赠张丞相", "prop": {"content": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。", "translation": "秋水盛涨几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。想要渡水却没有船只，闲居不仕，有愧于圣明天子。坐看垂钓之人多么悠闲自在，可惜只能空怀一片羡鱼之情。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "焦山望寥山", "prop": {"content": "石壁望松寥，宛然在碧霄。安得五彩虹，驾天作长桥。仙人如爱我，举手来相招。", "translation": "站在焦山陡峭的石壁上，遥望松寥山，就像站在碧蓝的云霄。如何才能把五彩虹化为凌空的长桥，以便直通天堂。仙人如果爱惜我，就对我招招手吧，让咱们一起去翱翔。 "}}, {"name": "滁州西涧", "prop": {"content": "独怜幽草涧边生，上有黄鹂深树鸣。 春潮带雨晚来急，野渡无人舟自横。", "translation": "唯独喜欢涧边幽谷里生长的野草，还有那树丛深处婉转啼鸣的黄鹂。傍晚时分，春潮上涨，春雨淅沥，西涧水势顿见湍急，荒野渡口无人，只有一只小船悠闲地横在水面。"}}, {"dynasty": "元代"}, {"name": "李峤", "dynasty": "唐代"}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "闻鹊喜·吴山观涛", "prop": {"content": "天水碧，染就一江秋色。鳌戴雪山龙起蛰，快风吹海立。数点烟鬟青滴，一杼霞绡红湿，白鸟明边帆影直，隔江闻夜笛。", "translation": "天光水色一片澄碧，染成一江清秋的景色，江潮涌来就像是神龟驮负的雪山，又像是蛰伏的巨龙从梦中惊起，疾风掀起海水像竖起的墙壁。远处几点青山像美人头上的鬟髻，弥漫着雾气青翠欲滴。一抹红霞如同刚织就的绡纱，带着汹涌的潮水迸溅的湿意。天边白鸟分明帆樯直立，入夜后隔江传来悠扬的笛声。"}}, {"name": "宣州谢脁楼饯别校书叔云", "prop": {"content": "弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。长风万里送秋雁，对此可以酣高楼。蓬莱文章建安骨，中间小谢又清发。俱怀逸兴壮思飞，欲上青天揽明月。(揽 一作：览；明月 一作：日月)抽刀断水水更流，举杯销愁愁更愁。(销愁 一作：消愁)人生在世不称意，明朝散发弄扁舟。", "translation": "弃我而去的昨天，早已不可挽留。乱我心绪的今天，使人无限烦忧。万里长风，送走行行秋雁。面对美景，正可酣饮高楼。先生的文章颇具建安风骨，又不时流露出小谢诗风的清秀。我们都满怀豪情逸兴，飞跃的神思像要腾空而上高高的青天，去摘取那皎洁的明月。拔刀断水水却更加汹涌奔流，举杯消愁愁情上却更加浓烈。人生在世不能称心如意，不如披头散发，登上长江一叶扁舟。"}}, {"name": "山居秋暝", "prop": {"content": "空山新雨后，天气晚来秋。明月松间照，清泉石上流。竹喧归浣女，莲动下渔舟。随意春芳歇，王孙自可留。", "translation": "新雨过后山谷里空旷清新，初秋傍晚的天气特别凉爽。明月映照着幽静的松林间，清澈泉水在山石上淙淙淌流。竹林中少女喧笑洗衣归来，莲叶轻摇是上游荡下轻舟。任凭春天的美景消歇，眼前的秋景足以令人流连。"}}, {"name": "酒泉子·水碧风清", "prop": {"content": "水碧风清，入槛细香红藕腻。谢娘敛翠，恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。", "translation": "　　这首词写少妇独守空闺的情景。上片写她面对初秋景色，起了无边的恨意。下片写她恨丈夫久游不归，她见到当年他们表示爱情的罗带同心结，更感到对方辜负了他们当年的那番深情厚意。 "}}, {"name": "山中", "prop": {"content": "长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。", "translation": "长江好似已经滞流，在为我不停地悲伤。万里远游之人，思念着早日回归。何况是高风送秋的傍晚时分，深山重重，黄叶在漫山飘飞。"}}, {"name": "扫花游·送春古江村", "prop": {"content": "水园沁碧，骤夜雨飘红，竟空林岛。艳春过了。有尘香坠钿，尚遗芳草。步绕新阴，渐觉交枝径小。醉深窈。爱绿叶翠圆，胜看花好。芳架雪未扫。怪翠被佳人，困迷清晓。柳丝系棹。问阊门自古，送春多少。倦蝶慵飞，故扑簪花破帽。酹残照。掩重城、暮钟不到。", "translation": "园中池水清澈透碧，一夜骤雨花落飘零，竟使林岛绿肥红消。艳丽的春天过了，尚有金钿、遗落于香尘芳草。漫步在初夏绿荫的小道，渐渐发现枝叶繁茂交错，路径越来越狭窄。沉醉在这一片幽深的密林中，翠圆的绿叶招人喜爱，胜过三春赏花好。花架下的落花还没有清扫，嗔怪佳人已是清晨仍然还在睡懒觉。柳丝只系船棹不系春，阊门自古是送别之地，有谁知道送走了多少春天呢？疲倦的蝴蝶也懒得飞起，故意盯扑在簪花破帽。黄昏里倾杯为春祭酹，城门重重紧闭，隔断那隐隐的钟声。"}}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "早发白帝城", "prop": {"content": "朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟已过万重山。", "translation": "清晨告别五彩云霞映照中的白帝城，千里之遥的江陵，一天就可以到达。两岸猿声还在耳边不停地回荡，轻快的小舟已驶过万重青山。"}}, {"name": "姜彧", "dynasty": "元代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "山寺题壁", "prop": {"content": "物外真何事，幽廊步不穷。一灯心法在，三世影堂空。 山果青苔上，寒蝉落叶中。归来还闭阁，棠树几秋风。", "translation": "　　擅长委婉含蓄地表达女子情怀，如献衷心：见好花颜色，争笑东风。双脸上，晚妆同。闭小楼深阁，春景重 重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。如此间景间情，曲曲折折、层层深入地揭示人物惜春怨别的内心感受。重视歌词的形式，也重视歌词的内容，只是他认为，曲子词主要是为上层社会游乐歌唱用资羽盖之欢的，词是艳曲，而文人词又不同于民间词。这种主张有进步意义，也有局限，但它却代表着部分词人的看法，他们的创作实践也与此基本一致。 "}}, {"name": "荷叶杯·镜水夜来秋月", "prop": {"content": "镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。", "translation": "池中水波平如镜子，映照着夜空中的一轮秋月，月光皎洁如雪。正是采莲的时节，那采莲的少女，红粉盛妆却只能空对着寒冷的水波，不由感到万分惆怅。她人在采莲，心中却思量着远方的情郎，愁思难解，黯然神伤。"}}, {"name": "皎然", "dynasty": "唐代"}, {"name": "湖湘以竹车激水粳稻如云书此能", "prop": {"content": "象龙唤不应，竹龙起行雨。联绵十车辐，伊轧百舟橹。转此大法轮，救汝旱岁苦。横江锁巨石，溅瀑叠城鼓。神机日夜运，甘泽高下普。老农用不知，瞬息了千亩。抱孙带黄犊，但看翠浪舞。余波及井臼，春玉饮酡乳。江吴夸七蹋，足茧腰背偻。此乐殊未知，吾归当教汝。", "translation": "　　永州山清水秀，溪流纵横。宋代，各地便盛行筑坝拦水，出现了以腾涌之水为动力，以竹编叶扇带动装水竹筒的筒车车水灌田地，以至梗稻如云。诗人游永州，见到以后，惊叹之余，大加赞赏，写下此诗。诗中生动地描绘了一幅筒车车水的奇观、功力和丰收在望的农家乐图。以江浙一带的脚踏水车比较，赞赏了永州丰富的水利资源，抒发了诗人由衷的欣喜之情。 "}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "南乡子·山果熟", "prop": {"content": "山果熟，水花香，家家风景有池塘。木兰舟上珠帘卷，歌声远，椰子酒倾鹦鹉盏。", "translation": "秋天里，山上的水果成熟了，菱荷也散发着清清的芳香，家家户户都有种藕养鱼的池塘。华丽的木兰舟上珠帘卷起，美妙歌声从舟内传出，小舟渐行渐远，我仍手持鹦鹉杯，饮着江南特有的用椰子酿制的酒浆沉醉其中。"}}, {"dynasty": "两汉"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "婆罗门引", "prop": {"content": "暮霞照水，水边无数木芙蓉。晓来露湿轻红。十里锦丝步障，日转影重重。向楚天空迥，人立西风。夕阳道中。叹秋色、与愁浓。寂寞三千粉黛，临鉴妆慵。施朱太赤，空惆怅、教妾若为容。花易老、烟水无穷。", "translation": "晚霞照映着水面，水边生长着无数的拒霜花。早晨沾着露珠的芙蓉花瓣更显娇嫩。芙蓉花成林成片的开放，灿似锦绣，簇如屏障。随着太阳的转移，层层叠叠的花影也随之发生变化。南方的天空，空旷高远，独自立在这萧瑟的西风中。夕阳的斜晖洒在古道上，叹息这满眼秋色浓于愁。宫中的无数佳丽，对着镜子懒于梳妆。加上红色则过于红，在芙蓉花前面，感到不能与花争美，无法打扮自己的面容，只有失意而伤感、懊恼。花期短暂，容易凋谢，但秀美的风光，则是无穷无尽。"}}, {"name": "一络索", "prop": {"content": "过尽遥山如画。短衣匹马。萧萧落木不胜秋，莫回首、斜阳下。别是柔肠萦挂。待归才罢。却愁拥髻向灯前，说不尽、离人话。", "translation": "身着短衣，单枪匹马，走过一座座风景如画的山峦。树木不敌秋霜，落叶纷纷飘坠。夕阳下，切莫回首望乡，这样只能徒增伤感。离家之后，与你彼此深深牵挂，只有等回家之后这牵挂才能放下。到那时，我们会灯前相对，有着说不完的情话。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "夜游宫", "prop": {"content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "translation": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。"}}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "浪淘沙·云藏鹅湖山", "prop": {"content": "台上凭栏干，犹怯春寒。被谁偷了最高山？将谓六丁移取去，不在人间。却是晓云闲，特地遮拦。与天一样白漫漫。喜得东风收卷尽，依旧追还。", "translation": "我站在观景台倚着栏杆观赏鹅湖山，春天的寒意还让人心生怯意。放眼望去，啊！是谁把最高的山峰偷走了？难道是神仙将它移到了天上么？原来是云彩闲来无事，故意将它给遮住了啊！让它就像天空一样白茫茫一片。还好东风吹来，将山原样的追回来了。 "}}, {"name": "寄旧山僧", "prop": {"content": "因依老宿发心初，半学修心半读书。雪后每常同席卧，花时未省两山居。猎人箭底求伤雁，钓户竿头乞活鱼。一向风尘取烦恼，不知衰病日难除。", "translation": "无"}}, {"name": "泜水", "prop": {"content": "泜水清且浅，沙砾明可数。漾漾浮轻波，悠悠汇远浦。千山倒空青，乱石兀崖堵。我来恣游泳，浩歌怀往古。逼侧井陉道，卒列不成伍。背水造奇谋，赤帜立赵土。韩信购左车，张耳陋肺腑。何不赦陈馀，与之归汉主？", "translation": "　　<a href=\"https://so.gushiwen.cn/authorv_66b36bf6d2ef.aspx\" target=\"_blank\">郑板桥写了不少咏史诗，从这些诗中可以看出郑板桥对于历史有自己独到的见解。此诗从泜水入笔，叙述韩信击破赵井陉，斩陈馀泜水上这一段历史故事。前六句写景，中间两句承上启下，引出下文的议论。后面八句表达作者的看法，惋惜两个生死之交的朋友最后反目成仇。诗歌语言流畅，质朴自然。 "}}, {"name": "古风·其十九", "prop": {"content": "西上莲花山，迢迢见明星。(西上 一作：西岳)素手把芙蓉，虚步蹑太清。霓裳曳广带，飘拂升天行。邀我登云台，高揖卫叔卿。(登云台 一作：至云台)恍恍与之去，驾鸿凌紫冥。俯视洛阳川，茫茫走胡兵。流血涂野草，豺狼尽冠缨。", "translation": "西岳华山莲花峰上，远地看见华山仙女。素手握着皎洁芙蓉，太空之中凌空而行。身穿云霓做的衣裙，拖着宽阔的飘带，轻盈飘拂地升天而行。她邀请我登上彩云高台，拜见那仙人卫叔卿。恍惚之间与仙人同去，驾着鸿雁飞入高空。俯视中原一带，到处都是安禄山叛军。鲜血淋漓涂满了野草，吃人的豺狼都封爵簪缨。 "}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "顾敻", "dynasty": "五代"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "唐铙歌鼓吹曲十二首·其四", "prop": {"content": "泾水黄，陇野茫。负太白，腾天狼。有鸟鸷立，羽翼张。钩喙决前，钜趯傍。怒飞饥啸，翾不可当。老雄死，子复良。巢岐饮渭，肆翱翔。顿地紘，提天纲。列缺掉帜，招摇耀鋩。鬼神来助，梦嘉祥。脑涂原野，魄飞扬。星辰复，恢一方。", "translation": "泾水混浊发黄，陇西原野茫茫。“太白”“天狼”失守，薛举加倍猖狂。恶鸟高视鸷立，羽翼肆意伸张。铁嘴钢牙列前，脚掌顿地其旁。飞腾喧啸无忌，其势似不可挡。不料薛举早死，其子更加猖狂。秦王直驱岐渭，大鹏展翅翱翔。整顿纲纪国法，布下天罗地网。战旗飞动如电，刀剑耀眼放光。自来鬼神相助，祥梦示教战场。恶鸟肝脑涂地，仁杲魂魄飞散。日月星辰归位，秦王造福一方。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "题友人山居", "prop": {"content": "到君栖迹所，竹径与衡门。亦在乾坤内，独无尘俗喧。 新泉浮石藓，崩壁露松根。更说寻僧处，孤峰上啸猿。", "translation": "无"}}, {"name": "水调歌头·江上春山远", "prop": {"content": "江上春山远，山下暮云长。相留相送，时见双燕语风樯。满目飞花万点，回首故人千里，把酒沃愁肠。回雁峰前路，烟树正苍苍。 漏声残，灯焰短，马蹄香。浮云飞絮，一身将影向潇湘。多少风前月下，迤逦天涯海角，魂梦亦凄凉。又是春将暮，无语对斜阳。", "translation": "江上春日的青山远隔，山下晚霞铺满天际。相留相送时只见满眼都是缤纷的落英，蓦然回首，故人已在千里之外，而孤零零的我只能整日里借酒来浇灌我的愁肠。回雁峰前的道路上，轻烟笼罩，草木葱笼，一片苍茫。天色将明，滴漏，听起来分外清晰，眼前的灯焰在一寸寸地逐渐缩短，一夜未眠，隐隐又闻到了马蹄上野花的余香。恍若那漂浮的云朵，飞舞的柳絮，我又将拖着孤独疲惫的身子向潇湘而去。这一生不知有多少风前月下的日子，是在漂泊流离、羁旅天涯中度过的，连梦境都是那样的凄凉。又是暮春时节，面对脉脉斜阳，我伫立无语。"}}, {"name": "送友人寻越中山水", "prop": {"content": "闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。东海横秦望，西陵绕越台。湖清霜镜晓，涛白雪山来。八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。", "translation": "听说你将去游览会稽山，那里最适合你这样才比谢灵运的人。会稽山有千岩竞秀与飞瀑悬泉之奇景，峰峦、山谷在绿荫之中曲折环绕。 高峻的秦望山遥对着茫茫东海，古老的西陵城环绕着巍巍越王台。八百里镜湖的水面明澈如镜，汹涌澎湃的潮水打来好似雪山倾倒。 您可以拿起枚乘之笔及张翰之杯，以抒发越中山水间的兴致感慨。或早或晚再往天台山一游，那里的仙境诗趣更适合您的豪情逸怀。"}}, {"name": "归园田居·其四", "prop": {"content": "久去山泽游，浪莽林野娱。试携子侄辈，披榛步荒墟。徘徊丘垄间，依依昔人居。井灶有遗处，桑竹残杇株。借问采薪者，此人皆焉如？薪者向我言，死没无复余。一世异朝市，此语真不虚。人生似幻化，终当归空无。", "translation": "离开山川湖泽而去做官已经很久了，今天有广阔无边的林野乐趣。姑且带着子侄晚辈，拨开丛生的草木寻访废墟。我往返在荒野墓地之间，依稀地可认出往日旧居。房屋的水井炉灶尚有遗迹，桑竹残存枯干朽株。上前向在这里打柴的人打听：这里过去的居民迁往何处了？砍柴之人对我说到：全都已经去世了再无后人。三十年就改变朝市变面貌，此语当真一点不虚。人生好似虚幻变化，最终都不免归于空无。 "}}, {"name": "李涉", "dynasty": "唐代"}, {"name": "鸟鸣涧", "prop": {"content": "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。", "translation": "寂静的山谷中，只有春桂花在无声的飘落，宁静的夜色中春山一片空寂。月亮升起月光照耀大地时惊动了山中栖鸟，在春天的溪涧里不时地鸣叫。"}}, {"name": "蒹葭", "prop": {"content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。", "translation": "河边芦苇青苍苍，秋深露水结成霜。意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。意中之人在何处？就在河岸那一边。逆着流水去找她，道路险阻攀登难。顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。意中之人在何处？就在水边那一头。逆着流水去找她，道路险阻曲难求。顺着流水去找她，仿佛就在水中洲。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "滕王阁序", "prop": {"content": "　　豫章故郡，洪都新府。星分翼轸，地接衡庐。襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊采星驰。台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨戟遥临；宇文新州之懿范，襜帷暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。(豫章故郡 一作：南昌故郡；青霜 一作：清霜)　　时维九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫渚，穷岛屿之萦回；桂殿兰宫，即冈峦之体势。（层峦 一作：层台；即冈 一作：列冈；飞阁流丹 一作：飞阁翔丹）　　披绣闼，俯雕甍，山原旷其盈视，川泽纡其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰弥津，青雀黄龙之舳。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨，雁阵惊寒，声断衡阳之浦。(轴 通：舳；迷津 一作：弥津；云销雨霁，彩彻区明 一作：虹销雨霁，彩彻云衢)　　遥襟甫畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并。穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？(遥襟甫畅 一作：遥吟俯畅)　　嗟乎！时运不齐，命途多舛。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！(见机 一作：安贫；以犹欢 一作：而相欢)　　勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？　　呜呼！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：　　滕王高阁临江渚，佩玉鸣鸾罢歌舞。　　画栋朝飞南浦云，珠帘暮卷西山雨。　　闲云潭影日悠悠，物换星移几度秋。　　阁中帝子今何在？槛外长江空自流。", "translation": "无"}}, {"name": "郭麐", "dynasty": "清代"}, {"name": "别云间", "prop": {"content": "三年羁旅客，今日又南冠。无限山河泪，谁言天地宽。(山河 一作：河山)已知泉路近，欲别故乡难。毅魄归来日，灵旗空际看。", "translation": "三年为抗清兵辗转飘零，今天兵败被俘成为阶下囚。山河破碎，感伤的泪水流不断，国土沦丧，谁还能说天地宽？已经知道生命即将走到尽头，想到永别故乡实在心犯难。等到我魂魄归来的那一天，定要在空中看后继者的队伍抵抗清军。"}}, {"name": "阳羡歌", "prop": {"content": "山秀芙蓉，溪明罨画。真游洞穴沧波下。临风慨想斩蛟灵。长桥千载犹横跨。解佩投簪，求田问舍。黄鸡白酒渔樵社。元龙非复少时豪，耳根洗尽功名话。", "translation": "山青芙蓉美，水明俨如画，仙游岩洞水波间。临风慨叹遥想，周处当年斩蛟灵，长桥千载尤横跨。解绶带投冠簪，归隐躬耕田间，黄鸡白酒渔樵社。陈登不复少壮豪，耳边再无功名噪。"}}, {"name": "王国维", "dynasty": "近现代"}, {"name": "望洞庭", "prop": {"content": "湖光秋月两相和，潭面无风镜未磨。遥望洞庭山水翠，白银盘里一青螺。(山水翠 一作：山水色)", "translation": "洞庭湖水色与月光互相辉映，湖面风平浪静，犹如未磨的铜镜。远远眺望洞庭湖山水苍翠如墨，好似白银盘里托着一枚青螺。"}}, {"name": "郦道元", "dynasty": "南北朝"}, {"name": "归嵩山作", "prop": {"content": "清川带长薄，车马去闲闲。流水如有意，暮禽相与还。荒城临古渡，落日满秋山。迢递嵩高下，归来且闭关。", "translation": "清澈的流水环绕一片草木丛生的沼泽地，驾着车马徐徐而去从容悠闲。流水有意与我同去永不回返，暮鸟有心跟我一起倦飞知还。荒凉的城池紧挨着古老的渡口，落日的余晖洒满经秋的重山。远远地来到嵩山脚下安家落户，紧闭房门谢绝世俗度过晚年。"}}, {"name": "经乱离后天恩流夜郎忆旧游书怀", "prop": {"content": "天上白玉京，十二楼五城。仙人抚我顶，结发受长生。 误逐世间乐，颇穷理乱情。九十六圣君，浮云挂空名。 天地赌一掷，未能忘战争。试涉霸王略，将期轩冕荣。 时命乃大谬，弃之海上行。学剑翻自哂，为文竟何成。 剑非万人敌，文窃四海声。儿戏不足道，五噫出西京。 临当欲去时，慷慨泪沾缨。叹君倜傥才，标举冠群英。 开筵引祖帐，慰此远徂征。鞍马若浮云，送余骠骑亭。 歌钟不尽意，白日落昆明。十月到幽州，戈鋋若罗星。 君王弃北海，扫地借长鲸。呼吸走百川，燕然可摧倾。 心知不得语，却欲栖蓬瀛。弯弧惧天狼，挟矢不敢张。 揽涕黄金台，呼天哭昭王。无人贵骏骨，騄耳空腾骧。 乐毅倘再生，于今亦奔亡。蹉跎不得意，驱马还贵乡。 逢君听弦歌，肃穆坐华堂。百里独太古，陶然卧羲皇。 征乐昌乐馆，开筵列壶觞。贤豪间青娥，对烛俨成行。 醉舞纷绮席，清歌绕飞梁。欢娱未终朝，秩满归咸阳。 祖道拥万人，供帐遥相望。一别隔千里，荣枯异炎凉。 炎凉几度改，九土中横溃。汉甲连胡兵，沙尘暗云海。 草木摇杀气，星辰无光彩。白骨成丘山，苍生竟何罪。 函关壮帝居，国命悬哥舒。长戟三十万，开门纳凶渠。 公卿如犬羊，忠谠醢与菹。二圣出游豫，两京遂丘墟。 帝子许专征，秉旄控强楚。节制非桓文，军师拥熊虎。 人心失去就，贼势腾风雨。惟君固房陵，诚节冠终古。 仆卧香炉顶，餐霞漱瑶泉。门开九江转，枕下五湖连。 半夜水军来，浔阳满旌旃。空名适自误，迫胁上楼船。 徒赐五百金，弃之若浮烟。辞官不受赏，翻谪夜郎天。 夜郎万里道，西上令人老。扫荡六合清，仍为负霜草。 日月无偏照，何由诉苍昊。良牧称神明，深仁恤交道。 一忝青云客，三登黄鹤楼。顾惭祢处士，虚对鹦鹉洲。 樊山霸气尽，寥落天地秋。江带峨眉雪，川横三峡流。 万舸此中来，连帆过扬州。送此万里目，旷然散我愁。 纱窗倚天开，水树绿如发。窥日畏衔山，促酒喜得月。 吴娃与越艳，窈窕夸铅红。呼来上云梯，含笑出帘栊。 对客小垂手，罗衣舞春风。宾跪请休息，主人情未极。 览君荆山作，江鲍堪动色。清水出芙蓉，天然去雕饰。 逸兴横素襟，无时不招寻。朱门拥虎士，列戟何森森。 剪凿竹石开，萦流涨清深。登台坐水阁，吐论多英音。 片辞贵白璧，一诺轻黄金。谓我不愧君，青鸟明丹心。 五色云间鹊，飞鸣天上来。传闻赦书至，却放夜郎回。 暖气变寒谷，炎烟生死灰。君登凤池去，忽弃贾生才。 桀犬尚吠尧，匈奴笑千秋。中夜四五叹，常为大国忧。 旌旆夹两山，黄河当中流。连鸡不得进，饮马空夷犹。 安得羿善射，一箭落旄头。", "translation": "无"}}, {"name": "木兰花", "prop": {"content": "池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。", "translation": "园里池塘泛着碧波，微风送着轻暖；曾记得在这里和那位如玉的美人初次相会。宴席上她唱着前后阕重叠的歌词，歌声如鸣玉一般。随后，她随着入破的急促曲拍，舞动腰肢，红裙飞旋，使人应接不暇。如今在这白玉帘钩和栅门下面，散发着落花余香的台阶旁边，我喝得酩酊大醉，不知不觉日已西斜，天色渐晚。当时和我一起欣赏美人歌舞的人们，如今详查，大多数早已离世。"}}, {"name": "登大伾山诗", "prop": {"content": "晓披烟雾入青峦，山寺疏钟万木寒。千古河流成沃野，几年沙势自风湍。水穿石甲龙鳞动，日绕峰头佛顶宽。宫阙五云天北极，高秋更上九霄看。", "translation": "　　这是明代哲学家、军事家和文学家王守仁早年的诗作，以至于在王守仁诗集中寻访不到，然而《登大伾山》诗碑还矗立在大伾山顶禹王庙西侧，大字行楷，诗衬字，字映诗，显得浑然一体，正可谓“翩翩然凤翥而龙蟠”，清隽磅礴之气扑面而来。书法劲拔，神采苍秀，字里行间犹如黄河之水浪涛汹涌，观后令人激动不已。他虽善书法，但正如明代书画家徐渭所说：“古人论右军（指王羲之）以书掩人，新建先生（指守仁）乃不然，以人掩其书。”　就是说，由于其他方面的名气太大了，结果把他的善书之名掩盖掉了。因此，《登大伾山诗》虽然是王守仁早年诗作，但是从书法价值和文学价值两方面来看，不愧为“诗书双璧”。"}}, {"name": "玉楼春", "prop": {"content": "拂水双飞来去燕，曲槛小屏山六扇。春愁凝思结眉心，绿绮懒调红锦荐。话别情多声欲战，玉著痕留红粉面。镇长独立到黄昏，却怕良宵频梦见。", "translation": "　　这首词写闺妇的春愁。"}}, {"name": "桃源行", "prop": {"content": "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。(不见 一作：忽值)山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。", "translation": "无"}}, {"name": "江雪", "prop": {"content": "千山鸟飞绝，万径人踪灭。孤舟蓑笠翁，独钓寒江雪。", "translation": "所有的山上，飞鸟的身影已经绝迹，所有道路都不见人的踪迹。江面孤舟上，一位披戴着蓑笠的老翁，独自在大雪覆盖的寒冷江面上垂钓。"}}, {"name": "姑射山诗题曾山人壁", "prop": {"content": "东西望朔漠，姑射独崔嵬。一片两片云，终南太华来。根绕黄河曲，影落清渭隈。深涧饮渴虹，邃河生秋雷。古径穷难尽。晴岚拨不开。海鸥飞上迟，边风劲触回。傲隐非他古，依灵有奇才。曾生心若何，猿声终夜哀。", "translation": "　　姑射山在山西省临汾县西北，即古之九孔山，九孔相通，又名石孔山。曾山人，隐居于姑射山中的一位读书人。山人指隐居于山中者。惟凤游姑射山，宿曾山人家，于壁上题此五言古风。这首诗用曲折细腻的笔触，描绘了曾山人隐地的山川形胜，也赞颂了曾山人的高尚人品和卓越才华。全诗一气呵成，由远及近，由景及人，层次分明，开阖自如。 "}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "宿建德江", "prop": {"content": "移舟泊烟渚，日暮客愁新。野旷天低树，江清月近人。", "translation": "把船停泊在烟雾弥漫的沙洲旁，日落时新愁又涌上了心头。原野无边无际，远处的天空比近处的树林还要低；江水清清，明月仿似更与人相亲。"}}, {"name": "玲珑四犯", "prop": {"content": "水外轻阴，做弄得飞云，吹断晴絮。驻马桥西，还系旧时芳树。不见翠陌寻春，每问著、小桃无语。恨燕莺、不识闲情，却隔乱红飞去。 少年曾识春风意，到如今、怨怀难诉。魂惊冉冉江南远，烟草愁如许。此意待写翠笺，奈断肠、都无新句。问甚时、舞凤歌鸾，花里再看仙侣。", "translation": "晴天飞云、水边轻阴，在这美好境界的桥西停下了马，并且把马系在过去也曾经系过马的树上。故地昔日的芳树还在，还是那样翠绿，可是昔日故人不见了，眼前空无一人，只得漫问树梢小桃故人的消息，而小桃无语。而可恨的燕莺，不了解人的痛苦，更不那抚慰人的痛苦，却隔如雨乱红飞去。少年时的恋情失意，此时也无法诉说我的愁怨啊。已成惊弓之鸟、怕听空弦的声响的我已远离江南，笼罩着雾气的草都如同在诉说愁绪。我多想写下这时的心情，怎奈何愁绪断肠，写不出新句。试问何时才能再见故人，欢会相伴。"}}, {"name": "忆江南", "prop": {"content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？", "translation": "江南好，我对江南的美丽风景曾经是多么的熟悉。春天的时候，晨光映照的岸边红花，比熊熊的火焰还要红，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？"}}, {"name": "秋登兰山寄张五", "prop": {"content": "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。", "translation": " 登上这白云缭绕的万山峰岭，心头升起一种超脱尘俗的喜悦。我试着登上高山遥望远方，心情早就随着鸿雁远去高飞。愁绪每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。天边林中树木好似颗颗荠菜，俯视江畔的沙洲好比是弯月。什么时候能载酒来这共饮，于重阳佳节对酌同醉。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "望庐山瀑布水二首", "prop": {"content": "西登香炉峰，南见瀑布水。挂流三百丈，喷壑数十里。 欻如飞电来，隐若白虹起。初惊河汉落，半洒云天里。 仰观势转雄，壮哉造化功。海风吹不断，江月照还空。 空中乱潈射，左右洗青壁。飞珠散轻霞，流沫沸穹石。 而我乐名山，对之心益闲。无论漱琼液，还得洗尘颜。 且谐宿所好，永愿辞人间。 日照香炉生紫烟，遥看瀑布挂前川。 飞流直下三千尺，疑是银河落九天。", "translation": "无"}}, {"name": "早秋单父南楼酬窦公衡", "prop": {"content": "白露见日灭，红颜随霜凋。别君若俯仰，春芳辞秋条。泰山嵯峨夏云在，疑是白波涨东海。散为飞雨川上来，遥帷却卷清浮埃。知君独坐青轩下，此时结念同所怀。我闭南楼看道书，幽帘清寂在仙居。曾无好事来相访，赖尔高文一起予。", "translation": "时光过得快啊，就像露水一见太阳就干，红花一遭霜打就蔫。自从与君离别以后，仿佛俯仰之间春花就换了秋枝条。泰山顶上夏云嵯峨，山上有山，好像是东海白浪连天涌。云化飞雨从江面上扑来，卷起浮尘直入你的珠帘帷帐。也知道你此时一定是一个人孤独地坐在屋里，也知道你此时一定在思念我。我独自一人在南楼读道书，幽静清闲仿佛在神仙的居所。可惜的是没有那个喜欢闹闹的人提酒来，只能希望你写篇动人的文章来提提神！ "}}, {"name": "惟凤", "dynasty": "宋代"}, {"name": "游黄檗山", "prop": {"content": "长望竟何极，闽云连越边。南州饶奇怪，赤县多灵仙。金峰各亏日，铜石共临天。阳岫照鸾采，阴溪喷龙泉。残杌千代木，廧崒万古烟。禽鸣丹壁上，猿啸青崖间。秦皇慕隐沦，汉武愿长年。皆负雄豪威，弃剑为名山。况我葵藿志，松木横眼前。所若同远好，临风载悠然。", "translation": "　　这首诗作于江淹被贬为建安吴兴令期间。黄蘖山的地点据旧注说在“吴兴府城”（今浙江吴兴）附近，这不足为信。因为诗中称“闽云连越边”，是在今福建和浙江交界之地，而吴兴则在江浙二省交界处，古人称之为“吴地”，与诗的地望不符。按：《宋书·谢方明传》记谢方明在东晋末孙恩、卢循起义中，从浙东取道“黄蘖峤”经今江西一带，逃到建康。可见“黄蘖峤”在今闽浙赣三省交界处，这地方离江淹被贬的建安吴兴（今福建浦城）不远。此诗当是被贬在建安吴兴后作。此诗写作时间，当比《渡泉峤道出诸山之顶》、《迁阳亭》诸作稍晚。这时他的心情已较迁谪之初稍为平静，所以不像那些诗有明显的怨愤之情而倾向于游仙诗的情调。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "南柯子", "prop": {"content": "山冥云阴重，天寒雨意浓。数枝幽艳湿啼红。莫为惜花惆怅对东风。蓑笠朝朝出，沟塍处处通。人间辛苦是三农。要得一犁水足望年丰。", "translation": "无"}}, {"name": "高阳台", "prop": {"content": "暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。", "translation": "　　这是一首送别词，此词不同于其他送别之作的地方是：男女主人公均将离开他们一起生活过的地方。词开笔先渲染送别时的景色，接着叙写别筵上侑歌行酒，貌似欢乐，其实笼罩着浓浓的离愁。过片自我宽慰，谓“我已习惯于飘零，人生离合已不在话下”。然而一旦想起佳人明朝也将离去，便一时悲不自胜。只觉愁水愁风，更增凄恻耳。 "}}, {"name": "后赤壁赋", "prop": {"content": "　　是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱， 人影在地，仰见明月，顾而乐之，行歌相答。　　已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状似松江之鲈。顾安所得酒 乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”　　于是携酒与鱼，复 游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复 识矣。予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽 宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而 恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有 孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。　　须臾客去，予亦就睡。梦一道士，羽衣翩跹，过临皋之下，揖予而言曰：“赤壁之游乐 乎？”问其姓名，俯而不答。“呜呼！噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也 邪？”道士顾笑，予亦惊寤。开户视之，不见其处。", "translation": "　　这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。"}}, {"name": "送桂州严大夫同用南字", "prop": {"content": "苍苍森八桂，兹地在湘南。江作青罗带，山如碧玉篸。户多输翠羽，家自种黄甘。远胜登仙去，飞鸾不假骖。", "translation": "郁郁苍苍繁荣茂盛的八桂之地，此地就在湘南。那里的江河蜿蜒曲折，如青罗带一样柔曼迤逦，那里的山如碧玉篸一样翠绿峻秀。家家户户多缴纳翡翠鸟的羽毛，都自己种植黄甘。远远胜过登仙而去，无须借飞鸾为坐骑去飞升成仙。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "王沂孙", "dynasty": "宋代"}, {"dynasty": "南北朝"}, {"name": "江总", "dynasty": "南北朝"}, {"name": "山中", "prop": {"content": "荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。", "translation": "荆溪潺湲流过露出磷磷白石，天气变得寒冷红叶也变得稀稀落落。山间小路上本来没有下雨，但苍翠的山色却浓得仿佛要润湿了人的衣裳。"}}, {"name": "梁联馨", "dynasty": "清代"}, {"name": "子兰", "dynasty": "唐代"}, {"name": "洪适", "dynasty": "宋代"}, {"name": "张元干", "dynasty": "宋代"}, {"name": "与浩初上人同看山寄京华亲故", "prop": {"content": "海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。", "translation": "海边的高耸突出的尖山好像利剑锋芒，到秋天处处割断人的愁肠。假如能将此身化作万万千千身，定要散落到每个峰顶眺望故乡！"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "魏夫人", "dynasty": "宋代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "汾水碧依依", "prop": {"content": "汾水碧依依，黄云落叶初飞。翠娥一去不言归，庙门空掩斜晖。四壁阴森排古画，依旧琼轮羽驾。小殿沈沈清夜，银灯飘落香灺。", "translation": "　　这首词写了一座神庙的景象。"}}, {"name": "踏莎行·月华如水", "prop": {"content": "月华如水，波纹似练，几簇淡烟衰柳。塞鸿一夜尽南飞，谁与问倚楼人瘦。韵拈风絮，录成金石，不是舞裙歌袖。从前负尽扫眉才，又担阁镜囊重绣。", "translation": "月光如水，波纹如练，烟霭淡淡，残柳几株。仿佛就在一夜之间，大雁已尽数南飞。那倚楼远眺的女子，你为何如此憔悴？你并非寻常歌女舞姬，你怀有高绝的文才，与谢道韫和李清照可以比肩。从前你因才华横溢而享尽盛名，风光无限。如今的你，却风华不再，一天之内，多次打开梳妆镜，屡屡描眉。"}}, {"name": "楚宫怨二首·其一", "prop": {"content": "十二山晴花尽开，楚宫双阙对阳台。细腰争舞君沉醉，白日秦兵天下来。", "translation": "晴日下的十二峰繁华尽开，花团锦簇，楚王离宫正门两侧的对称形门楼与神女出没的阳台遥遥相对。楚宫美人扭动纤细的腰肢，争先翩翩起舞，楚王终日沉醉此中；哪料强秦光天化日之下，长驱直入楚境。"}}, {"name": "浣溪沙", "prop": {"content": "山滴岚光水拍堤，草香沙暖净无泥。只疑误入武林溪。两岸桃花烘日出，四围高柳到天垂。一尊心事百年期。", "translation": "　　据有关文献记载，1281年（元至元十八年）三月，姜彧作为河东山西提刑按察使，借视察水利的机会拜谒了晋祠（晋祠在山西太原西南悬瓮山麓，为周初唐叔虞的封地，其正殿之右有泉，为晋水发源处），曾作《浣溪沙》二首，写“目前之胜概”，后来词被刻成石碑立于晋祠内。此处所选为其中第二首。本词虽为游晋祠而作，但并没有正面描写晋祠本身，而是放眼于祠外的山水，极言山水风光之美，抒发作者为此而陶醉的美好感受。晋祠本身在词中虽未一字写及，但其令人向往之佳处已尽在词中了。"}}, {"name": "竹枝词二首·其二", "prop": {"content": "楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。", "translation": "巴山楚水江上雨水多，巴人擅长吟唱本乡歌。今朝北方客子思归去，回乡迎来纥那披绿罗。"}}, {"dynasty": "魏晋"}, {"name": "欧阳詹", "dynasty": "唐代"}, {"name": "山居示灵澈上人", "prop": {"content": "晴明路出山初暖，行踏春芜看茗归。乍削柳枝聊代札，时窥云影学裁衣。身闲始觉隳名是，心了方知苦行非。外物寂中谁似我，松声草色共无机。", "translation": "春日里山间暖山路晴明，茶新发革新长踏青而归。一无意中削柳枝以此代札，偶然间见云影照此裁衣。身闲处始觉得去名为是，心悟了方知道苦行为非。禅寂中外物众有难似我，松树声春草色都无心机。"}}, {"name": "菩萨蛮·五云深处蓬山杳", "prop": {"content": "五云深处蓬山杳。寒轻雾重银蟾小。枕上挹余香。春风归路长。 雁来书不到。人静重门悄。一阵落花风。云山千万重。", "translation": "　　写景的虚实相间，是此词的主要特点。首句写云写山，这原是常见的自然景象，但此中的云是“五云”，此中的山是“蓬山”，句末下一“杳”字，平添一层梦幻般的氛围。这不禁令人想起白居易“忽闻海上有仙山，山在虚无缥缈间”，“楼阁玲珑五云起”（《长恨歌》）的诗句，那么词中“五云”、“蓬山”是指真实的山景呢，还是借仙山之名，表现意念中的境象。这一似虚若实的景象传示出迷惘之气，显现了主人公内心的惆怅和对希望的渺茫感。接着一句对月夜的描写较实，但作者写雾重，写月小，以昏淡迷朦的景色特点，创造了和首句相同的氛围，虚实景象交融一体，不仅形成画面的和谐，而且进一步映衬出主人公的悲凉心情。"}}, {"name": "张籍", "dynasty": "唐代"}, {"name": "章谦亨", "dynasty": "宋代"}, {"name": "湖口望庐山瀑布水", "prop": {"content": "万丈洪泉落，迢迢半紫氛。奔流下杂树，洒落出重云。日照虹霓似，天清风雨闻。灵山多秀色，空水共氤氲。", "translation": "阳光映照下的万丈瀑布从山间落下，四周呈现半红半紫的雾气。飞流而下的瀑布奔腾着流过层层杂树，飘飘洒洒穿过重重云烟。阳光照耀下如彩虹一样绚烂，在这晴朗有天气里，又好像听到风雨的声响。这庐山的景色多么的壮美，烟云与水气融成一片。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "汉江临泛", "prop": {"content": "楚塞三湘接，荆门九派通。江流天地外，山色有无中。郡邑浮前浦，波澜动远空。襄阳好风日，留醉与山翁。", "translation": "汉江流经楚塞又折入三湘，西起荆门往东与九江相通。江水滔滔远去，好像一直涌流到天地之外，两岸山色时隐时现，若有若无。远处的城郭好像在水面上飘动，波翻浪涌，辽远的天空也仿佛为之摇荡。襄阳的风景天气好，我愿在此地酣饮陪伴山翁。"}}, {"name": "十二郎·垂虹桥", "prop": {"content": "素天际水，浪拍碎、冻云不凝。记晓叶题霜，秋灯吟雨，曾系长桥过艇。又是宾鸿重来后，猛赋得、归期才定。嗟绣鸭解言，香鲈堪钓，尚庐人境。幽兴。争如共载，越娥妆镜。念倦客依前，貂裘茸帽，重向淞江照影。酹酒苍茫，倚歌平远，亭上玉虹腰冷。迎醉面，暮雪飞花，几点黛愁山暝。", "translation": "　　《十二郎》，双调，一百零五字，上片十句四仄韵，下片十二句五仄韵。此词与《二郎神》，又名《十二郎》词者，句式、字数、押韵等均不同。　　"}}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "竹枝词九首·其九", "prop": {"content": "山上层层桃李花，云间烟火是人家。银钏金钗来负水，长刀短笠去烧畲。", "translation": "山上开放的桃花、梨花层层叠叠、布满山野，遥望山顶，在花木掩映之中，升起了袅袅的炊烟，那一定是村民聚居之处。戴着银钏金钗的妇女们到下山担水准备做饭，挎着长刀、戴着短笠的男子到山上去放火烧荒，准备播种。"}}, {"name": "踏莎行·闲游", "prop": {"content": "水际轻烟，沙边微雨。荷花芳草垂杨渡。多情移徙忽成愁，依稀恰是西湖路。 血染红笺，泪题锦句。西湖岂忆相思苦。只应幽梦解重来，梦中不识从何去。", "translation": "　　这首小词作于宋亡之后，调下题作“闲游”，上阕写闲游中所见，下阕写闲游中所感，日日夜夜在怀念故都临安，却以反诘的语气遥问西湖是否还记得相思之苦。词人那种想见西湖又怕见西湖的矛盾心理以及在现实生活中莫知所从的迷惘心情正是通过这样的诘问表达了出来。 "}}, {"name": "将进酒", "prop": {"content": "君不见黄河之水天上来，奔流到海不复回。君不见高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。", "translation": "无"}}, {"name": "湘口馆潇湘二水所会", "prop": {"content": "九疑浚倾奔，临源委萦回。会合属空旷，泓澄停风雷。高馆轩霞表，危楼临山隈。兹辰始澄霁，纤云尽褰开。天秋日正中，水碧无尘埃。杳杳渔父吟，叫叫羁鸿哀。境胜岂不豫，虑分固难裁。升高欲自舒，弥使远念来。归流驶且广，泛舟绝沿洄。", "translation": "潇水奔腾出九疑，临源湘水逶迤行。二水会合空旷处，水清流缓波涛平。江岸高馆耸云霄，更有危楼倚山隈。雨后初晴天色朗，纤云舒卷碧空尽。秋高气爽日正中，江天一色无纤尘。才闻渔父低声唱，忽听羁鸿哀声鸣。见此胜景岂不乐？难以自制思绪分。登高欲遣杂念去，更招思念故乡情。无心游玩驾舟返，小舟徘徊人迟疑。 "}}, {"name": "秋日思旧山", "prop": {"content": "咸言上国繁华，岂谓帝城羁旅。十点五点残萤，千声万声秋雨。白云江上故乡，月下风前吟处。欲去不去迟迟，未展平生所伫。", "translation": "　　旧山指旧日隐居修行之处，因隐修处多在山林，故称旧山。这是僧人子兰所写的一首六言律诗。描写细腻，节奏明朗，情感真挚，寓意深沉，是这首诗的特点。 "}}, {"name": "满江红·山居即事", "prop": {"content": "几个轻鸥，来点破、一泓澄绿。更何处、一双鸂鶒，故来争浴。细读离骚还痛饮，饱看修竹何妨肉。有飞泉、日日供明珠，三千斛。春雨满，秧新谷。闲日永，眠黄犊。看云连麦垄，雪堆蚕簇，若要足时今足矣，以为未足何时足。被野老、相扶入东园，枇杷熟。", "translation": "几只轻盈的鸥鸟飞来，把满湖碧绿澄澈的湖水都扰动了。还有不知哪里来的一双紫鸳鸯，也故意加进来逐水嬉戏，争闹不休。我一面细读《离骚》，一面举杯痛饮；在饱看翠竹之余，也不推辞各种肉食美味。附近还有一道瀑布，犹如明珠飞溅，供我观赏，它不停地倾泻着，日日足有三千斛。春天，雨水丰足，新播下的谷种长出了碧绿的秧苗；进入农闲的时节，小黄牛懒散地打着瞌睡。地里的麦子熟了，有如连绵不断的黄云；蚕房里白花花的新茧簇拥着，恰似堆堆白雪。哎，若是要追求人生的富足，眼前已经可以满足了；如粟坏带不满足 那什么时候井满足够。几位老农见我闲着没事，就邀我到东园去走走，说是枇杷已经熟了。"}}, {"name": "醉蓬莱·归故山", "prop": {"content": "扫西风门径，黄叶凋零，白云萧散。柳换枯阴，赋归来何晚。爽气霏霏，翠蛾眉妩，聊慰登临眼。故国如尘，故人如梦，登高还懒。数点寒英，为谁零落，楚魄难招，暮寒堪揽。步屧荒篱，谁念幽芳远。一室秋灯，一庭秋雨，更一声秋雁。试引芳樽，不知消得，几多依黯。", "translation": "西风阵阵扫过门径，枯黄的树叶随风飘零，白云稀稀疏疏地飘浮在天空中。柳叶到了秋天衰败了，辞官归乡太晚。山中弥漫着清新的空气，苍翠的远山像美女的娥眉，还可以聊且慰藉一下我登临的双眼。故国如尘土般覆灭，亲朋友人都已失散，还有什么心思登高呢？数朵菊花，为谁飘落？楚王的魂魄难以招回，晚上又寒气袭人。散步在荒凉的篱笆前，谁还念及幽远的花香？屋子里孤灯一盏，秋雨飘落，又一声秋雁叫，想以酒解愁，但又怕醉了，解不了复杂而隐微的愁绪。"}}, {"name": "行田登海口盘屿山", "prop": {"content": "齐景恋遄台，周穆厌紫宫。牛山空洒涕，瑶池实欢悰。年迫愿岂申，游远心能通。大宝不欢娱，况乃守畿封。羁苦孰云慰，观海藉朝风。莫辨洪波极，谁知大壑东。依稀采菱歌，仿佛含颦容。遨游碧沙渚，游衍丹山峰。", "translation": "景公奢华，一生依恋宫室，穆王倦怠，八骏昆仑纵远。哀人生之短促，泪洒牛山，羡神仙之长生，瑶池欢宴。蹉跎一生，抱负焉有实现，唯有远游，我心始能通畅。为君为王之人，未必欢娱，何况我之小吏．固守海疆。羁旅之苦，有谁可以慰藉，唯有观海，心藏大潮澎湃。望东极之溟海，洪波浩瀚，有谁人可知晓，海东世界。依稀听得，故乡菱女欢歌，仿佛目见，伊们含颦笑容。漫步下行沙洲，濯足碧水，回首盘山夕阳，一挂丹峰。"}}, {"name": "曹操", "dynasty": "两汉"}, {"name": "葛长庚", "dynasty": "宋代"}, {"name": "女冠子·春山夜静", "prop": {"content": "春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！", "translation": "　　这首词虽写的是女道士，但她也是美丽（“细雾垂珠佩，轻烟曳翠裾”）、多情（“对花情脉脉，望月步徐徐”），还对生活充满了热望，对爱情也是渴求的（“刘阮今何处？绝来书！”）。这些都从侧面披露了封建社会的一些病态现象。 "}}, {"name": "左辅", "dynasty": "清代"}, {"name": "过故人庄", "prop": {"content": "故人具鸡黍，邀我至田家。绿树村边合，青山郭外斜。开轩面场圃，把酒话桑麻。待到重阳日，还来就菊花。", "translation": "老朋友准备丰盛的饭菜，邀请我到他田舍做客。翠绿的树林围绕着村落，一脉青山在城郭外隐隐横斜。推开窗户面对谷场菜园，共饮美酒，闲谈农务。等到九九重阳节到来时，我还要来这里观赏菊花。"}}, {"name": "荆南夏夜水楼怀昭丘直上人云梦", "prop": {"content": "无机成旅逸，中夜上江楼。云尽月如练，水凉风似秋。 凫声闻梦泽，黛色上昭丘。不远人情在，良宵恨独游。", "translation": "无"}}, {"name": "江南春", "prop": {"content": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。", "translation": "辽阔的江南到处莺歌燕舞绿树红花相映，水边村寨山麓城郭处处酒旗飘动。南朝遗留下的许多座古寺， 如今有多少笼罩在这蒙胧烟雨之中。"}}, {"name": "临江仙", "prop": {"content": "丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。", "translation": "丝丝细雨如同微尘，云彩染着水汽，吴王宫殿里，美人在溪流中采集香草。百花在微寒的东风中摇曳，仿佛在将寒气闪避。花朵凋谢最是令人怜惜，燕子也学人偎红倚翠，轻轻依偎着花朵。人们都说疾病会像满月减损成残月一般，慢慢减弱，无奈这倦怠的感觉，正如春天浓郁的慵懒气息。可否将蝴蝶留在花丛里呢？这成双飞舞的蝴蝶仿佛在嘲笑梁上燕巢空荡，笑燕子没有像它们一样双宿双栖。"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "菩萨蛮·书江西造口壁", "prop": {"content": "郁孤台下清江水，中间多少行人泪。西北望长安，可怜无数山。青山遮不住，毕竟东流去。江晚正愁予，山深闻鹧鸪。 (愁予 一作：愁余)", "translation": "郁孤台下这赣江的流水，水中有多少苦难之人的眼泪。我举头眺望西北的长安，可惜只看到无数青山。但青山怎能把江水挡住？浩浩江水终于还是向东流去。江边日晚我正满怀愁绪，听到深山传来声声鹧鸪悲鸣。"}}, {"name": "石州慢·寒水依痕", "prop": {"content": "寒水依痕，春意渐回，沙际烟阔。溪梅晴照生香，冷蕊数枝争发。天涯旧恨，试看几许消魂，长亭门外山重叠。不尽眼中青，是愁来时节。情切。画楼深闭，想见东风，暗销肌雪。辜负枕前云雨，尊前花月。心期切处，更有多少凄凉，殷勤留与归时说。到得却相逢，恰经年离别。", "translation": "寒水缓缓消退，岸边留下一线沙痕。春意渐渐回临，空阔的沙洲烟霭纷纷。晴日朗照，溪边的新梅香气氤氲。数枝梅花争相吐蕊，装点新春。我独在天涯满腔怨恨，试想我现在是何等的悲怆伤神？长亭门外，群山重叠，望不断的远山遥岑，正是令人忧愁的节令时分。遥想深闺中的你，一定也是思绪纷纭。画楼的层门紧闭，春风暗暗使你的容颜瘦损。我真是对不起你啊，让你独守空闺冷衾。辜负了多少尊前花月的美景，浪费了大好青春。你可知道，我也是归心似箭，恨不得一步跨进闺门。更有多少酸甜苦辣，留着回去向你诉说详尽。可等到我们再度相逢，恐怕又要过一年光阴。"}}, {"dynasty": "唐代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "鹿柴", "prop": {"content": "空山不见人，但闻人语响。返景入深林，复照青苔上。", "translation": "幽静的山谷里看不见人，只听到人说话的声音。落日的影晕映入了深林，又照在幽暗处的青苔上。"}}, {"name": "长相思·一重山", "prop": {"content": "一重山，两重山。山远天高烟水寒，相思枫叶丹。菊花开，菊花残。塞雁高飞人未还，一帘风月闲。", "translation": "一重又一重，重重叠叠的山啊。山远天高，烟云水气又冷又寒，可我的思念像火焰般的枫叶那样。菊花开了又落了，时令交替轮换。塞北的大雁在高空振翅南飞，可是思念的人却还没有回来。只有帘外的风月无思无忧。"}}, {"name": "浣溪沙·游蕲水清泉寺", "prop": {"content": "游蕲水清泉寺，寺临兰溪，溪水西流。山下兰芽短浸溪，松间沙路净无泥，萧萧暮雨子规啼。(萧萧 一作：潇潇)谁道人生无再少？门前流水尚能西！休将白发唱黄鸡。", "translation": "游玩蕲水的清泉寺，寺庙在兰溪的旁边，溪水向西流淌。山脚下兰草新抽的幼芽浸润在溪水中，松林间的沙路被雨水冲洗得一尘不染，傍晚时分，细雨萧萧，布谷声声。谁说人生就不能再回到少年时期？ 门前的溪水都还能向西边流淌！不要在老年感叹时光的飞逝啊！ "}}, {"name": "书李世南所画秋景", "prop": {"content": "野水参差落涨痕，疏林欹倒出霜根。扁舟一棹归何处？家在江南黄叶村。人间斤斧日创夷，谁见龙蛇百尺姿。不是溪山成独往，何人解作挂猿枝。", "translation": "曲折的水岸边露出旧日水涨淹没时留下的河床痕迹，稀疏的林木倾倒在地，露出如霜般白的树根。一叶扁舟飞快地划着桨，它将要飘去哪里呢？应该是回到江南的黄叶村。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "与朱元思书", "prop": {"content": "　　风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。", "translation": "　　没有一丝风，烟雾也都消散干净，天空和群山是一样的颜色。我乘着船随着江流飘荡，任凭船按照自己的意愿，时而向东，时而向西。从富阳到桐庐一百里左右的水路上，山水奇特独异，天下独一无二。"}}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "白雪歌送武判官归京", "prop": {"content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。", "translation": "北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上有如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军的手冻得拉不开弓，铁甲冰冷得让人难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。 "}}, {"name": "望岳", "prop": {"content": "岱宗夫如何？齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眦入归鸟。( 曾 同：层)会当凌绝顶，一览众山小。", "translation": "五岳之首的泰山的怎么样？在齐鲁大地上，那苍翠的美好山色没有尽头。大自然把神奇秀丽的景象全都汇聚其中，山南山北阴阳分界，晨昏迥然不同。望着那升腾的层层云气，心胸摇荡；睁大眼睛远望归鸟回旋入山，眼角好像要裂开一样。定要登上那最高峰，俯瞰在泰山面前显得渺小的群山。"}}, {"name": "湖州歌·其六", "prop": {"content": "北望燕云不尽头，大江东去水悠悠。夕阳一片寒鸦外，目断东南四百州。", "translation": "　　原诗是南宋灭亡后，作者作为俘虏被押送到燕山一带去的途中所作。北望燕云诗人有无限感慨，此次北去，吉凶未卜，江水悠悠东去，象征南宋国运已一去不复返了"}}, {"name": "满庭芳·水抱孤城", "prop": {"content": "水抱孤城，云开远戍，垂柳点点栖鸦。晚潮初落，残日漾平沙。白鸟悠悠自去，汀洲外、无限蒹葭。西风起，飞花如雪，冉冉去帆斜。天涯、还忆旧，香尘随马，明月窥车。渐秋风镜里，暗换年华。纵使长条无恙，重来处、攀折堪嗟。人何许，朱楼一角，寂寞倚残霞。", "translation": "流水环绕着孤城，远方天空中的云已经散开，柳树上有几只乌鸦在栖息。当晚潮退去的时候，江边沙滩上留下起伏的波纹，夕阳照在上边，好像照在水波上一样。不知从哪里惊起的白鸟从容地飞走，汀洲有无边无际的芦苇，正是水鸟们的栖身之所。西风吹过，芦花飞舞着。远处一叶扁舟冉冉而去，白帆越来越小，直到消逝在视线内。现在身处远方，回忆过去。当年的元宵时多么热闹，少女马车，明月当空。时过境迁，年华不在。当年桓温感叹自己种的柳树早已成材，而人却老去。如今我也有这样的感触，人在何方，不过是上高楼，倚靠着栏杆看着夕阳落下，只剩下寂寞的我。"}}, {"name": "渔家傲引", "prop": {"content": "子月水寒风又烈。巨鱼漏网成虚设。圉圉从它归丙穴。谋自拙。空归不管旁人说。昨夜醉眠西浦月。今宵独钓南溪雪。妻子一船衣百结。长欢悦。不知人世多离别。", "translation": "　　洪适的《渔家傲引》，共有词十二首。词前有骈文“致语”，词后有“破子”、“遣队”。十二首词分咏渔家一年十二个月的生活情景，从“正月东风初解冻”起，至“腊月行舟冰凿罅”止，词体与《渔家傲》无异。 "}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "羊士谔", "dynasty": "唐代"}, {"name": "题西林壁", "prop": {"content": "横看成岭侧成峰，远近高低各不同。不识庐山真面目，只缘身在此山中。", "translation": "从正面、侧面看庐山山岭连绵起伏、山峰耸立，从远处、近处、高处、低处看都呈现不同的样子。之所以辨不清庐山真正的面目，是因为我身处在庐山之中。 "}}, {"name": "菩萨蛮", "prop": {"content": "月华如水笼香砌，金环碎撼门初闭。寒影堕高檐，钩垂一面帘。碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。", "translation": "　　这首词写良夜的恋情。上片绘出月夜明净清幽的景色，“金环碎撼”，使人如闻其声。下片写室内的情景：“红战灯花笑”一句，境界全出，使人如睹其形。后二句用楚王在高唐与神女相会的故事，来比拟眼前相恋的美好意境。"}}, {"name": "李珣", "dynasty": "五代"}, {"dynasty": "先秦"}, {"name": "黄滔", "dynasty": "唐代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "烛影摇红·元夕雨", "prop": {"content": "碧澹山姿，暮寒愁沁歌眉浅。障泥南陌润轻酥，灯火深深院。入夜笙歌渐暖。彩旗翻、宜男舞遍。恣游不怕，素袜尘生，行裙红溅。 银烛笼纱，翠屏不照残梅怨。洗妆清靥湿春风，宜带啼痕看。楚梦留情未散。素娥愁、天深信远。晓窗移枕，酒困香残，春阴帘卷。", "translation": "　　《烛影摇红》，《能改斋漫录》卷十六：“王都尉（诜）有《忆故人》词，徽宗喜其词意，犹以不丰容宛转为恨，遂令大晟府（徽宗所置音乐研究创作机关）别撰腔。周美成（邦彦）增损其词，而以句首为名，谓之《烛影摇红》云。”王词原为小令，五十字，前片两仄韵，后片三仄韵。周作演为慢曲，《梦窗词集》入“大石调”。九十六字，前后片各九句五仄韵。"}}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "周密", "dynasty": "宋代"}, {"name": "浣溪沙", "prop": {"content": "霜日明霄水蘸空。鸣鞘声里绣旗红。淡烟衰草有无中。 万里中原烽火北，一尊浊酒戍楼东。酒阑挥泪向悲风。", "translation": "秋日天空明净，远水蘸着长空，军营里红旗飘扬，不时传来马鞭声阵阵。远处淡烟笼着衰草，秋色在若有若无之中。万里中原已在烽火的北面，只能在东门的城楼上借一杯浊酒浇愁。酒后挥泪洒向悲凉的秋风中。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "忆秦娥·山重叠", "prop": {"content": "山重叠。悬崖一线天疑裂。天疑裂。断碑题字，古苔横啮。风声雷动鸣金铁。阴森潭底蛟龙窟。蛟龙窟。兴亡满眼，旧时明月。", "translation": "无"}}, {"name": "泊船瓜洲", "prop": {"content": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。", "translation": "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。"}}, {"name": "暮江吟", "prop": {"content": "一道残阳铺水中，半江瑟瑟半江红。可怜九月初三夜，露似真珠月似弓。", "translation": "快要落山的夕阳，霞光柔和的铺在江水上，江水一半碧绿，一半艳红。最可爱的是那九月初三之夜，露珠似颗颗珍珠，朗朗新月形如弯弓。"}}, {"name": "赋山", "prop": {"content": "山，耸峻，回环。沧海上，白云间。商老深寻，谢公远攀。古岩泉滴滴，幽谷鸟关关。树岛西连陇塞，猿声南彻荆蛮。世人只向簪裾老，芳草空余麋鹿闲。", "translation": "无"}}, {"name": "山中杂诗", "prop": {"content": "山际见来烟，竹中窥落日。鸟向檐上飞，云从窗里出。", "translation": "山与天相接的地方缭绕着阵阵岚气云烟，从竹林的缝隙里看洒落下余晖的夕阳。鸟儿从我山中小屋的屋檐上飞过，洁白的云儿竟然从窗户里轻轻地飘了出来。"}}, {"name": "阮郎归", "prop": {"content": "渔舟容易入春山，仙家日月闲。绮窗纱幌映朱颜，相逢醉梦间。松露冷，海霜殷。匆匆整棹还。落花寂寂水潺潺，重寻此路难。", "translation": "　　《阮郎归》又名《宴桃源》、《醉桃源》、《碧桃春》等，此词咏其本意。典出汉刘晨、阮肇遇仙之事，此调常用来写冶游、艳遇，这首词也是如此。 "}}, {"name": "长相思", "prop": {"content": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。", "translation": "跋山涉水走过一程又一程，将士们马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。帐篷外风声不断，雪花不住，嘈杂的声音打碎了思乡的梦，想到远隔千里的家乡没有这样的声音啊。"}}, {"name": "秘演", "dynasty": "宋代"}, {"name": "十月之交", "prop": {"content": "十月之交，朔月辛卯。日有食之，亦孔之丑。彼月而微，此日而微；今此下民，亦孔之哀。日月告凶，不用其行。四国无政，不用其良。彼月而食，则维其常；此日而食，于何不臧。烨烨震电，不宁不令。百川沸腾，山冢崒崩。高岸为谷，深谷为陵。哀今之人，胡憯莫惩？皇父卿士，番维司徒。家伯维宰，仲允膳夫。棸子内史，蹶维趣马。楀维师氏，醘妻煽方处。抑此皇父，岂曰不时？胡为我作，不即我谋？彻我墙屋，田卒污莱。曰予不戕，礼则然矣。皇父孔圣，作都于向。择三有事，亶侯多藏。不慭遗一老，俾守我王。择有车马，以居徂向。黾勉从事，不敢告劳。无罪无辜，谗口嚣嚣。下民之孽，匪降自天。噂沓背憎，职竞由人。悠悠我里，亦孔之痗。四方有羡，我独居忧。民莫不逸，我独不敢休。天命不彻，我不敢效我友自逸。", "translation": "无"}}, {"name": "六盘山诗", "prop": {"content": "绕径寒云拂步生，巑岏青嶂压孤城。东连华岳三峰小，北拥萧关大漠平。山外烟霞闲隐见，世间尘土自虚盈。劳人至此深惆怅，樵唱悠悠何处声。", "translation": "无"}}, {"dynasty": "宋代"}, {"name": "王炎", "dynasty": "宋代"}, {"name": "浣溪沙", "prop": {"content": "山绕平湖波撼城。湖光倒影浸山青。水晶楼下欲三更。雾柳暗时云度月，露荷翻处水流萤。萧萧散发到天明。", "translation": "连绵的山峦环绕着平湖，波涛很大，有摇动城墙之势。湖水的波光里倒映着山峦的影子，浸染着山的青翠。就要到三更时分，湖光荡漾，照到楼上犹如水晶一般清莹。天上的流云是不是遮住月亮，柳树如同笼罩在雾中时明时暗。带着露珠的荷叶被风吹动，荷叶上的水珠闪亮如萤火。散开的头发花白稀疏，静静地待到天明。"}}, {"name": "西江月·夜行黄沙道中", "prop": {"content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)", "translation": "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。田里稻花飘香，蛙声阵阵，似乎在告诉人们今年是一个丰收年。天边几颗星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"}}, {"dynasty": "近现代"}, {"name": "蝶恋花", "prop": {"content": "湘水经东安县东，有沉香塘，石壁隙插一株，云是沉水香，澄潭清冷，绿萝倒影。湘水自分漓水下。曲曲潺湲，千里飞哀泻。冰玉半湾尘不惹，停凝欲挽东流驾。百尺危崖谁羽化。一捻残香，拈插莓苔隙。忆自寻香人去也，寒原夕阳烧悲灺。", "translation": "　　此词选自《王夫之文集》。王夫之的《潇湘十景词》集潇湘胜景，抒赞颂真情，令人大开眼界，乃明清之际词作中的精品。《十景词》均以《蝶恋花》谱之，整齐划一却不失灵动，情随景移而独具匠心。前四景分别绘永州四处颇有代表性的绝胜——宁远舜岭云峰、东安香塘渌水、零陵朝阳旭影、祁阳浯溪苍壁，有山有水，亦虚亦实。描摹则生动形象，给人亲临其境之惑：抒情则真切细腻，传递着诗人的别样情怀。在他的笔下，或险怪、或清冷、或瑰奇、或迷蒙，均以情贯之，恰到好处，故脍炙人口。"}}, {"name": "登飞来峰", "prop": {"content": "飞来山上千寻塔，闻说鸡鸣见日升。(飞来山 一作：飞来峰)不畏浮云遮望眼，自缘身在最高层。", "translation": "登上飞来峰顶高高的塔，听说每天鸡鸣时分在这可以看到旭日升起。不怕层层浮云遮挡我远望的视线，只因为如今我站在最高层。"}}, {"name": "山中", "prop": {"content": "结茅临水石，淡寂益闲吟。久雨寒蝉少，空山落叶深。危楼乘月上，远寺听钟寻。昨得江僧信，期来此息心。", "translation": "　　秘演所隐居之地是一座幽静美丽的山，这首诗写出了秘演于此山中静修的种种情景。 "}}, {"name": "出塞二首·其一", "prop": {"content": "秦时明月汉时关，万里长征人未还。但使龙城飞将在，不教胡马度阴山。", "translation": "依旧是秦汉时期的明月和边关，守边御敌鏖战万里征夫未回还。倘若龙城的飞将李广如今还在，一定不会让敌人的铁蹄踏过阴山。"}}, {"name": "张养浩", "dynasty": "元代"}, {"name": "浣溪沙", "prop": {"content": "水满池塘花满枝，乱香深里语黄鹂。东风轻软弄帘帏。日正长时春梦短，燕交飞处柳烟低。玉窗红子斗棋时。", "translation": "春水溢满了池塘，花儿在枝头绽放。那香气袭人的百花丛中，黄鹂鸣声婉转。东风轻轻软软的撩动着帘帏。春天白昼渐长，可惜春梦太短。醒来后只见烟雾迷蒙的杨柳低处，燕子双双飞舞，令人无限羡慕。百无聊赖，只好在窗前以红子斗棋，独自游戏。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "瑞鹤仙·环滁皆山也", "prop": {"content": "环滁皆山也。望蔚然深秀，琅琊山也。山行六七里，有翼然泉上，醉翁亭也。翁之乐也。得之心、寓之酒也。更野芳佳木，风高日出，景无穷也。 游也。山肴野蔌，酒洌泉香，沸筹觥也。太守醉也。喧哗众宾欢也。况宴酣之乐、非丝非竹，太守乐其乐也。问当时、太守为谁，醉翁是也。", "translation": "环绕着滁州城的都是山。远远望过去树木茂盛，又幽深又秀丽的，是琅琊山。沿着山上走六七里，有一个四角翘起，像鸟张开翅膀一样高踞于泉水之上的亭子，是醉翁亭。太守欣赏山水的乐趣，领会在心里，寄托在喝酒上。野花开了，美好的树木繁茂滋长，天高气爽，霜色洁白，四季的景色不同，乐趣也是无穷无尽的。游玩的时候，野味野菜，用酿泉的泉水来酿酒，泉水清，酒水甜，酒杯和酒筹交互错杂。太守喝醉了，而人们时坐时起，大声喧哗，是宾客在尽情欢乐。而且宴会喝酒的乐趣，不在于弹琴奏乐，太守以游人的快乐为快乐。当时的太守是谁？是醉翁欧阳修。"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "江夏别宋之悌", "prop": {"content": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。", "translation": "楚水清澈见底似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。天晴时山间的鸟不停地鸣叫，两岸林中的猿猴却在晚风中哀号。我的一生从未流过泪，现在却在这里泣涕不止。"}}, {"name": "淇澳青青水一湾", "prop": {"content": "渭川千亩入秦关，淇澳青青水一湾。两地高风来拱向，中间突兀太行山。", "translation": "　　写秦关内的渭川与（关外的）淇澳两地有着高尚风操的君子竹茁壮翠美，隔着高耸的太行山脉遥相呼应。 "}}, {"name": "独坐敬亭山", "prop": {"content": "众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。(只有 一作：唯有)", "translation": "山中群鸟一只只高飞远去，天空中的最后一片白云也悠然飘走。敬亭山和我对视着，谁都看不够，看不厌，看来理解我的只有这敬亭山了。"}}, {"dynasty": "五代"}, {"name": "终南别业", "prop": {"content": "中岁颇好道，晚家南山陲。兴来每独往，胜事空自知。行到水穷处，坐看云起时。偶然值林叟，谈笑无还期。", "translation": "中年以后存有较浓的好道之心，直到晚年才安家于终南山边陲。兴趣浓时常常独来独往去游玩，有快乐的事自我欣赏自我陶醉。间或走到水的尽头去寻求源流，间或坐看上升的云雾千变万化。偶然在林间遇见个把乡村父老，偶与他谈笑聊天每每忘了还家。"}}, {"name": "赵令畴", "dynasty": "宋代"}, {"name": "饮湖上初晴后雨", "prop": {"content": "水光潋滟晴方好，山色空蒙雨亦奇。欲把西湖比西子，淡妆浓抹总相宜。", "translation": "在灿烂的阳光照耀下，西湖水微波粼粼，波光艳丽，看起来很美；雨天时，在雨幕的笼罩下，西湖周围的群山迷迷茫茫，若有若无，也显得非常奇妙。若把西湖比作美人西施，淡妆浓抹都是那么得十分适宜。 "}}, {"name": "浪淘沙·九日从吴见山觅酒", "prop": {"content": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。", "translation": "远望寒山，空蒙蒙地带着青翠欲滴的山气，身在高处也只觉得凄凄凉凉。傲霜迎风的秋菊，枝干细长，好像一位婀娜多姿的歌女。洗净绿玉杯，打来井水放进杯中，插上我为您专门摘来的菊花，拿来您这儿，让它散发出阵阵清香吧。我虽用黑色的帽子遮盖住白头发，但是秋风狂劲，仍旧不时地要从头上的“乌帽”中，吹飘出白发来。这一年中的重阳佳节，就在老朋友家的西厢房中醉酒度过吧！夕阳西下，满目的秋色和偶尔传来的大雁哀鸣声，让我心中涌起了千愁万绪。"}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "赵昂", "dynasty": "宋代"}, {"name": "更漏子", "prop": {"content": "三十六宫秋夜水，露华点滴高梧。丁丁玉漏咽铜壶，明月上金铺。红线毯，博山炉，香风暗触流苏。羊车一去长青芜，镜尘鸾影孤。", "translation": "无"}}, {"name": "高观国", "dynasty": "宋代"}, {"name": "浣溪沙", "prop": {"content": "水涨鱼天拍柳桥。云鸠拖雨过江皋。一番春信入东郊。闲碾凤团消短梦，静看燕子垒新巢。又移日影上花梢。", "translation": "　　这是首笔触细致而风格明秀的春日之作。 "}}], "edges": [{"source": 2, "target": 76, "relation": "创作"}, {"source": 195, "target": 2, "relation": "出自于"}, {"source": 134, "target": 126, "relation": "创作"}, {"source": 195, "target": 134, "relation": "出自于"}, {"source": 10, "target": 41, "relation": "创作"}, {"source": 195, "target": 10, "relation": "出自于"}, {"source": 170, "target": 193, "relation": "创作"}, {"source": 232, "target": 170, "relation": "出自于"}, {"source": 34, "target": 115, "relation": "创作"}, {"source": 56, "target": 34, "relation": "出自于"}, {"source": 104, "target": 46, "relation": "创作"}, {"source": 232, "target": 104, "relation": "出自于"}, {"source": 10, "target": 4, "relation": "创作"}, {"source": 65, "target": 118, "relation": "创作"}, {"source": 195, "target": 65, "relation": "出自于"}, {"source": 209, "target": 13, "relation": "创作"}, {"source": 195, "target": 209, "relation": "出自于"}, {"source": 196, "target": 18, "relation": "创作"}, {"source": 195, "target": 196, "relation": "出自于"}, {"source": 11, "target": 230, "relation": "创作"}, {"source": 214, "target": 11, "relation": "出自于"}, {"source": 54, "target": 171, "relation": "创作"}, {"source": 195, "target": 54, "relation": "出自于"}, {"source": 70, "target": 143, "relation": "创作"}, {"source": 195, "target": 70, "relation": "出自于"}, {"source": 31, "target": 44, "relation": "创作"}, {"source": 195, "target": 31, "relation": "出自于"}, {"source": 155, "target": 188, "relation": "创作"}, {"source": 195, "target": 155, "relation": "出自于"}, {"source": 39, "target": 202, "relation": "创作"}, {"source": 146, "target": 39, "relation": "出自于"}, {"source": 182, "target": 63, "relation": "创作"}, {"source": 88, "target": 182, "relation": "出自于"}, {"source": 196, "target": 107, "relation": "创作"}, {"source": 196, "target": 135, "relation": "创作"}, {"source": 54, "target": 120, "relation": "创作"}, {"source": 16, "target": 142, "relation": "创作"}, {"source": 232, "target": 16, "relation": "出自于"}, {"source": 89, "target": 12, "relation": "创作"}, {"source": 146, "target": 89, "relation": "出自于"}, {"source": 16, "target": 252, "relation": "创作"}, {"source": 38, "target": 36, "relation": "创作"}, {"source": 195, "target": 38, "relation": "出自于"}, {"source": 30, "target": 223, "relation": "创作"}, {"source": 232, "target": 30, "relation": "出自于"}, {"source": 54, "target": 74, "relation": "创作"}, {"source": 71, "target": 53, "relation": "创作"}, {"source": 146, "target": 71, "relation": "出自于"}, {"source": 80, "target": 161, "relation": "创作"}, {"source": 68, "target": 80, "relation": "出自于"}, {"source": 7, "target": 228, "relation": "创作"}, {"source": 19, "target": 7, "relation": "出自于"}, {"source": 65, "target": 162, "relation": "创作"}, {"source": 81, "target": 205, "relation": "创作"}, {"source": 195, "target": 81, "relation": "出自于"}, {"source": 54, "target": 197, "relation": "创作"}, {"source": 196, "target": 58, "relation": "创作"}, {"source": 196, "target": 248, "relation": "创作"}, {"source": 16, "target": 211, "relation": "创作"}, {"source": 6, "target": 35, "relation": "创作"}, {"source": 195, "target": 6, "relation": "出自于"}, {"source": 30, "target": 238, "relation": "创作"}, {"source": 170, "target": 235, "relation": "创作"}, {"source": 191, "target": 204, "relation": "创作"}, {"source": 195, "target": 191, "relation": "出自于"}, {"source": 196, "target": 79, "relation": "创作"}, {"source": 209, "target": 240, "relation": "创作"}, {"source": 190, "target": 47, "relation": "创作"}, {"source": 163, "target": 190, "relation": "出自于"}, {"source": 155, "target": 9, "relation": "创作"}, {"source": 196, "target": 99, "relation": "创作"}, {"source": 81, "target": 205, "relation": "创作"}, {"source": 196, "target": 136, "relation": "创作"}, {"source": 241, "target": 8, "relation": "创作"}, {"source": 68, "target": 241, "relation": "出自于"}, {"source": 71, "target": 60, "relation": "创作"}, {"source": 100, "target": 186, "relation": "创作"}, {"source": 195, "target": 100, "relation": "出自于"}, {"source": 100, "target": 133, "relation": "创作"}, {"source": 54, "target": 110, "relation": "创作"}, {"source": 54, "target": 250, "relation": "创作"}, {"source": 54, "target": 148, "relation": "创作"}, {"source": 39, "target": 226, "relation": "创作"}, {"source": 196, "target": 0, "relation": "创作"}, {"source": 229, "target": 239, "relation": "创作"}, {"source": 232, "target": 229, "relation": "出自于"}, {"source": 154, "target": 123, "relation": "创作"}, {"source": 56, "target": 154, "relation": "出自于"}, {"source": 149, "target": 231, "relation": "创作"}, {"source": 19, "target": 149, "relation": "出自于"}, {"source": 147, "target": 17, "relation": "创作"}, {"source": 146, "target": 147, "relation": "出自于"}, {"source": 137, "target": 127, "relation": "创作"}, {"source": 232, "target": 137, "relation": "出自于"}, {"source": 65, "target": 174, "relation": "创作"}, {"source": 109, "target": 160, "relation": "创作"}, {"source": 195, "target": 109, "relation": "出自于"}, {"source": 233, "target": 140, "relation": "创作"}, {"source": 232, "target": 233, "relation": "出自于"}, {"source": 25, "target": 33, "relation": "创作"}, {"source": 249, "target": 25, "relation": "出自于"}, {"source": 215, "target": 105, "relation": "创作"}, {"source": 195, "target": 215, "relation": "出自于"}, {"source": 210, "target": 82, "relation": "创作"}, {"source": 195, "target": 210, "relation": "出自于"}, {"source": 78, "target": 138, "relation": "创作"}, {"source": 146, "target": 78, "relation": "出自于"}, {"source": 59, "target": 21, "relation": "创作"}, {"source": 195, "target": 59, "relation": "出自于"}, {"source": 219, "target": 72, "relation": "创作"}, {"source": 232, "target": 219, "relation": "出自于"}, {"source": 32, "target": 225, "relation": "创作"}, {"source": 195, "target": 32, "relation": "出自于"}, {"source": 32, "target": 24, "relation": "创作"}, {"source": 216, "target": 97, "relation": "创作"}, {"source": 195, "target": 216, "relation": "出自于"}, {"source": 170, "target": 179, "relation": "创作"}, {"source": 150, "target": 178, "relation": "创作"}, {"source": 195, "target": 150, "relation": "出自于"}, {"source": 196, "target": 66, "relation": "创作"}, {"source": 129, "target": 217, "relation": "创作"}, {"source": 232, "target": 129, "relation": "出自于"}, {"source": 52, "target": 227, "relation": "创作"}, {"source": 232, "target": 52, "relation": "出自于"}, {"source": 129, "target": 26, "relation": "创作"}, {"source": 170, "target": 27, "relation": "创作"}, {"source": 145, "target": 180, "relation": "创作"}, {"source": 232, "target": 145, "relation": "出自于"}, {"source": 84, "target": 165, "relation": "创作"}, {"source": 195, "target": 84, "relation": "出自于"}, {"source": 190, "target": 108, "relation": "创作"}, {"source": 7, "target": 222, "relation": "创作"}, {"source": 129, "target": 253, "relation": "创作"}, {"source": 213, "target": 87, "relation": "创作"}, {"source": 249, "target": 213, "relation": "出自于"}, {"source": 183, "target": 106, "relation": "创作"}, {"source": 232, "target": 183, "relation": "出自于"}, {"source": 156, "target": 14, "relation": "创作"}, {"source": 232, "target": 156, "relation": "出自于"}, {"source": 192, "target": 116, "relation": "创作"}, {"source": 232, "target": 192, "relation": "出自于"}, {"source": 69, "target": 23, "relation": "创作"}, {"source": 195, "target": 69, "relation": "出自于"}, {"source": 71, "target": 181, "relation": "创作"}, {"source": 213, "target": 184, "relation": "创作"}, {"source": 86, "target": 15, "relation": "创作"}, {"source": 232, "target": 86, "relation": "出自于"}, {"source": 3, "target": 49, "relation": "创作"}, {"source": 236, "target": 3, "relation": "出自于"}, {"source": 221, "target": 244, "relation": "创作"}, {"source": 232, "target": 221, "relation": "出自于"}, {"source": 134, "target": 153, "relation": "创作"}, {"source": 7, "target": 91, "relation": "创作"}, {"source": 152, "target": 234, "relation": "创作"}, {"source": 232, "target": 152, "relation": "出自于"}, {"source": 25, "target": 198, "relation": "创作"}, {"source": 168, "target": 96, "relation": "创作"}, {"source": 232, "target": 168, "relation": "出自于"}, {"source": 95, "target": 166, "relation": "创作"}, {"source": 232, "target": 95, "relation": "出自于"}, {"source": 196, "target": 176, "relation": "创作"}, {"source": 16, "target": 199, "relation": "创作"}, {"source": 119, "target": 61, "relation": "创作"}, {"source": 146, "target": 119, "relation": "出自于"}, {"source": 11, "target": 111, "relation": "创作"}, {"source": 203, "target": 20, "relation": "创作"}, {"source": 195, "target": 203, "relation": "出自于"}, {"source": 196, "target": 5, "relation": "创作"}, {"source": 196, "target": 48, "relation": "创作"}, {"source": 31, "target": 132, "relation": "创作"}, {"source": 93, "target": 40, "relation": "创作"}, {"source": 232, "target": 93, "relation": "出自于"}, {"source": 16, "target": 50, "relation": "创作"}, {"source": 196, "target": 73, "relation": "创作"}, {"source": 196, "target": 18, "relation": "创作"}, {"source": 196, "target": 51, "relation": "创作"}, {"source": 28, "target": 206, "relation": "创作"}, {"source": 232, "target": 28, "relation": "出自于"}, {"source": 196, "target": 121, "relation": "创作"}, {"source": 196, "target": 246, "relation": "创作"}, {"source": 54, "target": 125, "relation": "创作"}, {"source": 100, "target": 130, "relation": "创作"}, {"source": 31, "target": 224, "relation": "创作"}, {"source": 100, "target": 64, "relation": "创作"}, {"source": 196, "target": 62, "relation": "创作"}, {"source": 2, "target": 113, "relation": "创作"}, {"source": 65, "target": 29, "relation": "创作"}, {"source": 81, "target": 22, "relation": "创作"}, {"source": 157, "target": 67, "relation": "创作"}, {"source": 195, "target": 157, "relation": "出自于"}, {"source": 167, "target": 43, "relation": "创作"}, {"source": 195, "target": 167, "relation": "出自于"}, {"source": 201, "target": 83, "relation": "创作"}, {"source": 195, "target": 201, "relation": "出自于"}, {"source": 7, "target": 189, "relation": "创作"}, {"source": 144, "target": 57, "relation": "创作"}, {"source": 232, "target": 144, "relation": "出自于"}, {"source": 7, "target": 1, "relation": "创作"}, {"source": 92, "target": 98, "relation": "创作"}, {"source": 19, "target": 92, "relation": "出自于"}, {"source": 45, "target": 175, "relation": "创作"}, {"source": 232, "target": 45, "relation": "出自于"}, {"source": 101, "target": 75, "relation": "创作"}, {"source": 249, "target": 101, "relation": "出自于"}, {"source": 255, "target": 90, "relation": "创作"}, {"source": 232, "target": 255, "relation": "出自于"}, {"source": 245, "target": 42, "relation": "创作"}, {"source": 19, "target": 245, "relation": "出自于"}, {"source": 257, "target": 131, "relation": "创作"}, {"source": 232, "target": 257, "relation": "出自于"}, {"source": 134, "target": 103, "relation": "创作"}, {"source": 92, "target": 247, "relation": "创作"}, {"source": 129, "target": 172, "relation": "创作"}, {"source": 185, "target": 37, "relation": "创作"}, {"source": 19, "target": 185, "relation": "出自于"}, {"source": 117, "target": 207, "relation": "创作"}, {"source": 236, "target": 117, "relation": "出自于"}, {"source": 134, "target": 177, "relation": "创作"}, {"source": 173, "target": 256, "relation": "创作"}, {"source": 249, "target": 173, "relation": "出自于"}, {"source": 129, "target": 77, "relation": "创作"}, {"source": 7, "target": 159, "relation": "创作"}, {"source": 114, "target": 141, "relation": "创作"}, {"source": 19, "target": 114, "relation": "出自于"}, {"source": 112, "target": 85, "relation": "创作"}, {"source": 232, "target": 112, "relation": "出自于"}, {"source": 16, "target": 200, "relation": "创作"}, {"source": 164, "target": 187, "relation": "创作"}, {"source": 195, "target": 164, "relation": "出自于"}, {"source": 112, "target": 220, "relation": "创作"}, {"source": 251, "target": 242, "relation": "创作"}, {"source": 232, "target": 251, "relation": "出自于"}, {"source": 151, "target": 208, "relation": "创作"}, {"source": 232, "target": 151, "relation": "出自于"}, {"source": 102, "target": 122, "relation": "创作"}, {"source": 232, "target": 102, "relation": "出自于"}, {"source": 139, "target": 258, "relation": "创作"}, {"source": 232, "target": 139, "relation": "出自于"}, {"source": 101, "target": 124, "relation": "创作"}, {"source": 243, "target": 158, "relation": "创作"}, {"source": 249, "target": 243, "relation": "出自于"}, {"source": 243, "target": 212, "relation": "创作"}, {"source": 254, "target": 237, "relation": "创作"}, {"source": 56, "target": 254, "relation": "出自于"}, {"source": 152, "target": 194, "relation": "创作"}, {"source": 218, "target": 55, "relation": "创作"}, {"source": 232, "target": 218, "relation": "出自于"}, {"source": 139, "target": 94, "relation": "创作"}, {"source": 128, "target": 169, "relation": "创作"}, {"source": 195, "target": 128, "relation": "出自于"}]}