{"nodes": [{"name": "点绛唇·咏梅月", "prop": {"content": "一夜相思，水边清浅横枝瘦。小窗如昼，情共香俱透。清入梦魂，千里人长久。君知否？雨僝云僽，格调还依旧。", "translation": "整夜思念着远方的知音，在清澈的池水边，横斜着清瘦稀疏的梅花影子。小窗外被月光照得如同白昼一样，那一缕缕情思、一阵阵暗香，都透出在这幽静的夜晚。那清淡的月光，那疏梅的幽芳，将伴人进入梦乡，梦中很可能见到远在千里外的长久思念的知音。你知道不，纵然屡遭风吹雨打的摧残，梅的品格还是依然如故。"}}, {"name": "岭梅", "prop": {"content": "到处皆诗境，随时有物华。应酬都不暇，一岭是梅花。", "translation": "　　诗意：梅花自古以来就受到人们的喜爱。祖国各地历来有规模不等、各有千秋的梅花会、梅展，供人观赏。宋代大诗人陆游一次到四川的成都花会赏梅便吟出了“当年走马锦西城，曾为梅花醉似泥，二十里中香不断，青羊宫到浣花溪”的诗句。南宋诗人张道洽《岭梅》诗中写道：“到处皆诗境，随时有物华，应酬都不暇，一岭是梅花。”岭梅如林，香艳夺人，吸引了众多的游客使人目不暇接。 "}}, {"name": "周密", "dynasty": "宋代"}, {"name": "菩萨蛮·越梅半拆轻寒", "prop": {"content": "越梅半拆轻寒里，冰清淡薄笼蓝水。暖觉杏梢红，游丝狂惹风。闲阶莎径碧，远梦犹堪惜。离恨又迎春，相思难重陈。", "translation": "　　这首词写的是闺妇早春见梅而相思的情景。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "卢钺", "dynasty": "宋代"}, {"name": "王淇", "dynasty": "宋代"}, {"name": "柳梢青·过何郎石见早", "prop": {"content": "云暗天低。枫林凋翠，寒雁声悲。茅店儿前，竹篱笆后，初见横枝。盈盈粉面香肌。记月榭、当年见伊。有恨难传，无肠可断，立马多时。", "translation": "①何郎石：何郎即梁代诗人何逊，其《咏早梅》诗极有名：石在何处不详。 "}}, {"name": "徐渭", "dynasty": "明代"}, {"name": "林古度", "dynasty": "清代"}, {"dynasty": "元代"}, {"name": "高阳台·落梅", "prop": {"content": "宫粉雕痕，仙云堕影，无人野水荒湾。古石埋香，金沙锁骨连环。南楼不恨吹横笛，恨晓风、千里关山。半飘零，庭上黄昏，月冷阑干。 寿阳空理愁鸾。问谁调玉髓，暗补香瘢。细雨归鸿，孤山无限春寒。离魂难倩招清此，梦缟衣、解佩溪边。最愁人，啼鸟清明，叶底青圆。", "translation": "无"}}, {"name": "朝中措·代谭德称作", "prop": {"content": "怕歌愁舞懒逢迎。妆晚托春酲。总是向人深处，当时枉道无情。关心近日，啼红密诉，剪绿深盟。杏馆花阴恨浅，画堂银烛嫌明。", "translation": "谭氏心爱之人懒于送往迎来，所以她怕唱歌，愁跳舞，所以故意病春酒而迟迟不去梳洗打扮。她性格内向，总是把爱人放在内心深处深藏不露，所以不能说她是一个缺乏情感的人。谭氏关心恋人近况，因而想象她双泪啼红，秘密写信，倾诉衷肠。恋人向谭氏说了很多柔情蜜意的话语，山盟海誓，以表达坚贞的爱情。想起那时在杏花馆内，俩人在深深的花阴之中，没人能看得见，但是她却还嫌那花阴浅不避人；两人同宿画堂，本来是普通的银烛，而她却羞于见光，嫌烛光太明。"}}, {"name": "金缕歌·陪履斋先生沧", "prop": {"content": "乔木生云气。访中兴、英雄陈迹，暗追前事。战舰东风慳借便，梦断神州故里。旋小筑、吴宫闲地。华表月明归夜鹤，叹当时、花竹今如此。枝上露，溅清泪。 遨头小簇行春队。步苍苔、寻幽别坞，问梅开未。重唱梅边新度曲，催发寒梢冻蕊。此心与、东君同意。后不如今今非昔，两无言、相对沧浪水。怀此恨，寄残醉。", "translation": "无"}}, {"name": "萧德藻", "dynasty": "宋代"}, {"name": "落梅", "prop": {"content": "一片能教一断肠，可堪平砌更堆墙？飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。", "translation": "每一片飘零的梅花都叫人触目愁肠，哪堪残缺的花瓣凋落如雪片铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的失意文人。梅花曾经是那么多原来美好高洁的花朵，如今却坠入泥土与莓苔为伍，然而偶然粘上衣袖的梅花，香气却经久不灭。春风掌管着对众花生杀予夺的大权，却错误地忌妒梅花的孤傲高洁，不加扶持，任意摧残。"}}, {"name": "孤雁儿·藤床纸帐朝眠", "prop": {"content": "世人作梅词，下笔便俗。予试作一篇，乃知前言不妄耳。藤床纸帐朝眠起，说不尽无佳思。沉香断续玉炉寒，伴我情怀如水。笛声三弄，梅心惊破，多少春情意。 小风疏雨萧萧地，又催下千行泪。吹箫人去玉楼空，肠断与谁同倚。一枝折得，人间天上，没个人堪寄。", "translation": "初春的早晨在藤床纸帐这样清雅的环境中醒来，却有一种说不尽的伤感与思念。沉香燃尽了没有再往香炉中添续，香炉的温度也就凉了，我的情绪也如水一样凄凉孤寂。《梅花三弄》的笛曲吹开了枝头的梅花，春天虽然来临了，却引起了我无限的幽恨。门外细雨潇潇下个不停，门内伊人枯坐，泪下千行。明诚既逝，人去楼空，纵有梅花好景，又有谁与自己倚阑同赏呢 ？今天折下梅花，找遍人间天上，四处茫茫，没有一人可供寄赠。"}}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "谢枋得", "dynasty": "宋代"}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "花犯·小石梅花", "prop": {"content": "粉墙低，梅花照眼，依然旧风味。露痕轻缀。疑净洗铅华，无限佳丽。去年胜赏曾孤倚。冰盘同宴喜。更可惜，雪中高树，香篝熏素被。 今年对花最匆匆，相逢似有恨，依依愁悴。吟望久，青苔上、旋看飞坠。相将见、脆丸荐酒，人正在、空江烟浪里。但梦想、一枝潇洒，黄昏斜照水。", "translation": "　　本词的特点是在咏梅中打入个人身世之感，但不是用如林逋在《霜天晓角》中“谁是我知音，孤山人姓林”等直抒其情的语言来表达，而是用前后盘旋、左顾右盼、姿态横生的手法，多方位、多角度地来体现自己的情感。宋代黄升在《唐宋诸贤绝妙词选》中云：“此只咏梅花，而纡徐反复，道尽三年间事，圆美流转如弹丸。”"}}, {"name": "萧泰来", "dynasty": "宋代"}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "临江仙·梅", "prop": {"content": "庭院深深深几许，云窗雾阁春迟。为谁憔悴损芳姿。夜来清梦好，应是发南枝。 玉瘦檀轻无限恨，南楼羌管休吹。浓香吹尽有谁知。暖风迟日也，别到杏花肥。", "translation": "庭院深深，不知有多深？云簇疏棂，雾迷高阁，春天总是迟迟不来。玉颜憔悴、芳姿瘦损"}}, {"name": "虞美人·宜州见梅作", "prop": {"content": "天涯也有江南信。梅破知春近。夜阑风细得香迟。不道晓来开遍、向南枝。 玉台弄粉花应妒。飘到眉心住。平生个里愿杯深。去国十年老尽、少年心。", "translation": "　　在宜州看到梅花开放，知道春天即将来临。夜尽时，迟迟闻不到梅花的香味，以为梅花还没有开放；早晨起来，才发现在面南的枝条上已开满了梅花，真是没有想到。女子在镜台前化妆，引起了梅花的羡妒，就飘落在她的眉心上。要在平常见到这种景象，便希望畅怀酣饮；现在就不同了，自从被贬离开汴京，十年来，那种青年人的情怀、兴致已经不存在了。 "}}, {"name": "渔家傲·雪里已知春信", "prop": {"content": "雪里已知春信至，寒梅点缀琼枝腻。香脸半开娇旖旎，当庭际，玉人浴出新妆洗。造化可能偏有意，故教明月玲珑地。共赏金尊沈绿蚁，莫辞醉，此花不与群花比。", "translation": "大地一片银装素裹，一树报春的红梅点缀其间，梅枝犹如天工雕出的琼枝，别在枝头的梅花，丰润姣洁。梅花含苞初绽，娇美可怜，芳气袭人，就像庭院里刚刚出浴，换了新妆的美人。上天可能也对梅花有所偏爱，所以让月色皎洁清澈，玲珑剔透。让我们举起金盏畅饮，一道来欣赏这月色里的梅花吧，请不要推辞酒量不胜。要知道，群花竞艳，谁也逊色于梅花呀。"}}, {"name": "寒夜", "prop": {"content": "寒夜客来茶当酒，竹炉汤沸火初红。寻常一样窗前月，才有梅花便不同。", "translation": "冬夜有客来访，一杯热茶当美酒，围坐炉前，火炉炭火刚红，水便在壶里沸腾。月光照射在窗前，与平时并没有什么两样，只是窗前有几枝梅花在月光下幽幽地开着。 "}}, {"name": "杨朝英", "dynasty": "元代"}, {"name": "疏影·梅影", "prop": {"content": "黄昏片月。似碎阴满地，还更清绝。枝北枝南，疑有疑无，几度背灯难折。依稀倩女离魂处，缓步出、前村时节。看夜深、竹外横斜，应妒过云明灭。窥镜蛾眉淡抹。为容不在貌，独抱孤洁。莫是花光，描取春痕，不怕丽谯吹彻。还惊海上燃犀去，照水底、珊瑚如活。做弄得、酒醒天寒，空对一庭香雪。", "translation": "无"}}, {"name": "咏红梅花得“红”字", "prop": {"content": "桃未芳菲杏未红，冲寒先喜笑东风。魂飞庾岭春难辨，霞隔罗浮梦未通。绿萼添妆融宝炬，缟仙扶醉跨残虹。看来岂是寻常色，浓淡由他冰雪中。（出自《红楼梦》第五十回。）", "translation": "　　《咏红梅花得“红”字》是《红楼梦》中邢岫烟所作，该诗和《咏红梅花得“梅”字》、《咏红梅花得“花”字》都出自小说第五十回。书中众人在芦雪庵联句，贾宝玉写诗“落了第”，被罚往栊翠庵折红梅花。大家又叫新来的邢岫烟、李纹、薛宝琴每人再作一首七律，按次用“红”、“梅”、“花”三字做韵。专命折得红梅的贾宝玉做一首《访妙玉乞红梅》诗。"}}, {"name": "张嵲", "dynasty": "宋代"}, {"name": "临江仙·探梅", "prop": {"content": "老去惜花心已懒，爱梅犹绕江村。一枝先破玉溪春。更无花态度，全有雪精神。 剩向空山餐秀色，为渠著句清新。竹根流水带溪云。醉中浑不记，归路月黄昏。", "translation": "老来惜花之心虽已减，爱梅还绕江村去探寻。玉溪梅花一枝先报春。毫无花儿柔媚娇艳的姿态，洁白雅淡全然是雪精神。欣赏青山秀色已嫌多余，只为梅花写下清新词句。竹林下流水带走水上云。酒醉中全然记不得，回家路上月出天黄昏。"}}, {"name": "菩萨蛮·梅雪", "prop": {"content": "银河宛转三千曲。浴凫飞鹭澄波绿。何处是归舟。夕阳江上楼。 天憎梅浪发。故下封枝雪。深院卷帘看。应怜江上寒。", "translation": "河水曲折，河水弯弯，飞鹭双双对对，在那碧波上回旋。哪儿有他乘坐的归舟？在夕阳的余晖里，我独立江边小楼。上天都憎恨梅花，开得太多太盛，用大雪封盖梅的枝头。在幽凄的深院，卷帘看外边，真痛惜寒江上正在归来的那条船。 "}}, {"name": "玄墓看梅", "prop": {"content": "谢却兰桡信杖藜，千峰盘磴入花畦。晴云度影迷三径，暗水流香冷一溪。僧寺多藏深树里，人家半在夕阳西。登临更上朝元阁，满壁苔痕没旧题。", "translation": "　　此题诗共二首，今选其之一。玄墓为山名。在今江苏省苏州市西南七十里。亦名万峰山。又名袁墓山，传秦汉时有袁姓高士隐居并逝葬于此。又名邓尉山，传汉代高士邓尉曾在此隐居。山上多梅，蔚然成林。为苏州市远郊太湖畔重要旅游景点，风光胜地。元公乘船而来，乘兴登山，于疏影横斜的默林中留连观赏，甚得其乐。景自然是美胜绝伦，诗也写得从容优雅。读此诗，亦如临此境，很是受用。 "}}, {"name": "梅花绝句", "prop": {"content": "当年走马锦城西，曾为梅花醉似泥。二十里中香不断，青羊宫到浣花溪。", "translation": "那一年骑马经过锦官城的西面时，曾为绚丽的梅花陶醉，曾为此在那里喝酒欣赏并大醉了一场。从青羊宫到浣花溪，二十多里路，梅花的香气未曾间断，令人陶醉。"}}, {"name": "十一月二十六日松风亭", "prop": {"content": "春风岭上淮南村，昔年梅花曾断魂。岂知流落复相见，蛮风蜑雨愁黄昏。长条半落荔支浦，卧树独秀桄榔园。岂惟幽光留夜色，直恐冷艳排冬温。松风亭下荆棘里，两株玉蕊明朝暾。海南仙云娇堕砌，月下缟衣来扣门。酒醒梦觉起绕树，妙意有在终无言。先生独饮勿叹息，幸有落月窥清樽。", "translation": "无"}}, {"name": "蓦山溪·梅", "prop": {"content": "洗妆真态，不作铅花御。竹外一枝斜，想佳人，天寒日暮。黄昏院落，无处著清香，风细细，雪垂垂，何况江头路。月边疏影，梦到消魂处。梅子欲黄时，又须作，廉纤细雨。孤芳一世，供断有情愁，消瘦损，东阳也，试问花知否？", "translation": "洗却胭脂铅粉，自有天然态度。一枝疏梅斜出竹外，有如佳人绝代，天寒日暮独倚修竹。黄昏院落，幽芳都无人赏，风细细，雪垂垂。更冷落了江头梅树芬香。月下疏影多么清雅，梦中却禁不住心神惆怅，待到梅子欲黄时节，又该是阴雨连绵令人断肠。梅花一世孤芳自赏，让有情人愁闷悲伤，可知道为了你，我像沈约般瘦损异常？"}}, {"name": "阮郎归·客中见梅", "prop": {"content": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。", "translation": "我长年在外漂泊，足迹遍及天涯海角。那回家的好梦，却总是姗姗来迟。但见星光与月色浸透了窗纱，映照出一枝梅花的斜影。我的愁肠没有被愁断，两鬓却已斑白。最近，身体也越来越消瘦了。运处传来角声，吹着哀哀的《小梅花》。长夜漫漫，我又想起了远方的家。"}}, {"name": "旅次寄湖南张郎中", "prop": {"content": "闭门茅底偶为邻，北阮那怜南阮贫。却是梅花无世态，隔墙分送一枝春。", "translation": "自己的茅屋与那富裕人家是邻居，聚居一处的富裕人家哪里会怜惜处境贫困之人。梅花冬天开放，不惧寒冷世态炎凉。隔着院墙墙输送阵阵清香。"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "菩萨蛮·春风试手先梅", "prop": {"content": "春风试手先梅蕊，頩姿冷艳明沙水。不受众芳知，端须月与期。清香闲自远，先向钗头见。雪后燕瑶池，人间第一枝。", "translation": "春风最先试着让梅花吐出嫩嫩的花蕊。花瓶中的梅花姿色美丽，冷韵幽香，伴随着它的是明沙净水。它不卑不亢，从容自如，不能被其他花儿理解，应当与月亮约定日期来作伴。它的香气清幽淡雅，传得很远，总是先在女子们的钗头上出现。大雪过后。梅花被王母宴请到瑶池，这是人世间报春的第一枝花。"}}, {"name": "玉楼春·红酥肯放琼苞", "prop": {"content": "红酥肯放琼苞碎。探著南枝开遍未。不知酝藉几多香，但见包藏无限意。道人憔悴春窗底。闷损阑干愁不倚。要来小酌便来休，未必明朝风不起。", "translation": "　　这是一首著名的咏梅词。傲立霜雪，一枝独秀的梅花是历来文人墨客的吟诵对象，特别是宋代咏梅词更多，其中能尽得梅花神韵的上乘之作却并不多见。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "留春令·咏梅花", "prop": {"content": "故人溪上，挂愁无奈，烟梢月树。一涓春水点黄昏，便没顿、相思处。曾把芳心深相许。故梦劳诗苦。闻说东风亦多情，被竹外、香留住。", "translation": "作为梅花的老朋友，我立在梅花溪上，只见如烟的暮霭笼罩着梅树枝梢，胧的月儿高挂在树梢上空，此刻我牵挂月下雾中的梅花"}}, {"name": "疏影·苔枝缀玉", "prop": {"content": "辛亥之冬，余载雪诣石湖。止既月，授简索句，且征新声，作此两曲，石湖把玩不已，使二妓肆习之，音节谐婉，乃名之曰《暗香》、《疏影》。苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "translation": "辛亥年冬天，我冒雪去拜访石湖居士。居士要求我创作新曲，于是我创作了这两首词曲。石湖居士吟赏不已，教乐工歌妓练习演唱，音调节律悦耳婉转。于是将其命名为《暗香》、《疏影》。"}}, {"name": "郑燮", "dynasty": "清代"}, {"name": "王旭", "dynasty": "元代"}, {"name": "杂诗三首·其二", "prop": {"content": "君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？", "translation": "您是刚从我们家乡来的，一定了解家乡的人情世态。请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？"}}, {"name": "花犯·苔梅", "prop": {"content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。", "translation": "无"}}, {"name": "菩萨蛮·回文", "prop": {"content": "峤南江浅红梅小，小梅红浅江南峤。窥我向疏篱，篱疏向我窥。老人行即到，到即行人老。离别惜残枝，枝残惜别离。", "translation": "山南的江水浅处红梅开出小花，浅红色小朵梅花，开放在江南山岭上。红梅探看我倚靠着稀疏的篱笆，红梅从篱笆的缝里朝我望着。南极老人星行将到来，老人星到时，就是进入暮年时。离别时我们叮嘱要珍惜余年，红梅枯谢了，我们会依恋别离时的情谊。"}}, {"name": "殢人娇·后亭梅花开有", "prop": {"content": "玉瘦香浓，檀深雪散。今年恨、探梅又晚。江楼楚馆，云闲水远。清昼永，凭栏翠帘低卷。 坐上客来，尊前酒满。歌声共、水流云断。南枝可插，更须频剪。莫直待西楼、数声羌管。", "translation": "细细的梅枝"}}, {"name": "暗香疏影·夹钟宫赋墨", "prop": {"content": "占春压一。卷峭寒万里，平沙飞雪。数点酥钿，凌晓东风□吹裂。独曳横梢瘦影，入广平、裁冰词笔。记五湖、清夜推篷，临水一痕月。 何逊扬州旧事，五更梦半醒，胡调吹彻。若把南枝，图入凌烟，香满玉楼琼阙。相将初试红盐味，到烟雨、青黄时节。想雁空、北落冬深，澹墨晚天云阔。", "translation": "无"}}, {"name": "明本", "dynasty": "元代"}, {"name": "曹组", "dynasty": "宋代"}, {"name": "一剪梅·一剪梅花万样", "prop": {"content": "一剪梅花万样娇。斜插梅枝，略点眉梢。轻盈微笑舞低回，何事尊前，拍手相招。夜渐寒深酒渐消。袖里时闻，玉钏轻敲。城头谁恁促残更，银漏何如，且慢明朝。", "translation": "一枝梅花风情万种的娇美。斜插在树枝上，仿佛是眉梢上的一点。在那里微笑着，风中的舞姿轻盈得飘若惊鸿，仿佛是在对酒宴上的人们拍着手招呼。夜渐深、渐冷，酒意也慢慢消去了。经常可以听到美人的衣袖里玉镯敲碰的声音。城头上是谁在催促着打更，银饰的漏壶怎么样了，让明天的早晨来得更晚一些吧。"}}, {"name": "九字梅花咏", "prop": {"content": "昨夜西风吹折千林梢，渡口小艇滚入沙滩坳。野桥古梅独卧寒屋角，疏影横斜暗上书窗敲。半枯半活几个擫蓓蕾，欲开未开数点含香苞。纵使画工奇妙也缩手，我爱清香故把新诗嘲。", "translation": "　　本公这首《九字梅花咏》流传甚广，同代中即获盛誉。《风月堂杂志》载：大书画家赵子昂与本公为方外至交，对本公赞赏备至，翰林学士冯子振却不以为然。赵子昂强拖本公同访冯子振，冯出示自己所作《梅花百咏诗》，颇有炫耀之意。本公一览，走笔亦成百首。冯子振仍未认可。本公出此《九字梅花咏》求和，冯悚然久之，难以下笔。乃服输并致礼，遂成知交。这首诗用浓重的笔墨描绘寒梅忍受西风，含苞欲放的生动姿态。以诗喻人，提醒人们也要坚守自己的节操，保持自己的本性。 "}}, {"name": "道源", "dynasty": "明代"}, {"name": "上堂开示颂", "prop": {"content": "尘劳迥脱事非常，紧把绳头做一场。不经一番寒彻骨，怎得梅花扑鼻香。", "translation": "摆脱尘念劳心并不是一件容易事，必须拉紧绳子、俯下身子在事业上卖力气。如果不经历冬天那刺骨严寒，梅花怎会有扑鼻的芳香。"}}, {"name": "黄升", "dynasty": "宋代"}, {"name": "尤袤", "dynasty": "宋代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "朝中措·梅", "prop": {"content": "幽姿不入少年场。无语只凄凉。一个飘零身世，十分冷淡心肠。 江头月底，新诗旧梦，孤恨清香。任是春风不管，也曾先识东皇。", "translation": "你美好的姿色得不到少年人的喜爱，默默无语只有孤独和凄凉相伴。冬来春去身世飘零，品行清高不同于世俗。在江边月下你寄托了我多少诗情梦境，四溢的清香引起我多少离愁别恨。即便是春风浑然不知，你也曾是最先报春的使者。"}}, {"name": "咏红梅花得“梅”字", "prop": {"content": "白梅懒赋赋红梅，逞艳先迎醉眼开。冻脸有痕皆是血，酸心无恨亦成灰。误吞丹药移真骨，偷下瑶池脱旧胎。江北江南春灿烂，寄言蜂蝶漫疑猜。（出自《红楼梦》第五十回。）", "translation": "　　随着封建制度日趋衰落，当时的豪门，特别是贵族人士，在精神上也日益空虚，做诗成了一种消磨时光和精力的娱乐。他们既然除了“风花雪月”之外别无可写，也就只得从限题、限韵等文字技巧方面去斗智逞能。小说中已换过几次花样，这里每人分得某字为韵，也是由来已久的一种唱和形式。描写这种诗风结习，客观上反映了当时这一阶层人物的无聊的精神状态。"}}, {"name": "黄檗禅师", "dynasty": "唐代"}, {"name": "最高楼·咏梅", "prop": {"content": "春乍透，香早暗偷传。深院落，斗清妍。紫檀枝似流苏带，黄金须胜辟寒钿。更朝朝，琼树好，笑当年。花不向沉香亭上看。树不着唐昌宫里玩。衣带水，隔风烟。铅华不御凌波处，蛾眉淡扫至尊前。管如今，浑似了，更堪怜。", "translation": "春意刚刚显露，梅花的清香却早已传播开来。它们在幽静的院落里，以自己的清高绝俗的姿态，斗奇争妍。它的紫檀色般的枝干，下垂似流苏；它金黄色的须蕊，胜过辟寒金做成的花钿。琼树它虽华贵，比不上高洁的梅花，只值得一笑。沉香亭上的牡丹花和唐昌宫里的玉蕊花虽被万千游人所爱，但高洁的梅花也不愿与之为伍。能够与其并列的形象都与其有着一衣带水的联系，只是还隔着蒙蒙的风烟。就像洗尽铅华呈素姿的宓妃和蛾眉淡描的虢国夫人。但现在，虽然梅花与她们看似相同，但际遇却相差甚远，对比之下，十分可怜啊。"}}, {"dynasty": "宋代"}, {"name": "雪梅·其二", "prop": {"content": "有梅无雪不精神，有雪无诗俗了人。日暮诗成天又雪，与梅并作十分春。", "translation": "只有梅花没有雪花的话，看起来没有什么精神气质。如果下雪了却没有诗文相合，也会非常的俗气。当在冬天傍晚夕阳西下写好了诗，刚好天空又下起了雪。再看梅花雪花争相绽放，像春天一样艳丽多姿，生气蓬勃。 "}}, {"name": "卜算子·雪月最相宜", "prop": {"content": "雪月最相宜，梅雪都清绝。去岁江南见雪时，月底梅花发。 今岁早梅开，依旧年时月。冷艳孤光照眼明，只欠些儿雪。", "translation": "　　素雪、明月、幽梅，三者具，则光景清艳。惟三者难以一时兼备，故今岁与去岁相较，不能无憾。此词即景抒怀，貌似冲淡，却蕴含无限今昔之感。前人谓<a href=\"https://so.gushiwen.cn/authorv_83fa70cf5a10.aspx\" target=\"_blank\">张孝祥词有“潇散出尘之姿，自在如神之笔”，诚然。 "}}, {"name": "山园小梅二首", "prop": {"content": "众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。剪绡零碎点酥乾，向背稀稠画亦难。日薄从甘春至晚，霜深应怯夜来寒。澄鲜只共邻僧惜，冷落犹嫌俗客看。忆着江南旧行路，酒旗斜拂堕吟鞍。", "translation": "百花凋零，独有梅花迎着寒风昂然盛开，那明媚艳丽的景色把小园的风光占尽。稀疏的影儿，横斜在清浅的水中，清幽的芬芳浮动在黄昏的月光之下。寒雀想飞落下来时，先偷看梅花一眼；蝴蝶如果知道梅花的妍美，定会消魂失魄。幸喜我能低声吟诵，和梅花亲近，不用敲着檀板唱歌，执着金杯饮酒来欣赏它了。"}}, {"name": "张道洽", "dynasty": "宋代"}, {"name": "陆凯", "dynasty": "南北朝"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "雪里梅花诗", "prop": {"content": "春近寒虽转，梅舒雪尚飘。从风还共落，照日不俱销。叶开随足影，花多助重条。今来渐异昨，向晚判胜朝。", "translation": "春天临近，天气虽然转暖，梅花开放，雪花却还飘着。随风还一起零落，太阳照着，却与雪不一起融化。枝叶招展，梅影更多更密，花儿许多，梅枝显得更重。现在渐渐与昨日不同，时间临近傍晚分明胜于早晨。"}}, {"name": "念奴娇·梅", "prop": {"content": "疏疏淡淡，问阿谁、堪比天真颜色。笑杀东君虚占断，多少朱朱白白。雪里温柔，水边明秀，不借春工力。骨清香嫩，迥然天与奇绝。 尝记宝篽寒轻，琐窗人睡起，玉纤轻摘。漂泊天涯空瘦损，犹有当年标格。万里风烟，一溪霜月，未怕欺他得。不如归去，阆苑有个人忆。", "translation": "梅花开枝头，枝头花影稀疏、花色浅浅，那天真自然的颜色何人能与之媲美？东君统领下的百花颜色绚丽、身姿百态，却无一株能有梅花之神韵，实乃可笑呀！梅花生长于水边，迎雪绽放，不借春风之力便能肆意绽放。玉洁冰清、香嫩魂冷，骨格奇绝，其品格超凡入圣。还记得它曾经迎寒自开，被那梦醒后的佳人隔窗轻摘，插戴鬓边，是何等的荣耀。现在虽然飘泊天涯，形体消瘦，但风韵仍不减当年，依然冰清高洁、傲骨无双。不管是万里风烟还是一溪寒月，都未能欺侮得了它。不如远离这尘世喧嚣，归入山林，至少仙宫中还有个人在想念它。"}}, {"name": "早梅", "prop": {"content": "早梅发高树，迥映楚天碧。朔吹飘夜香，繁霜滋晓白。欲为万里赠，杳杳山水隔。寒英坐销落，何用慰远客。 ", "translation": "早梅在高高的枝头绽放，远远映照着广阔的碧蓝天空。夜晚北风吹来阵阵花香，在浓霜中增添着洁白的光泽。想折一枝寄赠万里之外，无奈千里迢迢，山水阻隔。眼看寒梅即将零落凋谢，我将用什么去慰问远方的友人呢？"}}, {"name": "咏早梅 / 扬州法曹", "prop": {"content": "兔园标物序，惊时最是梅。衔霜当路发，映雪拟寒开。枝横却月观，花绕凌风台。朝洒长门泣，夕驻临邛杯。应知早飘落，故逐上春来。", "translation": "园林里的变化容易看出物候时序的转换，最其中最能标志时节变化的就是梅花。梅花不怕霜雪、不畏风寒，在零霜下雪的时候，它就在路边开放了。梅花枝叶横斜在却月观外，怒放的梅花掩映着凌风台。梅花盛开的时候可以使被遗弃者见之有感而落泪，也可以使钟情的人触景兴怀而勃发。梅花应该也知道自己会早早飘落，所以赶在孟春正月就开起花来了。"}}, {"name": "晏敦复", "dynasty": "宋代"}, {"name": "汪中", "dynasty": "清代"}, {"name": "蜡梅", "prop": {"content": "破腊惊春意，凌寒试晓妆。应嫌脂粉白，故染曲尘黄。缀树蜂悬室，排筝雁着行。团酥与凝蜡，难学是生香。", "translation": "腊梅花开惊破冬日的枯寂，昭示春天已悄悄到来，在料峭的寒风中，早早尝试充满生机的妆容。她想来是嫌恶脂粉的白腻，所以将自己点染出淡淡尘黄。挂满枝头，如同蜂房一样繁密，齐整生长好比筝上成行的雁柱。团团酥油和凝蜡虽难得些许相似，然而却习不得那阵阵幽香。"}}, {"name": "早春", "prop": {"content": "南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。", "translation": "早春时节，南面朝阳的梅枝才开了两三朵花，正好又下了一场雪，我在月下雪地里体味梅花散发的清香味，赏玩梅花洁白的颜色。那初开的白梅花，浓淡深浅有别，夜雾和月色附着在那色浓的花朵上，犹如笼罩着寒冷的水一般，附着在色淡的花朵上，就像笼罩着明净的沙子一般。"}}, {"name": "生查子·重叶梅", "prop": {"content": "百花头上开，冰雪寒中见。霜月定相知，先识春风面。 主人情意深，不管江妃怨。折我最繁枝，还许冰壶荐。", "translation": "梅花啊，你在百花开放之前绽开，在寒冷中出现。春寒料峭中，朦胧的月亮总是先照亮梅花。主人十分喜爱你，不管江妃如何抱怨，也要折下最繁茂的枝头，插进壶中，供人玩赏。"}}, {"name": "花犯·谢黄复庵除夜寄", "prop": {"content": "翦横枝，清溪分影，翛然镜空晓。小窗春到。怜夜冷孀娥，相伴孤照。古苔泪锁霜千点，苍华人共老。料浅雪、黄昏驿路，飞香遗冻草。行云梦中认琼娘，冰肌瘦，窈窕风前纤缟。残醉醒，屏山外、翠禽声小。寒泉贮、绀壶渐暖，年事对、青灯惊换了。但恐舞、一帘胡蝶，玉龙吹又杳。", "translation": "无"}}, {"name": "汉宫春·梅", "prop": {"content": "潇洒江梅，向竹梢疏处，横两三枝。东君也不爱惜，雪压霜欺。无情燕子，怕春寒、轻失花期。惟是有，年年塞雁，归来曾见开时。 清浅小溪如练，问玉堂何似，茅舍疏篱。伤心故人去后，冷落新诗。微云淡月，对孤芳、分付他谁。空自倚，清香未减，风流不在人知。", "translation": "水边的梅花是多么潇洒，在竹梢稀疏的地方。横斜着挺出三两枝。春风也不知道爱惜，任凭雪压霜欺。燕子无情无意，只因怕冷，轻易地失去她开花的日期。惟有南归的鸿雁，年年南飞时能看见她的芳姿。清浅的小溪，如一条白白的丝练，请问那些华丽的堂宇，又如何能赶得上这茅屋疏篱？最令人伤心的是，自从知己朋友离去之后，便很少有吟唱梅花的清绝的歌诗。只有微云轻轻飘浮，淡淡的月光隐约迷离。面对此景此情，我的孤高芳洁又都是为了谁？但那高洁的江梅，依旧倚风自笑，并未减淡她的清香，因为风流高逸是自身的品质，本来就不在乎别知与不知。"}}, {"name": "满庭芳·残梅", "prop": {"content": "小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。", "translation": "无"}}, {"name": "李弥逊", "dynasty": "宋代"}, {"name": "瑞鹤仙·赋梅", "prop": {"content": "雁霜寒透幕。正护月云轻，嫩冰犹薄。溪奁照梳掠。想含香弄粉，艳妆难学。玉肌瘦弱。更重重、龙绡衬著。倚东风，一笑嫣然，转盼万花羞落。 寂寞。家山何在，雪后园林，水边楼阁。瑶池旧约。鳞鸿更仗谁托。粉蝶儿只解，寻桃觅柳，开遍南枝未觉。但伤心，冷落黄昏，数声画角。", "translation": "浓霜浸透了窗间的帷幕。现在正是云轻月冷，层冰未消的时候。梅花临水照镜。有人想涂抹胭脂，却学不成半点富艳妖媚之态。在朦胧的月色笼罩下，寒梅依然是玉洁清瘦的本色。想象春风中的梅花，流盼一笑，百花失色。寂寞。故乡在哪里？雪后的园林，水边的楼阁。虽然有瑶池以前的约定，但托谁捎去书信？粉蝶只懂得亲近桃柳，梅花开满了南枝却没有发现。只留下梅花在黄昏中，独自冷落伤感。"}}, {"name": "古梅二首", "prop": {"content": "湘妃危立冻蛟脊，海月冷挂珊瑚枝。丑怪惊人能妩媚，断魂只有晓寒知。百千年藓著枯树，三两点春供老枝。绝壁笛声那得到，只愁斜日冻蜂知。", "translation": "无"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "长相思·惜梅", "prop": {"content": "寒相催。暖相催。催了开时催谢时。丁宁花放迟。 角声吹。笛声吹。吹了南枝吹北枝。明朝成雪飞。", "translation": "寒冷时催促梅花开放，暖和时催促着凋落，早开便会早落。叮嘱花儿，还是迟一点开吧。角声吹起，笛声吹起。吹落了南枝梅花，又吹落了北枝。清晨梅花就漫天飞舞，宛若飘飘白雪。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "解语花·云容冱雪", "prop": {"content": "云容冱雪，暮色添寒，楼台共临眺。翠丛深窅。无人处、数蕊弄春犹小。幽姿谩好。遥相望、含情一笑。花解语，因甚无言，心事应难表。 莫待墙阴暗老。称琴边月夜，笛里霜晓。护香须早。东风度、咫尺画阑琼沼。归来梦绕。歌云坠、依然惊觉。想恁时，小几银屏冷未了。", "translation": "冬云冻凝成雪片，为黄昏增添了几分寒冷，我们登上楼台一起望远。远方无人的绿草丛中，有几枝小小的梅花在召唤着春天。它挺着自己幽清娇美的身材与我们遥遥相望，含情一笑似乎懂得人的语言。为什么它默默无语?大概它有心事难于表达。不要待在墙阴处暗暗地等着自己衰残，你最适宜于开在月光下，立在瑶琴边。在人们赞美你的笛声中绽放，在晨霜清冷中露出你的笑脸。喜爱梅花就要及早观赏，东风一吹，你便会发觉它已在身边围着画栏的池塘边出现。登高归来你又在我的梦中绕缠，歌声让我从梦中跌落下云端，突然惊醒后才发现只是一场虚幻。想到这个时候，入画的你应该在茶几旁的屏风上正经受着风寒。 "}}, {"name": "梅花", "prop": {"content": "墙角数枝梅，凌寒独自开。遥知不是雪，为有暗香来。", "translation": "墙角有几枝梅花，正冒着严寒独自盛开。远远的就知道洁白的梅花不是雪，因为有梅花的幽香传来。"}}, {"name": "梅花绝句二首·其一", "prop": {"content": "闻道梅花坼晓风，雪堆遍满四山中。何方可化身千亿，一树梅前一放翁。(梅前 一作：梅花)", "translation": "听说山上的梅花已经迎着晨风绽放，远远望去，四周山上的梅花树就像一堆堆白雪一样。有什么办法可以把自己变化成数亿身影呢？让每一棵梅花树前都有一个陆游常在。"}}, {"name": "梅花落", "prop": {"content": "梅岭花初发，天山雪未开。雪处疑花满，花边似雪回。因风入舞袖，杂粉向妆台。匈奴几万里，春至不知来。", "translation": "　　这首诗由梅岭的梅花开放，联想到遥远的边塞，仍然处于严寒之中，忽发奇想，觉得仿佛眼前花似雪，彼处雪似花，于是遥远的空间阻隔便消弥于错觉之中。然而一旦清醒，才想起征人远在万里之外的冰天雪地之中，春天到了也不知归来。诗人从小处入手，细腻婉转，但笔锋一转，描写塞外征人，升华了诗的主旨。"}}, {"name": "武夷山中", "prop": {"content": "十年无梦得还家，独立青峰野水涯。天地寂寥山雨歇，几生修得到梅花？", "translation": "十年的岁月连回家的梦想都不曾有过，此时此刻我独立青峰之上面对着野水无涯。山雨初停的时候，天地间一片寂寥的景象，我要经历多少岁月才能修炼成梅花那样的品格呢？"}}, {"name": "鹊踏枝·梅落繁枝千万", "prop": {"content": "梅落繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。楼上春山寒四面，过尽征鸿，暮景烟深浅。一晌凭栏人不见，鲛绡掩泪思量遍。", "translation": "繁茂枝头，梅花飘落千万片，落时犹多情，学着雪花随风转。昨夜歌舞草草散，酒醒又添愁无限。楼上清寒，寒山围四面，大雁过尽暮霭深深漫。半晌凭栏不见人，罗帕掩泪把他思量遍。"}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "观梅有感", "prop": {"content": "东风吹落战尘沙，梦想西湖处士家。只恐江南春意减，此心元不为梅花。", "translation": "春风吹落蒙在梅树枝叶上的尘沙，梦中飞向西湖边种梅人家。今后的江南怕再无往日春色，我的心怎能只把梅花牵挂！"}}, {"name": "梅花绝句·其二", "prop": {"content": "幽谷那堪更北枝，年年自分着花迟。高标逸韵君知否，正是层冰积雪时。", "translation": "一树梅花长在背阴的山谷，加上枝条伸向北方，阳光终年罕至，所以每年开花总是比较迟。但你可知道它那高尚的气节、优美的风度？要知道，当它吐苞，正是那冰雪覆盖、最为严酷的寒冬时节啊！"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"dynasty": "唐代"}, {"name": "梅花", "prop": {"content": "疏枝横玉瘦，小萼点珠光。一朵忽先变，百花皆后香。欲传春信息，不怕雪埋藏。玉笛休三弄，东君正主张。", "translation": "稀稀落落地梅树枝条歪歪轻斜地挂满那洁白如玉的雪花，使得枝条上一朵又一朵的梅花花萼泛着斑斑点点的雪花在阳光照射下闪着晶莹的光采。忽然有一朵梅花最先绽开放了，这使得想要在春天竞吐芳香的种种百花都落在梅花的后面了。梅花要想把春天悄然而来的信息传递出去，又怎么会害怕被厚厚的积雪所深深埋藏呢！请玉笛不要再吹奏那令人伤感的古曲《梅花三弄》了，让主宰春天的神东君为梅花留住春天，不要让开在早春的梅花因一支悲伤曲调而过早地凋谢。"}}, {"name": "玉楼春·东山探梅", "prop": {"content": "泠泠水向桥东去。漠漠云归溪上住。疏风淡月有来时，流水行云无觅处。 佳人独立相思苦。薄袖欺寒脩竹暮。白头空负雪边春，着意问春春不语。", "translation": "河水叮咚流向桥东，行云悠闲飘聚在溪水上边。清风淡月往来有规律，流水行云却难寻踪迹。美人独自伫立备受相思之苦，单薄衣衫浸透寒露，日日伴修竹，双眼欲穿盼郎归，常常等至天色暮。残雪身边春色青，我却白发头上生，执意问春我老否?春天默默不出声。 "}}, {"name": "李方膺", "dynasty": "清代"}, {"name": "江神子·赋梅寄余叔良", "prop": {"content": "暗香横路雪垂垂。晚风吹。晓风吹。花意争春，先出岁寒枝。毕竟一年春事了，缘太早，却成迟。未应全是雪霜姿。欲开时。未开时。粉面朱唇，一半点胭脂。醉里谤花花莫恨，浑冷淡，有谁知。", "translation": "　　梅花的香气从小径那边悠然飘来，雪花纷纷而落。晚风浮动，晨风轻轻。这绽放的花朵想要争夺第一分春意呢，于是早早的（先）在寒风中发枝吐蕾。可是这一年中最早的春天已经结束了（说作者心里的春天），早早的开放，却是已经迟了呢。看那开烦的花朵，也不全是冰雪晶莹的姿态呢。有的吐蕾（未开）有的含苞（欲开），就像红唇的淡雅的女子，只轻轻的扫了些许脂粉。我啊，喝醉了，迷迷糊糊的侮辱了这鲜艳的花朵（见上面）花呀你不要嫉恨我啊，要知道：你这一身的（浑）淡雅，高洁，又有谁相知呢？"}}, {"name": "白梅", "prop": {"content": "冰雪林中著此身，不同桃李混芳尘。忽然一夜清香发，散作乾坤万里春。", "translation": "白梅生长在冰天雪地的寒冬，傲然开放，不与桃李凡花相混同。忽然在某个夜里花儿盛开，清香散发出来，竟散作了天地间的万里新春。"}}, {"name": "郑域", "dynasty": "宋代"}, {"name": "绝句", "prop": {"content": "竹影和诗瘦，梅花入梦香。可怜今夜月，不肯下西厢。", "translation": "清瘦的竹影和着诗句，梅花的香气伴着我入梦。可惜我的心情就像今晚的月亮，迟迟不肯落下西厢房。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "卜算子·古涧一枝梅", "prop": {"content": "古涧一枝梅，免被园林锁。路远山深不怕寒，似共春相趓。幽思有谁知，托契都难可。独自风流独自香，明月来寻我。", "translation": "深幽的山涧中一枝梅花独自绽放，不像那些锁在园林里的梅花没有自由。在这路远山深的山谷中，不惧严寒，好似可以躲开春天的热闹。它幽深的心思有谁能懂呢？想找个人谈谈心也不可能。只有独自绽放散发着幽香，偶尔明月相照，它没有忘记了我。"}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "红梅", "prop": {"content": "梨云无梦倚黄昏，薄倩朱铅蚀泪痕。宿酒破寒薰玉骨，仙丹偷暖返冰魂。茜裙影露罗衣卷，霞佩香封缟袂温。回首孤山斜照外，寻真误入杏花村。", "translation": "像梨花一样洁白的云朵，并不是在梦中才能看到，它就游曳在接近黄昏的天空中；就像是佳人所用的薄薄的朱铅一样，能遮掩因忧伤而留下的泪痕。隔夜不醒的酒力仍然灼烧着如梅花般鲜艳洁净的肌骨，丹药带着暖意悄然温暖了冰冷的灵魂。绛红色的裙子下映衬着罗衣微微蜷起的影子，装饰着霞佩与香封的白衣依稀残存着彼此的余温。黄昏的夕阳斜照之外，站在高耸的孤山上蓦然回首，寻找春迹却误入了杏花山村。"}}, {"name": "谢宗可", "dynasty": "元代"}, {"name": "蝶恋花·一朵江梅春带", "prop": {"content": "长道县和元彦修梅词。彦修，钱塘人，名时敏。坐张天觉党，自户部员外郎谪监长道之白石镇。一朵江梅春带雪。玉软云娇，姑射肌肤洁。照影凌波微步怯。暗香浮动黄昏月。谩道广平心似铁。词赋风流，不尽愁千结。望断江南音信绝。陇头行客空情切。 ", "translation": "　　“蝶恋花”本唐教坊曲，多用仄声韵，其声情缠绵而凄婉。赵鼎此词，更于仄声韵中选用了“雪、洁、怯、月、铁、结、绝、切”等哽咽决绝的入声，借之倾吐了胸中积郁的愤激之情。虽然是　　一首和作，却借他人之酒杯浇自家的块垒，无一丝应酬的痕迹。"}}, {"name": "西洲曲", "prop": {"content": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。", "translation": "无"}}, {"name": "永遇乐·探梅次时斋韵", "prop": {"content": "阁雪云低，卷沙风急，惊雁失序。户掩寒宵，屏闲冷梦，灯飐唇似语。堪怜窗景，都闲刺绣，但续旧愁一缕。邻歌散，罗襟印粉，袖湿茜桃红露。 西湖旧日，留连清夜，爱酒几将花误。遗袜尘销，题裙墨黯，天远吹笙路。吴台直下，缃梅无限，未放野桥香度。重谋醉，揉香弄影，水清浅处。", "translation": "　　此词应与《江南好·行锦归来》词作于同时，即1242年（淳祐二年）、1243年（淳祐三年）间。是时梦窗尚在苏州。　"}}, {"name": "西江月·梅花", "prop": {"content": "玉骨那愁瘴雾，冰姿自有仙风。海仙时遣探芳丛。倒挂绿毛么凤。(么 同：幺)素面翻嫌粉涴，洗妆不褪唇红。高情已逐晓云空。不与梨花同梦。(翻嫌 一作：常嫌)", "translation": "梅花生长在瘴疠之乡，却不怕瘴气的侵袭，是因它淡雅的姿态有神仙的风姿。海仙经常派遣使者来到花丛中探望，这个使者，原来是倒挂在树上的绿毛小鸟。它的素色面容不屑于用铅粉来妆饰，即使梅花谢了，而梅叶仍有红色。爱梅的高尚情操已随着晓云而成空无，已不再梦见梅花，不像王昌龄梦见梅花云那样做同一类的梦了。"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "早梅", "prop": {"content": "万树寒无色，南枝独有花。香闻流水处，影落野人家。", "translation": "雪花落下，给植物披上了银装，一点颜色的都没有；在南边的树枝上有一些花，没有叶子。在小溪旁我都闻到了香味，抬头一看，只见梅花的影子映在农家的墙壁上。 "}}, {"name": "赵令畤", "dynasty": "宋代"}, {"name": "点绛唇·梅", "prop": {"content": "流水泠泠，断桥横路梅枝亚。雪花飞下，浑似江南画。白璧青钱，欲买春无价。归来也，风吹平野，一点香随马。", "translation": "流水发出泠泠的声响，梅树的枝桠横在断桥旁的路上。梅花好似雪花飘飞而下，宛如一幅清新淡雅的江南风景画。想用白璧和青钱将春色买下，可是梅花无价。归来的时候，春风吹过平川旷野，马蹄过后，飘来一股幽香。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "点绛唇·越山见梅", "prop": {"content": "春未来时，酒携不到千岩路。瘦还如许。晚色天寒处。 无限新愁，难对风前语。行人去。暗消春素。横笛空山暮。", "translation": "　　吴梦窗的这首《点绛唇》着力之处既不在句法章法的光彩夺目，亦不在刻意追险求奇，一字一句皆出自天然。只是由于其立意之高、取径之远，使得这首词读来颇具灵性，处处流露出真实性情。体现了梦窗词清疏空灵的本色。 　 "}}, {"name": "德元", "dynasty": "清代"}, {"name": "赵鼎", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "南乡子·冬夜", "prop": {"content": "万籁寂无声。衾铁稜稜近五更。香断灯昏吟未稳，凄清。只有霜华伴月明。应是夜寒凝。恼得梅花睡不成。我念梅花花念我，关情。起看清冰满玉瓶。", "translation": "冬夜万籁静寂无声。已近五更时分被子却还是冰冰冷冷。炉中沉香已燃尽，灯光昏暗，孤冷凄清，这样的夜何时才是尽头。窗外也只有那结成的霜花伴着明月。孤寂寒冷夜，想着那迎风绽放的梅花也是烦恼的无法入眠的。我在想着梅花而梅花也在念着我，互相牵挂着。起床时看到那玉瓶中的水已全都凝结成冰。"}}, {"name": "林逋", "dynasty": "宋代"}, {"name": "赠范晔诗", "prop": {"content": "折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。", "translation": "遇见北去的驿使就去折梅花，托他带花带给身在陇头的你。江南没有好东西可以表达我的情感，姑且送给你一枝报春的梅花以表春天的祝福。"}}, {"name": "刘镇", "dynasty": "宋代"}, {"name": "刘因", "dynasty": "元代"}, {"name": "十一月中旬至扶风界见", "prop": {"content": "匝路亭亭艳，非时裛裛香。素娥惟与月，青女不饶霜。赠远虚盈手，伤离适断肠。为谁成早秀，不待作年芳。", "translation": "梅花开满了路边，亭亭而立，花容艳丽；未到时节就开放了，散发着浓郁的芳香。嫦娥与月光相伴，一副清冷的样子；青霄玉女之冷峭胜过了严霜。手中空握满把的梅花，却不知寄往何方；与梅花伤心离别的时候又恰好碰上我悲愤欲绝。梅花为了谁造成了过早开花，而不等到报春才开花，成为旧历新年时的香花呢？"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "齐己", "dynasty": "唐代"}, {"name": "盐角儿·亳社观梅", "prop": {"content": "开时似雪。谢时似雪。花中奇绝。香非在蕊，香非在萼，骨中香彻。 占溪风，留溪月。堪羞损、山桃如血。直饶更、疏疏淡淡，终有一般情别。", "translation": "花开的时候象雪，凋谢的时候仍然像雪，在百花之中的确是绝无仅有。散发出来的清香不在花蕊，也不在花萼，而是从骨子里飘荡出来的，清香透彻。占尽了从小溪吹来的轻风，留住了小溪中的明月，使那红得似血的山桃花也羞惭得减损了自己的容颜。即使仍然花影稀疏清香淡淡，终究另有一种非其他媚俗之花可与之相比的情致。"}}, {"name": "山中雪后", "prop": {"content": "晨起开门雪满山，雪晴云淡日光寒。檐流未滴梅花冻，一种清孤不等闲。", "translation": "清晨起，打开门看到的是满山的皑皑白雪。雪后初晴，白云惨淡，连日光都变得寒冷。房檐的积雪未化，院落的梅花枝条仍被冰雪凝冻。这样清高坚韧的性格，是多么不寻常啊！"}}, {"name": "江梅", "prop": {"content": "梅蕊腊前破，梅花年后多。绝知春意好，最奈客愁何。雪树元同色，江风亦自波。故园不可见，巫岫郁嵯峨。", "translation": "腊月前梅蕊己破，新年后梅花正多。明知此地啊春光美好，可心怀客愁而又无可奈何！江梅和白雪原来同此一色，春风也徒自节江水漾动清波。故乡的春色渺不可见，苍郁的巫山空自巍峨。"}}, {"name": "卜算子·咏梅", "prop": {"content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著)?无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。", "translation": "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 "}}, {"name": "诉衷情·小梅风韵最妖", "prop": {"content": "小梅风韵最妖娆。开处雪初消。南枝欲附春信，长恨陇人遥。闲记忆，旧江皋。路迢迢。暗香浮动，疏影横斜，几处溪桥。", "translation": "无"}}, {"name": "金缕曲·疏影临书卷", "prop": {"content": "疏影临书卷。带霜华、高高下下，粉脂都遣。别是幽情嫌妩媚，红烛啼痕休泫。趁皓月、光浮冰茧。恰与花神供写照，任泼来、淡墨无深浅。持素障，夜中展。残釭掩过看逾显。相对处、芙蓉玉绽，鹤翎银扁。但得白衣时慰藉，一任浮云苍犬。尘土隔、软红偷免。帘幕西风人不寐，恁清光、肯惜鹴裘典。休便把，落英剪。", "translation": "无"}}, {"name": "无题", "prop": {"content": "朝斗坛前山月幽，师雄有梦生清愁。何时杖尔看南雪，我与梅花两白头。", "translation": "七元星君坛前布满清幽的月光，师雄的梦境处弥漫着淡淡的哀愁。什么时候拄着手杖散步看南雪，我和梅花一起白了头。"}}, {"name": "江梅引·忆江梅", "prop": {"content": "岁在壬戌，甫临长至，张总侍御邀饮。众宾皆退，独留少款。侍婢歌江梅引，有“念此情、家万里”之句，仆曰：此词殆为我作也。又闻本朝使命将至，感慨久之。既归，不寝，追和四章，多用古人诗赋，各有一笑字，聊以自宽。如暗香、疏影、相思等语，虽甚奇，经前人用者众，嫌其一律，故辄略之。卒押吹字，非风即笛，不可易也。此方无梅花，士人罕有知梅事者，故皆注所出（旧注：阙一首。此录示乡人者，北人谓之四笑江梅引） 天涯除馆忆江梅。几枝开。使南来。还带馀杭、春信到燕台。准拟寒英聊慰远，隔山水，应销落，赴诉谁。 空恁遐想笑摘蕊。断回肠，思故里。漫弹绿绮。引三弄、不觉魂飞。更听胡笳、哀怨泪沾衣。乱插繁花须异日，待孤讽，怕东风，一夜吹。", "translation": "　　这是一阙不同于一般的咏梅词！作者并不着眼于梅花傲霜斗寒的品性、芬芳高洁的气骨，在他笔下，梅花是故国家乡的象征物。"}}, {"name": "霜天晓角·梅", "prop": {"content": "晚晴风歇。一夜春威折。脉脉花疏天淡，云来去、数枝雪。 胜绝。愁亦绝。此情谁共说。惟有两行低雁，知人倚、画楼月。", "translation": "春寒凛冽，寒气已渐渐离去，傍晚时天晴雨住。几枝寒梅立在风中，浮云在天上来来去去，梅花白如胜雪。这景致真是绝美，人的愁情也无限。空对这如此的美景，我无比寂寞孤单，想倾诉心中的惆怅？只有那两行低飞的鸿雁，知道我独坐在高楼上，思念伊人。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "吉祥寺古梅", "prop": {"content": "一树古梅花数亩，城中客子乍来看。不知花气清相逼，但觉山深春尚寒。", "translation": "旅居南京时，听闻吉祥寺中数亩梅花开的正艳，于是前去观赏。身临其境，只觉得山深境幽，春寒料峭，却不曾想到这正是梅花冷香逼人的缘故。"}}, {"name": "罗邺", "dynasty": "唐代"}, {"name": "忆梅", "prop": {"content": "定定住天涯，依依向物华。寒梅最堪恨，常作去年花。", "translation": "久久滞留在远离家乡的地方，依依不舍地向往着春天的景物。寒梅最让人遗恨的是早占春意却又早早凋谢，常常被当作去年开的花。"}}, {"name": "杜耒", "dynasty": "宋代"}, {"dynasty": "清代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "王十朋", "dynasty": "宋代"}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "玉楼春·去时梅萼初凝", "prop": {"content": "去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。 阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。", "translation": "离去的时候梅萼还是刚刚凝粉，眼见小桃花开都被风吹损，梨花开得最晚也凋零了，为什么归期没有个定准？栏杆都倚遍了又来凭栏远望，眼泪偷偷地沾湿了红袖。蜘蛛与喜鹊多么误人，像这样没有凭据怎么值得相信？"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "红梅", "prop": {"content": "桃李莫相妒，夭姿元不同。犹余雪霜态，未肯十分红。", "translation": "桃李不要嫉妒凛冬绽放的红梅，花与花开放的姿态原来就不同。经历了风雪，身上还有雪的痕迹。虽然是红梅，色彩却不是十分红艳。"}}, {"name": "王元章倒枝梅画", "prop": {"content": "皓态孤芳压俗姿，不堪复写拂云枝。从来万事嫌高格，莫怪梅花着地垂。", "translation": "白色梅花孤芳挺立使媚俗的百花相形见绌，却不能再画那枝枝向上插入云霄的画图。自古以来的万事万物总把崇高的品格憎恶，所以不必奇怪画中的梅花倒挂着把身姿低俯。"}}, {"name": "律然", "dynasty": "清代"}, {"name": "眼儿媚·咏梅", "prop": {"content": "莫把琼花比澹妆，谁似白霓裳。别样清幽，自然标格，莫近东墙。冰肌玉骨天分付，兼付与凄凉。可怜遥夜，冷烟和月，疏影横窗。", "translation": "不要认为琼花淡雅素装，谁又和素白的神仙衣服相似呢。是那样的清新幽静，自然是风姿摇曳，仪态优美，不要靠近东边的墙垣。梅花的颜色风姿是上天的恩赐，都带着一些孤寂冷落。可怜漫漫的长夜，花在月光相伴下耐寒而艳丽，稀疏的梅花花影散落在窗前。"}}, {"name": "真德秀", "dynasty": "宋代"}, {"name": "看梅绝句", "prop": {"content": "老子舞时不须拍，梅花乱插乌巾香。樽前作剧莫相笑，我死诸君思此狂。", "translation": "我起舞时狂态尽显，不依节拍、把梅花随意的插在头巾之上。在酒杯前的种种表现大家不要笑，等到我死了你们就会想念我活着时候的狂态了。"}}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "水仙子·西湖探梅", "prop": {"content": "雪晴天地一冰壶，竟往西湖探老逋，骑驴踏雪溪桥路。笑王维作画图，拣梅花多处提壶。对酒看花笑，无钱当剑沽，醉倒在西湖！", "translation": "雪后初霁，天地仿佛一个巨大的冰壶，一片皎洁晶莹。我前往西湖去看梅，骑着小驴踏着雪渡过溪上的小桥，嘲笑王维的《雪中骑驴图》与这境界相差太远。拣几处好的梅景，在那里提壶饮酒。对着壶中的美酒，看着眼前花如笑颜般的倒影，倘若无钱饮酒，自然可以典当自己的宝剑来换酒喝，尽可醉倒在这西湖！"}}, {"name": "落梅", "prop": {"content": "一片能教一断肠，可堪平砌更堆墙。飘如迁客来过岭，坠似骚人去赴湘。乱点莓苔多莫数，偶粘衣袖久犹香。东风谬掌花权柄，却忌孤高不主张。", "translation": "每一片飘零的梅花都教人触目愁肠，更哪堪残缺的花瓣凋落如雪片，铺满了台阶又堆上了墙头呢？飘零的梅花就像匆匆过岭的迁客，坠落的梅花犹如不得已赴湘的骚人。那么多原来美好高洁的花朵，如今却沉沦泥土与莓苔为伍，然而偶然粘上衣袖的香气，还久久不去。啊，让东风执掌对百花的生杀予夺大权，真是差矣错矣，它忌妒梅花的孤高，对梅花任意摧残，根本不讲怜香惜玉。"}}, {"name": "谢燮", "dynasty": "南北朝"}, {"name": "探春", "prop": {"content": "雪里犹能醉落梅，好营杯具待春来。东风便试新刀尺，万叶千花一手裁。", "translation": "落梅映雪，苔枝缀玉，别是一番景象，犹能引人一醉。我整顿好杯盘器具，等待春天来归。啊，快了，东风就要手持着刀儿尺儿，精心剪裁出春天的红花绿叶。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "梅花落·中庭多杂树", "prop": {"content": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐寒风，徒有霜华无霜质。(寒风 一作：风飚)", "translation": "庭院中有许许多多交杂的树木，却偏偏对梅花赞许感叹。你为什么单单赞赏梅花？是因为它能在寒霜中开花，在寒露中结果实。而杂树只能在春风中摇曳，在春日下盛开，有的虽然也能在霜中开花，却又随寒风零落而没有耐寒的品质。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "水仙子·寻梅", "prop": {"content": "冬前冬后几村庄，溪北溪南两履霜，树头树底孤山上。冷风来何处香？ 忽相逢缟袂绡裳。酒醒寒惊梦，笛凄春断肠，淡月昏黄。", "translation": "冬前冬后转遍了几个村庄，踏遍了溪南溪北，双脚都沾满了霜，又爬上孤山，在梅树丛中上下寻觅，都未见到梅花的踪迹，寻梅不遇，沮丧地立于山头，忽然一阵寒风吹来，不知从何处带来一阵幽香，蓦然回首，她竟然就在身后，那样淡妆素雅，俏然而立。我顿时如遇梅花仙子一般，惊讶于她的清丽脱俗，沉醉于她的风华绝代。然而春寒使我从醉梦中醒来，听到凄怨的笛声，便想到春天会尽，梅花也会片片凋落，此时淡淡的月色笼罩着黄昏。"}}, {"name": "雪梅", "prop": {"content": "梅雪争春未肯降，骚人阁笔费评章。梅须逊雪三分白，雪却输梅一段香。", "translation": "梅花和雪花都认为各自占尽了春色，谁也不肯服输。难以评议梅与雪的高下，只得搁笔好好思量。梅花须逊让雪花三分晶莹洁白，雪花却输给梅花一段清香。 "}}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "黄庶", "dynasty": "宋代"}, {"name": "朱晞颜", "dynasty": "宋代"}, {"name": "早梅", "prop": {"content": "一树寒梅白玉条，迥临村路傍溪桥。(村路 一作：林村)不知近水花先发，疑是经冬雪未销。", "translation": "一树梅花凌寒早开，枝条洁白如玉条。它远离人来车往的村路，临近溪水桥边。并不知道临近水边的寒梅是提早开放，以为是枝头上的白雪经过一冬仍然未消融。"}}, {"name": "定风波·红梅", "prop": {"content": "好睡慵开莫厌迟。自怜冰脸不时宜。偶作小红桃杏色，闲雅，尚馀孤瘦雪霜姿。 休把闲心随物态，何事，酒生微晕沁瑶肌。诗老不知梅格在，吟咏，更看绿叶与青枝。", "translation": "不要厌烦贪睡的红梅久久不能开放，只是爱惜自己不合时宜。偶尔是淡红如桃杏色，文静大方，偶尔疏条细枝傲立于雪霜。红梅本具雪霜之质，不随俗作态媚人，虽呈红色，形类桃杏，乃是如美人不胜酒力所致，未曾堕其孤洁之本性。石延年根本不知道红梅的品格，只看重绿叶与青枝。"}}, {"name": "咏梅九首", "prop": {"content": "琼姿只合在瑶台，谁向江南处处栽？雪满山中高士卧，月明林下美人来。寒依疏影萧萧竹，春掩残香漠漠苔。自去何郎无好咏，东风愁寂几回开。缟袂相逢半是仙，平生水竹有深缘。将疏尚密微经雨，似暗还明远在烟。薄瞑山家松树下，嫩寒江店杏花前。秦人若解当时种，不引渔郎入洞天。翠羽惊飞别树头，冷香狼籍倩谁收。骑驴客醉风吹帽，放鹤人归雪满舟。淡月微云皆似梦，空山流水独成愁。几看孤影低徊处，只道花神夜出游。淡淡霜华湿粉痕，谁施绡帐护春温。诗随十里寻春路，愁在三更挂月村。飞去只忧云作伴，销来肯信玉为魂。一尊欲访罗浮客，落叶空山正掩门。云雾为屏雪作宫，尘埃无路可能通。春风未动枝先觉，夜月初来树欲空。翠袖佳人依竹下，白衣宰相在山中。寂寥此地君休怨，回首名园尽棘丛。梦断扬州阁掩尘，幽期犹自属诗人。立残孤影长过夜，看到余芳不是春。云暖空山裁玉遍，月寒深浦泣珠频。掀篷图里当时见，错爱横斜却未真。独开无那只依依，肯为愁多减玉辉？廉外钟来月初上，灯前角断忽霜飞。行人水驿春全早，啼鸟山塘晚半稀。愧我素衣今已化，相逢远自洛阳归。最爱寒多最得阳，仙游长在白云乡。春愁寂寞天应老，夜色朦胧月亦香。楚客不吟江路寂，吴王已醉苑台荒。枝头谁见花惊处？袅袅微风簌簌霜。断魂只有月明知，无限春愁在一枝。不共人言唯独笑，忽疑君到正相思。歌残别院烧灯夜，妆罢深宫览镜时。旧梦已随流水远，山窗聊复伴题诗。", "translation": "无"}}, {"name": "咏落梅", "prop": {"content": "新叶初冉冉，初蕊新霏霏。逢君后园讌，相随巧笑归。亲劳君玉指，摘以赠南威。用持插云髻，翡翠比光辉。日暮长零落，君恩不可追。", "translation": "新生的嫩叶多么娇媚，刚绽放的蓓蕾是那样秀美。欣逢主公后园设宴，宫中美人相随欣然到来。劳烦主公亲动玉指，折梅赠给宠爱的嫔妃。她插一枝到云髻上，光彩胜过美玉翡翠。一到黄昏花儿零落，主公的恩爱啊，也将一去不复回。"}}, {"name": "红梅三首·其一", "prop": {"content": "怕愁贪睡独开迟，自恐冰容不入时。故作小红桃杏色，尚余孤瘦雪霜姿。寒心未肯随春态，酒晕无端上玉肌。诗老不知梅格在，更看绿叶与青枝。", "translation": "梅花害怕忧愁而贪恋睡觉，所以才迟迟独自开放；它担心自己冰洁的面容会不合时宜而受到世人猜忌。所以故意妆扮出浅粉般的桃杏颜色，但梅枝还是细瘦的样子，呈现出经受霜雪考验后仍然劲挺的姿态。梅花的内心是适应寒冷的，不愿意随着春天的到来而展示自己的美态。它的颜色好似美人酒后无端泛起的红晕。老诗人不懂得梅花的品格所在；怎么只从外表有无绿叶与青枝来分辫梅花和桃杏呢？"}}, {"name": "除夜自石湖归苕溪·其", "prop": {"content": "细草穿沙雪半销，吴宫烟冷水迢迢。梅花竹里无人见，一夜吹香过石桥。", "translation": "早春时节，地上的积雪还消融未尽，细嫩的青草已从沙土中悄悄探出头；吴地烟水迢迢，弥漫千里，隐隐透着清冷之气。虽然深藏竹林的梅花无人欣赏，但它那沁人心脾的清芬却随着夜中的春风，一路飘过了石桥。"}}, {"dynasty": "五代"}, {"name": "墨梅", "prop": {"content": "山边幽谷水边村，曾被疏花断客魂。犹恨东风无意思，更吹烟雨暗黄昏。", "translation": "在山边的幽谷里和水边的村庄中，疏疏落落的梅花让过客魂断不舍。一直遗憾的是东风没有情趣，越发地吹拂着烟雾似的朦胧细雨使黄昏更加暗淡。"}}, {"name": "宸濠翠妃", "dynasty": "明代"}, {"name": "忆秦娥·梅谢了", "prop": {"content": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "translation": "梅花凋谢了，北方边塞的冰雪已经融化，大雁也早早地向北飞去了。我要委托那北归的大雁，请它问候一下故都家乡的父老。前线地区防务荒疏、边声悄寂，金人占领的淮河以北，人烟稀少。那曾经繁华奢靡的宣和宫殿，已经衰草遍地，尘烟缭绕。"}}, {"dynasty": "南北朝"}, {"name": "献仙音·吊雪香亭梅", "prop": {"content": "松雪飘寒，岭云吹冻，红破数椒春浅。衬舞台荒，浣妆池冷，凄凉市朝轻换。叹花与人凋谢，依依岁华晚。共凄黯。问东风、几番吹梦，应惯识、当年翠屏金辇。一片古今愁，但废绿、平烟空远。无语销魂，对斜阳、衰草泪满。又西泠残笛，低送数声春怨。", "translation": "古松积雪飘来寒意，岭头冬云吹成冰冻，数点红梅绽出浅浅的春色。聚景园中当年的歌舞楼台今已荒芜，宫女浣沙池今日冷寂，繁华市朝变作凄凉废苑，竟如此轻易！可叹梅花与人一样所存无几，相对依依共同迎来又一度岁暮。心情是一样的凄凉黯淡！试问东风方才几度来去，往日繁华已然成梦去远。东风啊，你一定多次见识过宋帝后妃的仪仗御辇。四处笼罩着伤今怀古的愁绪，满目是荒芜的草木与茫茫暮霭。我面对衰草斜阳默默无语，黯然魂消，泪流满面。远处西泠桥又传来断续的笛声，低低呜咽着春天的哀怨。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "清平乐·年年雪里", "prop": {"content": "年年雪里，常插梅花醉。挼尽梅花无好意，赢得满衣清泪。今年海角天涯，萧萧两鬓生华。看取晚来风势，故应难看梅花。", "translation": "小时候每年下雪，我常常会沉醉在插梅赏梅的兴致中。后来虽然梅枝在手，却无好心情去赏玩，只是漫不经心地揉搓着，不知不觉泪水沾满了衣裳。今年又到梅花开放的时候，我却漂泊天涯，两鬓稀疏的头发也已斑白。看着那晚来的风吹着开放的梅花，大概也难见它的绚烂了。 "}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "十样花·陌上风光浓处", "prop": {"content": "陌上风光浓处。第一寒梅先吐。待得春来也，香消减，态凝伫。百花休漫妒。", "translation": "凛凛寒冬，乡间小路上枝头梅花正开的浓烈，预示着春天将临。然而等到春暖花开时，它却清香消散，端庄自重。已经绽放的百花啊，也不要随意口出嫉妒之语。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "和裴迪登蜀州东亭送客", "prop": {"content": "东阁官梅动诗兴，还如何逊在扬州。此时对雪遥相忆，送客逢春可自由？幸不折来伤岁暮，若为看去乱乡愁。江边一树垂垂发，朝夕催人自白头。", "translation": "蜀州东亭，盛放官梅，尔乃勃发诗兴，就像当年咏梅扬州的何逊。此时，面对雪景，自然遥遥相思，何况赶上送别客人，恰逢腊梅迎春，不由想起故人。幸亏没有寄来折梅，勾起我岁末伤情，赏阅折梅，怎勘那乡愁缭乱，思绪纷纷。这里的江边，也有一棵梅花，渐趋吐蕊，朝朝暮暮，催的我白发丝丝，繁霜染鬓。"}}, {"name": "蝶恋花·两岸月桥花半", "prop": {"content": "两岸月桥花半吐。红透肌香，暗把游人误。尽道武陵溪上路。不知迷入江南去。 先自冰霜真态度。何事枝头，点点胭脂污。莫是东君嫌淡素。问花花又娇无语。", "translation": "拱桥两岸红梅花儿刚刚绽放，露出鲜红的花瓣，散发着沁人心肺的清香。不知不觉地将游人误导，产生出许多幻想。自以为走进了武陵溪上的桃花林中，却不知已踏入江南迷人的红梅之乡。梅花啊，你本应是冰清玉洁的素装，为何却在枝头把胭脂涂上？莫非司春的女神不喜欢清淡，才为你化上这般浓艳的红妆？红梅默默不作回答，只是一副娇羞可人的模样。"}}, {"name": "法曲献仙音·聚景亭梅", "prop": {"content": "层绿峨峨，纤琼皎皎，倒压波痕清浅。过眼年华，动人幽意，相逢几番春换。记唤酒寻芳处，盈盈褪妆晚。 已销黯。况凄凉、近来离思，应忘却、明月夜深归辇。荏苒一枝春，恨东风、人似天远。纵有残花，洒征衣、铅泪都满。但殷勤折取，自遣一襟幽怨。", "translation": "长满绿苔的梅树层层叠叠，点点白梅如皎皎细玉，素洁典雅，倒压湖面，一池绿波更觉清浅。年华瞬逝，但你动人的幽意依然如故，再次重逢已是几度春光易换。曾记得与朋友一起畅饮，探访芳景的情形，而美丽的梅花却久开不败，好像盈盈盛妆的美人迟迟不愿卸妆。往日的乐事已消黯，更何况近日心境凄然，快要忘记了以前明月下金辇深夜归去的美好情景，报春的梅花已渐渐凋零，最可恨这东风匆匆归去，故人却依然在天涯。纵然有点点残花还在，却依依都飘落到衣襟上，这不禁让人想起了物是人非的铅泪。还是深情地折下一枝梅独自品尝，聊且排遣一下心中的幽怨与哀伤吧。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "一萼红·盆梅", "prop": {"content": "玉堂深。正重帘护暝，窗色试新晴。苔暖鳞生，泥融脉起，春意初破琼英。夜深后、寒消绛蜡，误碎月、和露落空庭。暖吹调香，冷芳侵梦，一晌消凝。长恨年华婉晚，被柔情数曲，抵死牵萦。何事东君，解将芳思，巧缀一斛春冰。那得似、空山静夜，傍疏篱、清浅小溪横。莫问调羹心事，且论笛里平生。", "translation": "　　这是一首咏梅词，然而所咏并非野生之梅树，而是长于洞房深室的盆栽梅花。词的上片，写盆梅虽植于玉堂之深，而自有一段天然风流，带给人清幽高洁的美好享受。“暖吹调香，冷芳侵梦，一晌消凝”十二字足见主人对盆梅之爱。下片的盆梅，已投射了作者的形象。“长恨”以下暗喻自身遭际，“那得似”三字意思一转，写出盆梅虽是“东君巧缀”，终究不如空山静夜、篱边溪畔的野生之梅来得自由。结句点明题旨，抒发不愿为官，只望归隐的愿望。缺点是说得太白，反无余致。 "}}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "梅花", "prop": {"content": "行尽荒林一径苔，竹梢深处数枝开。绝知南雪羞相并，欲嫁东风耻自媒。无主野桥随月管，有根寒谷也春回。醉余不睡庭前地，只恐忽吹花落来。", "translation": "走到荒林的尽头，只见一条布满青苔的小路，通向竹林深处，那里数枝梅花傲然开放。尽管花色洁白，它却羞于与向阳的白雪为伍。它本想与春风结伴，迎风展瓣又耻于自我为媒。 长在野桥旁边的梅花呵，你好像只愿意接受月光的恩惠。寒谷中，只要根还在，到了春天你依然会抽枝吐蕊。我酒醉之后，不忍心睡在庭前梅树之下，是害怕春风突然吹落花瓣，让我触目伤怀洒泪。 "}}, {"name": "月上海棠·斜阳废苑朱", "prop": {"content": "成都城南有蜀王旧苑，尤多梅，皆二百余年古木。斜阳废苑朱门闭，吊兴亡、遗恨泪痕里。淡淡宫梅，也依然、点酥剪水。凝愁处，似忆宣华旧事。行人别有凄凉意，折幽香、谁与寄千里。伫立江皋，杳难逢、陇头归骑。音尘远，楚天危楼独倚。", "translation": "夕阳西下，旧苑大门紧闭。追念以往的兴旺与衰败，只留下一眼泪痕。淡淡梅花，依旧如初，衬出水中凄凉。凝固在哀愁之处，好像在回忆宣华苑，以及蜀国旧事。路过来往行人别有一番凄凉的意味。折下花香，谁又将它寄到千里之外？独自站在江边，自知难相逢，回头骑马远去。马蹄声远去，只留下这楼独自倚靠。"}}, {"name": "梅花", "prop": {"content": "繁如瑞雪压枝开，越岭吴溪免用栽。却是五侯家未识，春风不放过江来。", "translation": "一簇簇梅花绽放压低枝头，不用翻山越岭到处栽种，随处都可成活。只是权贵之家却看不到梅花的坚毅品性，和煦的春风迟迟不肯到来。"}}, {"name": "施岳", "dynasty": "宋代"}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "咏红梅花得“花”字", "prop": {"content": "疏是枝条艳是花，春妆儿女竞奢华。闲庭曲槛无余雪，流水空山有落霞。幽梦冷随红袖笛，游仙香泛绛河槎。前身定是瑶台种，无复相疑色相差。（出自《红楼梦》第五十回。）", "translation": "　　大家又叫新来的邢岫烟、李纹、薛宝琴每人再作一首七律，按次用“红”、“梅”、“花”三字做韵。专命折得红梅的贾宝玉做一首《访妙玉乞红梅》诗。"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "白玉堂前一树梅，为谁零落为谁开。唯有春风最相惜，一年一度一归来。", "translation": "白玉堂前前有一棵梅花树，梅树花谢花开，却不知为谁而开为谁而谢。年复一年，不见旁人相惜，唯独那吹拂的春风，每年归来相探。 "}}, {"name": "踏莎行·雪中看梅花", "prop": {"content": "两种风流，一家制作。雪花全似梅花萼。细看不是雪无香，天风吹得香零落。虽是一般，惟高一着。雪花不似梅花薄。梅花散彩向空山，雪花随意穿帘幕。", "translation": "两种风格，都是大自然的杰作，雪花好似梅花的花瓣，仔细一看不是雪，因为雪无香气，风吧香气吹得四散。虽然色彩一样，形状相似，但是有一个高出一等，雪花不像梅花薄。梅花开在空山，放射出光辉异形，雪花却在人家帘幕下低飞。"}}, {"name": "洪皓", "dynasty": "宋代"}, {"name": "墨梅", "prop": {"content": "我家洗砚池头树，朵朵花开淡墨痕。(我家 一作：吾家；朵朵 一作：个个)不要人夸好颜色，只留清气满乾坤。(好颜色 一作：颜色好)", "translation": "我家洗砚池边有一棵梅树，朵朵开放的梅花都像是用淡淡的墨汁点染而成。它不需要别人夸奖颜色多么好看，只是要将清香之气弥漫在天地之间。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"dynasty": "近现代"}, {"name": "卜算子·竹里一枝梅", "prop": {"content": "岁见梅追和一首，终恨有儿女子态耳 竹里一枝梅，雨洗娟娟静。疑是佳人日暮来，绰约风前影。新恨有谁知，往事何堪省。梦绕阳台寂寞回，沾袖余香冷。", "translation": "一年中看到梅花，于是作诗追和，始终遗憾有儿女似的忸怩情态。竹林里的一枝梅花经过雨水的冲洗显得柔美可人，亭亭静立。让人怀疑这是美人在傍晚时绰约的身影。心中出现的遗憾有谁知道呢，往事不堪回首啊。眠梦绕着小平台游走，回来后只有寂寞作陪，此时沾在袖子上梅花的余香已经冷淡了。"}}, {"name": "和凝", "dynasty": "五代"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "朱翌", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "解语花·梅花", "prop": {"content": "门横皱碧，路入苍烟，春近江南岸。暮寒如剪。临溪影、一一半斜清浅。飞霙弄晚。荡千里、暗香平远。端正看、琼树三枝，总似兰昌见。酥莹云容夜暖。伴兰翘清瘦，箫凤柔婉。冷云荒翠，幽栖久、无语暗申春怨。东风半面。料准拟、何郎词卷。欢未阑，烟雨青黄，宜昼阴庭馆。", "translation": "碧水荡漾横于门前，苍烟茫茫迷糊了小路，江南岸边春光溶溶。夜来春寒恰似剪刀，剪出溪畔梅影在清浅的水中斜浮。雪花故意在晚上飞闲自得，梅花的幽香亦随之向千里外飘去。仔细看它绝似兰昌宫里的三个美人，琼树三枝多有风度。梅枝晶莹酥软像体态婀娜的张云容，夜里给人送来温情香暖。它插戴在头上与刘兰翘一样清瘦，又如萧凤台那般柔婉。它久栖于枯寒荒冷的幽涧，春来了它默默无语独自抱怨。东风吹过只留半面，想何逊一定打算把它写入诗卷。人们观赏它的兴致未尽，天空又布满了青黄的烟雨，应让它安放于白天阴凉的庭馆。"}}, {"name": "早梅", "prop": {"content": "迎春故早发，独自不疑寒。畏落众花后，无人别意看。", "translation": "梅花要迎接春天的来临，所以它早先开放。尽管冬天的天气是多么寒冷，但它还是傲然独立，毫不畏惧。它只是怕开花落在群芳之后，到那时，人们游春的意兴索然，再也没有人特别注意地观赏它了。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "梅花", "prop": {"content": "孤馆寒梅发，春风款款来。故园花落尽，江上一枝开。", "translation": "孤寂的客馆中，寒梅开始绽放，春风脚步徐缓地来到树下。此时故乡的园中花已经开了又凋谢了，江上春尚寒，只有一枝独开。"}}, {"name": "晁冲之", "dynasty": "宋代"}, {"name": "落梅", "prop": {"content": "和风和雨点苔纹，漠漠残香静里闻。林下积来全似雪，岭头飞去半为云。不须横管吹江郭，最惜空枝冷夕曛。回首孤山山下路，霜禽粉蝶任纷纷。", "translation": "　　梅以其贞干高节，先春而放，常得诗人青睐。写早梅报春者有之，写盛梅如海者亦有之，写月影梅枝者有之，写踏雪寻梅者亦有之，而写落梅者却不多见。然公此诗，绘尽落梅之态，写尽落梅之况：和风和雨，漠漠残香，积来林下，飞去岭头，不须横笛，最惜空枝，句句都是梅落光景，句句未离落梅情状。铺张渲染，极尽能事，描摹绘写，动静得宜。翰林学士兼诗人柏谦评然公诗“穆如清风，静如止水”。此之谓也。 "}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "三部乐·商调梅雪", "prop": {"content": "浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。 回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。", "translation": "无"}}, {"name": "王冕", "dynasty": "元代"}, {"name": "梅花", "prop": {"content": "殷勤移植地，曲槛小栏边。共约重芳日，还忧不盛妍。阻风开步障，乘月溉寒泉。谁料花前后，蛾眉却不全。失却烟花主，东君自不知。清香更何用，犹发去年枝。", "translation": "无"}}, {"name": "早梅", "prop": {"content": "万木冻欲折，孤根暖独回。前村深雪里，昨夜一枝开。风递幽香出，禽窥素艳来。明年如应律，先发望春台。", "translation": "万木禁受不住严寒快要摧折，梅树却像独凝地下暖气于根茎，恢复了生机。皑皑的白雪笼罩着山村乡野，昨夜一枝梅花欺雪傲霜绽开。微风吹拂携裹着淡淡的幽香，素雅芳洁的姿态令鸟儿偷偷贪看。明年如果梅花还能按时绽放，希望它先开到人们喜欢的望春台。"}}, {"name": "暗香疏影", "prop": {"content": "　　辛亥之冬，予载雪诣石湖。止既月，授简索句，且征新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》《疏影》。　　暗香　　旧时月色，算几番照我，梅边吹笛。唤起玉人，不管清寒与攀摘。何逊而今渐老，都忘却春风词笔。但怪得竹外疏花，香冷入瑶席。江国，正寂寂。叹寄与路遥，夜雪初积。翠尊易泣，红萼无言耿相忆。长记曾携手处，千树压西湖寒碧。又片片、吹尽也，几时见得。　　疏影　　苔枝缀玉，有翠禽小小，枝上同宿。客里相逢，篱角黄昏，无言自倚修竹。昭君不惯胡沙远，但暗忆、江南江北。想佩环、月夜归来，化作此花幽独。犹记深宫旧事，那人正睡里，飞近蛾绿。莫似春风，不管盈盈，早与安排金屋。还教一片随波去，又却怨、玉龙哀曲。等恁时、重觅幽香，已入小窗横幅。", "translation": "　　这两首词是文学史上著名的咏梅词，是姜夔的代表作之一。白石咏梅词共有十七首，古其全词的六分之一，此二篇最为精绝。张炎在所著《词源》中说：诗之赋梅，惟和靖一联而已，世非无诗，不能与之齐驱耳。词之赋梅，惟姜白石《暗香》、《疏影》二曲，前无古人，后无来者，自立新意，真为绝唱。"}}, {"name": "题梵隐院方丈梅", "prop": {"content": "亚槛倾檐一古梅，几番有意唤春回。吹香自许仙人下，照影还容高士来。月射寒光侵涧户，风摇翠色锁阶苔。游蜂野蝶休相顾，本性由来不染埃。", "translation": "无"}}, {"name": "柳梢青·茅舍疏篱", "prop": {"content": "茅舍疏篱。半飘残雪，斜卧低枝。可更相宜，烟笼修竹，月在寒溪。 宁宁伫立移时。判瘦损、无妨为伊。谁赋才情，画成幽思，写入新诗。", "translation": "①宁宁：宁静之意。　移时：谓少顷。 "}}, {"name": "题画梅", "prop": {"content": "挥毫落纸墨痕新，几点梅花最可人。愿借天风吹得远，家家门巷尽成春。", "translation": "　　挥毫纵横，水墨淋漓，那纸上俨然是几朵绽开的梅花，美丽的梅花呵，但愿天风把你吹到千家万户，门前屋后都能见到你报春的身影，让家家户户都能享受到你的清香，感受到春天的温暖。 "}}, {"name": "霜天晓角·梅", "prop": {"content": "千霜万雪。受尽寒磨折。赖是生来瘦硬，浑不怕、角吹彻。清绝，影也别。知心惟有月。元没春风情性，如何共、海棠说。", "translation": "梅花经历无数次的霜打雪压，受尽了寒冷的折磨。但它依旧凭着它生来就瘦细而劲健的身躯傲寒绽放，即使那凄凉的角声吹彻了《梅花落》，它也全然不怕。梅花清峭奇丽，超尘拔俗，连花影也与众不同。能与它知心的，惟有夜空中那轮皎洁的明月。梅花先春而发，它有不与众花在春风中争艳的本性，不能与那海棠共悦结缘。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "白玉蟾", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "锈针刺破纸糊窗，引透寒梅一线香。蝼蚁也知春色好，倒拖花片上东墙。", "translation": "用绣花针刺破纸糊的窗户，引入梅花的一线清香。蚂蚁也知道春色正好，倒拖着梅花花瓣上了东墙。"}}, {"dynasty": "朝代"}, {"name": "西江月·咏梅", "prop": {"content": "马趁香微路远，沙笼月淡烟斜。渡波清彻映妍华。倒绿枝寒凤挂。 挂凤寒枝绿倒，华妍映彻清波。渡斜烟淡月笼沙。远路微香趁马。", "translation": "马追赶，香微吹，路遥远，沙笼罩，月淡照，炊烟斜。渡水清彻映照着美艳的梅花。倒垂着的绿枝，深寒的凤栖在上头。凤栖在寒枝上与绿树相映。鲜艳梅花映照着透彻的清波。渡口斜烟，蒙着淡月，托着笼沙。远远的道上，微微的香气，追赶着马儿。"}}, {"name": "佚名", "dynasty": "清代"}, {"name": "南乡子·梅花词和杨元", "prop": {"content": "寒雀满疏篱，争抱寒柯看玉蕤。忽见客来花下坐，惊飞。蹋散芳英落酒卮。 痛饮又能诗，坐客无毡醉不知。花尽酒阑春到也，离离。一点微酸已著枝。", "translation": "疏疏的篱笆上，满是冬天的麻雀。它们争着飞到梅花树，欣赏白玉一样的梅花。忽见一群吃酒客人，来到梅花树下，麻雀惊飞踏散梅花，梅花落到酒杯里。使君痛饮又能诗，醉后的客人坐雪地，雪水融化也不知。酒已饮尽，花已赏够，春天悄悄来到人间。请看，离离一丝暖气，已经附着梅花枝。"}}, {"name": "梅", "prop": {"content": "轻盈照溪水，掩敛下瑶台。妒雪聊相比，欺春不逐来。偶同佳客见，似为冻醪开。若在秦楼畔，堪为弄玉媒。", "translation": "梅花轻盈妩媚的姿态映照在溪水里，就好像仙女用衣袖遮面，严肃矜持地从瑶台上下来。梅花虽有些妒忌白雪，但在洁白无瑕上，姑且还可以让雪与自己相比；而对于艳丽的春光，却敢于超越它，绝不随顺于它之后。梅花偶然间与诗人相见，就好像是为了诗人的饮酒赏花而开放。若是长在秦楼边的话，简直能作弄玉的媒人了。"}}, {"name": "访妙玉乞红梅", "prop": {"content": "酒未开樽句未裁，寻春问腊到蓬莱。不求大士瓶中露，为乞孀娥槛外梅。入世冷挑红雪去，离尘香割紫云来。槎枒谁惜诗肩瘦，衣上犹沾佛院苔。", "translation": "无"}}, {"name": "小重山令·赋潭州红梅", "prop": {"content": "人绕湘皋月坠时。斜横花树小，浸愁漪。一春幽事有谁知？东风冷，香远茜裙归。鸥去昔游非。遥怜花可可，梦依依。九疑云杳断魂啼。相思血，都沁绿筠枝。", "translation": "在湘江边绕着江岸一直走下去，不觉月亮都快要落下来了。江畔的梅树横斜，小小的花枝开放，浸满了忧愁的涟漪。梅花的一春幽愁之事有谁知道呢？寒冷的东风吹起。梅花也很快就要花落香消了。鸥鸟离去，昔日之物已是物是人非。只能远远地怜惜那美丽动人的花朵和依依别梦。九嶷山云雾杳杳，娥皇、女英断魂哭泣，相思血泪浸透在绿竹枝上。"}}, {"name": "卜算子·咏梅", "prop": {"content": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。", "translation": "品读了陆游的《卜算子·咏梅》，反用其原本的寓意而写了这首词。"}}, {"dynasty": "明代"}, {"name": "嗅梅", "prop": {"content": "尽日寻春不见春，芒鞋踏遍陇头云。归来笑拈梅花嗅，春在枝头已十分。", "translation": "终日寻春却见不到春的踪迹，脚下的草鞋已踏遍了被白云笼罩的山头。归来时将梅花拿在手指间轻嗅，暗笑自己，这眼前的枝头春意正热闹十分。"}}, {"name": "昭君怨·梅花", "prop": {"content": "道是花来春未。道是雪来香异。竹外一枝斜。野人家。冷落竹篱茅舍。富贵玉堂琼榭。两地不同栽。一般开。", "translation": "说它是花。春天却未到来。说它是雪，却幽香无比。冒着严寒，傍着竹林，在乡村的农舍绽放。无论是生长在荒野人家还是在亭台水榭的富贵之乡，都是一样的盛开。"}}, {"name": "梅", "prop": {"content": "不受尘埃半点侵，竹篱茅舍自甘心。只因误识林和靖，惹得诗人说到今。", "translation": "高洁的梅花不受半点尘埃侵蚀，心甘情愿地生长在竹篱边、茅舍旁。只因错误的认识了酷爱梅花的林和靖，惹得诗人谈笑至今。"}}, {"name": "鹧鸪天·却月凌风度雪", "prop": {"content": "却月凌风度雪清。何郎高咏照花明。一枝弄碧传幽信，半额涂黄拾晚荣。 春思淡，暗香轻。江南雨冷若为情。犹胜远隔潇湘水，忽到窗前梦不成。", "translation": "无"}}, {"name": "孔榘", "dynasty": "宋代"}, {"name": "梅花", "prop": {"content": "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。", "translation": "梅花初放，花萼中还含着白雪；梅花美丽孤傲，即使要入画，都会担心难画的传神。 花香中别有韵致，清雅的都不知道冬的寒冷。心中愁苦之人不愿听那哀怨的笛声，病躯倚着梅枝独看这风景。北风如果理解我怜悔之意，就请不要轻易的摧残它。"}}, {"name": "高启", "dynasty": "明代"}, {"name": "落梅", "prop": {"content": "雪虐风饕愈凛然，花中气节最高坚。过时自会飘零去，耻向东君更乞怜。醉折残梅一两枝，不妨桃李自逢时。向来冰雪凝严地，力斡春回竟是谁？", "translation": "　　大雪纷飞，狂风怒号，苍茫大地上只有梅花敢于直面惨淡人生，傲雪独放。风雪的摧残，只能使它更加坚强，“花中气节最高坚”是诗人发自内心的赞叹。更可贵的是，它无意苦争春，待到山花烂漫时，决不留恋枝头，更不会向东君低下高贵的头颅乞怜偷生。风萧萧兮易水寒，壮士一去不复还。高歌一曲飘零去，自留春意在人间。 "}}, {"name": "临江仙·试问梅花何处", "prop": {"content": "试问梅花何处好，与君藉草携壶。西园清夜片尘无。一天云破碎，两树玉扶疏。谁擫昭华吹古调，散花便满衣裾。只疑幽梦在清都。星稀河影转，霜重月华孤。", "translation": "　　此词借赏梅抒写爱国情怀。上片写月夜对酒赏梅，是实景。下片写忽听《梅花落》，不禁梦绕清都，是虚景。张孝祥词以雄奇奔放称，风格近苏轼。但此词却清幽含蓄，虽婉约名家亦不能过；而寄意收复中原，情真调高。 "}}, {"name": "梅花", "prop": {"content": "三月东风吹雪消，湖南山色翠如浇。一声羌管无人见，无数梅花落野桥。", "translation": "三月春风吹拂，冰雪渐渐消融，湖的南面山色翠绿，如同被水淋洗过。听到一声悠悠的羌管，却无人出现，只见无数的梅花，飘落在野桥上。"}}], "edges": [{"source": 219, "target": 192, "relation": "创作"}, {"source": 241, "target": 219, "relation": "出自于"}, {"source": 163, "target": 248, "relation": "创作"}, {"source": 215, "target": 163, "relation": "出自于"}, {"source": 171, "target": 139, "relation": "创作"}, {"source": 67, "target": 171, "relation": "出自于"}, {"source": 123, "target": 93, "relation": "创作"}, {"source": 67, "target": 123, "relation": "出自于"}, {"source": 230, "target": 213, "relation": "创作"}, {"source": 11, "target": 230, "relation": "出自于"}, {"source": 6, "target": 173, "relation": "创作"}, {"source": 67, "target": 6, "relation": "出自于"}, {"source": 145, "target": 49, "relation": "创作"}, {"source": 102, "target": 145, "relation": "出自于"}, {"source": 129, "target": 70, "relation": "创作"}, {"source": 67, "target": 129, "relation": "出自于"}, {"source": 221, "target": 116, "relation": "创作"}, {"source": 188, "target": 221, "relation": "出自于"}, {"source": 170, "target": 191, "relation": "创作"}, {"source": 67, "target": 170, "relation": "出自于"}, {"source": 72, "target": 130, "relation": "创作"}, {"source": 188, "target": 72, "relation": "出自于"}, {"source": 230, "target": 107, "relation": "创作"}, {"source": 171, "target": 94, "relation": "创作"}, {"source": 6, "target": 68, "relation": "创作"}, {"source": 119, "target": 178, "relation": "创作"}, {"source": 102, "target": 119, "relation": "出自于"}, {"source": 65, "target": 59, "relation": "创作"}, {"source": 102, "target": 65, "relation": "出自于"}, {"source": 170, "target": 25, "relation": "创作"}, {"source": 47, "target": 137, "relation": "创作"}, {"source": 150, "target": 47, "relation": "出自于"}, {"source": 151, "target": 148, "relation": "创作"}, {"source": 102, "target": 151, "relation": "出自于"}, {"source": 154, "target": 255, "relation": "创作"}, {"source": 102, "target": 154, "relation": "出自于"}, {"source": 194, "target": 118, "relation": "创作"}, {"source": 67, "target": 194, "relation": "出自于"}, {"source": 170, "target": 27, "relation": "创作"}, {"source": 149, "target": 28, "relation": "创作"}, {"source": 67, "target": 149, "relation": "出自于"}, {"source": 152, "target": 169, "relation": "创作"}, {"source": 188, "target": 152, "relation": "出自于"}, {"source": 206, "target": 109, "relation": "创作"}, {"source": 11, "target": 206, "relation": "出自于"}, {"source": 135, "target": 232, "relation": "创作"}, {"source": 102, "target": 135, "relation": "出自于"}, {"source": 170, "target": 17, "relation": "创作"}, {"source": 218, "target": 46, "relation": "创作"}, {"source": 67, "target": 218, "relation": "出自于"}, {"source": 19, "target": 96, "relation": "创作"}, {"source": 67, "target": 19, "relation": "出自于"}, {"source": 32, "target": 185, "relation": "创作"}, {"source": 67, "target": 32, "relation": "出自于"}, {"source": 127, "target": 75, "relation": "创作"}, {"source": 67, "target": 127, "relation": "出自于"}, {"source": 21, "target": 26, "relation": "创作"}, {"source": 67, "target": 21, "relation": "出自于"}, {"source": 123, "target": 210, "relation": "创作"}, {"source": 110, "target": 76, "relation": "创作"}, {"source": 102, "target": 110, "relation": "出自于"}, {"source": 153, "target": 157, "relation": "创作"}, {"source": 67, "target": 153, "relation": "出自于"}, {"source": 168, "target": 77, "relation": "创作"}, {"source": 188, "target": 168, "relation": "出自于"}, {"source": 127, "target": 33, "relation": "创作"}, {"source": 127, "target": 82, "relation": "创作"}, {"source": 226, "target": 84, "relation": "创作"}, {"source": 67, "target": 226, "relation": "出自于"}, {"source": 5, "target": 103, "relation": "创作"}, {"source": 67, "target": 5, "relation": "出自于"}, {"source": 60, "target": 128, "relation": "创作"}, {"source": 67, "target": 60, "relation": "出自于"}, {"source": 174, "target": 136, "relation": "创作"}, {"source": 67, "target": 174, "relation": "出自于"}, {"source": 170, "target": 85, "relation": "创作"}, {"source": 171, "target": 100, "relation": "创作"}, {"source": 5, "target": 0, "relation": "创作"}, {"source": 62, "target": 97, "relation": "创作"}, {"source": 184, "target": 62, "relation": "出自于"}, {"source": 101, "target": 34, "relation": "创作"}, {"source": 67, "target": 101, "relation": "出自于"}, {"source": 171, "target": 63, "relation": "创作"}, {"source": 156, "target": 231, "relation": "创作"}, {"source": 184, "target": 156, "relation": "出自于"}, {"source": 194, "target": 242, "relation": "创作"}, {"source": 205, "target": 258, "relation": "创作"}, {"source": 67, "target": 205, "relation": "出自于"}, {"source": 228, "target": 144, "relation": "创作"}, {"source": 67, "target": 228, "relation": "出自于"}, {"source": 44, "target": 165, "relation": "创作"}, {"source": 67, "target": 44, "relation": "出自于"}, {"source": 127, "target": 106, "relation": "创作"}, {"source": 239, "target": 81, "relation": "创作"}, {"source": 67, "target": 239, "relation": "出自于"}, {"source": 41, "target": 31, "relation": "创作"}, {"source": 150, "target": 41, "relation": "出自于"}, {"source": 194, "target": 182, "relation": "创作"}, {"source": 214, "target": 160, "relation": "创作"}, {"source": 150, "target": 214, "relation": "出自于"}, {"source": 256, "target": 180, "relation": "创作"}, {"source": 249, "target": 256, "relation": "出自于"}, {"source": 41, "target": 246, "relation": "创作"}, {"source": 194, "target": 179, "relation": "创作"}, {"source": 218, "target": 233, "relation": "创作"}, {"source": 20, "target": 95, "relation": "创作"}, {"source": 102, "target": 20, "relation": "出自于"}, {"source": 44, "target": 90, "relation": "创作"}, {"source": 108, "target": 251, "relation": "创作"}, {"source": 67, "target": 108, "relation": "出自于"}, {"source": 194, "target": 244, "relation": "创作"}, {"source": 55, "target": 38, "relation": "创作"}, {"source": 67, "target": 55, "relation": "出自于"}, {"source": 194, "target": 51, "relation": "创作"}, {"source": 205, "target": 69, "relation": "创作"}, {"source": 101, "target": 22, "relation": "创作"}, {"source": 48, "target": 211, "relation": "创作"}, {"source": 11, "target": 48, "relation": "出自于"}, {"source": 170, "target": 43, "relation": "创作"}, {"source": 127, "target": 87, "relation": "创作"}, {"source": 44, "target": 187, "relation": "创作"}, {"source": 224, "target": 138, "relation": "创作"}, {"source": 102, "target": 224, "relation": "出自于"}, {"source": 41, "target": 208, "relation": "创作"}, {"source": 220, "target": 122, "relation": "创作"}, {"source": 67, "target": 220, "relation": "出自于"}, {"source": 207, "target": 235, "relation": "创作"}, {"source": 67, "target": 207, "relation": "出自于"}, {"source": 224, "target": 195, "relation": "创作"}, {"source": 98, "target": 39, "relation": "创作"}, {"source": 67, "target": 98, "relation": "出自于"}, {"source": 112, "target": 172, "relation": "创作"}, {"source": 11, "target": 112, "relation": "出自于"}, {"source": 170, "target": 52, "relation": "创作"}, {"source": 131, "target": 104, "relation": "创作"}, {"source": 67, "target": 131, "relation": "出自于"}, {"source": 132, "target": 99, "relation": "创作"}, {"source": 11, "target": 132, "relation": "出自于"}, {"source": 166, "target": 223, "relation": "创作"}, {"source": 188, "target": 166, "relation": "出自于"}, {"source": 29, "target": 164, "relation": "创作"}, {"source": 11, "target": 29, "relation": "出自于"}, {"source": 159, "target": 227, "relation": "创作"}, {"source": 150, "target": 159, "relation": "出自于"}, {"source": 58, "target": 120, "relation": "创作"}, {"source": 249, "target": 58, "relation": "出自于"}, {"source": 161, "target": 196, "relation": "创作"}, {"source": 67, "target": 161, "relation": "出自于"}, {"source": 18, "target": 216, "relation": "创作"}, {"source": 67, "target": 18, "relation": "出自于"}, {"source": 147, "target": 203, "relation": "创作"}, {"source": 102, "target": 147, "relation": "出自于"}, {"source": 151, "target": 133, "relation": "创作"}, {"source": 238, "target": 83, "relation": "创作"}, {"source": 67, "target": 238, "relation": "出自于"}, {"source": 10, "target": 146, "relation": "创作"}, {"source": 150, "target": 10, "relation": "出自于"}, {"source": 121, "target": 42, "relation": "创作"}, {"source": 67, "target": 121, "relation": "出自于"}, {"source": 23, "target": 237, "relation": "创作"}, {"source": 67, "target": 23, "relation": "出自于"}, {"source": 41, "target": 64, "relation": "创作"}, {"source": 175, "target": 245, "relation": "创作"}, {"source": 102, "target": 175, "relation": "出自于"}, {"source": 238, "target": 12, "relation": "创作"}, {"source": 209, "target": 30, "relation": "创作"}, {"source": 67, "target": 209, "relation": "出自于"}, {"source": 198, "target": 155, "relation": "创作"}, {"source": 67, "target": 198, "relation": "出自于"}, {"source": 204, "target": 92, "relation": "创作"}, {"source": 67, "target": 204, "relation": "出自于"}, {"source": 243, "target": 142, "relation": "创作"}, {"source": 150, "target": 243, "relation": "出自于"}, {"source": 238, "target": 124, "relation": "创作"}, {"source": 73, "target": 181, "relation": "创作"}, {"source": 188, "target": 73, "relation": "出自于"}, {"source": 238, "target": 117, "relation": "创作"}, {"source": 171, "target": 257, "relation": "创作"}, {"source": 218, "target": 247, "relation": "创作"}, {"source": 194, "target": 37, "relation": "创作"}, {"source": 24, "target": 197, "relation": "创作"}, {"source": 67, "target": 24, "relation": "出自于"}, {"source": 200, "target": 74, "relation": "创作"}, {"source": 188, "target": 200, "relation": "出自于"}, {"source": 86, "target": 193, "relation": "创作"}, {"source": 67, "target": 86, "relation": "出自于"}, {"source": 78, "target": 234, "relation": "创作"}, {"source": 67, "target": 78, "relation": "出自于"}, {"source": 171, "target": 13, "relation": "创作"}, {"source": 171, "target": 202, "relation": "创作"}, {"source": 101, "target": 229, "relation": "创作"}, {"source": 134, "target": 250, "relation": "创作"}, {"source": 67, "target": 134, "relation": "出自于"}, {"source": 171, "target": 162, "relation": "创作"}, {"source": 238, "target": 14, "relation": "创作"}, {"source": 2, "target": 189, "relation": "创作"}, {"source": 67, "target": 2, "relation": "出自于"}, {"source": 44, "target": 16, "relation": "创作"}, {"source": 98, "target": 8, "relation": "创作"}, {"source": 54, "target": 57, "relation": "创作"}, {"source": 11, "target": 54, "relation": "出自于"}, {"source": 91, "target": 45, "relation": "创作"}, {"source": 67, "target": 91, "relation": "出自于"}, {"source": 9, "target": 158, "relation": "创作"}, {"source": 249, "target": 9, "relation": "出自于"}, {"source": 238, "target": 53, "relation": "创作"}, {"source": 24, "target": 50, "relation": "创作"}, {"source": 230, "target": 259, "relation": "创作"}, {"source": 105, "target": 236, "relation": "创作"}, {"source": 150, "target": 105, "relation": "出自于"}, {"source": 177, "target": 199, "relation": "创作"}, {"source": 67, "target": 177, "relation": "出自于"}, {"source": 125, "target": 35, "relation": "创作"}, {"source": 150, "target": 125, "relation": "出自于"}, {"source": 238, "target": 222, "relation": "创作"}, {"source": 7, "target": 252, "relation": "创作"}, {"source": 67, "target": 7, "relation": "出自于"}, {"source": 176, "target": 167, "relation": "创作"}, {"source": 67, "target": 176, "relation": "出自于"}, {"source": 217, "target": 3, "relation": "创作"}, {"source": 184, "target": 217, "relation": "出自于"}, {"source": 89, "target": 111, "relation": "创作"}, {"source": 67, "target": 89, "relation": "出自于"}, {"source": 101, "target": 56, "relation": "创作"}, {"source": 218, "target": 183, "relation": "创作"}, {"source": 5, "target": 66, "relation": "创作"}, {"source": 171, "target": 36, "relation": "创作"}, {"source": 61, "target": 80, "relation": "创作"}, {"source": 67, "target": 61, "relation": "出自于"}, {"source": 186, "target": 240, "relation": "创作"}, {"source": 249, "target": 186, "relation": "出自于"}, {"source": 126, "target": 115, "relation": "创作"}, {"source": 67, "target": 126, "relation": "出自于"}, {"source": 4, "target": 140, "relation": "创作"}, {"source": 67, "target": 4, "relation": "出自于"}, {"source": 71, "target": 1, "relation": "创作"}, {"source": 67, "target": 71, "relation": "出自于"}, {"source": 15, "target": 88, "relation": "创作"}, {"source": 67, "target": 15, "relation": "出自于"}, {"source": 71, "target": 201, "relation": "创作"}, {"source": 212, "target": 143, "relation": "创作"}, {"source": 67, "target": 212, "relation": "出自于"}, {"source": 254, "target": 253, "relation": "创作"}, {"source": 67, "target": 254, "relation": "出自于"}, {"source": 79, "target": 225, "relation": "创作"}, {"source": 150, "target": 79, "relation": "出自于"}, {"source": 214, "target": 141, "relation": "创作"}, {"source": 190, "target": 40, "relation": "创作"}, {"source": 102, "target": 190, "relation": "出自于"}, {"source": 114, "target": 113, "relation": "创作"}, {"source": 11, "target": 114, "relation": "出自于"}]}