{"nodes": [{"name": "早雁", "prop": {"content": "金河秋半虏弦开，云外惊飞四散哀。仙掌月明孤影过，长门灯暗数声来。须知胡骑纷纷在，岂逐春风一一回？莫厌潇湘少人处，水多菰米岸莓苔。", "translation": "八月边地回鹘士兵拉弓射箭，雁群为之惊飞四散哀鸣连连。月明之夜孤雁掠过承露仙掌，哀鸣声传到昏暗的长门宫前。应该知道北方正当烽烟四起，再也不能随着春风回归家园。请莫嫌弃潇湘一带人烟稀少，水边的菰米绿苔可免受饥寒。"}}, {"name": "雉子班", "prop": {"content": "雉子，班如此。之于雉梁。无以吾翁孺，雉子。知得雉子高蜚止，黄鹄蜚，之以千里，王可思。雄来蜚从雌，视子趋一雉。雉子，车大驾马滕，被王送行所中。尧羊蜚从王孙行。", "translation": "　　幼雉的毛羽色彩斑斓，它飞到了可以觅食的稻粱之处。老雉叮嘱它要小心被人类捉了，不要不懂得知足，因贪食而忘了危险。老雉知道幼雉被捉就飞来了，但它们没有黄鹄那样强壮有力，它们真羡慕黄鹄能够高飞，如果在这个时候能有力高飞，那就可以救救幼雉了啊！可惜它们没有那样的才能。见幼雉被捉，母雉和公雉都赶来救自己的孩子，但猎人已经将幼雉捉住，驾上车，猎人的马已经迅速跑起来了，幼雉将被活捉到猎人的住处。老雉仍依依不舍地跟着猎人的车飞行，久久不愿离去。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "摸鱼儿·雁丘词 / ", "prop": {"content": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。问世间，情是何物，直教生死相许？天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？横汾路，寂寞当年箫鼓，荒烟依旧平楚。招魂楚些何嗟及，山鬼暗啼风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。 ", "translation": "无"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "燕歌行二首·其二", "prop": {"content": "别日何易会日难，山川悠远路漫漫。郁陶思君未敢言，寄声浮云往不还。涕零雨面毁形颜，谁能怀忧独不叹。展诗清歌仰自宽，乐往哀来摧肺肝。耿耿伏枕不能眠，披衣出户步东西。仰看星月观云间，飞鸽晨鸣声可怜，留连顾怀不能存。", "translation": "　　分手之日容易，岂料相见之日如此难，山长路远，天各一方。想念他以致忧思聚集，却不敢说出口，为解相思之情，想托飘荡之浮云寄去问讯的书信，但浮云一去而不见踪影。整日以泪洗面，使得自己的容颜很快老去。百忧在心，谁能不独自感叹啊！唯有浅吟低唱怀人幽思的《燕歌行》，来聊自宽解一下，可是，欢愉难久，忧戚继之。夜深了，忧思煎熬难以入眠，只有披衣出去，徘徊于中庭。抬头看云间星绕月明，然而人却没有团圆。可怜晨雾中飞鸽发出阵阵鸣叫声，留恋徘徊不能慰存。"}}, {"dynasty": "元代"}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "陈达叟", "dynasty": "宋代"}, {"name": "归雁", "prop": {"content": "潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。", "translation": "你为何如此轻易的从潇水湘水那样美丽的地方回来呢？那里溪水澄澈，沙石明净，岸边还有青苔可以供你觅食，你何故不肯呆了呢？大雁答道：湘灵之神在月夜弹的瑟曲调太伤感了，我忍受不了那悲怨欲绝的曲调，不得不离开潇湘飞回到北方来。"}}, {"name": "天涯", "prop": {"content": "春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。", "translation": "繁花似锦的春天独在天涯，天涯的红日又在渐渐西斜。美丽的黄莺啊你若有泪水，请为我洒向最高枝的娇花。"}}, {"name": "鹊", "prop": {"content": "偏承雨露润毛衣，黑白分明众所知。高处营巢亲凤阙，静时闲语上龙墀。化为金印新祥瑞，飞向银河旧路岐。莫怪天涯栖不稳，托身须是万年枝。", "translation": "偏偏受上天的恩泽，雨露湿润了喜鹊的羽毛，黑白分明的毛色是大家共知的。高处营建的巢穴靠近着凤凰的栖息处，闲静时上到龙墀处“喳喳”地叫着。山鹊化为金印的传说预兆着祥瑞气，飞向九天银河做牛郎织女相会的桥梁。不要怪天涯飘泊居无定所，能托身一处便是万年的琼枝。"}}, {"name": "解连环·孤雁", "prop": {"content": "楚江空晚。怅离群万里，恍然惊散。自顾影、欲下寒塘，正沙净草枯，水平天远。写不成书，只寄得、相思一点。料因循误了，残毡拥雪，故人心眼。 谁怜旅愁荏苒。谩长门夜悄，锦筝弹怨。想伴侣、犹宿芦花，也曾念春前，去程应转。暮雨相呼，怕蓦地、玉关重见。未羞他、双燕归来，画帘半卷。", "translation": "　　在空阔的楚江夜晚，我痛心突然被惊散后，自己已脱离雁群万里之远。顾影自怜，想到飞下寒塘，只见地面一片眼前草枯沙净，江水平阔伸向遥远天边。孤单一只的我无法排成字形，只能寄去相思情意的一点。还生怕这样徘徊迁延会耽误北地吞毡嚼雪的故人，传达他们眷念故园的心愿。　　有谁会可怜我长途飞行的艰难？让我想起深夜孤居长门宫的皇后，锦筝弹着心中无限的幽怨。料想自己的伴侣还栖宿在芦花中，他们是否正惦念我在春前，会转程从旧路飞回北边。我仿佛听到他们在暮雨中声声呼唤，只怕在边塞突然相见。这样当双燕归来后栖息于画帘半卷的房檐，我也不会羞惭。 "}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "宋徵舆", "dynasty": "清代"}, {"name": "贺新郎·别茂嘉十二弟", "prop": {"content": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "translation": "无"}}, {"name": "贾谊", "dynasty": "两汉"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "清江引·秋居", "prop": {"content": "白雁乱飞秋似雪，清露生凉夜。扫却石边云，醉踏松根月。星斗满天人睡也。", "translation": "成群的白色大雁好似秋天里飞起雪片，清冷的露珠使秋夜更凉。扫去石边的云雾，踏碎松下的月影，醉意正浓，在满天星斗之下睡入梦乡。"}}, {"name": "吴西逸", "dynasty": "元代"}, {"name": "咏雁", "prop": {"content": "早晚辞沙漠，南来处处飞。关山多雨雪，风水损毛衣。 碧海魂应断，红楼信自稀。不知矰缴外，留得几行归。", "translation": "无"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "池鹤二首", "prop": {"content": "高竹笼前无伴侣，乱鸡群里有风标。(乱鸡群里 一作：乱群鸡里)低头乍恐丹砂落，晒翅常疑白雪消。转觉鸬鹚毛色下，苦嫌鹦鹉语声娇。临风一唳思何事，怅望青田云水遥。池中此鹤鹤中稀，恐是辽东老令威。带雪松枝翘膝胫，放花菱片缀毛衣。低回且向林间宿，奋迅终须天外飞。若问故巢知处在，主人相恋未能归。", "translation": "在高高的竹笼前没有自己的同伴，在乱哄的鸡群却有着自己的风度。低下头怕丹砂落下，晒翅的时候担心白色的短尾消失。转眼看到鸬鹚觉得它毛色污浊，又讨厌鹦鹉的叫声太谄媚。对风鸣唳想的究竟是什么呢？惆怅地望向青青的田野和天之遥的云水之间。"}}, {"name": "初入淮河四绝句·其三", "prop": {"content": "两岸舟船各背驰，波痕交涉亦难为。只余鸥鹭无拘管，北去南来自在飞。", "translation": "　　因眼前景物起兴，以抒发感慨。淮河两岸舟船背驰而去，了无关涉；一过淮水，似乎成了天造地设之界。这里最幸运的要数那些在水面翱翔的鸥鹭了，只有它们才能北去南来，任意翻飞。两者相比，感慨之情自见。“波痕交涉”之后，著以“亦难为”三字，凝聚着作者的深沉感喟。含思婉转，颇具匠心。诗人采取了虚实相生的写法，前两句实写淮河两岸舟船背弛、波痕相接也难以做到，虚写作者对国家南北分离的痛苦与无奈。后两句实写鸥鹭可以南北自由飞翔，虚写作者对国家统一、人民自由往来的愿望。 "}}, {"name": "姚鼐", "dynasty": "清代"}, {"name": "双双燕·小桃谢后", "prop": {"content": "小桃谢后，双双燕，飞来几家庭户。轻烟晓暝，湘水暮云遥度，帘外余寒未卷，共斜入、红楼深处。相将占得雕梁，似约韶光留住。 堪举。翩翩翠羽。杨柳岸，泥香半和梅雨。落花风软，戏促乱红飞舞。多少呢喃意绪。尽日向、流莺分诉。还过短墙，谁会万千言语。", "translation": "　　此首词与史达祖词《双双燕·咏燕》略有不同，全词九十六字（若下片未尾第二句作六字句式，则仍九十八字），上片一、二、三句两词不同。史词首句是一、二、一句式，中间两字相连；吴词首句是二、二句式。二、三句，史词是五、四句；吴词是三、六句式。另史词上片第二句，下片第三句都是第一字为领格字，宜用去声，而吴词无此例。再则，两词都为咏燕，素材相同，但所咏角度不同：史词开头、结尾都作人事；吴词却纯以拟人手法全篇咏燕不离本题。　 　"}}, {"name": "刘翰", "dynasty": "宋代"}, {"name": "杜鹃行", "prop": {"content": "君不见昔日蜀天子，化作杜鹃似老乌。寄巢生子不自啄，群鸟至今与哺雏。虽同君臣有旧礼，骨肉满眼身羁孤。业工窜伏深树里，四月五月偏号呼。其声哀痛口流血，所诉何事常区区。尔岂摧残始发愤，羞带羽翮伤形愚。苍天变化谁料得，万事反覆何所无。万事反覆何所无，岂忆当殿群臣趋。", "translation": "　　黄鹤认为此诗作于公元761年（唐肃宗上元二年）。他说：“李辅国劫迁上皇，乃上元元年七月事。此诗借物伤感，当属上元二年作。观其诗意，乃感明皇失位而作。” "}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "陈尧佐", "dynasty": "宋代"}, {"name": "李义府", "dynasty": "唐代"}, {"name": "踏莎行·二社良辰", "prop": {"content": "二社良辰，千秋庭院。翩翩又见新来燕。凤凰巢稳许为邻，潇湘烟暝来何晚。乱入红楼，低飞绿岸。画梁时拂歌尘散。为谁归去为谁来，主人恩重珠帘卷。", "translation": "春光明媚，良辰美景，庭院秋千高挂。燕子翩然归来。承蒙尊贵的凤凰垂青，才能与之相邻。飞越湘水烟波，相从恨晚。争先恐后飞入红楼，成群结队萦绕柳堤。雕梁之上轻歌漫唱。若问燕子为谁来，卷帘之恩重如山。"}}, {"name": "刘邦", "dynasty": "两汉"}, {"name": "诗", "prop": {"content": "青鸟衔葡萄，飞上金井栏。美人恐惊去，不敢卷帘看。", "translation": "一只青蓝色的鸟儿衔着一串晶莹碧透的葡萄，飞上金碧辉煌的井栏上。美人害怕它受惊吓飞走，不敢卷起帘来尽情欣赏。"}}, {"name": "子规", "prop": {"content": "一叫一声残，声声万古冤。疏烟明月树，微雨落花村。易堕将乾泪，能伤欲断魂。名缰憀自束，为尔忆家园", "translation": "春花都已凋谢，杜鹃啼声还一声比一声凄厉！你有千古奇冤藏在心底！你哭诉，向着疏烟、明月与丛林，你哭诉，向着微雨、落花和大地。闻者眼泪流干，见者心魄窒息。追求功名富贵就是自己束缚自己，子规的声声悲叫，勾起阵阵乡愁！"}}, {"name": "贯休", "dynasty": "唐代"}, {"name": "还自广陵", "prop": {"content": "天寒水鸟自相依，十百为群戏落晖。过尽行人都不起，忽闻水响一齐飞。", "translation": "　　大冷天里，水鸟为了暖和挤在一起，十几只几百只一起，在快要落山的太阳光下游戏。路上的人走来走去，它们都不躲开，忽然听到水里哗啦一声响，它们吓一跳，“轰”的一下一齐飞了起来。 "}}, {"dynasty": "宋代"}, {"name": "归鸟·其一", "prop": {"content": "翼翼归鸟，晨去于林。远之八表，近憩云岑。和风不洽，翻翮求心。顾俦相鸣，景庇清阴。", "translation": "归鸟翩翩自在飞，清晨离巢出树林。天空辽阔任飞翔，就近歇息在云岑。和暖春风迎面吹，掉转翅膀求遂心。且看同伴相鸣叫，身影藏在清树荫。"}}, {"name": "绝句", "prop": {"content": "两个黄鹂鸣翠柳，一行白鹭上青天。窗含西岭千秋雪，门泊东吴万里船。", "translation": "两只黄鹂在翠绿的柳树间鸣叫，一行白鹭直冲向蔚蓝的天空。坐在窗前可以看见西岭千年不化的积雪，门前停泊着自万里外的东吴远行而来的船只。"}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "鹧鸪", "prop": {"content": "暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。", "translation": "温暖时节鹧鸪在平野嬉戏彩翼同齐，看它们的行动举止，类别与平日活泼的山鸡相像。黄昏时烟雨中从青草湖边迅疾飞过，落花时节躲在凄冷的黄陵庙里哭啼。身在异乡的客人刚一听到鸣叫禁不住泪湿衣袖，佳人刚一唱起充满相思情意的《山鹧鸪》，青黑色的眉毛就黯然低垂。宽阔的湘江上鹧鸪叫声此起彼伏，相互相应，它们栖息在苦竹深处红日已经偏西。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "赵秉文", "dynasty": "元代"}, {"name": "佚名", "dynasty": "五代"}, {"name": "玉楼春·燕雕梁画栋原", "prop": {"content": "燕雕梁画栋原无数，不问主人随意住。红襟惹尽百花香，翠尾扫开三月雨。半年别我归何处？相见如将离恨诉。海棠枝上立多时，飞向小桥西畔去。", "translation": "　　此词咏物抒情，委婉细腻。燕子秋去春来，喜寻旧巢，使人有春燕怀恋旧主人之想。"}}, {"name": "清平乐·柳边深院", "prop": {"content": "柳边深院。燕语明如翦。消息无凭听又懒。隔断画屏双扇。 宝杯金缕红牙。醉魂几度儿家。何处一春游荡，梦中犹恨杨花。", "translation": "柳树旁边深深的庭院，燕子在唧唧呢喃，叫声明快犹如刀剪。你没准儿的消息太多，我现在已经懒得再听。讨厌那假信儿传进来，我用双扇屏风把它隔断。端着玉杯饮酒，打着节拍唱曲儿提神，每日用沉醉慰藉我的灵魂。你整个春天都在何处游荡啊，我在梦中也恨那水性的杨花。 "}}, {"name": "昭君怨·赋松上鸥", "prop": {"content": "晚饮诚斋，忽有一鸥来泊松上，已而复去，感而赋之。偶听松梢扑鹿，知是沙鸥来宿。稚子莫喧哗，恐惊他。俄倾忽然飞去，飞去不知何处？我已乞归休，报沙鸥。", "translation": "偶尔听到窗外松树上拍打翅膀扑扑鹿鹿的声音，知道沙鸥在夜宿，十分惊喜。小孩子声音小一些，别惊动了鸥鸟。不一会儿工夫，沙鸥突然振翅远飞，不知道它落到何处去了。告诉沙鸥，我已经向朝廷提出请求，要辞官归隐了。"}}, {"name": "咏笼莺", "prop": {"content": "何处金衣客，栖栖翠幙中。有心惊晓梦，无计啭春风。漫逐梁间燕，谁巢井上桐。空将云路翼，缄恨在雕笼。", "translation": "黄莺你从何处来，为什么被囚禁在这富贵之家？清晨你的啼叫让主人惊醒，好像是在反抗这桎梏你的牢笼让你没有办法在春风中自由歌唱。飞燕在梁间嬉戏打闹，梧桐树上的鸟儿自由的筑巢，而你却再无自由。飞翔云天只不过是心中的奢望，你只能在华丽的鸟笼中度过漫漫一生。"}}, {"name": "捧剑仆", "dynasty": "唐代"}, {"dynasty": "未知"}, {"name": "鹤鸣", "prop": {"content": "鹤鸣于九皋，声闻于野。鱼潜在渊，或在于渚。乐彼之园，爰有树檀，其下维萚。它山之石，可以为错。鹤鸣于九皋，声闻于天。鱼在于渚，或潜在渊。乐彼之园，爰有树檀，其下维榖。它山之石，可以攻玉。", "translation": "幽幽沼泽仙鹤鸣，声传四野真亮清。深深渊潭游鱼潜，有时浮到渚边停。在那园中真快乐，檀树高高有浓荫，下面灌木叶凋零。他方山上有佳石，可以用来磨玉英。幽幽沼泽仙鹤唳，鸣声响亮上云天。浅浅渚滩游鱼浮，有时潜入渊潭嬉。在那园中真快乐，檀树高高枝叶密，下面楮树矮又细。他方山上有佳石，可以用来琢玉器。"}}, {"dynasty": "先秦"}, {"name": "慈乌夜啼", "prop": {"content": "慈乌失其母，哑哑吐哀音。昼夜不飞去，经年守故林。夜夜夜半啼，闻者为沾襟。声中如告诉，未尽反哺心。百鸟岂无母，尔独哀怨深。应是母慈重，使尔悲不任。昔有吴起者，母殁丧不临。嗟哉斯徒辈，其心不如禽。慈乌复慈乌，鸟中之曾参。", "translation": "慈乌失去了它的母亲，哀伤的一直哑哑啼哭。早晚守着旧树林，整年都不肯飞离。每天半夜都哀哀啼哭，听到的人也忍不住泪湿衣襟。慈乌的啼哭声仿佛在哀诉着自己未能及时尽到反哺孝养之心。其他各种鸟类难道没有母亲，为什么只有慈乌你特别哀怨？想必是母恩深重使你承受不住吧！以前有位名叫吴起的人，母亲去世竟不奔丧。哀叹这类的人，他们的心真是禽兽不如啊！慈乌啊慈乌！你真是鸟类中的曾参啊！（注：曾参是孔子弟子中以孝心孝行著称的门生。）"}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "鸱鸮", "prop": {"content": "鸱鸮鸱鸮，既取我子，无毁我室。恩斯勤斯，鬻子之闵斯。迨天之未阴雨，彻彼桑土，绸缪牖户。今女下民，或敢侮予？予手拮据，予所捋荼。予所蓄租，予口卒瘏，曰予未有室家。予羽谯谯，予尾翛翛，予室翘翘。风雨所漂摇，予维音哓哓！", "translation": "猫头鹰你这恶鸟，已经夺走了我的雏子，再不能毁去我的窝巢。我含辛茹苦，早已为养育雏子病了！我趁着天未阴雨，啄取那桑皮桑根，将窗扇门户缚紧。现在你们树下的人，还有谁敢将我欺凌！我用拘挛的手爪，采捋茅草花；又蓄积干草垫底，喙角也累得病啦，只为了还未筑好的家。我的翅羽稀落，我的尾羽枯槁；我的巢儿垂危，正在风雨中飘摇。我只能惊恐地哀号！"}}, {"name": "隋宫燕", "prop": {"content": "燕语如伤旧国春，宫花一落已成尘。自从一闭风光后，几度飞来不见人。", "translation": "燕语呢喃声声，好似在伤感旧日的朝庭之春，官花寂寞开放，凋落后旋即化作泥尘。自从国亡之后，关闭了这风光绮丽的官庭，燕子啊，几个年度飞来都见不到人。 "}}, {"name": "归雁二首", "prop": {"content": "万里衡阳雁，今年又北归。双双瞻客上，一一背人飞。云里相呼疾，沙边自宿稀。系书元浪语，愁寂故山薇。欲雪违胡地，先花别楚云。却过清渭影，高起洞庭群。塞北春阴暮，江南日色曛。伤弓流落羽，行断不堪闻。", "translation": "杜甫自大历三年（768）正月带着全家离开四川，在湖北、湖南飘泊了两年多，写下九十多首诗，其中以《归雁》为题的诗写了四首。到了衡州，杜甫写《归雁二首》（翻宋本第二首题名为《再吟》），对衡阳雁北飞寄予无限牵挂。归是主题，雁是道具，诗人借雁抒发难以排遣的愁绪乡思。 "}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "忆江南·衔泥燕", "prop": {"content": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。", "translation": "衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好姻缘可堪羡慕。"}}, {"name": "题画", "prop": {"content": "碧水丹山映杖藜，夕阳犹在小桥西。微吟不道惊溪鸟，飞入乱云深处啼。", "translation": "拄着拐杖悠闲漫步在青山绿水之间，还未落山的太阳斜斜的挂在小桥的西边。轻声低语却不小心惊飞了溪鸟，它们啼叫着飞入那乱云的深处。"}}, {"name": "鵩鸟赋", "prop": {"content": "　　谊为长沙王傅三年，有鵩飞入谊舍。鵩似鸮，不祥鸟也。谊即以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广也。其辞曰：　　单阏之岁兮，四月孟夏，庚子日斜兮，鵩集予舍。止于坐隅兮，貌甚闲暇。异物来萃兮，私怪其故。发书占之兮，谶言其度，曰：“野鸟入室兮，主人将去。”请问于鵩兮：“予去何之？吉乎告我，凶言其灾。淹速之度兮，语予其期。”鵩乃叹息，举首奋翼；口不能言，请对以臆： 　　“万物变化兮，固无休息。斡流而迁兮，或推而还。形气转续兮，变化而蟺。沕穆无穷兮，胡可胜言！祸兮福所依，福兮祸所伏；忧喜聚门兮，吉凶同域。彼吴强大兮，夫差以败；越栖会稽兮，勾践霸世。斯游遂成兮，卒被五刑；傅说胥靡兮，乃相武丁。夫祸之与福兮，何异纠纆；命不可说兮，孰知其极！水激则旱兮，矢激则远；万物回薄兮，振荡相转。云蒸雨降兮，纠错相纷；大钧播物兮，坱圠无垠。天不可预虑兮，道不可预谋；迟速有命兮，焉识其时。 　　且夫天地为炉兮，造化为工；阴阳为炭兮，万物为铜。合散消息兮，安有常则？千变万化兮，未始有极，忽然为人兮，何足控抟；化为异物兮，又何足患！小智自私兮，贱彼贵我；达人大观兮，物无不可。贪夫殉财兮，烈士殉名。夸者死权兮，品庶每生。怵迫之徒兮，或趋西东；大人不曲兮，意变齐同。愚士系俗兮，窘若囚拘；至人遗物兮，独与道俱。众人惑惑兮，好恶积亿；真人恬漠兮，独与道息。释智遗形兮，超然自丧；寥廓忽荒兮，与道翱翔。乘流则逝兮，得坻则止；纵躯委命兮，不私与己。其生兮若浮，其死兮若休；澹乎若深渊之静，泛乎若不系之舟。不以生故自宝兮，养空而浮；德人无累兮，知命不忧。细故蒂芥兮，何足以疑！”", "translation": "　　贾谊在长沙做了三年太傅，有只鵩鸟飞进他的住所。鵩鸟长得很像猫头鹰，是不祥的鸟。贾谊因为被贬到长沙，长沙气候很潮湿，此时看到猫头鹰，认为自己寿命已不长了，于是写了一篇赋来自我安慰。赋文说："}}, {"name": "祢衡", "dynasty": "两汉"}, {"dynasty": "唐代"}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "鸤鸠", "prop": {"content": "鸤鸠在桑，其子七兮。淑人君子，其仪一兮。其仪一兮，心如结兮。鸤鸠在桑，其子在梅。淑人君子，其带伊丝。其带伊丝，其弁伊骐。鸤鸠在桑，其子在棘。淑人君子，其仪不忒。其仪不忒，正是四国。鸤鸠在桑，其子在榛。淑人君子，正是国人，正是国人。胡不万年？", "translation": "布谷鸟在桑林筑巢，小鸟七个细心哺食。品性善良的好君子，仪容端庄始终如一。仪容端庄始终如一，内心操守坚如磐石。布谷鸟在桑林筑巢，小鸟嬉戏梅树枝间。品性善良的好君子，他的腰带白丝镶边。他的腰带白丝镶边，玉饰皮帽花色新鲜。布谷鸟在桑林筑巢，小鸟嬉戏酸枣树上。品性善良的好君子，仪容端庄从不走样。仪容端庄从不走样，各国有了模范形象。布谷鸟在桑林筑巢，小鸟翻飞栖息丛莽。品性善良的好君子，百姓敬仰作为榜样。百姓敬仰作为榜样，怎不祝他万寿无疆。"}}, {"name": "曾觌", "dynasty": "宋代"}, {"name": "绝句", "prop": {"content": "高岩有鸟不知名，欵语春风入户庭。百舌黄鹂方用事，汝音虽好复谁听？", "translation": "高高的山岩上，有只叫不出名字的鸟儿。当它飞入户庭鸣叫时，仿佛是与春风亲切地欵曲而语。户庭里得势的是百舌和黄鹏，你唱得再好又有谁听？"}}, {"name": "鸿鹄歌", "prop": {"content": "鸿鹄高飞，一举千里。羽翮已就，横绝四海。横绝四海，当可奈何？虽有矰缴，尚安所施？", "translation": "天鹅飞向天空，一下能飞数千里（高）。羽翼已经丰满了，可以四海翱翔。可以四海翱翔后，（你）能将它怎么样？即使拥有利箭，又能把它怎么样？"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "流莺", "prop": {"content": "流莺漂荡复参差，度陌临流不自持。巧啭岂能无本意？良辰未必有佳期。风朝露夜阴晴里，万户千门开闭时。曾苦伤春不忍听，凤城何处有花枝。", "translation": "居无定所的黄莺总是不停地飞翔漂泊，越过小路，临近河边，无法自持。它那美妙婉转的歌声中怎么能没有本意？适逢春日芳辰也不能实现自己的愿望。鸣啭在风朝霞夜阴晴之日，鸣啭在千门万户开闭之时。我曾为伤春之情所苦，实在不忍在听它的哀鸣，然而这京城又哪里能找到可以栖居的花枝呢？"}}, {"dynasty": "金朝"}, {"name": "阮郎归·柳阴庭院占风", "prop": {"content": "柳阴庭院占风光，呢喃清昼长。碧波新涨小池塘，双双蹴水忙。萍散漫，絮飘飏，轻盈体态狂。为怜流去落红香，衔将归画梁。", "translation": "庭院深深，杨柳阴浓，在这美丽的环境里燕子双双终日呢喃，占尽风光，一池春水，荡漾着碧波，燕子双双掠水而过。池塘中浮萍散漫，池塘上柳絮飘扬。落花随水流去，燕子非常怜惜，便把那一片片的落花衔到梁上的巢里去了。"}}, {"name": "临江仙·暮春", "prop": {"content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。", "translation": "作者客居他乡，看尽鸿雁的北往和燕子的南来，而故乡的消息茫然，不禁惆怅满怀。整个春天都在惦念家乡，人已憔悴有谁怜？于是只好在这落花时节的寒食夜以酒浇愁。听说江头春波浩渺，春水情意恳切地像是要送他的归船返回家乡，这条曾送他离乡又送他归去的水路，是他最为之情牵梦萦的。最后，他设想登上归船，听着春雨打着船篷，看着将别的断桥边上的疏柳淡烟，充满别离之情。"}}, {"name": "哀王孙", "prop": {"content": "长安城头头白乌，夜飞延秋门上呼。又向人家啄大屋，屋底达官走避胡。金鞭断折九马死，骨肉不得同驰驱。腰下宝玦青珊瑚，可怜王孙泣路隅。问之不肯道姓名，但道困苦乞为奴。已经百日窜荆棘，身上无有完肌肤。高帝子孙尽隆准，龙种自与常人殊。豺狼在邑龙在野，王孙善保千金躯。不敢长语临交衢，且为王孙立斯须。昨夜东风吹血腥，东来橐驼满旧都。朔方健儿好身手，昔何勇锐今何愚。窃闻天子已传位，圣德北服南单于。花门剺面请雪耻，慎勿出口他人狙。哀哉王孙慎勿疏，五陵佳气无时无。", "translation": "无"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "咏鸟", "prop": {"content": "日里飏朝彩，琴中伴夜啼。上林如许树，不借一枝栖。", "translation": "白天，乌鸦要在太阳里把光辉和温暖普照大地，夜晚还要伴着琴声啼叫。多么好的乌鸦啊，上林苑里那么多的树木，却没有它可托身的枝条。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "野田黄雀行", "prop": {"content": "游莫逐炎洲翠，栖莫近吴宫燕。吴宫火起焚巢窠，炎洲逐翠遭网罗。萧条两翅蓬蒿下，纵有鹰鹯奈若何。", "translation": "　　鸟儿们呀，游玩千万不能到炎洲的翡翠堆里追逐玩耍，栖息千万不能接近吴宫的燕子窝。吴宫筑巢虽好，可经常会因为燕子引起大火烧毁你们的巢穴，炎洲翡翠虽然无比华丽，可经常会有人设下网罗捕捉你们。可怜的鸟儿只有拍动着两只疲惫的翅膀，在野外荒凉的蓬蒿乱草中找到一处容身之所。就算你是只雄鹰又能如何？还不是一样的命运。"}}, {"name": "宣城见杜鹃花", "prop": {"content": "蜀国曾闻子规鸟，宣城又见杜鹃花。一叫一回肠一断，三春三月忆三巴。", "translation": "在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。"}}, {"name": "双双燕·满城社雨", "prop": {"content": "满城社雨，又唤起无家，一年新恨。花轻柳重，隔断红楼芳径。旧垒谁家曾识，更生怕、主人相问。商量多少雕檐，还是差池不定。谁省、去年春静。直数到今年，丝魂絮影。前身应是，一片落红残粉。不住呢喃交讯，又惹得、莺儿闲听。输于池上鸳鸯，日日阑前双暝。", "translation": "无"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "感遇十二首·其二", "prop": {"content": "幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沉理自隔，何所慰吾诚？", "translation": "归隐到这幽静的山林以来，每天都独自高卧在林泉之下，积聚的愁虑被洗涤得干干净净。我想拿这些来感谢那高飞的鸟儿，因要托她传达我这遥远的情怀。日日夜夜我空怀着这无限情意，可是又有谁能体会到我至诚的情意呢？那飞鸟和沉鱼本来就情趣相隔，又怎么能慰解我的心怀情意？"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "张惠言", "dynasty": "清代"}, {"name": "好事近·花底一声莺", "prop": {"content": "花底一声莺，花上半钩斜月。月落乌啼何处，点飞英如雪。 东风吹尽去年愁，解放丁香结。惊动小亭红雨，舞双双金蝶。", "translation": "花丛下面夜莺一声鸣唱，花丛上面斜挂着如钩般弯弯的半个月亮。要问月下那鸟儿在何处啼叫?看，前方花枝颤动落英如同雪花飘飘。东风吹来已把去年的愁绪一扫而光，催动着丁香花蕾朵朵绽放。金色的蝴蝶双双飞舞在小亭旁，惊动了花儿的安静，红花似雨洒落在地上。 "}}, {"name": "山行·布谷飞飞劝早耕", "prop": {"content": "布谷飞飞劝早耕，舂锄扑扑趁春晴。千层石树遥行路，一带山田放水声。", "translation": "布谷飞来飞去的劝说人们早些耕种，白鹭趁着天晴在天上扑打着翅膀。在层层石树之间的路上行走，听得山里田园放水的声音。"}}, {"dynasty": "清代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "尤侗", "dynasty": "清代"}, {"name": "咏鹦鹉", "prop": {"content": "罩向金笼好羽仪，分明喉舌似君稀。不须一向随人语，须信人心有是非。", "translation": "　　释教祈求众生都能完成无上正觉，僧徒不但自身避恶从善，而且劝人弃恶就善。一些僧人还写有劝戒诗。这种诗因为旨在劝戒，所以语言一般比较通俗浅显，且常借某种事物以为缘起，极尽殷殷劝戒之意。定渚写的《咏鹦鹉》就是这样的诗。"}}, {"name": "赠黄山胡公求白鹇", "prop": {"content": "请以双白璧，买君双白鹇。白鹇白如锦，白雪耻容颜。照影玉潭里，刷毛琪树间。夜栖寒月静，朝步落花闲。我愿得此鸟，玩之坐碧山。胡公能辍赠，笼寄野人还。", "translation": "我想用一双珍贵的白璧，买你的这对白鹇。这白鹇毛白如锦，雪白的颜色令人自愧无容。白鹇在玉潭里照影，在瑶草玉树间刷毛。夜晚在寒月下静栖，早上在落花间闲步。我很希望得到这对白鹇，在碧山绿水间赏玩它们。胡公你如果能相赠，我就在这与白鹇为伴化为山野之人。"}}, {"name": "佚名", "dynasty": "未知"}, {"name": "秦观", "dynasty": "宋代"}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "崔铉", "dynasty": "唐代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "崔涂", "dynasty": "唐代"}, {"name": "清平乐·采芳人杳", "prop": {"content": "采芳人杳，顿觉游情少。客里看春多草草，总被诗愁分了。去年燕子天涯，今年燕子谁家？ 三月休听夜雨，如今不是催花。", "translation": "采集花草的姑娘已经无踪无影，我也顿时失去游山玩水的心情。流落异乡总是以写诗诉说愁苦，那有心思细细欣赏春天的光景。去年的燕子已飞向辽远的南方，今年的燕子该落在谁家的梁栋？暮春三月不要听那夜间的风雨，雨声不催花开，但见遍地落红。"}}, {"name": "鸿雁", "prop": {"content": "鸿雁于飞，肃肃其羽。之子于征，劬劳于野。爰及矜人，哀此鳏寡。鸿雁于飞，集于中泽。之子于垣，百堵皆作。虽则劬劳，其究安宅？鸿雁于飞，哀鸣嗷嗷。维此哲人，谓我劬劳。维彼愚人，谓我宣骄。", "translation": "鸿雁翩翩空中飞，扇动双翅嗖嗖响。那人离家出远门，野外奔波苦尽尝。可怜都是穷苦人，鳏寡孤独心悲伤。鸿雁翩翩空中飞，聚在沼泽的中央。那人筑墙服苦役，先后筑起百堵墙。虽然辛苦又劳累，不知安身在何方。鸿雁翩翩空中飞，阵阵哀鸣声嗷嗷。惟有那些明白人，知我作歌唱辛劳。惟有那些糊涂虫，说我闲暇发牢骚。"}}, {"name": "空城雀", "prop": {"content": "嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠秕馀，尝恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。", "translation": "　　嗷嗷待哺的空城雀，生计是多么的戚促啊！本与鹪鹩为群，不随凤凰之类逐飞。提携、哺育着四只雏鸟，饮乳常常不足。吃人间的秕糠的时候，常常畏惧乌鸢来抢逐。以涉太行险为耻，羞于相随着覆车粟而飞往食之。天命自有定数，安守着自己的职分，不得不屡屡断绝自己这小小的欲望。"}}, {"dynasty": "魏晋"}, {"name": "长亭怨慢·雁", "prop": {"content": "结多少悲秋俦侣，特地年年，北风吹度。紫塞门孤，金河月冷，恨谁诉？回汀枉渚，也只恋江南住。随意落平沙，巧排作、参差筝柱。别浦，惯惊移莫定，应怯败荷疏雨。一绳云杪，看字字悬针垂露。渐欹斜、无力低飘，正目送、碧罗天暮。写不了相思，又蘸凉波飞去。", "translation": "北风年年有意吹到塞外，悲秋的大雁结成伴侣将飞向南方。寂寥的关塞，广漠的天空，满腔的哀怨向谁倾诉呢？雁群飞过水滩，越过水中的沙洲，只是恋着江南的故土，它们落在沙滩上象是筝上参差错落的弦柱。雁群飞蓟水滨，落下又惊起，似乎败荷疏雨都使雁群惊恐不安。大雁升空继续高飞远去，它们象一条绳悬挂云端。雁群飞得疲惫了，在暮色苍茫的天际渐渐欹斜低飘：但对江南的相思萦绕于心，它们没有停留下来。又蘸着冷风离去。"}}, {"name": "画鹰", "prop": {"content": "素练风霜起，苍鹰画作殊。?身思狡兔，侧目似愁胡。绦镟光堪擿，轩楹势可呼。何当击凡鸟，毛血洒平芜。", "translation": "洁白画绢之上，突然腾起风霜气，原来纸上苍鹰，凶猛不同一般。竦起身躯，想要捕杀狡兔；侧目而视，目光深碧锐利。只要解开丝绳铁环，画鹰就会凌空飞去；只要轻轻呼唤一声，画鹰就会拍翅飞来。何时让它搏击凡鸟，我们就会见到凡鸟血洒草原的壮观景象。"}}, {"dynasty": "五代"}, {"name": "阮籍", "dynasty": "魏晋"}, {"name": "新凉", "prop": {"content": "水满田畴稻叶齐，日光穿树晓烟低。黄莺也爱新凉好，飞过青山影里啼。", "translation": "一望无际的稻田里，水波微漾，整齐的稻子如刀削一般。清晨的阳光穿过树叶，投影在地上，晨雾在树间缭绕。黄莺也喜欢早晨的清凉时光，在青山的影子里欢快的啼鸣。 "}}, {"name": "菩萨蛮·举头忽见衡阳", "prop": {"content": "举头忽见衡阳雁。千声万字情何限。叵而薄情夫。一行书也无。 泣归香阁恨。和泪掩红粉。待雁却回时。也无书寄伊。", "translation": "　　《尊前集》此词归于李白。从词的内容风格看，接近敦煌民间词，可能是民间曲辞而托名李白的。《草堂诗余》前集卷下作宋末陈达叟词，《历代诗余》卷九作南宋陈以庄词，皆误。"}}, {"name": "鹦鹉赋", "prop": {"content": "　　时黄祖太子射，宾客大会。有献鹦鹉者，举酒于衡前曰：“祢处士，今日无用娱宾，窃以此鸟自远而至，明彗聪善，羽族之可贵，愿先生为之赋，使四座咸共荣观，不亦可乎？”衡因为赋，笔不停缀，文不加点。其辞曰：　　惟西域之灵鸟兮，挺自然之奇姿。体金精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹觜，绿衣翠衿。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽？　　于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧生。故献全者受赏，而伤肌者被刑。　　尔乃归穷委命，离群丧侣。闭以雕笼，翦其翅羽。流飘万里，崎岖重阻。逾岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯扰以安处！眷西路而长怀，望故乡而延伫。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，愍众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。　　若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。　　感平生之游处，若埙篪之相须。何今日之两绝，若胡越之异区？顺笼槛以俯仰，窥户牖以踟蹰。想昆山之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初？讬轻鄙之微命，委陋贱之薄躯。期守死以报德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。", "translation": "　　当年黄祖的长子黄射举行宾客大会，有人献上一只鹦鹉并给祢衡敬上一杯酒说：“祢处士，今日大会没有什么可以用来娱乐宾客的，我个人认为此鸟自远而至，明彗聪善，是鸟类中十分珍贵的一种，祈望先生为它作一篇赋，使四座得以增光，您认为可不可以呢？” 祢衡于是为之作赋，一时笔不停缀，文不加点，笔下流出的文辞说： "}}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "鹊踏枝·叵耐灵鹊多谩", "prop": {"content": "叵耐灵鹊多谩语，送喜何曾有凭据？几度飞来活捉取，锁上金笼休共语。比拟好心来送喜，谁知锁我在金笼里。欲他征夫早归来，腾身却放我向青云里。", "translation": "“不可忍耐那喜鹊来叽叽喳喳的叫，都说你是最灵的，总是报告喜讯，可是你给我送来了什么啊？他一点消息都没有！再这样调戏我的感情，看我不把你捉了来，把你锁在笼子里，你还能说什么！”“本来是好心来早早给她报个喜讯的，想给她的寂寞一点安慰。可是她却把好心当作了驴肝肺！竟然把俺捉了锁进笼子。唉！她的心情俺还是理解的，不跟她计较了，但愿她的那个人早日归来，哈哈，那个时候就知道俺是好心了，就会欢天喜地的把俺放出来的。”"}}, {"name": "咏怀八十二首·其七十", "prop": {"content": "林中有奇鸟，自言是凤凰。清朝饮醴泉，日夕栖山冈。高鸣彻九州，延颈望八荒。适逢商风起，羽翼自摧藏。一去昆仑西，何时复回翔。但恨处非位，怆悢使心伤。", "translation": "林中有奇鸟，自言是凤凰。直译：树林有一只奇异的鸟，它自言是凤凰鸟。赏析：一“奇”字，点明此鸟所视甚高。这正是阮籍风格。"}}, {"dynasty": "南北朝"}, {"name": "蕃女怨·万枝香雪开已", "prop": {"content": "万枝香雪开已遍，细雨双燕。钿蝉筝，金雀扇，画梁相见。雁门消息不归来，又飞回。", "translation": "雪白馨香的梨花，在万千枝头开遍。细细的春雨里，飞来一双春燕。只有扇面上无语的金雀，古筝上默默的金蝉，与梁上双燕相见。他远征雁门一去无消息，春燕也不忍这孤寂难堪，才飞来，又飞还。"}}, {"name": "归鸟·其二", "prop": {"content": "翼翼归鸟，载翔载飞。虽不怀游，见林情依。遇云颉颃，相鸣而归。遐路诚悠，性爱无遗。", "translation": "归鸟翩翩自在飞，自由翱翔任飞飞。如今已无远游志，每见丛林情依依。上下翻飞因云阻，相呼相唤结伴归。青云之路虽诱人，天性恋巢难舍弃。"}}, {"name": "徐灿", "dynasty": "清代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "寒食城东即事", "prop": {"content": "清溪一道穿桃李，演漾绿蒲涵白芷。溪上人家凡几家，落花半落东流水。蹴踘屡过飞鸟上，秋千竞出垂杨里。少年分日作遨游，不用清明兼上巳。", "translation": "一条清澈溪流穿过桃李花林，水波荡漾着绿蒲滋润着白芷。溪流旁边总共只有几户人家，落花多半都漂流在东流水里。踢出的皮球屡屡高出飞鸟上，荡起的秋千争相飞出绿杨林。年轻人分开日子每天来游玩，全不需要等候到清明和上巳。"}}, {"name": "李远", "dynasty": "唐代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "归雁", "prop": {"content": "东来万里客，乱定几年归？肠断江城雁，高高向北飞。", "translation": "春天来了，我这个远离家乡的人，什么时候才能回家呢？最让我伤心的是，连那江城的大雁都可以自由自在地向北飞去。"}}, {"name": "闻黄鹂", "prop": {"content": "倦闻子规朝暮声，不意忽有黄鹂鸣。一声梦断楚江曲，满眼故园春意生。目极千里无山河，麦芒际天摇清波。王畿优本少赋役，务闲酒熟饶经过。此时晴烟最深处，舍南巷北遥相语。翻日迥度昆明飞，凌风邪看细柳翥。我今误落千万山，身同伧人不思还。乡禽何事亦来此，令我生心忆桑梓。闭声回翅归务速，西林紫椹行当熟。", "translation": "无"}}, {"name": "双双燕·咏燕", "prop": {"content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。", "translation": "春社日刚刚过去，你们就在楼阁的帘幕中间穿飞，屋梁上落满了旧年的灰尘，冷冷清清。分开羽翼想停下来，再试着钻进旧巢双栖并宿。好奇地张望雕梁藻井，又呢喃软语商量个不停。倏然间飘然而起掠过花梢，如剪的翠尾划开了红色花影。芳香弥漫小径间，春雨将芹泥融融浸润。喜欢贴地争飞，好像要比比谁更俊俏轻盈。回到红楼时天色已晚，看够了昏暝中的柳枝花影。但只顾自己在巢安稳栖息，却忘了稍回天涯游子的书信。这可愁坏了闺中憔悴佳人，望穿双眼天天画栏独凭。"}}, {"name": "孤雁 / 后飞雁", "prop": {"content": "孤雁不饮啄，飞鸣声念群。谁怜一片影，相失万重云？望尽似犹见，哀多如更闻。野鸦无意绪，鸣噪自纷纷。", "translation": "离群的孤雁既不饮水也不啄食，边飞边叫的声音里饱含对同群伙伴的思念。雁群消失在云海之间，谁来怜惜着天际孤雁？孤雁望断天涯，仿佛依稀看见伙伴们就在眼前；哀鸣不绝，好像愈发听到了同伴们的呼唤。野鸦完全不解孤雁的念群之情，只顾自己鸣噪不停。"}}, {"name": "咏架上鹰", "prop": {"content": "天边心胆架头身，欲拟飞腾未有因。万里碧霄终一去，不知谁是解绦人。", "translation": "无"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "别诗三首·其一", "prop": {"content": "有鸟西南飞，熠熠似苍鹰。朝发天北隅，暮闻日南陵。欲寄一言去，托之笺彩缯。因风附轻翼，以遗心蕴蒸。鸟辞路悠长，羽翼不能胜。意欲从鸟逝，驽马不可乘。", "translation": "　　本篇是怀人的诗，作者身在北方，所思在南方，大意说要托飞鸟寄书，鸟辞不能，恨不得随鸟同飞。表示心不忘南去，希望有所依附以实现这个愿望，但是终不可得。 "}}, {"dynasty": "两汉"}, {"name": "子规", "prop": {"content": "峡里云安县，江楼翼瓦齐。两边山木合，终日子规啼。眇眇春风见，萧萧夜色凄。客愁那听此，故作傍人低。", "translation": "三峡之间有一座云阳县，江岸上的阁楼屋瓦整齐铺列，如鸟翼相覆。楼的两边被山中树木包围掩映，整日都有杜鹃在树上啼鸣。春风缓缓吹来，树木发出簌簌声，夜晚愈加凄冷。客愁满怀的人哪能再听子规的悲啼？偏偏子规鸟故意傍人低飞，啼叫不绝。"}}, {"name": "孤雁二首·其二", "prop": {"content": "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。", "translation": "几阵齐飞的旅伴，全部回到了塞上，只有你这孤雁，不知独自飞向何方。暮雨中，你悲凄地呼唤丢失的伙伴，你想栖息，却又迟疑畏惧不下寒塘。渚上低暗，你孤独地穿越过了云层；只有关山的冷月，伴随你孤苦凄凉。虽然你未必会遭暗算，把生命葬丧，只是失群孤飞，毕竟叫人疑惧恐慌。"}}, {"name": "善哉行·伤古曲无知音", "prop": {"content": "有美一人兮，婉如青扬。识曲别音兮，令姿煌煌。 绣袂捧琴兮，登君子堂。如彼萱草兮，使我忧忘。 欲赠之以紫玉尺，白银铛。久不见之兮，湘水茫茫。", "translation": "①清扬：指女子眉目的美丽。"}}, {"name": "闻鹧鸪", "prop": {"content": "鹧鸪声里夕阳西，陌上征人首尽低。遍地关山行不得，为谁辛苦尽情啼？", "translation": "无"}}, {"name": "鹧鸪天·十里楼台倚翠", "prop": {"content": "十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。", "translation": "连绵十里的亭台楼阁，紧挨着青翠的山色延伸过去，百花丛中传来一声声杜鹃的啼鸣。它们热切地叫着，仿佛要同行道中人说话。可不像那些黄莺儿，只管自由自在地来回乱飞。从睡梦中惊醒时，杜鹃正在晴明的春日卖弄自己的叫声。“不如归去！不如归去！”那声声的啼叫听来愈加分明。作为漂泊天涯的游子，我又何尝没有返回家乡的想法？奈何那归去的日期啊，却至今难以确定！"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "徐玑", "dynasty": "宋代"}, {"name": "永遇乐·舟中感旧", "prop": {"content": "无恙桃花，依然燕子，春景多别。前度刘郎，重来江令，往事何堪说。逝水残阳，龙归剑杳，多少英雄泪血。千古恨、河山如许，豪华一瞬抛撇。白玉楼前，黄金台畔，夜夜只留明月。休笑垂杨，而今金尽，秾李还消歇。世事流云，人生飞絮，都付断猿悲咽。西山在、愁容惨黛，如共人凄切。", "translation": "无"}}, {"name": "画眉鸟", "prop": {"content": "百啭千声随意移，山花红紫树高低。始知锁向金笼听，不及林间自在啼。", "translation": "画眉鸟千啼百啭，随着自己的心意在林间飞动，在那开满红红紫紫山花的枝头自由自在地穿梭。现在才知道：以前听到那锁在金笼内的画眉叫声，远远比不上悠游林中时的自在啼唱。 "}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "感遇十二首·其四", "prop": {"content": "孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！", "translation": "孤傲的鸿雁自海上而来，池塘河潢不敢眷顾。侧目见到了两只华丽的翠鸟，在华美的三珠树上栖息。珍贵之木的高处啊，难道不怕猎人的金弹丸？修美的品德将担心他人的嫉妒与打压，高明之位会让神鬼都深感厌恶。今日的我在冥冥之中遨游，那也独自游弋的人们将何处追求呢？ "}}, {"name": "李益", "dynasty": "唐代"}, {"name": "沈周", "dynasty": "明代"}, {"name": "作者", "dynasty": "朝代"}, {"name": "僧定渚", "dynasty": "宋代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "螽斯", "prop": {"content": "螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙，绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。", "translation": "蝈蝈张翅膀，群集低飞翔啊。你的子孙多又多，家族正兴旺啊。蝈蝈张翅膀，群飞嗡嗡响啊。你的子孙多又多，世代绵延长啊。蝈蝈张翅膀，群聚挤满堂啊。你的子孙多又多，和睦好欢畅啊。"}}, {"name": "鹭鸶", "prop": {"content": "闲立春塘烟淡淡，静眠寒苇雨飕飕。渔翁归后汀沙晚，飞下滩头更自由。", "translation": "春天里，鹭鸶时而悠闲地站立在烟波迷蒙的池塘边上，时而静卧在冷雨飕飕的寒苇丛里。渔翁回去后沙汀上雾色苍茫，鹭鸶又在无人来往的滩头上自由自在飞上又飞下。 "}}, {"name": "秋雁", "prop": {"content": "寒向江南暖，饥向江南饱。莫道江南恶，须道江南好。", "translation": "　　此诗寓意深微邃却含而不露。元朝统治者奉行种族歧视政策，以蒙古、色目人为上等人，以汉人、南人为下等人。蒙古、色目人到江南之地也凌驾于南人之上作威作福。他们靠江南的条件富有了，却仍辱骂江南人不绝。诗人心中不平，故作此诗以讥之。"}}, {"name": "感遇诗三十八首·其二", "prop": {"content": "翡翠巢南海，雄雌珠树林。何知美人意，骄爱比黄金。杀身炎州里，委羽玉堂阴。旖旎光首饰，葳蕤烂锦衾。岂不在遐远，虞罗忽见寻。多材信为累，叹息此珍禽。", "translation": "翡翠鸟栖息于南海之滨，雌雄相伴比翼树林间。哪里知道美人的心思，对它的珍爱不下于黄金。在炎热的南国被杀害，珍丽的羽毛被放在宫殿之中。美丽的翠羽制成的首饰光艳夺目，用羽毛装饰的被褥绚丽多彩。难道南海还不算遥远么，可是猎人们还是罗网追杀而来。因为自己有才华，却反被才华所累，可叹这珍禽翡翠鸟也遭此厄运！"}}, {"name": "道潜", "dynasty": "宋代"}, {"name": "莺梭", "prop": {"content": "掷柳迁乔太有情，交交时作弄机声。洛阳三月花如锦，多少工夫织得成。", "translation": "春天，黄莺飞鸣迅速，穿梭于园林之间，时而在柳树上，时而在乔木上，似乎对林间的一切都有着深厚的情感。黄莺的啼叫声就像踏动织布机时发出的声音一般。洛阳三月，百花争奇斗艳，竞相开放，犹如锦绣。你看那些辛勤的黄莺正忙碌于园林之中，正是它们，费了多么大的工夫，才织成如此壮丽迷人的春色啊！"}}, {"name": "黄鸟", "prop": {"content": "黄鸟黄鸟，无集于穀，无啄我粟。此邦之人，不我肯穀。言旋言归，复我邦族。黄鸟黄鸟，无集于桑，无啄我粱。此邦之人，不可与明。言旋言归，复我诸兄。黄鸟黄鸟，无集于栩，无啄我黍。此邦之人，不可与处。言旋言归，复我诸父。", "translation": "黄鸟黄鸟你听着，不要落在楮树上，不要啄我粟米粮。这个地方的人们，如今拒绝把我养。还是回去快回去，返回亲爱的故乡。黄鸟黄鸟你听着，不要落在桑树上，不要啄我红高粱。这个地方的人们，信义对他没法讲。还是回去快回去，回到兄弟的身旁。黄鸟黄鸟你听着，不要落在柞树上，不要啄食我黍粱。这个地方的人们，不可和睦相来往。还是回去快回去，回到叔伯的身旁。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"dynasty": "朝代"}, {"name": "揭傒斯", "dynasty": "元代"}, {"name": "鹦鹉", "prop": {"content": "幽禽兀自啭佳音，玉立雕笼万里心。只为从前解言语，半生不得在山林。", "translation": "幽禁的鹦鹉仍然发出悦耳的鸣叫声，在雕饰的笼中亭亭玉立不免有高飞万里的心。只因为从前会说话，懂得人们的言语，所以致使半生不能在山林中自由地生活。"}}, {"dynasty": "明代"}, {"name": "咏湖中雁", "prop": {"content": "白水满春塘，旅雁每迥翔。唼流牵弱藻，敛翮带馀霜。群浮动轻浪，单泛逐孤光。悬飞竟不下，乱起未成行。刷羽同摇漾，一举还故乡。", "translation": "　　这首诗的写作时间较难确定，清吴淇认为可能作于齐粱替革之际，但缺少确凿有力的证据。《礼记·月令》：“东风解冻，蛰虫始振，鱼上冰，鸿雁来。”春天到了，江南湖中的群雁飞举，振翅往北，准备还回故乡。"}}, {"name": "和韦苏州秋斋独宿", "prop": {"content": "冷晕侵残烛，雨声在深竹。惊鸟时一鸣，寒枝不成宿。", "translation": "清冷的月光侵蚀着快要燃尽的蜡烛，雨声在幽深的竹林中作响。夜雨阵阵鸟儿难耐不时惨声叫，枝头湿寒难以入睡。"}}, {"name": "余靖", "dynasty": "宋代"}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "艳歌何尝行", "prop": {"content": "　　飞来双白鹄，乃从西北来。十十五五，罗列成行。妻卒被病，行不能相随。五里一返顾，六里一徘徊。“吾欲衔汝去，口噤不能开；吾欲负汝去，毛羽何摧颓。乐哉新相知，忧来生别离。躇蹰顾群侣，泪下不自知。”“念与君别离，气结不能言。各各重自爱，道远归还难。”“妾当守空房，闭门下重关。若生当相见，亡者会黄泉。”今日乐相乐，延年万岁期。", "translation": "　　双双白鹄由西北向东南方飞去，罗列成行，比翼齐飞。突然一只雌鹄因疲病不能再相随。雄鹄不舍分离，频频回顾，徘徊不已，“我想衔你同行，无奈嘴小张不开；我想背你同去，无奈羽毛不够丰满，无力负重。相识的日子我们那么快乐，今日离别，真是无限忧伤，望着身边双双对对的同伴，我们却要憾恨相别，悲戚之泪不自禁地淌了下来。”雌鹄答道：“想到要与你分离，心情抑郁得说不出话来，各自珍重吧，归途茫茫，恐难再相聚了。我会独守空巢，一生忠于你。活着我们终当相会，死后也必在黄泉下相逢。”"}}, {"name": "御街行·霜风渐紧寒侵", "prop": {"content": "霜风渐紧寒侵被。听孤雁、声嘹唳。一声声送一声悲，云淡碧天如水。披衣告语：雁儿略住，听我些儿事。塔儿南畔城儿里，第三个、桥儿外，濒河西岸小红楼，门外梧桐雕砌。请教且与，低声飞过，那里有、人人无寐。", "translation": "刺骨的寒风侵入被间，聆听着空然夜空中传来的孤雁响亮而凄厉的鸣叫。一声更比一声凄厉，微风轻拂，蓝天如水。披上外衣对着雁儿诉说：你能否停留一下，听听我满腹的愁绪。城里南边桥外河边西边，门外梧桐树屹立的那个小楼里。你飞过我亲人的居所，请千万不要高声鸣叫，以免惊动也是无眠的她。"}}, {"name": "方孝孺", "dynasty": "明代"}, {"name": "归燕诗", "prop": {"content": "海燕虽微渺，乘春亦暂来。岂知泥滓贱，只见玉堂开。绣户时双入，华堂日几回。无心与物竞，鹰隼莫相猜。", "translation": "海燕虽然是细微渺小的，趁着春天也只是暂时回到北方。以燕子不知泥滓之贱，只见玉堂开着。便一日数次出入华堂绣户，衔泥作窠。海燕无心与其他动物争权夺利，鹰隼不必猜忌、中伤。"}}], "edges": [{"source": 146, "target": 121, "relation": "创作"}, {"source": 157, "target": 146, "relation": "出自于"}, {"source": 148, "target": 39, "relation": "创作"}, {"source": 65, "target": 148, "relation": "出自于"}, {"source": 4, "target": 3, "relation": "创作"}, {"source": 73, "target": 4, "relation": "出自于"}, {"source": 130, "target": 141, "relation": "创作"}, {"source": 37, "target": 130, "relation": "出自于"}, {"source": 79, "target": 15, "relation": "创作"}, {"source": 37, "target": 79, "relation": "出自于"}, {"source": 77, "target": 51, "relation": "创作"}, {"source": 52, "target": 77, "relation": "出自于"}, {"source": 148, "target": 128, "relation": "创作"}, {"source": 77, "target": 149, "relation": "创作"}, {"source": 100, "target": 0, "relation": "创作"}, {"source": 65, "target": 100, "relation": "出自于"}, {"source": 2, "target": 137, "relation": "创作"}, {"source": 37, "target": 2, "relation": "出自于"}, {"source": 92, "target": 10, "relation": "创作"}, {"source": 65, "target": 92, "relation": "出自于"}, {"source": 164, "target": 5, "relation": "创作"}, {"source": 106, "target": 164, "relation": "出自于"}, {"source": 16, "target": 63, "relation": "创作"}, {"source": 132, "target": 16, "relation": "出自于"}, {"source": 32, "target": 70, "relation": "创作"}, {"source": 132, "target": 32, "relation": "出自于"}, {"source": 66, "target": 41, "relation": "创作"}, {"source": 65, "target": 66, "relation": "出自于"}, {"source": 148, "target": 125, "relation": "创作"}, {"source": 28, "target": 9, "relation": "创作"}, {"source": 65, "target": 28, "relation": "出自于"}, {"source": 138, "target": 103, "relation": "创作"}, {"source": 37, "target": 138, "relation": "出自于"}, {"source": 19, "target": 18, "relation": "创作"}, {"source": 6, "target": 19, "relation": "出自于"}, {"source": 35, "target": 135, "relation": "创作"}, {"source": 65, "target": 35, "relation": "出自于"}, {"source": 138, "target": 12, "relation": "创作"}, {"source": 148, "target": 108, "relation": "创作"}, {"source": 92, "target": 72, "relation": "创作"}, {"source": 101, "target": 61, "relation": "创作"}, {"source": 65, "target": 101, "relation": "出自于"}, {"source": 58, "target": 127, "relation": "创作"}, {"source": 37, "target": 58, "relation": "出自于"}, {"source": 145, "target": 62, "relation": "创作"}, {"source": 160, "target": 145, "relation": "出自于"}, {"source": 139, "target": 111, "relation": "创作"}, {"source": 37, "target": 139, "relation": "出自于"}, {"source": 77, "target": 104, "relation": "创作"}, {"source": 42, "target": 23, "relation": "创作"}, {"source": 37, "target": 42, "relation": "出自于"}, {"source": 110, "target": 116, "relation": "创作"}, {"source": 106, "target": 110, "relation": "出自于"}, {"source": 40, "target": 143, "relation": "创作"}, {"source": 65, "target": 40, "relation": "出自于"}, {"source": 59, "target": 81, "relation": "创作"}, {"source": 65, "target": 59, "relation": "出自于"}, {"source": 102, "target": 134, "relation": "创作"}, {"source": 65, "target": 102, "relation": "出自于"}, {"source": 97, "target": 36, "relation": "创作"}, {"source": 37, "target": 97, "relation": "出自于"}, {"source": 24, "target": 90, "relation": "创作"}, {"source": 91, "target": 24, "relation": "出自于"}, {"source": 21, "target": 154, "relation": "创作"}, {"source": 37, "target": 21, "relation": "出自于"}, {"source": 77, "target": 55, "relation": "创作"}, {"source": 60, "target": 75, "relation": "创作"}, {"source": 37, "target": 60, "relation": "出自于"}, {"source": 144, "target": 56, "relation": "创作"}, {"source": 65, "target": 144, "relation": "出自于"}, {"source": 85, "target": 53, "relation": "创作"}, {"source": 65, "target": 85, "relation": "出自于"}, {"source": 77, "target": 155, "relation": "创作"}, {"source": 40, "target": 168, "relation": "创作"}, {"source": 156, "target": 25, "relation": "创作"}, {"source": 37, "target": 156, "relation": "出自于"}, {"source": 44, "target": 115, "relation": "创作"}, {"source": 109, "target": 44, "relation": "出自于"}, {"source": 40, "target": 86, "relation": "创作"}, {"source": 148, "target": 76, "relation": "创作"}, {"source": 87, "target": 122, "relation": "创作"}, {"source": 65, "target": 87, "relation": "出自于"}, {"source": 64, "target": 113, "relation": "创作"}, {"source": 132, "target": 64, "relation": "出自于"}, {"source": 42, "target": 47, "relation": "创作"}, {"source": 93, "target": 136, "relation": "创作"}, {"source": 91, "target": 93, "relation": "出自于"}, {"source": 59, "target": 95, "relation": "创作"}, {"source": 148, "target": 57, "relation": "创作"}, {"source": 142, "target": 48, "relation": "创作"}, {"source": 91, "target": 142, "relation": "出自于"}, {"source": 26, "target": 89, "relation": "创作"}, {"source": 37, "target": 26, "relation": "出自于"}, {"source": 77, "target": 67, "relation": "创作"}, {"source": 68, "target": 74, "relation": "创作"}, {"source": 37, "target": 68, "relation": "出自于"}, {"source": 120, "target": 140, "relation": "创作"}, {"source": 91, "target": 120, "relation": "出自于"}, {"source": 49, "target": 33, "relation": "创作"}, {"source": 65, "target": 49, "relation": "出自于"}, {"source": 83, "target": 118, "relation": "创作"}, {"source": 65, "target": 83, "relation": "出自于"}, {"source": 85, "target": 22, "relation": "创作"}, {"source": 158, "target": 151, "relation": "创作"}, {"source": 6, "target": 158, "relation": "出自于"}, {"source": 163, "target": 34, "relation": "创作"}, {"source": 37, "target": 163, "relation": "出自于"}, {"source": 98, "target": 46, "relation": "创作"}, {"source": 37, "target": 98, "relation": "出自于"}, {"source": 71, "target": 126, "relation": "创作"}, {"source": 65, "target": 71, "relation": "出自于"}, {"source": 96, "target": 165, "relation": "创作"}, {"source": 50, "target": 96, "relation": "出自于"}, {"source": 14, "target": 45, "relation": "创作"}, {"source": 91, "target": 14, "relation": "出自于"}, {"source": 59, "target": 105, "relation": "创作"}, {"source": 59, "target": 80, "relation": "创作"}, {"source": 88, "target": 82, "relation": "创作"}, {"source": 91, "target": 88, "relation": "出自于"}, {"source": 13, "target": 1, "relation": "创作"}, {"source": 132, "target": 13, "relation": "出自于"}, {"source": 29, "target": 31, "relation": "创作"}, {"source": 37, "target": 29, "relation": "出自于"}, {"source": 7, "target": 107, "relation": "创作"}, {"source": 91, "target": 7, "relation": "出自于"}, {"source": 84, "target": 166, "relation": "创作"}, {"source": 37, "target": 84, "relation": "出自于"}, {"source": 66, "target": 150, "relation": "创作"}, {"source": 167, "target": 159, "relation": "创作"}, {"source": 160, "target": 167, "relation": "出自于"}, {"source": 153, "target": 69, "relation": "创作"}, {"source": 37, "target": 153, "relation": "出自于"}, {"source": 124, "target": 152, "relation": "创作"}, {"source": 65, "target": 124, "relation": "出自于"}, {"source": 99, "target": 129, "relation": "创作"}, {"source": 65, "target": 99, "relation": "出自于"}, {"source": 17, "target": 38, "relation": "创作"}, {"source": 106, "target": 17, "relation": "出自于"}, {"source": 123, "target": 20, "relation": "创作"}, {"source": 65, "target": 123, "relation": "出自于"}, {"source": 8, "target": 112, "relation": "创作"}, {"source": 37, "target": 8, "relation": "出自于"}, {"source": 148, "target": 27, "relation": "创作"}, {"source": 17, "target": 119, "relation": "创作"}, {"source": 114, "target": 161, "relation": "创作"}, {"source": 117, "target": 114, "relation": "出自于"}, {"source": 13, "target": 131, "relation": "创作"}, {"source": 54, "target": 11, "relation": "创作"}, {"source": 65, "target": 54, "relation": "出自于"}, {"source": 147, "target": 94, "relation": "创作"}, {"source": 37, "target": 147, "relation": "出自于"}, {"source": 30, "target": 78, "relation": "创作"}, {"source": 65, "target": 30, "relation": "出自于"}, {"source": 43, "target": 162, "relation": "创作"}, {"source": 6, "target": 43, "relation": "出自于"}, {"source": 148, "target": 133, "relation": "创作"}]}