{"nodes": [{"name": "之广陵宿常二南郭幽居", "prop": {"content": "绿水接柴门，有如桃花源。忘忧或假草，满院罗丛萱。暝色湖上来，微雨飞南轩。故人宿茅宇，夕鸟栖杨园。还惜诗酒别，深为江海言。明朝广陵道，独忆此倾樽。", "translation": "茅屋的柴门外就是一片汪洋绿水，简直就是桃花源。从满院一丛丛的萱草可知，主人或许借种植花草以忘却世态纷纭。天色已晚，湖光返照，细细的雨丝飘进南窗。朋友啊，你就居住茅屋，那些鸟住在院落中茂密的杨树枝头。朋友，我会记住这一夜，会永远记得这酒与诗，会永远记住你情深如江海的嘱咐。明天一早，我就要踏上离开广陵的路途了，朋友，珍重，我就记住今天晚上一场款款情伤的别宴，喝！再干一杯！"}}, {"name": "送宗判官归滑台序", "prop": {"content": "　　大丈夫其谁不有四方志？则仆与宗衮二年之间，会而离，离而会，经途所亘，凡三万里。何以言之？去年春会于京师，是时仆如桂林，衮如滑台；今年秋，乃不期而会于桂林；居无何，又归滑台，王事故也。舟车往返，岂止三万里乎？人生几何？而倏聚忽散，辽夐若此，抑知己难遇，亦复何辞！　　岁十有一月，二三子出饯于野。霜天如扫，低向朱崖。加以尖山万重，平地卓立。黑是铁色，锐如笔锋。复有阳江、桂江，略军城而南走，喷入沧海，横浸三山，则中朝群公岂知遐荒之外有如是山水？山水既尔，人亦其然。衮乎对此，与我分手。忘我尚可，岂得忘此山水哉！", "translation": "　　大丈夫哪个没有奔走天下、安邦定国的远大志向？我和宗衮在两年之间，会面了又离别，离别了又会面，这当中来来去去所经历的路程，总共有三万里。为什么说有这么长的路程呢？去年春天，我们两人在京城相会，当时我去桂林，宗衮去滑台；今年秋天，我们竟然料想不到又在桂林相会；过了没多久，宗衮因为国事的缘故又回到滑台。坐船坐车，来来往往，哪里只止三万里呢？人的一生有多久？刚聚在一起，突然间又要分别，象这样相距遥远，更何况像这样的知己朋友极难遇上，还有什么好说的！"}}, {"name": "寄扬州韩绰判官", "prop": {"content": "青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？", "translation": "青山隐隐起伏，江水遥远悠长，秋时已尽江南的草木还未凋落。二十四桥明月映照幽幽清夜，老友你在何处，听取美人吹箫？"}}, {"dynasty": "清代"}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "送郑侍御谪闽中", "prop": {"content": "谪去君无恨，闽中我旧过。大都秋雁少，只是夜猿多。东路云山合，南天瘴疠和。自当逢雨露，行矣慎风波。", "translation": "你远谪荒瘴，不应该怨恨萦心，朋友，我曾经是去过闽中之人。到闽中大概很少见到远旅雁阵；深夜，听到的都是哀伤的猿啼。闽东的山路，到处是云昏岭峻，闽南住久了，瘴疠也不必心悸。朋友，你一定逢赦，恩沾雨露，珍重啊，风波之献，路上当心！"}}, {"name": "菩萨蛮·画船捶鼓催君", "prop": {"content": "画船捶鼓催君去，高楼把酒留君住。去住若为情，西江潮欲平。江潮容易得，只是人南北。今日此樽空，知君何日同！", "translation": "画船上的船夫捶着鼓催促着你启程，在高楼上我端着酒想把你留住。是去还是留，真叫人难以抉择，此时西江的潮水将要平息。江潮时常有，只是我俩从此便南北相隔。今天这酒杯空了，不知道什么时候才能与你同饮！"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "待储光羲不至", "prop": {"content": "重门朝已启，起坐听车声。要欲闻清佩，方将出户迎。晚钟鸣上苑，疏雨过春城。了自不相顾，临堂空复情。", "translation": "清早就已打开层层的屋门，坐立不安地盼着友人，竖耳倾听有没有车子到来的声音；以为听到了友人身上玉佩的清脆响声，正要出门去迎接，哪知原来自己弄错了；晚钟响在皇家的园林里，细雨从春城的上空轻轻拂过；已经明白他顾不上过来，是自己太过急切想要见到他。"}}, {"name": "醉后赠张九旭", "prop": {"content": "世上谩相识，此翁殊不然。兴来书自圣，醉后语尤颠。白发老闲事，青云在目前。床头一壶酒，能更几回眠？", "translation": "世上的人随便交朋友，而这位老人却不这样。兴致一来书法自然天成，醉酒之后语言尤其豪放癫狂。头发白了而恬然自乐，不问他事；眼睛里只有天上自由漂浮的白云。床头上放着一壶酒，人生能有几回醉呢！"}}, {"name": "梦武昌", "prop": {"content": "黄鹤楼前鹦鹉洲，梦中浑似昔时游。苍山斜入三湘路，落日平铺七泽流。鼓角沈雄遥动地，帆樯高下乱维舟。故人虽在多分散，独向南池看白鸥。", "translation": "一梦回到黄鹤楼跟鹦鹉洲，又同昔日那般游玩了一番。苍山深入到三湘的大路间，落日铺满了七泽的水面。傍晚城头鼓角声齐响，遥传四方、撼动大地；人们系舟江浜之时，千帆万樯排列得高下参差，令人目不暇接。昔日朋友虽然都在但因分散而难聚首，只能独自面向南池看那白鸥嬉戏。"}}, {"name": "沁园春·送李御带珙", "prop": {"content": "饯税巽甫。唐入以处士辟幕府如石、温辈甚多。税君巽甫以命士来淮幕三年矣，略不能挽之以寸。巽甫号安之，如某歉何。临别，赋【沁园春】以饯。水北洛南，未尝无人，不同者时。赖交情兰臭，绸缪相好；宦情云薄，得失何知。夜观论兵，春原吊古，慷慨事功千载期。萧如也，料行囊如水，只有新诗。归兮，归去来兮，我亦办征帆非晚归。正姑苏台畔，米廉酒好；吴松江上，莼嫩鱼肥。我住孤村，相连一水，载月不妨时过之。长亭路，又何须回首，折柳依依。", "translation": "无"}}, {"name": "荀巨伯探病友 / 荀", "prop": {"content": "　　荀巨伯远看友人疾，值胡贼攻郡，友人语巨伯曰：“吾今死矣，子可去。”巨伯曰：“远来相视，子令吾去，败义以求生，岂荀巨伯所行邪？”贼既至，谓巨伯曰：“大军至，一郡尽空，汝何男子，而敢独止？“巨伯曰：“友人有疾，不忍委之，宁以我身代友人命。”贼相谓曰：“我辈无义之人，而入有义之国。”遂班军而还，一郡并获全。 ", "translation": "　　荀巨伯到远方看望生病的朋友，正好遇上胡人来攻城。朋友对荀巨伯说：“我如今是快死的人了，你赶快离开吧！”荀巨伯说：“我远道而来看望你，你却要我离开；败坏道义来求生，这难道是我荀巨伯做的事吗？” 胡人军队已经来到，问荀巨伯说：“大军一到，整个城都空了，你是什么人，竟敢独自停留在这里？”荀巨伯回答说：“我的朋友身患重病，我不忍心舍弃他而离开，宁愿用我的性命来换取朋友的生命。”胡兵听后相互议论说到：“我们这些不懂道义的人，却要攻入这个讲究道义的国家！”于是调回外出打仗的军队，使整个城都因此获救。"}}, {"name": "刘义庆", "dynasty": "南北朝"}, {"name": "过垂虹", "prop": {"content": "自作新词韵最娇，小红低唱我吹箫。曲终过尽松陵路，回首烟波十四桥。", "translation": "我自创的新调，音韵是如此和谐美妙；小红轻轻地唱着，我为她伴奏，吹着洞箫。一曲唱完，小船已摇过了吴江县城；回望经过的水路，轻烟绿波，还有那一座座美丽的石桥。"}}, {"name": "司空曙", "dynasty": "唐代"}, {"name": "送迁客", "prop": {"content": "谏频甘得罪，一骑入南深。若顺吾皇意，即无臣子心。 织花蛮市布，捣月象州砧。蒙雪知何日，凭楼望北吟。", "translation": "　　迁客指被贬谪的官员，此处所指，不得而知。从诗文判断，当系栖蟾禅师相知好友，友情不比一般。送别之际，栖蟾禅师对这位被流放到蛮荒远域的朋友，感情是非常复杂的。既对朋友忠诚正直的人品道德赞赏钦佩，也对朋友的蒙屈遭贬惋惜哀伤。诗写得很动情，意蕴深厚。 "}}, {"name": "柳枝词", "prop": {"content": "亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。", "translation": "高高的画船系在岸边的柳树上，行人与友人依依不舍，直到半醉才离去。不管烟波浩渺，也不管雨打风吹，带着行人远去，满载着离恨去到那遥远的江南。"}}, {"name": "赠范晔诗", "prop": {"content": "折花逢驿使，寄与陇头人。(折花 一作：折梅)江南无所有，聊赠一枝春。", "translation": "遇见北去的驿使就去折梅花，托他带花带给身在陇头的你。江南没有好东西可以表达我的情感，姑且送给你一枝报春的梅花以表春天的祝福。"}}, {"name": "江夏别宋之悌", "prop": {"content": "楚水清若空，遥将碧海通。人分千里外，兴在一杯中。谷鸟吟晴日，江猿啸晚风。平生不下泪，于此泣无穷。", "translation": "楚水清澈见底似若空无，直与远处的大海相连。你我将远别于千里之外，兴致却同在眼前的杯酒之中。天晴时山间的鸟不停地鸣叫，两岸林中的猿猴却在晚风中哀号。我的一生从未流过泪，现在却在这里泣涕不止。"}}, {"name": "揭傒斯", "dynasty": "元代"}, {"name": "赠卫八处士", "prop": {"content": "人生不相见，动如参与商。今夕复何夕，共此灯烛光。少壮能几时，鬓发各已苍。访旧半为鬼，惊呼热中肠。焉知二十载，重上君子堂。昔别君未婚，儿女忽成行。怡然敬父执，问我来何方。问答乃未已，驱儿罗酒浆。(乃未已 一作：未及已；驱儿 一作：儿女)夜雨剪春韭，新炊间黄粱。主称会面难，一举累十觞。十觞亦不醉，感子故意长。明日隔山岳，世事两茫茫。", "translation": "无"}}, {"name": "鹦鹉灭火", "prop": {"content": "　　有鹦鹉飞集他山，山中禽兽辄相爱。鹦鹉自念，此山虽乐，然非吾久居之地，遂去，禽兽依依不舍。后数月，山中大火。鹦鹉遥见，心急如焚，遂入水沾羽，飞而洒之。　　天神言：“汝虽有好意，然何足道也？”对曰：“虽知区区水滴不能救，然吾尝侨居是山，禽兽善待，皆为兄弟，吾不忍见其毁于火也！”　　天神嘉其义，即为之灭火。", "translation": "　　有鹦鹉飞到其它山栖息， 山中的飞禽走兽都喜欢它。 鹦鹉想： 在这山虽然快乐，但不是我长时间居住的地方， 就离开了。　　好几个月后， 山中起大火， 鹦鹉远远地看见， 心里急得像在焚烧，于是用水沾湿羽毛，飞过去洒向山。　　天神说:\"你虽然有好的心意，但又有什么用呢?\"　　鹦鹉回答:\"我虽然知道一点点的水不能救它们。但是我曾经寄居在这座山， 飞禽走兽友好地对待我如同兄弟， 我只是不忍心看见它们被大火烧死罢了!\"　　天上的神赞扬它的行为， 立即为它熄灭了大火。"}}, {"name": "送元二使安西", "prop": {"content": "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。", "translation": "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。"}}, {"name": "戏赠杜甫", "prop": {"content": "饭颗山头逢杜甫，顶戴笠子日卓午。 借问别来太瘦生，总为从前作诗苦。", "translation": "至今记得，在饭颗山上与你相遇，刚好是正午太阳当顶，你头上戴着竹笠。询问你，你我分别后为何如此消瘦？怕是这一段岁月里作诗太费辛苦。"}}, {"name": "忆江上吴处士", "prop": {"content": "闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。", "translation": "自从你扬帆远航到福建，已经是几度月缺又月圆。分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。记得在送别宴会的夜晚，雷雨交加天气让人生寒。你乘坐的船还没有返回，你的消息还远在海云边。"}}, {"name": "满江红·送李正之提刑", "prop": {"content": "蜀道登天，一杯送、绣衣行客。还自叹、中年多病，不堪离别。东北看惊诸葛表，西南更草相如檄。把功名、收拾付君侯，如椽笔。儿女泪，君休滴。荆楚路，吾能说。要新诗准备，庐山山色。赤壁矶头千古浪，铜鞮陌上三更月。正梅花、万里雪深时，须相忆。", "translation": "蜀道攀登难于上青天，一杯薄酒为你践行。正是祖国被侵占的时候，自己又有才能去驱除外侮，却非要闲置如此。希望借着这首《喻巴蜀檄》让金人闻风心惊。你文才出众，希望大展身手，为国立功建业。君莫要流泪伤心，倒不如听我说一说你要去的荆楚这一路的风光吧？请用诗写下一路美好景色：庐山的丰姿，赤壁的激浪，襄阳的明月。正是梅花花开、大雪纷飞季节，务必相互勉励莫相忘并不断传递消息。"}}, {"name": "贺新郎·用前韵送杜叔", "prop": {"content": "细把君诗说。恍余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。", "translation": "无"}}, {"name": "至鸭栏驿上白马矶赠裴", "prop": {"content": "侧叠万古石，横为白马矶。乱流若电转，举掉扬珠辉。临驿卷缇幕，升堂接绣衣。情亲不避马，为我解霜威。", "translation": "巴陵长江侧岸的这堆石头，经历了万年的风浪，横卧成为白马驿。江水奔涌，漩涡如电快速旋转，船棹激起的水珠在阳光下虹光灿烂。裴侍御在水驿升堂，卷起绣帘，把刺绣的衣服赠送与我。友情深厚，把所有的客套礼仪放在一边，为我带来了一片灿烂的阳光，温暖我流放途中感受的凄凉。 "}}, {"name": "谪仙怨·晴川落日初低", "prop": {"content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "translation": "一个晴朗的日子，斜阳低挂在天边，一叶孤舟载着友人离去，此刻是何等令人惆怅！鸟儿在平旷的原野上远近地飞翔，好似人随流水各奔东西。愿白云将自己的思念带给千里万里之外的友人，愿那一轮明月载着我的愁思随着溪水带到友人的身边。友人贬谪去的苦恨让人难以言状，就如那江边繁茂的春草一样杂乱而无际。 "}}, {"name": "雍陶", "dynasty": "唐代"}, {"name": "栖蟾", "dynasty": "唐代"}, {"name": "虞美人·张帆欲去仍搔", "prop": {"content": "张帆欲去仍搔首，更醉君家酒。吟诗日日待春风，及至桃花开后却匆匆。歌声频为行人咽，记著樽前雪。明朝酒醒大江流，满载一船离恨向衡州。", "translation": "船已经挂起帆来了准备离去，可作者却搔首踟蹰不忍离去，一杯杯地饮着好友送别之酒。以前天天写诗作词翘首盼望春天的到来，可等到了春天桃花刚了却要与友人匆匆离别。歌姬的歌声常常因离别之人而呜咽，还清楚记着离别席上的情形。明天酒醒后就要随着大江行舟离去，只能满满带着一船的离别之恨驶向衡州。"}}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "黄鹤楼送孟浩然之广陵", "prop": {"content": "故人西辞黄鹤楼，烟花三月下扬州。孤帆远影碧空尽，唯见长江天际流。 (唯 通：惟)", "translation": "友人在黄鹤楼与我辞别，在柳絮如烟、繁花似锦的阳春三月去扬州远游。孤船帆影渐渐消失在碧空尽头，只看见滚滚长江向天际奔流。"}}, {"name": "衡阳与梦得分路赠别", "prop": {"content": "十年憔悴到秦京，谁料翻为岭外行。伏波故道风烟在，翁仲遗墟草树平。直以慵疏招物议，休将文字占时名。今朝不用临河别，垂泪千行便濯缨。", "translation": "永州十年艰辛，憔悴枯槁进京；长安三旬未尽，奉旨谪守边庭。踏上汉时故道，追思马援将军；昔日石人何在，空余荒草野径。你我无心攀附，奸佞诽谤忠臣；诗文竟致横祸，劝君封笔隐名。今日生离死别，对泣默然无声；何须临河取水，泪洒便可濯缨。"}}, {"dynasty": "先秦"}, {"name": "刘过", "dynasty": "宋代"}, {"name": "别董大二首·其二", "prop": {"content": "六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。", "translation": "就像鸟儿六翮飘摇自伤自怜，离开京城已经十多年。大丈夫贫贱谁又心甘情愿，今天相逢可掏不出酒钱。"}}, {"name": "作者", "dynasty": "朝代"}, {"dynasty": "元代"}, {"name": "送王司直", "prop": {"content": "西塞云山远，东风道路长。人心胜潮水，相送过浔阳。", "translation": "向西而行，放眼远方的西塞云山，惟有东风吹送着游子，前方的道路漫长。你我友情深厚，要胜过东海的潮水，送你离去直到过了浔阳才回来。"}}, {"name": "梦后寄欧阳永叔", "prop": {"content": "不趁常参久，安眠向旧溪。五更千里梦，残月一城鸡。适往言犹在，浮生理可齐。山王今已贵，肯听竹禽啼。", "translation": "我已经离开朝廷很久，安心地居住在故乡。晚上忽然做了个梦，梦中又回到了千里外的京城，与你相会；梦醒时已是五更，鸡鸣阵阵，落月照着屋梁。回味梦中，欢叙友情的话还在耳边回响，想到这人生，不也和一场梦一样？老朋友啊，你如今已登显贵，是不是还肯像过去同游时，再听那竹禽啼唱？"}}, {"name": "送日本国僧敬龙归", "prop": {"content": "扶桑已在渺茫中，家在扶桑东更东。 此去与师谁共到，一船明月一帆风。", "translation": "遥远的扶桑已在渺茫之中，您家在扶桑东面还要往东。此去谁能与你一起到家乡？唯有一船明月和满帆清风。 "}}, {"name": "送贺宾客归越", "prop": {"content": "镜湖流水漾清波，狂客归舟逸兴多。 山阴道士如相见，应写黄庭换白鹅。", "translation": "镜湖水面如明镜，您四明狂客归来荡舟尽豪情。古代曾有王羲之写黄庭经向山阴道士换鹅的韵事，您到那里一定也有这样的逸兴。"}}, {"name": "忆旧游寄谯郡元参军", "prop": {"content": "忆昔洛阳董糟丘，为余天津桥南造酒楼。黄金白璧买歌笑，一醉累月轻王侯。海内贤豪青云客，就中与君心莫逆。回山转海不作难，倾情倒意无所惜。我向淮南攀桂枝，君留洛北愁梦思。不忍别，还相随。相随迢迢访仙城，三十六曲水回萦。一溪初入千花明，万壑度尽松风声。银鞍金络到平地，汉东太守来相迎。紫阳之真人，邀我吹玉笙。餐霞楼上动仙乐，嘈然宛似鸾凤鸣。袖长管催欲轻举，汉东太守醉起舞。手持锦袍覆我身，我醉横眠枕其股。当筵意气凌九霄，星离雨散不终朝，分飞楚关山水遥。余既还山寻故巢，君亦归家渡渭桥。君家严君勇貔虎，作尹并州遏戎虏。五月相呼渡太行，摧轮不道羊肠苦。行来北凉岁月深，感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。时时出向城西曲，晋祠流水如碧玉。浮舟弄水箫鼓鸣，微波龙鳞莎草绿。兴来携妓恣经过，其若杨花似雪何！红妆欲醉宜斜日，百尺清潭写翠娥。翠娥婵娟初月辉，美人更唱舞罗衣。清风吹歌入空去，歌曲自绕行云飞。此时行乐难再遇，西游因献《长杨赋》。北阙青云不可期，东山白首还归去。渭桥南头一遇君，酂台之北又离群。问余别恨今多少，落花春暮争纷纷。言亦不可尽，情亦不可及。呼儿长跪缄此辞，寄君千里遥相忆。", "translation": "无"}}, {"name": "酬乐天频梦微之", "prop": {"content": "山水万重书断绝，念君怜我梦相闻。我今因病魂颠倒，唯梦闲人不梦君。", "translation": "被千万层山水阻隔使书信来往间断，今日忽接到你寄来的诗，难得你爱怜我在梦中还打听我。我现在有病心神错乱，只梦见些不相干的人却没有梦见你。"}}, {"name": "客至", "prop": {"content": "舍南舍北皆春水，但见群鸥日日来。花径不曾缘客扫，蓬门今始为君开。盘飧市远无兼味，樽酒家贫只旧醅。肯与邻翁相对饮，隔篱呼取尽馀杯。(馀 通：余)", "translation": "草堂的南北绿水缭绕、春意荡漾，只见鸥群日日结队飞来。长满花草的庭院小路没有因为迎客而打扫，只是为了你的到来，我家草门首次打开。离集市太远盘中没好菜肴，家境贫寒只有陈酒浊酒招待。如肯与邻家老翁举杯一起对饮，那我就隔着篱笆将他唤来。 "}}, {"name": "登单父陶少府半月台", "prop": {"content": "陶公有逸兴，不与常人俱。筑台像半月，回向高城隅。置酒望白云，商飙起寒梧。秋山入远海，桑柘罗平芜。水色渌且明，令人思镜湖。终当过江去，爱此暂踟蹰。", "translation": "陶沔公真是逸兴横飞，与普通人那是相当的不同类。他筑的高台不方不圆，却如同天上的半个月亮，并且与高高的城墙相对。我们且在高台置酒，边看白云边喝酒，岂不痛快？那讨厌的秋风也想从高高的梧桐树梢下来，凑趣喝一杯萧瑟的山峦走入远方的大海，宽敞平坦的大地上罗列着桑树。城边的湖水明亮如绿醅，让我想起在浙江镜湖的好时光。总是要过长江到江南去，到镜湖看看。但我十分爱恋单父琴台的优美景色，并想暂时在那呆一段时间。"}}, {"name": "送远曲", "prop": {"content": "戏马台南山簇簇，山边饮酒歌别曲。行人醉后起登车，席上回尊向僮仆。青天漫漫复长路，远游无家安得住。愿君到处自题名，他日知君从此去。", "translation": "　　“黯然销魂者，唯别而已矣。”临歧徘徊，执手相送，构成了送别诗的基本情调。要在这同一基调上奏出不落窠臼、自成体格的送别曲，确非易事，张籍《送远曲》就是个中唐佳品。"}}, {"name": "严维", "dynasty": "唐代"}, {"name": "岁除夜会乐城张少府宅", "prop": {"content": "畴昔通家好，相知无间然。续明催画烛，守岁接长筵。旧曲梅花唱，新正柏酒传。客行随处乐，不见度年年。", "translation": "长期以来两家关系就很好，彼此相知亲密无间。天黑之后点起描画的红烛，排起守岁的宴席，友朋列坐其次。席间歌女唱起《梅花》旧曲，大家畅饮新蒸的柏酒，推杯换盏，间或会有行酒令的游戏。作者现在是四处漂泊随行处且行乐，一年一年的过去了也不见。"}}, {"name": "边贡", "dynasty": "明代"}, {"name": "李颀", "dynasty": "唐代"}, {"name": "夏日南亭怀辛大", "prop": {"content": "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中 一作：终)", "translation": "傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。正想拿琴来弹奏，可惜没有知音来欣赏。感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。"}}, {"name": "晁冲之", "dynasty": "宋代"}, {"name": "送魏十六还苏州", "prop": {"content": "秋夜深深北送君，阴虫切切不堪闻。归舟明日毗陵道，回首姑苏是白云。", "translation": "秋天沉沉的夜色下送君归去，蟋蟀鸣声切切不堪入耳。明日你将乘船回毗陵，到那时，回首姑苏，所见将唯有一片白云。"}}, {"name": "城西访友人别墅", "prop": {"content": "澧水桥西小路斜，日高犹未到君家。村园门巷多相似，处处春风枳壳花。", "translation": "澧水桥西边的小路弯弯曲曲，太阳升得很高了还没有走到你家里。村园的门巷多么相似，春风里处处都盛开着枳壳花。"}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "上西平·送陈舍人", "prop": {"content": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。", "translation": "跨上战马，横持着长矛，赴襄州上任。正值秋天，驰骋战场。荷花没有衰败，笛声吹动边界的愁绪。希望你奋发向上，努力树立功名。襄阳的著名人物凤雏、卧龙早已作古，尸骨已朽；蛟渚、鹿门等遗迹也已色彩暗淡，不以当年了，历史名人像水泡一样地消逝了。树立功名，就像在棋局中筹划高着一样。不要凭着一条长舌，去博取官爵厚禄。"}}, {"name": "送卢主簿", "prop": {"content": "穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。", "translation": "无"}}, {"name": "渔家傲·和程公辟赠", "prop": {"content": "巴子城头青草暮，巴山重叠相逢处。燕子占巢花脱树。杯且举，瞿塘水阔舟难渡。天外吴门清霅路。君家正在吴门住。赠我柳枝情几许。春满缕，为君将入江南去。", "translation": "渝州城头长满暮春的草，在重重巴山我俩相逢。你先回到故乡好比燕归定巢，而我还留在异乡如花儿脱离树木。酒杯暂且频繁举起别停下筷子。瞿塘江水宽广很难渡过。在天外苏州连着清霅的路，你家恰好住在苏州。你折柳送我真是情深意重。满眼绿色的柳树随风舞蹈，一直送你到江南。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "重赠吴国宾", "prop": {"content": "汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。", "translation": "　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 "}}, {"name": "寄韩潮州愈", "prop": {"content": "此心曾与木兰舟，直到天南潮水头。隔岭篇章来华岳，出关书信过泷流。峰悬驿路残云断，海浸城根老树秋。一夕瘴烟风卷尽，月明初上浪西楼。", "translation": "我的心与你相随共同乘上木兰舟，一直到达遥远的天南潮水的尽头。隔着五岭你的诗章传到华山西麓，出了蓝关我的书信越过泷水急流。险峰上驿路高悬被片片流云遮断，海涛汹涌浸蚀城根棵棵老树含秋。总有一天狂风将把瘴气扫除干净，到那时月色明朗开始高照浪西楼。"}}, {"name": "严羽", "dynasty": "宋代"}, {"name": "满江红·送廖叔仁赴阙", "prop": {"content": "日近觚棱，秋渐满、蓬莱双阙。正钱塘江上，潮头如雪。把酒送君天上去，琼玉琚玉佩軝鸿列。丈夫儿、富贵等浮云，看名节。天下事，吾能说；今老矣，空凝绝。对西风慷慨，唾壶歌缺。不洒世间儿女泪，难堪亲友中年别。问相思、他日镜中看，萧萧发。", "translation": "　　它是作者送友人廖叔仁去京城赴任时所作。这首词写得气势豪迈，饶有兴味。将作者的那种淡薄功名、慷慨悲歌的气韵，生动地表达了出来。"}}, {"name": "宿业师山房期丁大不至", "prop": {"content": "夕阳度西岭，群壑倏已暝。松月生夜凉，风泉满清听。樵人归欲尽，烟鸟栖初定。之子期宿来，孤琴候萝径。", "translation": "夕阳已经落下西边的山岭，千山万壑忽然昏暗静寂。月光照进松林夜晚渐生凉意，风声泉声共鸣分外清晰。山中砍柴人已经全都归家而去，烟霭中鸟儿刚归巢安息。与丁大约定今晚来寺住宿，独自抚琴站在山路等你。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "千秋岁·苑边花外", "prop": {"content": "少游得谪，尝梦中作词云：“醉卧古藤阴下，了不知南北。”竟以元符庚辰死于藤州光华亭上。崇宁甲申，庭坚窜宜州，道过衡阳。览其遗，始追和其《千秋岁》词。苑边花外，记得同朝退。飞骑轧，鸣珂碎。齐歌云绕扇，赵舞风回带。严鼓断，杯盘狼藉犹相对。 洒泪谁能会？醉卧藤阴盖。人已去，词空在。兔园高宴悄，虎观英游改。重感慨，波涛万顷珠沉海。", "translation": "无"}}, {"name": "思王逢原三首·其二", "prop": {"content": "蓬蒿今日想纷披，冢上秋风又一吹。妙质不为平世得，微言惟有故人知。庐山南堕当书案，湓水东来入酒卮。陈迹可怜随手尽，欲欢无复似当时。", "translation": "想象中你远方的墓地，如今早已长满茂盛的蒿蓬，哀悼你的深情仍如去岁，尽管你孤独的坟茔又一度萧瑟秋风。世人不能像匠石深知郢人那样理解王逢原，只有深深了解你的人才能理解认同你。回想起那年庐山向南倾侧，犹如自天而降，正对着我们的书案；湓水滔滔东来，像是流进了你我的酒杯之中。可惜一切往事都随你的离世烟消云散，昔日的欢会已一去不返。"}}, {"name": "送别 / 山中送别", "prop": {"content": "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)", "translation": "在深山中送走了好友，夕阳西坠把柴门关闭。待到明年春草又绿的时候，朋友啊你能不能回还？ "}}, {"name": "金缕曲·赠梁汾", "prop": {"content": "德也狂生耳。偶然间，缁尘京国，乌衣门第。有酒惟浇赵州土，谁会成生此意。不信道、遂成知己。青眼高歌俱未老，向尊前、拭尽英雄泪。君不见，月如水。共君此夜须沉醉。且由他，蛾眉谣诼，古今同忌。身世悠悠何足问，冷笑置之而已。寻思起、从头翻悔。一日心期千劫在，后身缘、恐结他生里。然诺重，君须记。", "translation": "无"}}, {"name": "陆凯", "dynasty": "南北朝"}, {"name": "琴调相思引·送范殿监", "prop": {"content": "终日怀归翻送客，春风祖席南城陌。便莫惜离觞频卷白。动管色，催行色；动管色，催行色。何处投鞍风雨夕？临水驿，空山驿；临水驿，空山驿。纵明月相思千里隔。梦咫尺，勤书尺；梦咫尺，勤书尺。", "translation": "无时无刻不想早日回家，今天反而要为挚友送别。春风和暖，在南城陌上的长亭为你饯行。席间默默无言，只有频频举杯，纵情豪饮。此时，席间奏起了凄婉的管乐，似乎在催促行人上路。风雨交加的夜晚你将在何处解鞍投宿？野水边的驿馆，抑或是空山上的驿馆。纵然我们相距千里之隔，只能把相思寄托给明月，但是我们却可以在梦中相聚，也可以勤写书信，传递彼此的情谊。"}}, {"name": "丹阳送韦参军", "prop": {"content": "丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。", "translation": "在丹江外城边上送别行舟，今天一别我知道两地悲愁。天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "于鹄", "dynasty": "唐代"}, {"name": "曹植", "dynasty": "两汉"}, {"name": "天末怀李白", "prop": {"content": "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。", "translation": "从天边吹来阵阵凉风，你现在的心境怎么样呢？不知道我的书信你何时才能收到？只恐江湖险恶，秋水多风浪。创作诗文最忌讳坦荡的命途，奸佞小人最希望好人犯错误。你与沉冤的屈子同命运，应投诗于汨罗江诉说冤屈与不平。"}}, {"name": "送朱大入秦", "prop": {"content": "游人五陵去，宝剑值千金。分手脱相赠，平生一片心。", "translation": "朱大你要到长安去，我有宝剑可值千金。现在我就把这宝剑解下来送给你，以表示我今生对你的友情。"}}, {"name": "送魏万之京", "prop": {"content": "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。", "translation": "清晨听到游子高唱离别之歌，昨夜薄霜刚刚渡过黄河。怀愁之人实在不忍听那鸿雁哀鸣，何况是那与故乡遥隔千山万水，身在旅途的异乡客。潼关晨曦寒气越来越重，天气愈来愈冷，京城深秋捣衣声愈接近傍晚愈多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "同学一首别子固", "prop": {"content": "　　江之南有贤人焉，字子固，非今所谓贤人者，予慕而友之。淮之南有贤人焉，字正之，非今所谓贤人者，予慕而友之。二贤人者，足未尝相过也，口未尝相语也，辞币未尝相接也。其师若友，岂尽同哉？予考其言行，其不相似者，何其少也！曰：学圣人而已矣。”学圣人，则其师若友，必学圣人者。圣人之言行，岂有二哉？其相似也适然。　　予在淮南，为正之道子固，正之不予疑也。还江南，为子固道正之，子固亦以为然。予又知所谓贤人者，既相似，又相信不疑也。　　子固作《怀友》一首遗予，其大略欲相扳以至乎中庸而后已。正之盖亦常云尔。夫安驱徐行，轥中庸之庭，而造于其堂，舍二贤人者而谁哉？予昔非敢自必其有至也，亦愿从事于左右焉尔。辅而进之，其可也。　　噫！官有守，私有系，会合不可以常也，作《同学一首别子固》以相警，且相慰云。", "translation": "无"}}, {"name": "箜篌谣", "prop": {"content": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。管鲍久已死，何人继其踪。", "translation": "无"}}, {"name": "送夏侯审校书东归", "prop": {"content": "楚乡飞鸟没，独与碧云还。破镜催归客，残阳见旧山。诗成流水上，梦尽落花间。傥寄相思字，愁人定解颜。", "translation": "飞鸟消失在故乡的天空上，在晴空下你独自一人东去，家乡的妻子在催促着你这个游子归家，日暮的时候你会看到家乡的山脉。在流水脉脉中我的诗意大发，落花间梦了无痕，如果你可以给我寄来思念的词句，我因为思念你而不解的眉头一定会舒展的。 "}}, {"name": "灞陵行送别", "prop": {"content": "送君灞陵亭，灞水流浩浩。上有无花之古树，下有伤心之春草。我向秦人问路歧，云是王粲南登之古道。古道连绵走西京，紫阙落日浮云生。正当今夕断肠处，骊歌愁绝不忍听。", "translation": "送君送到灞陵亭，灞水浩荡似深情。岸上古树已无鲜花，岸边有伤心的春草，萋萋蓠蓠。我向当地的秦人问路，他说：这正是当初王粲南去走的古道。古道的那头逶迤连绵通长安，紫色宫阙上浮云顿生，遮蔽了红日。正当今夜送君断肠的时候，虽有黄鹂婉婉而啼，此心愁绝，怎么忍心听？"}}, {"name": "皇甫冉", "dynasty": "唐代"}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "王维", "dynasty": "唐代"}, {"name": "南乡子·和杨元素时移", "prop": {"content": "东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。", "translation": "东武和余杭两地相望，远隔天涯云海茫茫。什么时候才能功成名就，衣锦还乡，到那时我定与你同笑长醉三万场。不用像世俗的样子用酒来诉说离情别绪，痛快的饮宴从来都另有缘由。酒阑人散，拿着残灯送你归去，走过河塘，恍惚间见落泪如羊祜的却是你杨元素啊。"}}, {"name": "送梓州李使君", "prop": {"content": "万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。", "translation": "千山万壑之中，到处都是参天大树，到处都是杜鹃的啼鸣声。山中一夜春雨过后，只见山间飞泉百道，远远望去，好似悬挂在树梢一般。汉水的妇女辛劳织布纳税，巴人地少常常诉讼争田。望你发扬文翁政绩，奋发有为不负先贤。"}}, {"name": "送龚章判官之卫州·新", "prop": {"content": "几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。", "translation": " 　　送十年前的学友龚章赴卫州做判官，先忆同窗之谊，再赞其苦学成材不易，又勉励其忠于王事，后写赴任地风物之胜。 "}}, {"name": "赠友人三首", "prop": {"content": "兰生不当户，别是闲庭草。夙被霜露欺，红荣已先老。谬接瑶华枝，结根君王池。顾无馨香美，叨沐清风吹。馀芳若可佩，卒岁长相随。袖中赵匕首，买自徐夫人。玉匣闭霜雪，经燕复历秦。其事竟不捷，沦落归沙尘。持此愿投赠，与君同急难。荆卿一去后，壮士多摧残。长号易水上，为我扬波澜。凿井当及泉，张帆当济川。廉夫唯重义，骏马不劳鞭。人生贵相知，何必金与钱？慢世薄功业，非无胸中画。谑浪万古贤，以为儿童剧。立产如广费，匡君怀长策。但苦山北寒，谁知道南宅？岁酒上逐风，霜鬓两边白。蜀主思孔明，晋家望安石。时人列五鼎，谈笑期一掷。虎伏被胡尘，渔歌游海滨。弊裘耻妻嫂，长剑托交亲。夫子秉家义，群公难与邻。莫持西江水，空许东溟臣。他日青云去，黄金报主人。", "translation": "兰花不当户生长，宁愿是闲庭幽草。旧日被霜摧露欺，曾经的红颜已未老先衰。一度错接在瑶华琼枝上，在君王的池塘边结根。看看自己没有讨人喜欢的馨香美，白白承受了清风吹沐。如果有余芳可佩于身，愿一起度过岁月。"}}, {"name": "虞美人·有美堂赠述古", "prop": {"content": "湖山信是东南美，一望弥千里。使君能得几回来？便使樽前醉倒更徘徊。沙河塘里灯初上，水调谁家唱？夜阑风静欲归时，惟有一江明月碧琉璃。", "translation": "登高远眺，千里美景尽收眼底。大自然的湖光山色，要数这里最美。你这一去，何时才能返回？请痛饮几杯吧，但愿醉倒再不离去。看，沙塘里华灯初放。听，是谁把动人心弦的《水调》来弹唱？当夜深风静我们扶醉欲归时，只见在一轮明月的映照下，钱塘江水澄澈得像碧色琉璃。"}}, {"name": "山行留客", "prop": {"content": "山光物态弄春晖，莫为轻阴便拟归。 纵使晴明无雨色，入云深处亦沾衣。", "translation": "春光幻照之下，山景气象万千。何必初见阴云，就要匆匆回家？就算天气晴朗，没有一丝雨意，走入云山深处，也会沾湿衣裳。"}}, {"dynasty": "金朝"}, {"name": "赠王粲诗", "prop": {"content": "端坐苦愁思，揽衣起西游。树木发春华，清池激长流。中有孤鸳鸯，哀鸣求匹俦。我愿执此鸟，惜哉无轻舟。欲归忘故道，顾望但怀愁。悲风鸣我侧，羲和逝不留。重阴润万物，何惧泽不周？谁令君多念，自使怀百忧。", "translation": "安坐之时愁多心里忙，拖着衣裳来把西园逛。树木逢春花儿已盛开，池水清澈激起波浪长。池中仅有一只鸳鸯鸟，寻找同伴鸣声很哀伤。我真想去把那鸟捉住，可惜无船难到水中央。我要回去忘了来时路，不住回头步步结愁肠。风儿凄厉在我身边叫，太阳无言滑向正西方。密云垂雨能够润万物，即使遗漏那又有何妨？是谁让你心细想得多，致使百般忧愁涌心上？"}}, {"name": "李曾伯", "dynasty": "宋代"}, {"name": "张旭", "dynasty": "唐代"}, {"name": "送綦毋潜落第还乡", "prop": {"content": "圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。(金门 一作：君门)江淮度寒食，京洛缝春衣。置酒临长道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤村当落晖。(孤村 一作：孤城)吾谋适不用，勿谓知音稀。", "translation": "政治清明时代绝无隐者存在，为朝政服务有才者纷纷出来。连你这个像谢安的山林隐者，也不再效法伯夷叔齐去采薇。你应试落第不能待诏金马门，那是命运不济谁说吾道不对？去年寒食时节你正经过江淮，滞留京洛又缝春衣已过一载。我们又在长安城外设酒饯别，同心知己如今又要与我分开。你行将驾驶着小船南下归去，不几天就可把自家柴门扣开。远山的树木把你的身影遮盖，夕阳余辉映得孤村艳丽多彩。你暂不被录用纯属偶然的事，别以为知音稀少而徒自感慨！"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "元稹", "dynasty": "唐代"}, {"name": "蔡圭", "dynasty": "金朝"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "与梦得沽酒闲饮且约后", "prop": {"content": "少时犹不忧生计，老后谁能惜酒钱？共把十千沽一斗，相看七十欠三年。闲征雅令穷经史，醉听清吟胜管弦。更待菊黄家酝熟，共君一醉一陶然。(酝 一作：酿)", "translation": "少年时尚不知为生计而忧虑，到老来谁还痛惜这几个酒钱？你我争拿十千钱买一斗好酒，醉眼相看都已七十只差三年。闲来征求酒令穷搜经书史籍，酒醉聆听吟咏胜过领略管弦。待到菊花黄时自家的酒酿熟，我再与你一醉方休共乐陶然。"}}, {"name": "送友人", "prop": {"content": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。", "translation": "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。频频挥手作别从此离去，马儿也为惜别声声嘶鸣。"}}, {"name": "闻梨花发赠刘师命", "prop": {"content": "桃蹊惆怅不能过，红艳纷纷落地多。 闻道郭西千树雪，欲将君去醉如何。", "translation": "让人惆怅啊，桃树下落花成路不能观赏，很多的红色花瓣纷纷扬扬地飘落到地上。听说城垣西边千树万树梨花开得像白雪遍地，想与您一同去醉中赏花，意下如何？"}}, {"name": "题长安壁主人", "prop": {"content": "世人结交须黄金，黄金不多交不深。 纵令然诺暂相许，终是悠悠行路心。", "translation": "世俗的人互相结交需要以黄金为纽带，黄金用得不多交情就不会很深。纵然口头上暂时承诺了什么，实际上他的心就如路人一样冷漠。"}}, {"name": "临江仙·记得金銮同唱", "prop": {"content": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。", "translation": "还记得当年刚刚进士登第时，春风得意，自以为前途似锦。可如今却是官职卑微身老天涯。多年在人生的岔路口徘徊，一事无成，白白辜负了当年皇上的隆恩和风光荣耀。听说你要去赴任的阆州和神仙的住处相通，今后再难相见，就算我登上高楼也望不到你的家。独处孤城寒日无端西斜，离别愁绪难以说尽，只见那经霜的红树连接着远处的红霞。"}}, {"name": "西亭子送李司马", "prop": {"content": "高高亭子郡城西，直上千尺与云齐。盘崖缘壁试攀跻，群山向下飞鸟低。使君五马天半嘶，丝绳玉壶为君提。坐来一望无端倪，红花绿柳莺乱啼，千家万井连回溪。酒行未醉闻暮鸡，点笔操纸为君题。为君题，惜解携。草萋萋，没马蹄。", "translation": "高高亭子位于郡城以西，直上千尺与那浮云相齐。顺着山崖向着山顶登去，群山向下觉得飞鸟更低。半天空今马儿阵阵嘶叫，游壶美酒本为好友而提；坐到亭上放眼一望无际，红花绿柳处处莺鸟乱啼，千家万户连着弯弯小溪。饮洒末醉已听傍晚鸡啼，提笔写诗送别为友离去；为君题诗啊，哀伤别离，春草萋萋啊，没了马蹄。"}}, {"dynasty": "两汉"}, {"name": "十二月十九日夜中发鄂", "prop": {"content": "接淅报官府，敢违王事程。宵征江夏县，睡起汉阳城。邻里烦追送，杯盘泻浊清。袛应瘴乡老，难答故人情。", "translation": "等不到煮饭就得向官府报到，岂敢违背王事规定的期程？连夜乘船从江夏出发，一觉醒来已经到达汉阳城。麻烦乡里邻居赶来送行，杯盘里泻的酒有浊有清。我只该在蛮瘴之乡老死，难得再有机会报答故人的深情。"}}, {"name": "旧题苏武诗 / 别诗", "prop": {"content": "骨肉缘枝叶，结交亦相因。四海皆兄弟，谁为行路人。况我连枝树，与子同一身。昔为鸳与鸯，今为参与辰。昔者常相近，邈若胡与秦。惟念当离别，恩情日以新。鹿鸣思野草，可以喻嘉宾。我有一罇酒，欲以赠远人。愿子留斟酌，叙此平生亲。", "translation": "无"}}, {"name": "秋怀二首", "prop": {"content": "秋阴细细压茅堂，吟虫啾啾昨夜凉。雨开芭蕉新间旧，风撼篔簹宫应商。砧声已急不可缓，檐景既短难为长。狐裘断缝弃墙角，岂念晏岁多繁霜。茅堂索索秋风发，行遶空庭紫苔滑。蛙号池上晚来雨，鹊转南枝夜深月。翻手覆手不可期，一死一生交道绝。湖水无端浸白云，故人书断孤鸿没。 ", "translation": "　　作此组诗时作者任职于国子监。国子监职务清闲，作者能读书自遣。他当时还未卷入新旧党斗争，处境比较单纯，所以诗篇虽带有感慨，但在他的作品中情调还是比较闲淡的，不像后来的作品那样有着更多的郁勃不平之气。可是从形式上看，却又颇为特殊：它是两首七言古诗，而第一首八句，押平韵，中间两联对偶，很像七言律诗；第二首押仄韵，比较不像，惟八句中次联对偶，第三联接近对偶，也带律味。第一首作律诗看，句中拗字出入不大，主要是联与联相“粘”的平仄不合规律。作者大部分律诗，多求音节近古；这两首古诗，形式上却近律诗。"}}, {"name": "伐木", "prop": {"content": "伐木丁丁，鸟鸣嘤嘤。出自幽谷，迁于乔木。嘤其鸣矣，求其友声。相彼鸟矣，犹求友声。矧伊人矣，不求友生？神之听之，终和且平。伐木许许，酾酒有藇！既有肥羜，以速诸父。宁适不来，微我弗顾。於粲洒扫，陈馈八簋。既有肥牡，以速诸舅。宁适不来，微我有咎。伐木于阪，酾酒有衍。笾豆有践，兄弟无远。民之失德，乾餱以愆。有酒湑我，无酒酤我。坎坎鼓我，蹲蹲舞我。迨我暇矣，饮此湑矣。", "translation": "无"}}, {"name": "题邻居", "prop": {"content": "僻巷邻家少，茅檐喜并居。蒸梨常共灶，浇薤亦同渠。传屐朝寻药，分灯夜读书。虽然在城市，还得似樵渔。", "translation": "偏僻的街巷里邻居很少， 高兴的是跟隔壁的邻居在同一个屋檐下， 蒸梨常用一个炉灶，洗菜也共用一个水池。 邻居送我鞋子约我早上一同去采药， 我回赠灯火约他夜晚一起读书。 虽然住在城市里， 我们还过着像樵父和渔父一样的乡村生活。 "}}, {"name": "郑文宝", "dynasty": "宋代"}, {"name": "哭晁卿衡", "prop": {"content": "日本晁卿辞帝都，征帆一片绕蓬壶。 明月不归沉碧海，白云愁色满苍梧。", "translation": "　　日本友人晁衡卿，辞别长安回家乡，乘坐帆船远去东方回蓬莱群岛。晁卿如同明月沉大海一去不返，思念你的心情如同苍白的云彩笼罩着云台山。"}}, {"name": "甘州·寄李筠房", "prop": {"content": "望涓涓、一水隐芙蓉，几被暮云遮。正凭高送目，西风断雁，残月平沙。未觉丹枫尽老，摇落已堪嗟。无避秋声处，愁满天涯。 一自盟鸥别后，甚酒瓢诗锦，轻误年华。料荷衣初暖，不忍负烟霞。记前度翦灯一笑，再相逢、知在那人家。空山远，白云休赠，只赠梅花。", "translation": "无"}}, {"name": "任华", "dynasty": "唐代"}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "江楼月", "prop": {"content": "嘉陵江曲曲江池，明月虽同人别离。一宵光景潜相忆，两地阴晴远不知。谁料江边怀我夜，正当池畔望君时。今朝共语方同悔，不解多情先寄诗。", "translation": "无"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "谢公亭·盖谢脁范云之", "prop": {"content": "谢亭离别处，风景每生愁。客散青天月，山空碧水流。池花春映日，窗竹夜鸣秋。今古一相接，长歌怀旧游。", "translation": "谢朓、范云当年离别的地方犹如还在，每次目睹这里的景物都不免生出愁绪。主客分别，已是青天明月；人去山空，只有那山间溪水缓缓流。池花映着春日自开自落，窗外修竹在静谧的秋夜中窣窣地发出轻响。依稀看到了古人的风貌，在精神上产生了共鸣；长久的郁积化为浩然长歌。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "临江仙·送钱穆父", "prop": {"content": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)", "translation": "京城一别我们已是三年未见，你总是远涉天涯辗转在人世间。相逢欢笑时依然像春天般的温暖。你心始终如古井水不起波澜，高风亮节似秋天的竹竿。心中惆怅你连夜就要扬帆出发，送行之时云色微茫月光淡淡。不要端着酒杯愁眉不展了。人生就是座旅店，我也是匆匆过客。"}}, {"name": "魏郡别苏明府因北游", "prop": {"content": "魏都接燕赵，美女夸芙蓉。淇水流碧玉，舟车日奔冲。青楼夹两岸，万室喧歌钟。天下称豪贵，游此每相逢。洛阳苏季子，剑戟森词锋。六印虽未佩，轩车若飞龙。黄金数百镒，白璧有几双。散尽空掉臂，高歌赋还邛。落魄乃如此，何人不相从？远别隔两河，云山杳千重。何时更杯酒，再得论心胸。", "translation": "无"}}, {"name": "鹧鸪天·送欧阳国瑞入", "prop": {"content": "莫避春阴上马迟。春来未有不阴时。人情展转闲中看，客路崎岖倦后知。 梅似雪，柳如丝。试听别语慰相思。短篷炊饮鲈鱼熟，除却松江枉费诗。", "translation": "　　江西铅山人欧阳国瑞游吴中，闲居瓢泉的老词人临别赠词。词将别时的关爱，别后的思念，借着自己的以往生活经验来表达。闲闲道来，余味甚足。"}}, {"name": "云阳馆与韩绅宿别", "prop": {"content": "故人江海别，几度隔山川。乍见翻疑梦，相悲各问年。孤灯寒照雨，深竹暗浮烟。(深竹 一作：湿竹)更有明朝恨，离杯惜共传。", "translation": "自从和老友在江海分别，隔山隔水已度过多少年。突然相见反而怀疑是梦，悲伤叹息互相询问年龄。孤灯暗淡照着窗外冷雨，幽深的竹林漂浮着云烟。明朝更有一种离愁别恨，难得今夜聚会传杯痛饮。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "送杜少府之任蜀州 /", "prop": {"content": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。", "translation": "三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。和你离别心中怀着无限情意，因为我们同是在宦海中浮沉。四海之内有知心朋友，即使远在天边也如近在比邻。绝不要在岔路口上分手之时，像多情的少年男女那样悲伤得泪湿衣巾。"}}, {"name": "与李十二白同寻范十隐", "prop": {"content": "李侯有佳句，往往似阴铿。余亦东蒙客，怜君如弟兄。醉眠秋共被，携手日同行。更想幽期处，还寻北郭生。入门高兴发，侍立小童清。落景闻寒杵，屯云对古城。向来吟橘颂，谁与讨莼羹？不愿论簪笏，悠悠沧海情。", "translation": "李白往往写出很美妙的诗文，写的就像阴铿那样好。我也算得上是鲁郡的隐士，喜爱他就像对待自家弟兄。喝醉后可以同盖被子睡觉，白天就结伴携手一起游玩。想到我们还有个隐逸的期约，便一同去寻访城北郭先生。进门后就产生高雅的兴致，年幼的小童也让人感到清雅。一直到夕阳西下寒杵声起，晚云笼罩古城还不想告辞离开。就如《橘颂》中的高品格之人，谁会贪恋故乡风物之美呢？我们不想讨论仕途的事情，而安闲沐浴于纯真的友情之中。"}}, {"name": "送顿起", "prop": {"content": "客路相逢难，为乐常不足。临行挽衫袖，更尝折残菊。酒阑不忍去，共接一寸烛。留君终无穷，归驾不免促。岱宗已在眼，一往继前躅。佳人亦何念，凄断阳关曲。天门四十里，夜看扶桑浴。回头望彭城，大海浮一粟。故人在其下，尘土相豗蹴。惟有黄楼诗，千古配淇澳。", "translation": " 　　此诗作者43岁时作于徐州。叹息人生难逢易离，抒发与老朋友不忍分离之情。在赞颂顿起具有可与《诗经》相媲美的诗才并平步青云之际，诗末回首彭城，感慨自己宦海生涯建功立业的不易。 "}}, {"name": "沙丘城下寄杜甫", "prop": {"content": "我来竟何事，高卧沙丘城。城边有古树，日夕连秋声。鲁酒不可醉，齐歌空复情。思君若汶水，浩荡寄南征。", "translation": "自从你走后究竟有什么事情？一直闲居在沙丘城内。沙丘城边有一颗苍老古树，在秋风中日夜发出瑟瑟之声。鲁地酒薄无心痛饮酣醉，无意欣赏，歌声也只能徒有其情。我对你的思念之情正如这一川浩荡的汶水，紧紧追随着你一同南去。"}}, {"name": "鲁郡东石门送杜二甫", "prop": {"content": "醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。", "translation": "离痛饮后大醉而别还有几日，我们登临遍附近的山池楼台。什么时候在石门山前的路上，重新有我们在那里畅饮开怀？漾漾的秋波摇荡在眼前泗水，熠熠的海色映亮了远山徂徕。我们就如飞蓬一样各自飘远，且来个淋漓痛快饮尽手中杯！"}}, {"name": "碧涧别墅喜皇甫侍御相", "prop": {"content": "荒村带返照，落叶乱纷纷。古路无行客，寒山独见君。野桥经雨断，涧水向田分。不为怜同病，何人到白云。", "translation": "夕阳的余晖映照着荒凉的村落，树上的秋叶随着风纷纷坠落。平日无人影迹的绵远古道上，唯一见到的就是你熟悉的身影。一场秋雨之后，山野小桥被大水冲断，山涧中溪水暴涨，溢向岸边田地。要不是顾惜深厚的知己情谊，在这种时候，谁还会跑到这白云出没的山野来啊。"}}, {"name": "武威春暮闻宇文判官西", "prop": {"content": "岸雨过城头，黄鹂上戍楼。塞花飘客泪，边柳挂乡愁。白发悲明镜，青春换敝裘。君从万里使，闻已到瓜州。", "translation": "片云吹过城头，黄莺飞上了戍楼。塞花飘洒客子的泪水，边柳牵挂行人的乡愁。长了白发对着明镜悲叹，可惜青春只换来了破裘。此次您又承当了远行万里的使命，听说现在已经到了瓜州。"}}, {"name": "刘昚虚", "dynasty": "唐代"}, {"name": "张炎", "dynasty": "宋代"}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "寄黄几复", "prop": {"content": "我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)", "translation": "我住在北方海滨，而你住在南方海滨，欲托鸿雁传书，它却飞不过衡阳。当年春风下观赏桃李共饮美酒，江湖落魄，一别已是十年，常对着孤灯听着秋雨思念着你。你支撑生计也只有四堵空墙，艰难至此；你治理国家就像三折肱的良医一样，不需要去请求别人的经验。想你清贫自守发奋读书，如今头发已白了罢，隔着充满瘴气的山溪，猿猴哀鸣攀援深林里的青藤。"}}, {"name": "八声甘州·寄参寥子", "prop": {"content": "有情风、万里卷潮来，无情送潮归。问钱塘江上，西兴浦口，几度斜晖。不用思量今古，俯仰昔人非。谁似东坡老，白首忘机。 记取西湖西畔，正暮山好处，空翠烟霏。算诗人相得，如我与君稀。约他年、东还海道，愿谢公、雅志莫相违。西州路，不应回首，为我沾衣。(正暮 一作：正春)", "translation": "有情风从万里之外卷潮扑来，无情时又送潮返回。请问在钱塘江上或西兴渡口，我俩共赏过几次夕阳斜晖？用不着仔细思量古今的变迁，一俯一仰的工夫，早已物是人非。谁像我东坡苏老。白首之年，淡忘了仕进的机会。记住西湖的西岸，春日最美的山隈，就是那空明的翠微，如烟的云霏。算起来诗人中相处得宜。如我与您这样的友情，确实稀微，弥足珍贵。约定日后，像东晋宰相谢安那样，沿着直通大海的长江航道，向东引退、回归。别让这一高雅志向与未来事实彼此违背。不应在西州路上回首恸哭，为了我而沾湿衣襟，洒落泪水。"}}, {"name": "天山雪歌送萧治归京", "prop": {"content": "天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。", "translation": "天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "沁园春·和吴尉子似", "prop": {"content": "我见君来，顿觉吾庐，溪山美哉。怅平生肝胆，都成楚越，只今胶漆，谁是陈雷。搔首踟蹰，爱而不见，要得诗来渴望梅。还知否，快清风入手，日看千回。 直须抖擞尘埃。人怪我柴门今始开。向松间乍可，从他喝道：庭中且莫，踏破苍苔。岂有文章，谩劳车马，待唤青刍白饭来。君非我，任功名意气，莫恁徘徊。", "translation": "无"}}, {"dynasty": "朝代"}, {"name": "秋夜寄邱员外 / 秋", "prop": {"content": "怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)", "translation": "在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。寂静的山中传来松子落地的声音，遥想你应该也还未入睡。"}}, {"name": "正月二十日往岐亭郡人", "prop": {"content": "十日春寒不出门，不知江柳已摇村。稍闻决决流冰谷，尽放青青没烧痕。数亩荒园留我住，半瓶浊酒待君温。去年今日关山路，细雨梅花正断魂。", "translation": "初春的严寒里，十天来我未曾走出家门，不知道江边柳丝，已摇曳着新的青春。渐渐听到山谷中流冰融化的声音，原野上一望无际的新草，遮没了烧过野火的旧痕。几亩荒僻的田园留我在这儿居住，半瓶浑浊的老酒等待友人来温。去年今日我走在关山道路，细雨中梅花开放正暗自断魂。"}}, {"name": "吴泳", "dynasty": "宋代"}, {"name": "醉留东野", "prop": {"content": "昔年因读李白杜甫诗，长恨二人不相从。吾与东野生并世，如何复蹑二子踪。东野不得官，白首夸龙钟。韩子稍奸黠，自惭青蒿倚长松。低头拜东野，原得终始如駏蛩。东野不回头，有如寸筳撞巨钟。吾愿身为云，东野变为龙。四方上下逐东野，虽有离别无由逢？", "translation": "当年因为读了李白杜甫的诗，常常遗憾他们不常在一起。我与孟郊是同一时代的人，为什么也像他们一样别多聚少呢？孟郊正等待朝廷任命新职，年老的时候号称行动笨拙。我稍微狡猾了些，惭愧地像小草依附长松一样依附着孟郊的才华。低下头拜见孟郊，与他相互依存。孟郊却不回头，就像用小树枝去撞钟一样。我愿意变身成为云，孟郊变成龙。四方上下追逐着孟郊，即使有离别也常常相逢。"}}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "江城子·王温季自北都", "prop": {"content": "王温季自北都归，过余三河，坐中赋此。鹊声迎客到庭除。问谁欤？故人车。千里归来，尘色半征裾。珍重主人留客意，奴白饭，马青刍。东城入眼杏千株。雪模糊，俯平湖。与子花间，随分倒金壶。归报东垣诗社友，曾念我，醉狂无。", "translation": "喜鹊登枝声声迎客人到院落。问起是谁来了，原来是乘车而来的老朋友。从千里之遥的远方归来，行人衣服上拌满路上尘土。称谢主人盛情留客，仆人吃白米饭，马儿喂饲料青刍。入眼风光东城杏花已开了千株。杏花如春雪一片模模糊糊，杏花俯视着平镜的湖。我同你携手花间，随便地将酒倒出金壶。你回去询问一下，东垣诗社的老诗友，还曾思念不思念我，还像当年那样酒醉清狂不。"}}, {"name": "高适", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "移居二首", "prop": {"content": "昔欲居南村，非为卜其宅。闻多素心人，乐与数晨夕。怀此颇有年，今日从兹役。敝庐何必广，取足蔽床席。邻曲时时来，抗言谈在昔。奇文共欣赏，疑义相与析。春秋多佳日，登高赋新诗。过门更相呼，有酒斟酌之。农务各自归，闲暇辄相思。相思则披衣，言笑无厌时。此理将不胜？无为忽去兹。衣食当须纪，力耕不吾欺。 ", "translation": "从前想移居住到南村来，不是为了要挑什么好宅院；听说这里住着许多纯朴的人，愿意同他们度过每一个早晚。这个念头已经有了好多年，今天才算把这件大事办完。简朴的屋子何必求大，只要够摆床铺就能心安。邻居朋友经常来我这里，谈谈过去的事情，人人畅所欲言；见有好文章大家一同欣赏，遇到疑难处大家一同钻研。"}}, {"name": "朝中措·送刘仲原甫出", "prop": {"content": "平山栏槛倚晴空。山色有无中。手种堂前垂柳，别来几度春风。 文章太守，挥毫万字，一饮千钟。行乐直须年少，尊前看取衰翁。", "translation": "平山堂的栏杆外是晴朗的天空，远山似有似无，一片迷蒙。我在堂前亲手栽种的那棵柳树啊，离别它已经好几年了。我这位爱好写文章的太守，下笔就是万言，饮酒千杯。趁现在年轻赶快行乐吧，您看那坐在酒樽前的老头儿已经不行了。"}}, {"name": "次元明韵寄子由", "prop": {"content": "半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。", "translation": "半世交往，亲密的情谊像流水般地过去，有几人能建立功名，绘像在凌烟？又是春风，又是春雨，又是番春花过眼；我怅望着江南，怅望着江北，只见到波浪拍天。我想解下铜印辞去官职前去寻求人生的真谛，知道你这位金石之友一定不会嫌弃，彼此忘掉年龄辈分的界限。我们都深深地思念着自己的兄长，但欲归不得，日月相催，都已是白发苍颜。"}}, {"name": "客夜与故人偶集 / ", "prop": {"content": "天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。风枝惊暗鹊，露草泣寒蛩。羁旅长堪醉，相留畏晓钟。", "translation": "秋月又一次盈满，城中夜色深浓。你我在江南相会，我怀疑是梦中相逢。晚风吹动树枝，惊动了栖息的鸟鹊。秋草披满霜露，伴随着悲吟的寒虫。你我客居他乡，应该畅饮以排遣愁闷，留你长饮叙旧，只担心天晓鸣钟。"}}, {"name": "寄令狐郎中", "prop": {"content": "嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。", "translation": "你是嵩山云我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。"}}, {"name": "醉赠刘二十八使君", "prop": {"content": "为我引杯添酒饮，与君把箸击盘歌。诗称国手徒为尔，命压人头不奈何。举眼风光长寂寞，满朝官职独蹉跎。亦知合被才名折，二十三年折太多。", "translation": "你拿过我的酒杯斟满美酒同饮共醉，与你一起拿着筷子击打盘儿吟唱诗歌。虽然你诗才一流堪称国手也只是如此，但命中注定不能出人头地也没有办法。抬眼看到的人都荣耀体面而你却长守寂寞，满朝官员都有了自己满意的位置而你却虚渡光阴。我深知你才高名重，却偏偏遭逢不公的对待，但这二十三年你失去的太多了。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "送人东游", "prop": {"content": "荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。", "translation": "荒弃的营垒上黄叶纷纷飘落，你心怀浩气、远志告别了古塞险关。汉阳渡水急风高，郢门山朝阳之下景象万千。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "齐天乐·中秋宿真定驿", "prop": {"content": "西风来劝凉云去，天东放开金镜。照野霜凝，入河桂湿，一一冰壶相映。殊方路永。更分破秋光，尽成悲镜。有客踌躇，古庭空自吊孤影。江南朋旧在许，也能怜天际，诗思谁领？梦断刀头，书开虿尾，别有相思随定。忧心耿耿。对风鹊残枝，露蛩荒井。斟酌姮娥，九秋宫殿冷。", "translation": "西风拂来，仿若劝说云彩放行一般，云层逐渐退去。远望东方，金镜似的月亮将在这晴朗无云的天空中冉冉升起。月色如霜，光照四野，月上的桂树映入河水中，水月与明月交相辉映，更添几分风致。夜已深，古驿枯庭里只剩下自己独自徘徊，孤枕难眠。身在故乡的朋友，在远方看着这天边明月，或许也会想起在外的自己。现在还乡只是梦想，只能用书信把思念传回故乡。心事重重，忧虑不安，乌鹊在风中依着残枝，秋露中的蟋蟀在荒井中发出悲鸣。独自在月下饮酒，九重天上的月宫一片凄冷。"}}, {"name": "李端公 / 送李端", "prop": {"content": "故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)", "translation": "故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。"}}, {"name": "送迁客", "prop": {"content": "倏忽堕鹓行，天南去路长。片言曾不谄，获罪亦何伤。 象恋藏牙浦，人贪卖子乡。此心终合雪，去已莫思量。", "translation": "　　迁客指流迁或被贬谪到外地的官员。这是一首为朋友送行的诗。这位朋友究竟因犯何罪而遭流贬，不得而知，但诗中明白地介绍了这位朋友为人正直无私，纵被不公正地处罪也不是可耻的事，早晚会得到昭雪。临别之际，朋友的心情自然沉郁黯淡。作者便通过自己的诗句语重心长地勉励朋友要重新振作，忘怀旧事，充满希望，勉励朋友珍惜前程。一方面，这首诗写得是非鲜明，态度坚决，语言明朗有力。另一方面，这首诗却也深沉委婉，亲切温暖，充满了知己朋友的深情厚意。 "}}, {"name": "遇旧友", "prop": {"content": "已过才追问，相看是故人。乱离何处见，消息苦难真。拭眼惊魂定，衔杯笑语频。移家就吾住，白首两遗民。", "translation": "已经错过才想起追问，仔细看才发现是故人。战乱随处可见，消息很难得到，即使得到也不知道是真是假。擦一擦眼睛稳定一下自己激动的心情，举杯与朋友笑谈。请你搬到我家附近来住，两个白了头发的（明朝的）遗民。 "}}, {"name": "姜夔", "dynasty": "宋代"}, {"dynasty": "明代"}, {"name": "金缕曲二首·其一", "prop": {"content": "寄吴汉槎宁古塔，以词代书，丙辰冬，寓京师千佛寺，冰雪中作。季子平安否？便归来，平生万事，那堪回首！行路悠悠谁慰藉，母老家贫子幼。记不起，从前杯酒。魑魅搏人应见惯，总输他，覆雨翻云手，冰与雪，周旋久。泪痕莫滴牛衣透，数天涯，依然骨肉，几家能够？比似红颜多命薄，更不如今还有。只绝塞，苦寒难受。廿载包胥承一诺，盼乌头马角终相救。置此札，君怀袖。 ", "translation": "你近来平安吗？即便你回来，回想以前令人悲债的事，你又怎能够承受！昔日朋友形同陌生的路人，又有谁安慰你？你母老家贫子幼，早记不起杯酒相娱的时侯。魑魅搏人的事应该司空见惯，正直人却总是输在覆雨翻云的小人之手。我们与寒冷的冰雪，打交道已经很久很久。劝你不要让泪水把牛衣滴透。请你数一数天下的戌边人，仍旧和家人团聚二堂的，又有几家？比起早已冤死的红颜薄命人，更不如你如今生命还有。只是在那极远的边塞，四季冰雪的苦寒难受。你在边塞已经二十年，·我要像申包胥那样实现诺言，像燕丹盼归使乌头白马生角样，一定把你营救。我就以这首词代替书信，请你妥善保存不要忧愁。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "满江红·送李御带珙", "prop": {"content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹、亭下系扁舟，鲈堪煮。 拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。", "translation": "好端端地在朝廷里做官，因为什么事要翩然辞官引去？遥望湖海上满滩沙鸥白鹭，远处船儿微露半帆笼罩着烟雨。报国无门空自怅怨，济时有良策又能对谁倾吐？路过垂虹亭下不妨暂系小舟，那里著名的鲈鱼堪煮。我甘愿拼死一醉，真诚地挽留你住。我将含泪高歌一曲，送你踏上归乡之路。踏遍江南江北，你将要归向何处？天下大事那么多全没有解决，大好年华就在这无结果中渐渐消逝。举头一笑问湛湛青天，青天也只沉默无语。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "重别周尚书", "prop": {"content": "阳关万里道，不见一人归。惟有河边雁，秋来南向飞。", "translation": "阳关与故国相隔万里之遥，年年盼望却至今不能南归。只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。"}}, {"name": "崔珏", "dynasty": "唐代"}, {"name": "送郭司仓", "prop": {"content": "映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。", "translation": "月光下碧绿的淮水映照在屋门上，我再三挽留即将远去的郭司仓。然而客人难留，只有明月追随他而去，我的思念就如春潮翻滚不息。"}}, {"dynasty": "唐代"}, {"name": "问刘十九", "prop": {"content": "绿蚁新醅酒，红泥小火炉。晚来天欲雪，能饮一杯无？", "translation": "韵译新酿的米酒，色绿香浓；小小红泥炉，烧得殷红。天快黑了大雪将至，能否一顾寒舍共饮一杯暖酒？"}}, {"name": "玉楼春·戏林推", "prop": {"content": "年年跃马长安市。客舍似家家似寄。青钱换酒日无何，红烛呼卢宵不寐。 易挑锦妇机中字。难得玉人心下事。男儿西北有神州，莫滴水西桥畔泪。", "translation": "年年骑着高头大马在京城里东奔西跑，竟然把客舍当成了家里，家里反而像成了寄宿的地方一样。每天都拿着青铜大钱买酒狂饮，整日吊儿郎当，无所事事一天混到晚，每天晚上点起红烛掷骰赌博，经常都是彻夜不眠一直到天亮。你应该知道，妻子的真情容易得到，妓女的心思却难以触摸猜透。西北的神州还没有收复，男子汉应该有收复故土的豪情壮志，切不要为了红粉知已而轻易地流下几行男儿泪。"}}, {"name": "闻王昌龄左迁龙标遥有", "prop": {"content": "杨花落尽子规啼，闻道龙标过五溪。我寄愁心与明月，随君直到夜郎西。(随君 一作：随风)", "translation": "在柳絮落完，子规啼鸣之时，我听说您被贬为龙标尉，要经过五溪。我把我忧愁的心思寄托给明月，希望能随着风一直陪着你到夜郎以西。 "}}, {"name": "淮上喜会梁川故人 /", "prop": {"content": "江汉曾为客，相逢每醉还。浮云一别后，流水十年间。欢笑情如旧，萧疏鬓已斑。何因不归去？淮上有秋山。", "translation": "想当年客居他乡，飘零江汉；与你异乡聚首，携手醉还。离别后如浮云飘流不定，岁月如流水一晃就已过了十年。今日相见，欢笑融洽的情态一如从前，人已头发稀疏，两鬓斑白了。为何我不与故人同归去？因为淮上风景秀美的秋山。"}}, {"name": "水龙吟·黄州梦过栖霞", "prop": {"content": "闾丘大夫孝终公显尝守黄州，作栖霞楼，为郡中胜绝。元丰五年，余谪居黄。正月十七日，梦扁舟渡江，中流回望，楼中歌乐杂作。舟中人言：公显方会客也。觉而异之，乃作此词，盖越调鼓笛慢。公显时已致仕在苏州。小舟横截春江，卧看翠壁红楼起。云间笑语，使君高会，佳人半醉。危柱哀弦，艳歌余响，绕云萦水。念故人老大，风流未减，独回首、烟波里。推枕惘然不见，但空江、月明千里。五湖闻道，扁舟归去，仍携西子。云梦南州，武昌东岸，昔游应记。料多情梦里，端来见我，也参差是。", "translation": "小船横渡春天的江面，我睡在船中看两岸翠绿的山峦，其间有一座红色的高楼。那高高的栖霞楼直入云端，笑语声阵阵飘出，这是太守您在雅聚啊，美丽歌女都已醉意朦胧。演奏音乐声音高亢悲怨。这歌声回旋，悠扬动听，飘荡在云水之间。您虽然年事已高，但风流潇洒仍一如从前。我梦游春江，回头只看到您在烟波之中。推开枕头坐起身朱，这才发现是一场梦，眼前不见老友，只有空荡荡的江面，明月的清光无限。太守您懂得功成身退之道，已然早早去到苏州隐居了。您一定还记得当年我们在黄州之时吧，我们曾四处游玩，十分快乐。您是多情之人，料想您也定在梦中梦到我了，那情形大概就和我梦到您是一样的吧。"}}, {"name": "洛下送奚三还扬州", "prop": {"content": "水国无边际，舟行共使风。羡君从此去，朝夕见乡中。予亦离家久，南归恨不同。音书若有问，江上会相逢。", "translation": "　　本诗是在洛阳送奚三回扬州的诗。主题、结构，和送辛大的诗《都下送辛大之鄂》完全一样。"}}, {"name": "同李十一醉忆元九", "prop": {"content": "花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。", "translation": "花开时我们一同醉酒以消除浓浓春愁，醉酒后攀折了花枝当做行令筹子。突然间，想到老友远去他乡不可见，计算一下路程，你今天该到梁州了。"}}, {"name": "送渤海王子归本国", "prop": {"content": "疆理虽重海，车书本一家。盛勋归旧国，佳句在中华。 定界分秋涨，开帆到曙霞。九门风月好，回首是天涯。", "translation": "　　渤海王国作为一个受唐帝国册封的地方政权，曾建都于敖东城（今吉林敦化东南）。渤海先后派使臣朝唐有132次之多，唐朝也十多次派人赴渤海，双方贸易往来十分频繁。最为突出的是，渤海锐意学习中原文化。渤海王子和贵族子弟纷纷至中原学习，有的经过科举考试，留作唐官。在渤海与唐朝的密切交往中，唐人对渤海人的感情不断加深。此诗描写的就是渤海王子学成归国时，作者与之依依惜别之情之景。 "}}, {"name": "定风波·山路风来草木", "prop": {"content": "药名招婺源马荀仲游雨岩。马善医。山路风来草木香。雨余凉意到胡床。泉石膏肓吾已甚，多病，提防风月费篇章。孤负寻常山简醉，独自，故应知子草玄忙。湖海早知身汗漫，谁伴？只甘松竹共凄凉。", "translation": "用中药名邀请婺源马荀仲来一起游览雨岩。马荀仲擅长医术。下雨过后，山路上轻风吹拂，被雨水洗过的草木也都发出了清香，居室内也凉快起来了。我的游览山水名胜之病已入膏肓，算是没有药可救了。虽已多病，却还甘愿去为这些风月闲情费精神。我也知道你忙于著述，所以平常我也总是一个人寻醉，是怕打搅了你。社会上早就知道我是一个可有可无之人，除了好友如你，还有谁来伴我出游呢？如你再不来，那我只有跟松竹共凄凉了。"}}, {"name": "东城送运判马察院", "prop": {"content": "春风骋巧如翦刀，先裁杨柳后杏桃。圆尖作瓣得疏密，颜色又染燕脂牢。黄鹂未鸣鸠欲雨，深园静墅声嗷嗷。役徒开汴前日放，亦将决水归河槽。都人倾望若焦渴，寒食已近沟已淘。何当黄流与雨至，雨深一尺水一篙。都水御史亦即喜，日夜顺疾回轻舠。频年吴楚岁苦旱，一稔未足生脂膏。吾愿取之勿求羡，穷鸟困兽易遯逃。我今出城勤送子，沽酒不惜典弊袍。数途必向睢阳去，太傅大尹皆英豪。试乞二公评我说，万分岂不益一毛。国给民苏自有暇，东园乃可资游遨。", "translation": "无"}}, {"name": "别董大", "prop": {"content": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。", "translation": "黄云蔽天，绵延千里，太阳黯淡无光，呼啸的北风刚刚送走了雁群，又带来了纷纷扬扬的大雪。不要担心前路茫茫没有知己，普天之下哪个不识你呢？"}}, {"name": "送魏二", "prop": {"content": "醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。", "translation": "在橘柚飘香的江楼上醉饮话别，江风把那细雨吹进小舟，顿感丝丝寒凉。想象你独自远行在潇湘明月下，满怀愁绪在梦里静听猿啼悠长。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "王观", "dynasty": "宋代"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "喜迁莺·花不尽", "prop": {"content": "花不尽，柳无穷。应与我情同。觥船一棹百分空。何处不相逢。 朱弦悄。知音少。天若有情应老。劝君看取利名场。今古梦茫茫。", "translation": "花落花又开，柳叶绿又衰，花开盛衰无穷尽，与我此时情相近。离别美酒情谊深，画船起航全成空。离别不必太伤情，人生何处不相逢。自今以后少知音，瑶琴朱弦不再吟。天若与我同悲凄，苍天也会霜染鬓。劝君此去多保重，名利场上风浪急，宦海茫茫沉与浮，古今看来梦一回。"}}, {"name": "青玉案·送伯固归吴中", "prop": {"content": "三年枕上吴中路。遣黄耳、随君去。若到松江呼小渡。莫惊鸥鹭，四桥尽是，老子经行处。辋川图上看春暮。常记高人右丞句。作个归期天已许。春衫犹是，小蛮针线，曾湿西湖雨。", "translation": "三年间我的梦魂时时飞向吴中故园路。我送只传信的黄犬，随你返回故土。若到松江呼唤小舟摆渡，切莫惊吓了鸥鸟白鹭。吴中四桥的河湾渡口，当年都是我常游的去处。我曾像王维描绘《辋川图》那样，细细品味吴中暮春景物，也常常吟诵王右丞的诗句。定个还乡的归期天公已应许，身上春衫还是小蛮的细针密线，曾浸湿了西湖依依的泪雨。"}}, {"name": "寻西山隐者不遇", "prop": {"content": "绝顶一茅茨，直上三十里。扣关无僮仆，窥室唯案几。若非巾柴车，应是钓秋水。差池不相见，黾勉空仰止。草色新雨中，松声晚窗里。及兹契幽绝，自足荡心耳。虽无宾主意，颇得清净理。兴尽方下山，何必待之子。", "translation": "高高的山顶上有一座茅屋，从山下走上去足有三十里。轻扣柴门竟无童仆回问声，窥看室内只有桌案和茶几。主人不是驾着巾柴车外出，一定是到秋水碧潭去钓鱼。错过了时机不能与他见面，空负了殷勤仰慕一片心意。新雨中草色多么青翠葱绿，晚风将松涛声送进窗户里。这清幽境地很合我的雅兴，足可以把身心和耳目荡涤。我虽然还没有和主人交谈，却已经领悟到清净的道理。玩到兴尽就满意地下山去，何必非要和这位隐者相聚。"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "故乡杏花", "prop": {"content": "寄花寄酒喜新开，左把花枝右把杯。欲问花枝与杯酒，故人何得不同来？", "translation": "无"}}, {"dynasty": "南北朝"}, {"name": "送柴侍御", "prop": {"content": "沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。", "translation": "沅江四处水路相通连接着武冈，送你离开没有感到悲伤。两地的青山同承云朵荫蔽、雨露润泽，同顶一轮明月又何曾身处两地呢？"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "临江仙·送宇文德和被", "prop": {"content": "露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。 泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。", "translation": "　　这是一首送别词。上片写送别的情景。词人的朋友宇文德和被召赴行在所，词人为他饯行，坐在榕树之阴，痛饮美酒，以壮其行。二人依依难舍，全然没有顾及到叠鼓频催，促人登舟。二人一直饮到暮色苍茫新月已经悄悄地徘徊于山巅。离愁缕缕，有如秋水，二人不忍遽别。友情之深，留恋之意尽在不言之中，场面由热烈而渐次清静，又为二人留下许多畅叙衷肠的机会。由月上暮山，到次日天明，晓帆将开，二人皆已醉意朦胧，纵然难舍，也到了不得不分手的时候。"}}, {"name": "高阳台·送陈君衡被召", "prop": {"content": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。 酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。", "translation": "无"}}, {"name": "丘为", "dynasty": "唐代"}, {"name": "竹窗闻风寄苗发司空曙", "prop": {"content": "微风惊暮坐，临牖思悠哉。开门复动竹，疑是故人来。时滴枝上露，稍沾阶下苔。何当一入幌，为拂绿琴埃。", "translation": "傍晚独坐被微风的响声惊动，临窗冥想思绪悠然远飘天外。微风吹开院门又吹动了竹丛，让人怀疑是旧日的朋友到来。枝叶上的露珠不时因风滴落，渐渐润泽了阶下暗生的青苔。风什么时候能掀开窗帘进屋，为我拭去绿琴上久积的尘埃。"}}, {"name": "沁园春·斗酒彘肩", "prop": {"content": "寄辛承旨。时承旨招，不赴。斗酒彘肩，风雨渡江，岂不快哉！被香山居士，约林和靖，与坡仙老，驾勒吾回。坡谓西湖，正如西子，浓抹淡妆临镜台。二公者，皆掉头不顾，只管衔杯。白云天竺去来，图画里、峥嵘楼观开。爱东西双涧，纵横水绕；两峰南北，高下云堆。逋曰不然，暗香浮动，争似孤山先探梅。须晴去，访稼轩未晚，且此徘徊。", "translation": "想着你将用整斗酒和猪腿将我款待，在风雨中渡过钱塘江到绍兴与您相会岂能不愉快。可半道中被白居易邀约林逋、苏东坡强拉回来。苏东坡说，西湖如西施，或浓妆或淡妆自照于镜台。林逋、白居易两人都置之不理，只顾畅饮开怀。白居易说，到天竺山去啊，那里如画卷展开，寺庙巍峨，流光溢彩。可爱的是东西二溪纵横交错，南北二峰高低错落白云霭霭。林逋说，并非如此，梅花的馨香幽幽飘来，怎比得上先到孤山探访香梅之海。待到雨过天晴再访稼轩不迟，我暂且在西湖边徘徊。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "浪淘沙·把酒祝东风", "prop": {"content": "把酒祝东风，且共从容。垂杨紫陌洛城东。总是当时携手处，游遍芳丛。聚散苦匆匆，此恨无穷。今年花胜去年红。可惜明年花更好，知与谁同？", "translation": "端起酒杯向东风祈祷，请你再留些时日不要匆匆离去。洛阳城东郊外的小道已是柳枝满垂。大多是我们去年携手同游的地方，我们游遍了姹紫嫣红的花丛。为人生短暂的相聚和分别所苦，离别的怨恨久久激荡在我的心田。今年的花红胜过去年，明年的花儿肯定会更加美好，可惜不知那时将和谁一起游览？"}}, {"name": "再授连州至衡阳酬柳柳", "prop": {"content": "去国十年同赴召，渡湘千里又分歧。重临事异黄丞相，三黜名惭柳士师。归目并随回雁尽，愁肠正遇断猿时。桂江东过连山下，相望长吟有所思。", "translation": "　　被贬出京城十年后，我们二人同时接召赴京，却同时再被贬往边荒之地，同行千里渡过湘水后又不得不彼此分手了。我虽是再次充任连州刺史，却与西汉黄霸两任颍川太守截然不同，更是自叹不如三次被贬黜的柳下惠。想要归去的目光随着北归的大雁消失在天边，心中愁肠百结之时却又听到了凄厉的猿啼。柳州和连州有桂江相连，每当桂江向东流经连山之下时，我将和你相互凝望，低头吟诵《有所思》。"}}, {"name": "赋得暮雨送李胄 / ", "prop": {"content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。", "translation": "楚江笼罩在蒙蒙微雨里，建业城正敲响暮时之钟。江面水汽迷蒙帆影重重，天色昏暗鸟儿缓缓归去。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水像江面的雨丝。"}}, {"name": "满江红·寄鄂州朱使君", "prop": {"content": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "translation": "长江、汉江从西方奔流直下，在黄鹤楼望去，浩淼的江水如葡萄般碧绿澄澈。江水相通，好像都带着岷山和峨嵋山融化的雪水浪花，这便是锦江的春色。你是在陕州留有爱民美誉的通判，我却是思乡未归的浪子。面对这里的景色怎能没有感情，我将会殷切的述说。你千万不要读《江表传》，祢衡真是令人同情，深感痛惜。只能空对鹦鹉洲，苇花依旧萧瑟。书生何苦与这种人纠缠，权势人物如曹操与黄祖也都已一闪过去。希望使君能像李白一样潜心作诗，赶追崔颢的名作《黄鹤楼》诗。"}}, {"name": "送王昌龄之岭南", "prop": {"content": "洞庭去远近，枫叶早惊秋。岘首羊公爱，长沙贾谊愁。土毛无缟纻，乡味有槎头。已抱沈痼疾，更贻魑魅忧。数年同笔砚，兹夕间衾裯。意气今何在，相思望斗牛。", "translation": "洞庭衔山远远近近。枫叶如丹先报寒秋。岘首山赢得羊公爱，长沙城曾使贾谊愁。岭南风俗衣无丝麻，家乡特产鱼多查头。我已患重病难以医治，又增添你遭魑魅的担忧。几年间同笔共舰在一起。今晚起却要各渡长夜天各一份。情投意合的景况将何在？解相思只有向南望斗牛。"}}, {"name": "临江仙·忆昔西池池上", "prop": {"content": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书。寻常相见了，犹道不如初。 安稳锦衾今夜梦，月明好渡江湖。相思休问定何如。情知春去后，管得落花无。", "translation": "回想当年在西池欢聚畅饮，每天该有多少的快乐和幸福。可自从分别以后一封书信都没有。即使像往常那样相见，也不可能再像当初那般了。安好枕头，铺好锦被，今夜或许能在梦中趁着月明而渡江过湖，与好友会晤。尽管相互相思也不要问近况如何，因为明明知道春天已经过去，哪里还管落花命运如何。"}}, {"name": "夜别韦司士", "prop": {"content": "高馆张灯酒复清，夜钟残月雁归声。只言啼鸟堪求侣，无那春风欲送行。黄河曲里沙为岸，白马津边柳向城。莫怨他乡暂离别，知君到处有逢迎。", "translation": "高大的客馆里灯火通明酒也清，直饮至夜钟响归雁鸣的月落时分。只说是啼鸟要求友朋，无奈那春风里要为您送行。黄河曲里沙为黄河岸，白马津边柳向白马城。不要为他乡离别而难过，知道您到处会有人逢迎。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "寄李十二白二十韵", "prop": {"content": "昔年有狂客，号尔谪仙人。笔落惊风雨，诗成泣鬼神。声名从此大，汩没一朝伸。文采承殊渥，流传必绝伦。龙舟移棹晚，兽锦夺袍新。白日来深殿，青云满后尘。乞归优诏许，遇我宿心亲。未负幽栖志，兼全宠辱身。剧谈怜野逸，嗜酒见天真。醉舞梁园夜，行歌泗水春。才高心不展，道屈善无邻。处士祢衡俊，诸生原宪贫。稻粱求未足，薏苡谤何频。五岭炎蒸地，三危放逐臣。几年遭鵩鸟，独泣向麒麟。苏武先还汉，黄公岂事秦。楚筵辞醴日，梁狱上书辰。已用当时法，谁将此义陈。老吟秋月下，病起暮江滨。莫怪恩波隔，乘槎与问津。", "translation": "无"}}, {"name": "别董大二首", "prop": {"content": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。六翮飘飖私自怜，一离京洛十余年。丈夫贫贱应未足，今日相逢无酒钱。", "translation": "千里黄云遮天蔽日，天气阴沉，北风送走雁群又吹来纷扬大雪。不要担心前路茫茫没有知己，天下还有谁不认识你呢？"}}, {"name": "顾贞观", "dynasty": "清代"}, {"name": "送别", "prop": {"content": "下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。", "translation": "请你下马来喝一杯美酒，想问问朋友你要去往哪里？你说因为生活不得意，要回乡隐居在终南山旁。只管去吧我不会再追问，那里正有绵延不尽的白云，在天空中飘荡。"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "饯别王十一南游", "prop": {"content": "望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。", "translation": "望着你的小船驶向茫茫云水，频频挥手惜别泪水沾湿佩巾。你像一只飞鸟不知归宿何处，留下这一片青山空对着行人。江水浩浩一叶孤帆远远消失，落日下你将欣赏着五湖之美。谁能见我伫立汀洲上怀念你，望着白蘋心中充满无限愁情。"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "与陈给事书", "prop": {"content": "　　愈再拜：愈之获见于阁下有年矣。始者亦尝辱一言之誉。贫贱也，衣食于奔走，不得朝夕继见。其后，阁下位益尊，伺候于门墙者日益进。夫位益尊，则贱者日隔；伺候于门墙者日益进，则爱博而情不专。愈也道不加修，而文日益有名。夫道不加修，则贤者不与；文日益有名，则同进者忌。始之以日隔之疏，加之以不专之望，以不与者之心，而听忌者之说。由是阁下之庭，无愈之迹矣。　　去年春，亦尝一进谒于左右矣。温乎其容，若加其新也；属乎其言，若闵其穷也。退而喜也，以告于人。其后，如东京取妻子，又不得朝夕继见。及其还也，亦尝一进谒于左右矣。邈乎其容，若不察其愚也；悄乎其言，若不接其情也。退而惧也，不敢复进。　　今则释然悟，翻然悔曰：其邈也，乃所以怒其来之不继也；其悄也，乃所以示其意也。不敏之诛，无所逃避。不敢遂进，辄自疏其所以，并献近所为《复志赋》以下十首为一卷，卷有标轴。《送孟郊序》一首，生纸写，不加装饰。皆有揩字注字处，急于自解而谢，不能俟更写。阁下取其意而略其礼可也。　　愈恐惧再拜。", "translation": "无"}}, {"name": "暮秋扬子江寄孟浩然", "prop": {"content": "木叶纷纷下，东南日烟霜。林山相晚暮，天海空青苍。 暝色况复久，秋声亦何长。孤舟兼微月，独夜仍越乡。 寒笛对京口，故人在襄阳。咏思劳今夕，江汉遥相望。", "translation": "总体　　这首诗是“以诗代书 ”诗人从京口（故城在今江苏镇江市）附近扬子江暮秋时节的肃杀景象缓缓写起，从迷茫的景色中引出独居越乡的客愁，进而怀想起远在湖北襄阳的友人孟浩然。全诗在结构上层层引进，步步深入，读来如友人晤谈，娓娓情深。　　这是一首五言古诗。作者在对越中扬子江（即长江）暮秋的景色的描写中寄寓了滞留异乡的客愁和对故人孟浩然的深切思念。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "下途归石门旧居", "prop": {"content": "吴山高，越水清，握手无言伤别情。将欲辞君挂帆去，离魂不散烟郊树。此心郁怅谁能论，有愧叨承国士恩。云物共倾三月酒，岁时同饯五侯门。羡君素书尝满案，含丹照白霞色烂。余尝学道穷冥筌，梦中往往游仙山。何当脱屣谢时去，壶中别有日月天。俯仰人间易凋朽，钟峰五云在轩牖。惜别愁窥玉女窗，归来笑把洪崖手。隐居寺，隐居山，陶公炼液栖其间。凝神闭气昔登攀，恬然但觉心绪闲。数人不知几甲子，昨夜犹带冰霜颜。我离虽则岁物改，如今了然失所在。别君莫道不尽欢，悬知乐客遥相待。石门流水遍桃花，我亦曾到秦人家。不知何处得鸡豕，就中仍见繁桑麻。翛然远与世事间，装鸾驾鹤又复远。何必长从七贵游，劳生徒聚万金产。挹君去，长相思，云游雨散从此辞。欲知怅别心易苦，向暮春风杨柳丝。", "translation": "无"}}, {"name": "东平别前卫县李寀少府", "prop": {"content": "黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。此地从来可乘兴，留君不住益凄其。", "translation": "黄莺往来杨柳低垂，春风中送友使人伤感。你将到千里之外我自然产生别怨，论交情我们已有十年。汶水云开孤帆远去，梁山路道曲折匹马迟缓。此地本可乘兴游赏，难留你使我更觉凄惨。"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "贫交行", "prop": {"content": "翻手作云覆手雨，纷纷轻薄何须数。(作 一作：为)君不见管鲍贫时交，此道今人弃如土。", "translation": "富贵之交总是翻手覆手之间，忽云忽雨，反复无常，轻薄之辈却纷纷追随，无法计数。君不见现在世人中像管仲、鲍叔牙那种贫富不移的深厚交情，已被视如粪土，抛弃净尽了。"}}, {"name": "玉楼春·尊前拟把归期", "prop": {"content": "尊前拟把归期说，欲语春容先惨咽。人生自是有情痴，此恨不关风与月。离歌且莫翻新阕，一曲能教肠寸结。直须看尽洛城花，始共春风容易别。", "translation": "饯行的酒席前就想先把归期说定，一杯心切情切，欲说时佳人无语滴泪，如春风妩媚的娇容，先自凄哀低咽。人的多愁善感是与生俱来的，这种情结和风花雪月无关。饯别的酒宴前，不要再按旧曲填新词，清歌一曲就已让人愁肠寸寸郁结。一定要将这洛阳城中的牡丹看尽，继而才能与春风轻松地告别。"}}, {"name": "凉州馆中与诸判官夜集", "prop": {"content": "弯弯月出挂城头，城头月出照凉州。凉州七里十万家，胡人半解弹琵琶。琵琶一曲肠堪断，风萧萧兮夜漫漫。河西幕中多故人，故人别来三五春。花门楼前见秋草，岂能贫贱相看老。一生大笑能几回，斗酒相逢须醉倒。", "translation": "弯弯的月儿升起悬挂在凉州城头，皎洁的月光照亮整个凉州。凉州方圆七里住着数十万人家，这里的胡人半数懂得弹琵琶。一首的琵琶曲令人肝肠欲断，只觉得风声萧萧，长夜漫漫。河西幕府里我有很多老朋友，老朋友分别以来已有三五春。如今在花门楼前又见到秋草，哪能互相看着在贫贱中老下去呢？人生一世能有几回开怀大笑，今日相逢斗酒人人必须痛饮醉倒。"}}, {"name": "赠从兄襄阳少府皓", "prop": {"content": "结发未识事，所交尽豪雄。却秦不受赏，击晋宁为功。托身白刃里，杀人红尘中。当朝揖高义，举世称英雄。小节岂足言，退耕舂陵东。归来无产业，生事如转蓬。一朝乌裘敝，百镒黄金空。弹剑徒激昂，出门悲路穷。吾兄青云士，然诺闻诸公。所以陈片言，片言贵情通。棣华倘不接，甘与秋草同。", "translation": "无"}}, {"name": "留别王侍御维 / 留", "prop": {"content": "寂寂竟何待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。", "translation": "这样寂寞还等待着什么？天天都是怀着失望而归。我想寻找幽静山林隐去，又可惜要与老朋友分离。当权者有谁肯能援引我，知音人在世间实在稀微。只应该守寂寞了此一生，关闭上柴门与人世隔离。"}}, {"name": "贺新郎·把酒长亭说", "prop": {"content": "陈同父自东阳来过余，留十日。与之同游鹅湖，且会朱晦庵于紫溪，不至，飘然东归。既别之明日，余意中殊恋恋，复欲追路。至鹭鸶林，则雪深泥滑，不得前矣。独饮方村，怅然久之，颇恨挽留之不遂也。夜半投宿吴氏泉湖四望楼，闻邻笛悲甚，为赋《贺新郎》以见意。又五日，同父书来索词，心所同然者如此，可发千里一笑。把酒长亭说。看渊明、风流酷似，卧龙诸葛。何处飞来林间鹊，蹙踏松梢微雪。要破帽多添华发。剩水残山无态度，被疏梅料理成风月。两三雁，也萧瑟。佳人重约还轻别。怅清江、天寒不渡，水深冰合。路断车轮生四角，此地行人销骨。问谁使、君来愁绝？铸就而今相思错，料当初、费尽人间铁。长夜笛，莫吹裂。", "translation": "小序　　陈亮自浙江省东阳县来会见我，留居十日。我俩同游鹅湖（江西铅山县境内），后又同赴紫溪等候与朱熹会晤，而朱没来。陈亮明天就要飘然东归，我十分恋恋不舍，追送他一程。走到鹭鸶林，遇雪深泥滑，我难以前进，与他分别。便独自在方村饮酒，惆怅了许久，恨自己挽留不住好友。我于夜半投宿吴氏泉湖四望楼，闻邻笛甚悲，便写下了《贺新郎》寄托情思。过了五天，陈亮来信索取此词，我俩千里相隔而心思相同，料想彼此会发出会心的微笑。"}}, {"name": "张籍", "dynasty": "唐代"}, {"name": "酬张少府", "prop": {"content": "晚年唯好静，万事不关心。自顾无长策，空知返旧林。松风吹解带，山月照弹琴。君问穷通理，渔歌入浦深。", "translation": "人到晚年就特别喜好安静，对人间万事都漠不关心。自思没有高策可以报效国家，只要求归隐家乡的山林。迎着松林清风解带敞怀，在山间明月的伴照下独坐弹琴，自由自在。世事如此，还问什么穷通之理，不如去听听水浦深处渔歌声音。"}}, {"name": "南乡一剪梅·招熊少府", "prop": {"content": "南阜小亭台，薄有山花取次开。寄语多情熊少府；晴也须来，雨也须来。随意且衔杯，莫惜春衣坐绿苔。若待明朝风雨过，人在天涯！春在天涯。", "translation": "在自已家南面的小山包上有座小小的亭台，在亭台周围已有少许山花开始随意地开放了。春光明媚，山花盛开，所以特地写信邀请好友熊少府你无论如何不管是天晴还是下雨，一定要前来游赏。你来后，你我朋友二人要随意地开怀畅饮，不要顾惜泥土绿苔弄脏新衣尽情地欣赏游玩，因为一旦错过时机，风雨一过天气虽说晴朗了，但到那时，你我朋友说不定又是你东我西各在天涯，再也难得相聚；或者即使没有你东我西各在天涯，也能再相聚首，但到那时也是春光不待人，早也匆匆的过去了。 "}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "送李判官之润州行营", "prop": {"content": "万里辞家事鼓鼙，金陵驿路楚云西。江春不肯留行客，草色青青送马蹄。", "translation": "你就要离开家乡，奔赴万里之外的军营，通往金陵的驿路上，楚地的白云似乎也同你一样，渐渐地向西飘去。长江两岸的春色留不住你的脚步，青青的绿草也在为你送行。"}}, {"name": "虞集", "dynasty": "元代"}, {"name": "吴潜", "dynasty": "宋代"}, {"name": "宣州九日闻崔四侍御与", "prop": {"content": "九日茱萸熟，插鬓伤早白。登高望山海，满目悲古昔。远访投沙人，因为逃名客。故交竟谁在，独有崔亭伯。重阳不相知，载酒任所适。手持一枝菊，调笑二千石。日暮岸帻归，传呼隘阡陌。彤襟双白鹿，宾从何辉赫。夫子在其间，遂成云霄隔。良辰与美景，两地方虚掷。晚从南峰归，萝月下水壁。却登郡楼望，松色寒转碧。咫尺不可亲，弃我如遗舄。九卿天上落，五马道旁来。列戟朱门晓，褰帏碧嶂开。登高望远海，召客得英才。紫绶欢情洽，黄花逸兴催。山从图上见，溪即镜中回。遥羡重阳作，应过戏马台。", "translation": "无"}}, {"name": "江楼晚眺景物鲜奇吟玩", "prop": {"content": "澹烟疏雨间斜阳，江色鲜明海气凉。蜃散云收破楼阁，虹残水照断桥梁。风翻白浪花千片，雁点青天字一行。好著丹青图画取，题诗寄与水曹郎。(图画 一作：写画)", "translation": "无"}}, {"name": "寄王屋山人孟大融", "prop": {"content": "我昔东海上，劳山餐紫霞。亲见安期公，食枣大如瓜。 中年谒汉主，不惬还归家。朱颜谢春辉，白发见生涯。 所期就金液，飞步登云车。愿随夫子天坛上，闲与仙人扫落花。 ", "translation": "　　王屋山在今河南省济源市西北，自古为道教圣地，号称“清虚小有洞天”，位居道教十大洞天之首。开元年间，唐玄宗在王屋山为道教上清派宗师司马承祯敕建阳台观，司马承祯是李白的诗友，可能是应他的邀请，公元744年（唐玄宗天宝三年）的冬天，李白同杜甫一起渡过黄河，去王屋山，他们本想寻访道士华盖君，但没有遇到。可能是这时他们遇到了一个叫孟大融的人，志趣相投，所以李白挥笔给他写了这首诗。 "}}, {"name": "浣溪沙·和无咎韵", "prop": {"content": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。", "translation": "懒得再去沙洲边饮酒，和你一起欣赏窗外风景。黄昏时分吹起的号角最能牵动情怀。忙碌的日子很苦，休闲的日子很少；新添的忧愁往往在旧愁中生出。他乡没有友人陪伴，害怕你去远行。"}}, {"name": "赠汪伦", "prop": {"content": "李白乘舟将欲行，忽闻岸上踏歌声。桃花潭水深千尺，不及汪伦送我情。 ", "translation": "李白乘舟将要远行离去，忽听岸上传来踏歌之声。即使桃花潭水深至千尺，也比不上汪伦送我之情。"}}, {"name": "三江小渡", "prop": {"content": "溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。", "translation": "溪水流过小桥后一去不返，小船还得依靠着短篙撑开。友情应该像山中溪水上的摆渡一样，不管风吹浪打却依然存在。"}}, {"dynasty": "宋代"}, {"name": "虚中", "dynasty": "唐代"}, {"name": "念奴娇·驿中别友人", "prop": {"content": "水天空阔，恨东风，不惜世间英物。蜀鸟吴花残照里，忍见荒城颓壁。铜雀春情，金人秋泪，此恨凭谁雪？堂堂剑气，斗牛空认奇杰。那信江海余生，南行万里，属扁舟齐发。正为鸥盟留醉眼，细看涛生云灭。睨柱吞嬴，回旗走懿，千古冲冠发。伴人无寐，秦淮应是孤月。", "translation": "无"}}, {"name": "芙蓉楼送辛渐二首", "prop": {"content": "寒雨连江夜入吴，平明送客楚山孤。(连江 一作：连天)洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。", "translation": "秋冬时节的冷雨连夜洒遍吴地江天，天亮的时候送别好友只留下楚山的孤影。到了洛阳，亲友若是问起我来，就说我的心依然像玉壶里的冰一样纯洁，未受功名利禄等世情的玷污。"}}, {"name": "司马光", "dynasty": "宋代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "哭李商隐", "prop": {"content": "成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。", "translation": "其一成纪郎官名字叫李义山，身归黄土让人空怀长叹。诗词树林的枝叶已落尽，学术界的浪涛一夜枯干。狂风暴雨把那灯烛吹灭，姓名一直在我心中思念。他应该到世外攀折玉树，身著霓裳登上那仙人坛。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "宿骆氏亭寄怀崔雍崔衮", "prop": {"content": "竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。", "translation": "骆氏亭外竹林环绕，雨后亭外景物焕然一新。相思之情啊飞向远方，可却隔着重重的高城。深秋的天空一片阴霾，霜飞的时节也来迟了。水中的荷叶早已凋残，只留了几片枯叶供人聆听雨珠滴响的声音。"}}, {"name": "李益", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "送邢桂州", "prop": {"content": "铙吹喧京口，风波下洞庭。赭圻将赤岸，击汰复扬舲。日落江湖白，潮来天地青。明珠归合浦，应逐使臣星。", "translation": "铙歌鼓吹喧响于京口，乘风破浪扬帆向洞庭。经过赭圻城和赤岸山，击水向沅湘驾着轻舲。夕阳西沉后江湖浪白，潮水涌来时天地映青。明珠又回到合浦海域，定是追随着使臣之星。"}}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "卜算子·送鲍浩然之浙", "prop": {"content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。", "translation": "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。"}}], "edges": [{"source": 43, "target": 266, "relation": "创作"}, {"source": 152, "target": 43, "relation": "出自于"}, {"source": 178, "target": 38, "relation": "创作"}, {"source": 184, "target": 178, "relation": "出自于"}, {"source": 215, "target": 137, "relation": "创作"}, {"source": 184, "target": 215, "relation": "出自于"}, {"source": 178, "target": 187, "relation": "创作"}, {"source": 178, "target": 112, "relation": "创作"}, {"source": 178, "target": 254, "relation": "创作"}, {"source": 95, "target": 26, "relation": "创作"}, {"source": 184, "target": 95, "relation": "出自于"}, {"source": 107, "target": 132, "relation": "创作"}, {"source": 256, "target": 107, "relation": "出自于"}, {"source": 201, "target": 185, "relation": "创作"}, {"source": 184, "target": 201, "relation": "出自于"}, {"source": 200, "target": 270, "relation": "创作"}, {"source": 256, "target": 200, "relation": "出自于"}, {"source": 159, "target": 225, "relation": "创作"}, {"source": 184, "target": 159, "relation": "出自于"}, {"source": 94, "target": 147, "relation": "创作"}, {"source": 256, "target": 94, "relation": "出自于"}, {"source": 82, "target": 238, "relation": "创作"}, {"source": 256, "target": 82, "relation": "出自于"}, {"source": 82, "target": 216, "relation": "创作"}, {"source": 129, "target": 2, "relation": "创作"}, {"source": 184, "target": 129, "relation": "出自于"}, {"source": 95, "target": 77, "relation": "创作"}, {"source": 110, "target": 24, "relation": "创作"}, {"source": 184, "target": 110, "relation": "出自于"}, {"source": 110, "target": 51, "relation": "创作"}, {"source": 209, "target": 208, "relation": "创作"}, {"source": 184, "target": 209, "relation": "出自于"}, {"source": 159, "target": 195, "relation": "创作"}, {"source": 79, "target": 21, "relation": "创作"}, {"source": 207, "target": 79, "relation": "出自于"}, {"source": 95, "target": 227, "relation": "创作"}, {"source": 198, "target": 264, "relation": "创作"}, {"source": 184, "target": 198, "relation": "出自于"}, {"source": 37, "target": 188, "relation": "创作"}, {"source": 184, "target": 37, "relation": "出自于"}, {"source": 37, "target": 153, "relation": "创作"}, {"source": 107, "target": 96, "relation": "创作"}, {"source": 108, "target": 50, "relation": "创作"}, {"source": 184, "target": 108, "relation": "出自于"}, {"source": 73, "target": 58, "relation": "创作"}, {"source": 184, "target": 73, "relation": "出自于"}, {"source": 110, "target": 85, "relation": "创作"}, {"source": 209, "target": 259, "relation": "创作"}, {"source": 95, "target": 244, "relation": "创作"}, {"source": 263, "target": 239, "relation": "创作"}, {"source": 184, "target": 263, "relation": "出自于"}, {"source": 201, "target": 166, "relation": "创作"}, {"source": 95, "target": 97, "relation": "创作"}, {"source": 178, "target": 140, "relation": "创作"}, {"source": 226, "target": 177, "relation": "创作"}, {"source": 3, "target": 226, "relation": "出自于"}, {"source": 228, "target": 114, "relation": "创作"}, {"source": 184, "target": 228, "relation": "出自于"}, {"source": 110, "target": 237, "relation": "创作"}, {"source": 107, "target": 148, "relation": "创作"}, {"source": 73, "target": 241, "relation": "创作"}, {"source": 73, "target": 71, "relation": "创作"}, {"source": 73, "target": 86, "relation": "创作"}, {"source": 57, "target": 87, "relation": "创作"}, {"source": 184, "target": 57, "relation": "出自于"}, {"source": 18, "target": 135, "relation": "创作"}, {"source": 184, "target": 18, "relation": "出自于"}, {"source": 36, "target": 28, "relation": "创作"}, {"source": 184, "target": 36, "relation": "出自于"}, {"source": 198, "target": 165, "relation": "创作"}, {"source": 110, "target": 224, "relation": "创作"}, {"source": 269, "target": 161, "relation": "创作"}, {"source": 160, "target": 269, "relation": "出自于"}, {"source": 178, "target": 22, "relation": "创作"}, {"source": 201, "target": 111, "relation": "创作"}, {"source": 136, "target": 202, "relation": "创作"}, {"source": 256, "target": 136, "relation": "出自于"}, {"source": 209, "target": 196, "relation": "创作"}, {"source": 10, "target": 229, "relation": "创作"}, {"source": 184, "target": 10, "relation": "出自于"}, {"source": 8, "target": 78, "relation": "创作"}, {"source": 3, "target": 8, "relation": "出自于"}, {"source": 246, "target": 47, "relation": "创作"}, {"source": 184, "target": 246, "relation": "出自于"}, {"source": 201, "target": 191, "relation": "创作"}, {"source": 182, "target": 262, "relation": "创作"}, {"source": 184, "target": 182, "relation": "出自于"}, {"source": 37, "target": 218, "relation": "创作"}, {"source": 233, "target": 168, "relation": "创作"}, {"source": 184, "target": 233, "relation": "出自于"}, {"source": 175, "target": 17, "relation": "创作"}, {"source": 256, "target": 175, "relation": "出自于"}, {"source": 95, "target": 106, "relation": "创作"}, {"source": 54, "target": 81, "relation": "创作"}, {"source": 184, "target": 54, "relation": "出自于"}, {"source": 123, "target": 20, "relation": "创作"}, {"source": 256, "target": 123, "relation": "出自于"}, {"source": 82, "target": 115, "relation": "创作"}, {"source": 107, "target": 100, "relation": "创作"}, {"source": 178, "target": 240, "relation": "创作"}, {"source": 105, "target": 101, "relation": "创作"}, {"source": 184, "target": 105, "relation": "出自于"}, {"source": 178, "target": 27, "relation": "创作"}, {"source": 178, "target": 141, "relation": "创作"}, {"source": 131, "target": 181, "relation": "创作"}, {"source": 207, "target": 131, "relation": "出自于"}, {"source": 167, "target": 255, "relation": "创作"}, {"source": 256, "target": 167, "relation": "出自于"}, {"source": 4, "target": 172, "relation": "创作"}, {"source": 184, "target": 4, "relation": "出自于"}, {"source": 10, "target": 32, "relation": "创作"}, {"source": 94, "target": 163, "relation": "创作"}, {"source": 16, "target": 15, "relation": "创作"}, {"source": 207, "target": 16, "relation": "出自于"}, {"source": 82, "target": 162, "relation": "创作"}, {"source": 178, "target": 124, "relation": "创作"}, {"source": 197, "target": 121, "relation": "创作"}, {"source": 40, "target": 197, "relation": "出自于"}, {"source": 178, "target": 48, "relation": "创作"}, {"source": 159, "target": 42, "relation": "创作"}, {"source": 201, "target": 251, "relation": "创作"}, {"source": 88, "target": 164, "relation": "创作"}, {"source": 184, "target": 88, "relation": "出自于"}, {"source": 107, "target": 189, "relation": "创作"}, {"source": 10, "target": 247, "relation": "创作"}, {"source": 159, "target": 12, "relation": "创作"}, {"source": 9, "target": 113, "relation": "创作"}, {"source": 184, "target": 9, "relation": "出自于"}, {"source": 107, "target": 203, "relation": "创作"}, {"source": 146, "target": 186, "relation": "创作"}, {"source": 256, "target": 146, "relation": "出自于"}, {"source": 268, "target": 258, "relation": "创作"}, {"source": 256, "target": 268, "relation": "出自于"}, {"source": 72, "target": 29, "relation": "创作"}, {"source": 256, "target": 72, "relation": "出自于"}, {"source": 107, "target": 154, "relation": "创作"}, {"source": 178, "target": 130, "relation": "创作"}, {"source": 248, "target": 245, "relation": "创作"}, {"source": 44, "target": 248, "relation": "出自于"}, {"source": 265, "target": 213, "relation": "创作"}, {"source": 184, "target": 265, "relation": "出自于"}, {"source": 212, "target": 204, "relation": "创作"}, {"source": 184, "target": 212, "relation": "出自于"}, {"source": 36, "target": 68, "relation": "创作"}, {"source": 110, "target": 138, "relation": "创作"}, {"source": 178, "target": 90, "relation": "创作"}, {"source": 9, "target": 156, "relation": "创作"}, {"source": 263, "target": 149, "relation": "创作"}, {"source": 59, "target": 221, "relation": "创作"}, {"source": 256, "target": 59, "relation": "出自于"}, {"source": 72, "target": 242, "relation": "创作"}, {"source": 150, "target": 39, "relation": "创作"}, {"source": 184, "target": 150, "relation": "出自于"}, {"source": 10, "target": 142, "relation": "创作"}, {"source": 41, "target": 214, "relation": "创作"}, {"source": 256, "target": 41, "relation": "出自于"}, {"source": 95, "target": 267, "relation": "创作"}, {"source": 178, "target": 92, "relation": "创作"}, {"source": 107, "target": 219, "relation": "创作"}, {"source": 236, "target": 35, "relation": "创作"}, {"source": 256, "target": 236, "relation": "出自于"}, {"source": 209, "target": 183, "relation": "创作"}, {"source": 249, "target": 179, "relation": "创作"}, {"source": 256, "target": 249, "relation": "出自于"}, {"source": 95, "target": 11, "relation": "创作"}, {"source": 93, "target": 60, "relation": "创作"}, {"source": 184, "target": 93, "relation": "出自于"}, {"source": 178, "target": 49, "relation": "创作"}, {"source": 33, "target": 61, "relation": "创作"}, {"source": 184, "target": 33, "relation": "出自于"}, {"source": 169, "target": 119, "relation": "创作"}, {"source": 117, "target": 169, "relation": "出自于"}, {"source": 72, "target": 30, "relation": "创作"}, {"source": 84, "target": 103, "relation": "创作"}, {"source": 117, "target": 84, "relation": "出自于"}, {"source": 16, "target": 25, "relation": "创作"}, {"source": 157, "target": 6, "relation": "创作"}, {"source": 256, "target": 157, "relation": "出自于"}, {"source": 170, "target": 253, "relation": "创作"}, {"source": 256, "target": 170, "relation": "出自于"}, {"source": 62, "target": 91, "relation": "创作"}, {"source": 184, "target": 62, "relation": "出自于"}, {"source": 93, "target": 45, "relation": "创作"}, {"source": 263, "target": 143, "relation": "创作"}, {"source": 159, "target": 222, "relation": "创作"}, {"source": 230, "target": 211, "relation": "创作"}, {"source": 256, "target": 230, "relation": "出自于"}, {"source": 72, "target": 193, "relation": "创作"}, {"source": 261, "target": 217, "relation": "创作"}, {"source": 184, "target": 261, "relation": "出自于"}, {"source": 126, "target": 1, "relation": "创作"}, {"source": 184, "target": 126, "relation": "出自于"}, {"source": 23, "target": 13, "relation": "创作"}, {"source": 44, "target": 23, "relation": "出自于"}, {"source": 74, "target": 89, "relation": "创作"}, {"source": 256, "target": 74, "relation": "出自于"}, {"source": 155, "target": 63, "relation": "创作"}, {"source": 256, "target": 155, "relation": "出自于"}, {"source": 178, "target": 0, "relation": "创作"}, {"source": 223, "target": 171, "relation": "创作"}, {"source": 256, "target": 223, "relation": "出自于"}, {"source": 94, "target": 75, "relation": "创作"}, {"source": 159, "target": 235, "relation": "创作"}, {"source": 127, "target": 46, "relation": "创作"}, {"source": 256, "target": 127, "relation": "出自于"}, {"source": 233, "target": 192, "relation": "创作"}, {"source": 74, "target": 76, "relation": "创作"}, {"source": 178, "target": 252, "relation": "创作"}, {"source": 73, "target": 220, "relation": "创作"}, {"source": 205, "target": 65, "relation": "创作"}, {"source": 256, "target": 205, "relation": "出自于"}, {"source": 127, "target": 194, "relation": "创作"}, {"source": 178, "target": 133, "relation": "创作"}, {"source": 201, "target": 128, "relation": "创作"}, {"source": 7, "target": 80, "relation": "创作"}, {"source": 256, "target": 7, "relation": "出自于"}, {"source": 159, "target": 5, "relation": "创作"}, {"source": 72, "target": 134, "relation": "创作"}, {"source": 178, "target": 234, "relation": "创作"}, {"source": 178, "target": 52, "relation": "创作"}, {"source": 178, "target": 31, "relation": "创作"}, {"source": 178, "target": 99, "relation": "创作"}, {"source": 107, "target": 139, "relation": "创作"}, {"source": 180, "target": 206, "relation": "创作"}, {"source": 184, "target": 180, "relation": "出自于"}, {"source": 109, "target": 158, "relation": "创作"}, {"source": 102, "target": 109, "relation": "出自于"}, {"source": 66, "target": 210, "relation": "创作"}, {"source": 256, "target": 66, "relation": "出自于"}, {"source": 34, "target": 19, "relation": "创作"}, {"source": 184, "target": 34, "relation": "出自于"}, {"source": 257, "target": 173, "relation": "创作"}, {"source": 184, "target": 257, "relation": "出自于"}, {"source": 263, "target": 116, "relation": "创作"}, {"source": 9, "target": 231, "relation": "创作"}, {"source": 72, "target": 151, "relation": "创作"}, {"source": 199, "target": 174, "relation": "创作"}, {"source": 3, "target": 199, "relation": "出自于"}, {"source": 83, "target": 122, "relation": "创作"}, {"source": 184, "target": 83, "relation": "出自于"}, {"source": 73, "target": 55, "relation": "创作"}, {"source": 260, "target": 98, "relation": "创作"}, {"source": 256, "target": 260, "relation": "出自于"}, {"source": 178, "target": 250, "relation": "创作"}, {"source": 144, "target": 232, "relation": "创作"}, {"source": 184, "target": 144, "relation": "出自于"}, {"source": 94, "target": 118, "relation": "创作"}, {"source": 56, "target": 67, "relation": "创作"}, {"source": 176, "target": 56, "relation": "出自于"}, {"source": 69, "target": 70, "relation": "创作"}, {"source": 256, "target": 69, "relation": "出自于"}, {"source": 104, "target": 14, "relation": "创作"}, {"source": 256, "target": 104, "relation": "出自于"}, {"source": 94, "target": 120, "relation": "创作"}, {"source": 73, "target": 190, "relation": "创作"}, {"source": 243, "target": 53, "relation": "创作"}, {"source": 184, "target": 243, "relation": "出自于"}, {"source": 215, "target": 64, "relation": "创作"}, {"source": 145, "target": 125, "relation": "创作"}, {"source": 256, "target": 145, "relation": "出自于"}]}