{"nodes": [{"name": "佚名", "dynasty": "先秦"}, {"name": "宋琬", "dynasty": "清代"}, {"name": "齐之鸾", "dynasty": "明代"}, {"dynasty": "明代"}, {"name": "秋思", "prop": {"content": "利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。衣杵相望深巷月，井桐摇落故园秋。欲舒老眼无高处，安得元龙百尺楼。", "translation": "利欲驱使人东奔西走，如同万头火牛奔突一样，倒不如做个江湖之人，像沙鸥鸟那样自由自在。无所事事的时候感觉一日长似一年，即使是天大的事，喝醉了也就无事了。在捣衣棒的敲击声中，深巷里的明月渐渐西沉，井边的梧桐树忽然摇动叶落，方知故乡也是秋天了。想极目远眺，苦于没有登高的地方，哪能像陈登站在百尺楼上，高论天下大事呢。"}}, {"name": "诉衷情·秋情", "prop": {"content": "片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。 凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。", "translation": "　　“片云”两句，写秋景。此言秋季的阵雨随着云来，又伴着云去。江上的鸥鸟也伴随着雨云沿着江面而上下翱翔翻飞。在空蒙的水色中，隐隐约约地显现出来一座绿色的汀洲。“小莲”两句是说：水中的红白莲花如今已经凋零枯萎，那凄切的模样看了真是叫人心疼啊。只有那田田的荷叶还密密地覆盖在这水面之上。这时候又到了一年之中的秋收时节。　"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "鄂州南楼", "prop": {"content": "谁将玉笛弄中秋？黄鹤归来识旧游。汉树有情横北渚，蜀江无语抱南楼。烛天灯火三更市，摇月旌旗万里舟。却笑鲈乡垂钓手，武昌鱼好便淹留。", "translation": "谁在中秋的夜晚吹奏着玉笛？黄鹤飞回时不会认不得旧游之地。汉阳的云树依然多情地横布在长江北岸，江水默默地环拥在南楼楼底。夜已深街市仍旧灯火通明照亮天空。舳船罗列，旌旗把月光搅动了。可笑我这鲈鱼乡里的钓鱼翁，竟然因为武昌鱼好吃，就滞留在此地！"}}, {"name": "于谦", "dynasty": "明代"}, {"name": "鹧鸪天·卫县道中有怀", "prop": {"content": "雁足无书古塞幽。一程烟草一程愁。帽檐尘重风吹野，帐角香销月满楼。 情思乱，梦魂浮。缃裙多忆敝貂裘。官河水静阑干暖，徙倚斜阳怨晚秋。", "translation": "　　《鹧鸪天·卫县道中，有怀其人》抒写词人在行旅途中对家乡美眷的思念。上阕写行旅中的愁绪，感情凝重，意境深远：“雁足无书古塞幽，一程烟草一程愁。”词人还未到目的地就盼望家中的书信，他仰望长空的大雁，期望它们的足上带着亲人的书简，然而这只能是一个空幻的奢望，苍茫幽远的塞北风云，益发增添了他怀念家乡的忧思。衰黄的枯草笼着黯淡的烟尘，他走一程愁一程，愁绪随着路程的辽远不断增加，正是行程日以远，愁思日以增呵!“帽檐尘重风吹野”，写出诗人长途跋涉的苦况：冷风在旷野上肆虐地狂吹，帽檐上的尘土渐渐加厚加重；“帐角香销月满楼”，则写出诗人孤宿客馆中的寂寞，帷帐香销，月满高楼，深宵辗转，耿耿难眠。"}}, {"name": "菩萨蛮·其二", "prop": {"content": "人人尽说江南好，游人只合江南老。春水碧于天，画船听雨眠。垆边人似月，皓腕凝霜雪。未老莫还乡，还乡须断肠。", "translation": "人人都说江南好，来到这的游人只想在江南慢慢变老。春天的江水清澈碧绿更胜天空的碧蓝，还可以在有彩绘的船上听着雨声入眠。江南酒家卖酒的女子美丽无比，盛酒撩袖时露出的双臂洁白如雪。年华未衰之时不要回乡，回到家乡后必定要愁肠寸断。"}}, {"name": "凤栖梧·霜树重重青嶂", "prop": {"content": "霜树重重青嶂小，高栋飞云，正在霜林杪。九日黄花才过了，一尊聊慰秋容老。翠色有无眉淡扫。身在西山，却爱东山好。流水极天横晚照，酒阑望断西河道。", "translation": "霜树重重叠叠远山显得越来越小，流动的云团高高的楼阁仿佛就在林梢之上，九月九日重阳节刚刚过去。一杯菊花酒聊以自慰衰老的容颜。翠绿山色若有若无就像淡扫的眉黛。而今虽在西山却喜爱归隐东山。流水连天夕阳横照于水里，酒尽高楼眺望那通往家乡的西河道风光。"}}, {"name": "桂州腊夜", "prop": {"content": "坐到三更尽，归仍万里赊。雪声偏傍竹，寒梦不离家。晓角分残漏，孤灯落碎花。二年随骠骑，辛苦向天涯。", "translation": "除夕守岁一直坐到三更尽，回乡之路远隔万里长路狭。雪花飒飒作响偏落竹林旁，凄寒之夜几番梦回总关家。破晓的号角替代残夜漏声，孤灯将要燃尽掉落碎芯花。这两年离家在外跟随骠骑，艰辛劳苦岁暮还滞留天涯。"}}, {"name": "石茂华", "dynasty": "明代"}, {"name": "归雁二首", "prop": {"content": "万里衡阳雁，今年又北归。双双瞻客上，一一背人飞。云里相呼疾，沙边自宿稀。系书元浪语，愁寂故山薇。欲雪违胡地，先花别楚云。却过清渭影，高起洞庭群。塞北春阴暮，江南日色曛。伤弓流落羽，行断不堪闻。", "translation": "杜甫自大历三年（768）正月带着全家离开四川，在湖北、湖南飘泊了两年多，写下九十多首诗，其中以《归雁》为题的诗写了四首。到了衡州，杜甫写《归雁二首》（翻宋本第二首题名为《再吟》），对衡阳雁北飞寄予无限牵挂。归是主题，雁是道具，诗人借雁抒发难以排遣的愁绪乡思。 "}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "水龙吟·夜深客子移舟", "prop": {"content": "夜深客子移舟处，两两沙禽惊起。红衣入桨，青灯摇浪，微凉意思。把酒临风，不思归去，有如此水。况茂陵游倦，长干望久，芳心事、箫声里。屈指归期尚未。鹊南飞、有人应喜。画阑桂子，留香小待，提携影底。我已情多，十年幽梦，略曾如此。甚谢郎、也恨飘零，解道月明千里。", "translation": "夜已深，移舟更向鉴湖深处，不觉惊起双双飞鸟。船桨搅动着荷花，船灯也随之摇动，泛起了阵阵波纹，竟有丝丝凉意。把酒言欢，我心怀归，有此水为证。我本有归去之志，更何况远游已倦，伊人望久，把美好之心愿，诉诸悠悠之箫声。数着手指算了算归期还未到。伊人闻鹊而喜，画栏之前，桂树飘香，等待人儿归，待得人儿归，好与伊人携手游赏于月光之下，桂花影里。我已是自伤情多，自远游以来，悲欢离合，总如梦幻，悲多欢少，大抵如此。为何友人你也是自恨飘泊，咏出月明千里一类之词章呢？"}}, {"name": "春日闻杜宇", "prop": {"content": "杜鹃日日劝人归，一片归心谁得知。望帝有神如可问，谓予何日是归期。", "translation": "杜鹃鸣声凄厉，每天都在劝我归去。我的一片思乡之情这样深、这样痛。如果有谁知道望帝有灵，那么可以问问他，希望他告诉我究竟何日是归期。"}}, {"name": "十六夜玩月", "prop": {"content": "旧挹金波爽，皆传玉露秋。关山随地阔，河汉近人流。谷口樵归唱，孤城笛起愁。巴童浑不寝，半夜有行舟。", "translation": "十六的夜晚月光皎洁明亮，似金波可舀，让人爽目怡悦，月光照耀下秋露似玉般浓郁可人。关山在皎洁的月光的照耀下也仿佛开阔了许多，站在山上仿佛银河就流在脚畔，星辰与我共饮。远处，樵夫唱着歌伴月而归，思乡的战士吹响的萧索笛声缓缓从城楼上飘逸出来。孩童们却不懂这些淡淡的乡愁，嬉戏打闹，乐不思蜀，半夜还在河上行船游玩。"}}, {"name": "枯树赋", "prop": {"content": "　　殷仲文风流儒雅，海内知名。世异时移，出为东阳太守。常忽忽不乐，顾庭槐而叹曰：“此树婆娑，生意尽矣！”。 　　至如白鹿贞松，青牛文梓。根柢盘魄，山崖表里。桂何事而销亡，桐何为而半死？昔之三河徙植，九畹移根。开花建始之殿，落实睢阳之园。声含嶰谷，曲抱《云门》。将雏集凤，比翼巢鸳。临风亭而唳鹤，对月峡而吟猿。乃有拳曲拥肿，盘坳反覆。熊彪顾盼，鱼龙起伏。节竖山连，文横水蹙。匠石惊视，公输眩目。雕镌始就，剞劂仍加。平鳞铲甲，落角摧牙。重重碎锦，片片真花。纷披草树，散乱烟霞。　　若夫松子、古度、平仲、君迁，森梢百顷，槎枿千年。秦则大夫受职，汉则将军坐焉。莫不苔埋菌压，鸟剥虫穿。或低垂于霜露，或撼顿于风烟。东海有白木之庙，西河有枯桑之社，北陆以杨叶为关，南陵以梅根作冶。小山则丛桂留人，扶风则长松系马。岂独城临细柳之上，塞落桃林之下。　　若乃山河阻绝，飘零离别。拔本垂泪，伤根沥血。火入空心，膏流断节。横洞口而敧卧，顿山腰而半折，文斜者百围冰碎，理正者千寻瓦裂。载瘿衔瘤，藏穿抱穴，木魅睒睗，山精妖孽。　　况复风云不感，羁旅无归。未能采葛，还成食薇。沉沦穷巷，芜没荆扉，既伤摇落，弥嗟变衰。《淮南子》云：“木叶落，长年悲。”斯之谓矣。乃歌曰：”建章三月火，黄河万里槎。若非金谷满园树，即是河阳一县花。“桓大司马闻而叹曰：“昔年种柳，依依汉南。今看摇落，凄怆江潭。树犹如此，人何以堪！”", "translation": ""}}, {"name": "题盘豆驿水馆后轩", "prop": {"content": "极目晴川展画屏，地从桃塞接蒲城。滩头鹭占清波立，原上人侵落照耕。去雁数行天际没，孤云一点静中生。凭轩尽日不回首，楚水吴山无限情。", "translation": "举目远眺，万里晴空下的渭南平原像一幅展开的画图，盘豆驿地处桃林塞与蒲城之间。白鹭鸟站立在水边，太阳已经落山了，高原上农民还趁着余晖忙着耕地。南去的飞雁消失在遥远的天边，一片孤云在山间悠闲地升起。我在驿馆后轩整天依窗眺望，眼前的山山水水充满诗情画意。"}}, {"name": "蜀中九日 / 九日登", "prop": {"content": "九月九日望乡台，他席他乡送客杯。 人情已厌南中苦，鸿雁那从北地来。", "translation": "重阳节登高眺望家乡，异乡的别宴上喝着送客的酒，只感无限烦愁。心中已经厌倦了南方客居的各种愁苦，无法归去，鸿雁又为何还要从北方来。"}}, {"name": "塞鸿秋·山行警", "prop": {"content": "东边路西边路南边路，五里铺七里铺十里铺。行一步盼一步懒一步，霎时间天也暮日也暮云也暮。斜阳满地铺，回首生烟雾。兀的不山无数水无数情无数。", "translation": "东边路，西边路，南边路，一条条路径分岔；刚刚过了五里铺，又走到了七里铺、十里铺。走一下回头看一看，不愿再走下一步，不知不觉中已近黄昏，陡然间惊觉太阳就要落山了，云彩也渐渐黯淡下来，天就要黑了。斜阳满地铺盖，回首已是烟雾一派。数不清的山，数不尽的水，怎不叫人涌起无穷的感慨！"}}, {"name": "奉陪封大夫九日登高", "prop": {"content": "九日黄花酒，登高会昔闻。霜威逐亚相，杀气傍中军。横笛惊征雁，娇歌落塞云。边头幸无事，醉舞荷吾君。", "translation": "重阳之日，大家一起喝菊花酒、登高山，这与传统的习俗是一样的。封将军治军威严峻厉，常让人感到一股肃杀之气。横笛凄凉的声音令南飞的大雁悚然惊动，娇美的歌声令边塞的云彩陶醉而降落。边廷上，幸喜没有战事，承蒙您的恩惠，戍守的人们得以放怀欢乐、醉舞军中。"}}, {"name": "南中咏雁诗", "prop": {"content": "万里人南去，三春雁北飞。不知何岁月，得与尔同归？", "translation": "我被贬谪到万里之外、险恶湿热的南方，春暖花开之际，大雁正朝北飞去。不知道要等到何年何月，我才能与你们一道回到北方？"}}, {"name": "客游", "prop": {"content": "悲满千里心，日暖南山石。不谒承明庐，老作平原客。四时别家庙，三年去乡国。旅歌屡弹铗，归问时裂帛。", "translation": "想象着家乡温暖的太阳照耀在南山的石头上，远在千里之外的游子心中满是悲愁。没有机会进京入朝为官，只能长久地滞留在赵国的旧地。自己已经离开家乡三年，三年都没有机会去祭拜自己的祖宗。我经常像冯谖那样弹铗而歌却未能如愿，只能写封书信来表示自己希望早日还家的心情。"}}, {"name": "和晋陵陆丞早春游望", "prop": {"content": "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。", "translation": "只有远离故里外出做官之人，特别敏感自然物候转化更新。海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。"}}, {"name": "临平泊舟", "prop": {"content": "客舟系缆柳阴旁，湖影侵篷夜气凉。 万顷波光摇月碎，一天风露藕花香。 ", "translation": "　　这首诗描写了诗人夏夜泊舟所见的景色，境界阔大，意境深远。表达了诗人在作客他乡时的那种孤独寂寞， 相当敏感，对身边的防范和感应都达到了一个无以复加的地步。 "}}, {"name": "渡荆门送别", "prop": {"content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。", "translation": "我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。山随着平坦广阔的原野的出现逐渐消失，江水在一望无际的原野中奔流。江面月影好似天上飞来的明镜，云层缔构城外幻出海市蜃楼。我依然怜爱这来自故乡之水，不远万里来送我东行的小舟。"}}, {"name": "长相思", "prop": {"content": "山一程，水一程，身向榆关那畔行，夜深千帐灯。风一更，雪一更，聒碎乡心梦不成，故园无此声。", "translation": "跋山涉水走过一程又一程，将士们马不停蹄地向着山海关进发。夜已经深了，千万个帐篷里都点起了灯。帐篷外风声不断，雪花不住，嘈杂的声音打碎了思乡的梦，想到远隔千里的家乡没有这样的声音啊。"}}, {"name": "登柳州峨山", "prop": {"content": "荒山秋日午，独上意悠悠。如何望乡处，西北是融州。", "translation": "一个秋天的中午我登上了荒山，独自一人形影孤单意乱心烦。无可奈何望不到故乡的踪影，西北方向尽是融州的高大山峦。"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "夜 / 秋夜客舍", "prop": {"content": "露下天高秋水清，空山独夜旅魂惊。疏灯自照孤帆宿，新月犹悬双杵鸣。南菊再逢人卧病，北书不至雁无情。步檐倚仗看牛斗，银汉遥应接凤城。", "translation": "白露降了，秋空高远，江水澄清，独自在空山在深夜旅魂震惊。岸边眠宿着孤帆的暗影，空自映照水上的是散落的疏灯。一弯新月扰自高悬天上，山上不时传来捣衣双杵的鸣声。从客居云安算起，至今已两度与秋菊重逢，可叹我依旧卧病在山城。北方故乡的书信至今没有捎来，南飞的大雁啊怎么这般无情！我拄着拐杖独自徘徊在屋檐下面，久久地久久地遥望牛斗二星。迢递的银河默默地从楼阁上空流过，它的来端该不是通到了长安京城？"}}, {"name": "大堤曲", "prop": {"content": "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风复无情，吹我梦魂散。不见眼中人，天长音信断。", "translation": "汉水绕着襄阳城，大堤上春暖花开。在大堤上想起了与佳人相会的日子，不禁望着蓝天白云而热泪盈眶。本是多情的春风，如今也显得无情起来，将我的好梦吹散。梦中的眼中人不见了，想给她寄个音信，也因天长地远，而无法到达。"}}, {"name": "左辅", "dynasty": "清代"}, {"name": "更漏子·秋", "prop": {"content": "墨痕香，红蜡泪。点点愁人离思。桐叶落，蓼花残。雁声天外寒。五云岭，九溪坞。待到秋来更苦。风淅淅，水淙淙。不教蓬径通。", "translation": "　　张淑芳，宋朝女词人。《西湖志余》记载：”张淑芳，贾似道妾，南宋临安（今杭州市）人，西湖樵家女，姿容美丽，能诗善词”。"}}, {"name": "遇长安使寄裴尚书", "prop": {"content": "传闻合浦叶，远向洛阳飞。北风尚嘶马，南冠独不归。去云目徒送，离琴手自挥。秋蓬失处所，春草屡芳菲。太息关山月，风尘客子衣。", "translation": "传说合浦有一株杉树，随风远向北方洛阳飞。胡马感北风尚知嘶鸣，南冠羁居却不能回归。目送云彩向家乡飘去，离开琴弦手指仍自挥。秋蓬飞荡失去原住所，光阴转芳草多次芳菲。长声叹息旅途关山月，风尘沾满天涯客子衣。"}}, {"name": "菩萨蛮·归鸿声断残云", "prop": {"content": "归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。", "translation": "大雁北归，声声鸣叫，使人断肠的鸣声消失在布着丝丝残云的碧空中。窗外飘下了纷纷扬扬的雪花，室内垂直地升起了一缕炉烟。在微微烛光的映照下她头上插戴着明亮的凤钗，凤钗上所装饰的人胜首饰那么轻巧。一夜凄凄角声把晓色催来，看晓漏已是黎明时分，斗转星横，天将破晓。转眼天光大亮，报春的花儿想是开放了吧。但是时在早春，西风还余威阵阵，花儿仍然受到料峭春寒的威胁，那有心思出来争春！"}}, {"name": "长江万里图", "prop": {"content": "我家岷山更西住，正见岷江发源处。三巴春霁雪初消，百折千回向东去。江水东流万里长，人今漂泊尚他乡。烟波草色时牵恨，风雨猿声欲断肠。", "translation": "我的老家是在岷山以西，可以见到岷江发源之地。每到春天巴郡、巴东、巴西三郡冰雪渐消，化为江水曲折向东流去。浩浩荡荡的江水向东流奔流万里，流落的人至今仍漂泊在他乡。烟波草色常常使我惆怅，风雨之中哀啼不绝的猿声让人愁断肠。"}}, {"name": "和上官伟长芜城晚眺", "prop": {"content": "平芜古堞暮萧条，归思凭高黯未消。京口寒烟鸦外灭，历阳秋色雁边遥。清江木落长疑雨，暗浦风多欲上潮。惆怅此时频极目，江南江北路遥遥。", "translation": "暮色下放眼望去，杂草蔓生的原野尽显萧条，心情黯然忧伤凭高远眺归思难消。在京口望向飘起的寒烟，乌鸦凄切飞过，夕阳下的秋色映照下雁边更显遥远。长江边上飘洒的落叶像极了落下的雨水，江浦色暗而风大，怕是潮汛要来。频频极目远眺故乡，而终因为长江南北路途遥远而不可见。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "竹枝词二首·其二", "prop": {"content": "楚水巴山江雨多，巴人能唱本乡歌。今朝北客思归去，回入纥那披绿罗。", "translation": "巴山楚水江上雨水多，巴人擅长吟唱本乡歌。今朝北方客子思归去，回乡迎来纥那披绿罗。"}}, {"dynasty": "五代"}, {"name": "九日", "prop": {"content": "三载重阳菊，开时不在家。何期今日酒，忽对故园花。野旷云连树，天寒雁聚沙。登临无限意，何处望京华。", "translation": "三年过去，庭院里的菊花依旧在重阳盛开，可惜我此时身在异乡为 异客。哪里想到今日独自饮酒，只能对着故乡的菊花把盏，极目远眺，远处的云仿佛和树连到了一起。天气开始转寒，大雁结队南迁。重阳之时独自登高，心中感慨万千。放眼望去都是陌生的景物，惟独看不到故乡的踪影。"}}, {"name": "晚度天山有怀京邑", "prop": {"content": "忽上天山路，依然想物华。云疑上苑叶，雪似御沟花。行叹戎麾远，坐怜衣带赊。交河浮绝塞，弱水浸流沙。旅思徒漂梗，归期未及瓜。宁知心断绝，夜夜泣胡笳。", "translation": "　　首联“忽上天山路，依然想物华”意为：忽然登上了天山，向南远眺，心绪愁闷，不由想起京城中那美丽的自然景色。“忽”字形象、生动，由于天山高峻，往上攀爬时感到遥如登天，到达山顶时，眼前景色一下子开阔起来，有豁然开朗之感。可惜瞬间的惊异、喜悦之余，诗人又陷入了对京城的思念。开宗明义，直指题目。"}}, {"name": "除夜宿石头驿", "prop": {"content": "旅馆谁相问，寒灯独可亲。一年将尽夜，万里未归人。寥落悲前事，支离笑此身。愁颜与衰鬓，明日又逢春。", "translation": "在这寂寞的旅店中有谁来看望慰问，只有一盏孤灯与人相伴相亲。今夜是一年中的最后一个夜晚，我还在万里漂泊未能归家。回首前尘竟是一事无成，令人感到悲凉伤心；孤独的我只有苦笑与酸辛。愁苦使我容颜变老，两鬓斑白，在一片叹息声中又迎来了一个新春。"}}, {"name": "定西番·紫塞月明千里", "prop": {"content": "紫塞月明千里，金甲冷，戍楼寒。梦长安。乡思望中天阔，漏残星亦残。画角数声呜咽，雪漫漫。", "translation": "明月千里照着长城，将士的盔甲寒冷如冰，戍楼上寒风凛冽，又把长安吹入梦中。思乡的时候仰望苍天，苍天像思愁浩渺无边。刁斗的残声里残星稀落，城头响起几声呜咽的号角，随着纷飞的大雪漫漫地飘散。"}}, {"name": "望木瓜山", "prop": {"content": "早起见日出，暮见栖鸟还。客心自酸楚，况对木瓜山。", "translation": "早晨起来看见太阳升起，傍晚时分看见归鸟还巢。身在异乡内心本已酸楚，何况还面对着木瓜山。"}}, {"name": "朱栴", "dynasty": "明代"}, {"name": "旅寓安南", "prop": {"content": "交趾殊风候，寒迟暖复催。仲冬山果熟，正月野花开。积雨生昏雾，轻霜下震雷。故乡逾万里，客思倍从来。", "translation": "岭南的气候真特殊，严寒来得迟，暖风又常吹。山果冬天熟，野花正月开。雨天生雾气，霜天会打雷。故乡远在万里外，这特殊的气候使我的乡愁更加倍。"}}, {"name": "河广", "prop": {"content": "谁谓河广？一苇杭之。谁谓宋远？跂予望之。谁谓河广？曾不容刀。谁谓宋远？曾不崇朝。", "translation": "谁说黄河宽又广？一个芦苇筏就能航行。谁说宋国很遥远？踮起脚尖就能望见。谁说黄河广又宽？难以容纳小木船。谁说宋国很遥远？一个早晨就能到达。"}}, {"name": "晚次鄂州", "prop": {"content": "云开远见汉阳城，犹是孤帆一日程。估客昼眠知浪静，舟人夜语觉潮生。三湘愁鬓逢秋色，万里归心对月明。旧业已随征战尽，更堪江上鼓鼙声。", "translation": "雾散云开远远望见汉阳城，孤舟漂游还要走一日路程。商贾在白日睡觉知道浪静，船夫在夜间说话感到潮生。看三湘秋色两边鬓发衰白，望万里明月思归心意更增。家乡旧业已经被战乱毁尽，哪堪再听见江上鼓角声声。"}}, {"name": "点绛唇·一种蛾眉", "prop": {"content": "一种蛾眉，下弦不似初弦好。庾郎未老，何事伤心早？素壁斜辉，竹影横窗扫。空房悄，乌啼欲晓，又下西楼了。", "translation": "同样的蛾眉月，但下弦之月就不如上弦月好。就像那愁苦之时下垂的眉毛不如欢乐时上弯的眉毛好一样。被滞留在北国的庾信年纪未老，为何过早地开始伤心呢？白色墙壁上落下月亮的余晖，竹影在窗棂间轻轻摇曳。相思的人独守空闺，直到乌鸦声起、清晓将至，月亮也落下来了，徒留一人对影凭吊。"}}, {"name": "马戴", "dynasty": "唐代"}, {"name": "方干", "dynasty": "唐代"}, {"name": "奉酬李都督表丈早春作", "prop": {"content": "力疾坐清晓，来时悲早春。转添愁伴客，更觉老随人。红入桃花嫩，青归柳叶新。望乡应未已，四海尚风尘。", "translation": "正当扶病强起之际，忽接来诗为春天的旱来而悲哀。因读来诗转添了自己的哀愁，又缘愁而更伤自己的日益衰老。在大好的春天里，红色的桃花娇嫩吐艳，青色的杨柳新抽枝叶。面对良辰美景我遥念故乡从未中断，想到四海之内仍战乱不已，风尘满布啊！"}}, {"name": "王湾", "dynasty": "唐代"}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "春兴", "prop": {"content": "杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)", "translation": "雨后初晴，细雨冲刷过的柳树苍翠欲滴，残花凋谢落尽，黄莺在枝头啼鸣。一夜春风吹起了我的思乡梦，在梦中我追逐着春风飞回了洛阳城。"}}, {"name": "听雨", "prop": {"content": "屏风围坐鬓毵毵，绛蜡摇光照暮酣。京国多年情尽改，忽听春雨忆江南。", "translation": "我的鬓发已是斑白稀疏，独坐于屏风之间，看着红烛发出摇曳的光影照亮这寂静深夜。在京城多年性情尽改，忽然听到春雨淋淋的声响，又重新勾起对家乡江南的思念。"}}, {"name": "周紫芝", "dynasty": "宋代"}, {"name": "元好问", "dynasty": "金朝"}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "村行", "prop": {"content": "马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。", "translation": "马儿穿行在山间小路，路旁的野菊已微微开放，任由马儿随意行走兴致悠长。秋风瑟瑟在山谷间不停回响，看数座山峰默默伫立在夕阳斜晖中。棠梨的落叶红得好似胭脂一般，香气扑鼻的荞麦花啊洁白如雪。是什么让我在吟诗时忽觉惆怅，原来是这乡村景色像极了我的家乡！"}}, {"name": "寒夜思友三首·其三", "prop": {"content": "朝朝翠山下，夜夜苍江曲。复此遥相思，清尊湛芳绿。", "translation": "每个早晨站在翠山之下，每个夜晚来到苍江水流转弯处，吟唱着思乡的曲子。我一再来到这里思念远方的亲人，盼望着一起喝酒，陶醉在花香绿树里。"}}, {"name": "滞雨", "prop": {"content": "滞雨长安夜，残灯独客愁。故乡云水地，归梦不宜秋。", "translation": "连绵不断的夜雨，留滞在长安之夜；独对黯淡的残灯，客子更触绪生愁。我向往着的故乡，美丽的云水之地；怕的是归乡之梦，不宜于这个清秋。"}}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "韩琮", "dynasty": "唐代"}, {"name": "望月婆罗门引·元夕", "prop": {"content": "小寒料峭，一番春意换年芳。蛾儿雪柳风光。开尽星桥铁锁，平地泻银潢。记当时行乐，年少如狂。宦游异乡。对节物、只堪伤。冷落谯楼淡月，燕寝馀香。快呼伯雅，要洗我、穷愁九曲肠。休更问、勋业行藏。", "translation": "无"}}, {"name": "金陵后观棋绝句六首·", "prop": {"content": "寂寞枯枰响泬寥，秦淮秋老咽寒潮。白头灯影凉宵里，一局残棋见六朝。", "translation": "　　诗人将寂寞冷落的残局，融入秦淮秋潮幽咽凄清的背景之中，极力渲染金陵城的萧瑟氛围。进而借观棋抒发心中感慨，在棋的残局中寄寓了诗人的故国之思。构思精巧，情调凄楚，含蓄蕴藉，是一首情景兼胜的好诗。 "}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "张淑芳", "dynasty": "宋代"}, {"name": "清平乐·发汉儿村题壁", "prop": {"content": "参横月落，客绪从谁托。望里家山云漠漠，似有红楼一角。不如意事年年，消磨绝塞风烟。输与五陵公子，此时梦绕花前。", "translation": "月亮已落，夜色已深，心头的愁绪又能向谁诉说。透过微薄的月色，向家乡的方向放眼远望，一片寒烟萦绕，隐约中只能看见红楼的一角。不如意的事情年年都有，这塞外寒烟里，竞蹉跎了好些年岁。哪里比得上那京城之中的富家公子们，此时一定在楼中梦里笙歌，还没有醒来。"}}, {"name": "黄庚", "dynasty": "元代"}, {"name": "欧阳詹", "dynasty": "唐代"}, {"name": "雍陶", "dynasty": "唐代"}, {"name": "九日寄子约", "prop": {"content": "漫有登高处，兼当望远何。对花惊白发，见雁忆黄河。乱后书来少，霜前木落多。不堪羁宦日，同是阻干戈。", "translation": "自己空有登高的兴致，可是登高望远又能如何呢？对着美丽的花儿，才惊觉自己青春已不再；看到大雁南归，想起自己游宦在外，思归却归不得。本来因为战乱的缘故，兄弟之间赖以联系的惟一方式就受到了阻隔，偏又遇上这令人伤感的萧萧落叶。常年离家在外地做官早已不堪忍受，更何况是在这样一个纷乱的年代，兄弟都为战乱所阻啊！"}}, {"name": "之宣城郡出新林浦向板", "prop": {"content": "江路西南永，归流东北骛。天际识归舟，云中辨江树。旅思倦摇摇，孤游昔已屡。既欢怀禄情，复协沧洲趣。嚣尘自兹隔，赏心于此遇。虽无玄豹姿，终隐南山雾。", "translation": "船与江水背向而行，江水尚知入海为归，人却辞别旧乡而去。水天相接处能够认出返归之船，云雾之中也能分辨江畔的树林。旅途疲倦，人只能随着江舟的颠簸摇来晃去，这样的孤旅已不是第一次。虽然为得朝廷赏识而高兴，但又怎能比得上遁迹僻远之地的情趣。。世间喧嚣从此远隔，庆幸得到这种机会。虽然没有玄豹深藏远害的资质，但也终于能够隐于南山的雾中。"}}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "六月三日夜闻蝉", "prop": {"content": "荷香清露坠，柳动好风生。微月初三夜，新蝉第一声。乍闻愁北客，静听忆东京。我有竹林宅，别来蝉再鸣。不知池上月，谁拨小船行？", "translation": "荷花散发阵阵清香，早晨的露珠将要坠入水中，柳叶随着风生动飘荡。初三夜晚新月高悬，听到了今年的第一声蝉鸣。突然听到这个声音，勾起了我这个北方来的客居之人的愁绪，静静听着想起东都洛阳。我在洛阳有履道坊宅，想来此时又有别处的蝉在我家鸣叫。不知道我家园子里倒映着月亮的水池中，是否有人趁着月色划船呢？"}}, {"name": "崔涂", "dynasty": "唐代"}, {"name": "题齐安城楼", "prop": {"content": "呜轧江楼角一声，微阳潋潋落寒汀。(呜轧 一作：呜咽)不用凭栏苦回首，故乡七十五长亭。", "translation": "江楼上响起了呜咽的号角声，残阳的余晖洒在寒冷的沙汀。不必倚靠栏杆苦苦回头眺望，这里到故乡有七十五个驿亭。 "}}, {"name": "南柯子·怅望梅花驿", "prop": {"content": "怅望梅花驿，凝情杜若洲。香云低处有高楼，可惜高楼不近木兰舟。缄素双鱼远，题红片叶秋。欲凭江水寄离愁，江已东流那肯更西流。", "translation": "惆怅的望着梅花驿，专注的看着开有燕子花的绿洲。祥云下面有高楼大厦，可惜高楼不是用木兰木做的。想用缄帛写信可是离双鱼很遥远无从寄信，于是秋叶都红了也还没写。想借助江水寄托离愁别绪，可是江水是向东流的哪里能够流向西边呢？"}}, {"name": "临江仙·绿暗汀洲三月", "prop": {"content": "绿暗汀洲三月暮，落花风静帆收。垂杨低映木兰舟。半篙春水滑，一段夕阳愁。灞水桥东回首处，美人新上帘钩。青鸾无计入红楼。行云归楚峡，飞梦到扬州。", "translation": "正是三月暮春时节，水边平地上长满了青草，一片暗绿。花儿已开始凋谢，没有一丝风，船帆也都卷起来了。高高的垂杨树下，小船横斜。江水有半篙深，正利于行船，夕阳西下，耒归的游子又增加了一段愁绪。当年在灞桥分别之时，回首眺望，只见美人也在卷帘伫视。如今远在江边，多么希望青鸟使者能为我传送信息到红楼啊：昔日的恋爱生活已成为楚峡之游，而今只能在梦中飞到扬州去和你相会了。"}}, {"name": "在武昌作", "prop": {"content": "洞庭叶未下，潇湘秋欲生。高斋今夜雨，独卧武昌城。重以桑梓念，凄其江汉情。不知天外雁，何事乐长征？", "translation": "洞庭湖畔树叶还没有掉落，潇湘一带秋天正要来临。高敞的书斋，今夜风雨飘摇，孤独地躺卧在武昌城中。对故乡的思念重又萦绕心头，身处江汉不由产生凄凉之情。不知高飞天外的鸿雁，为什么事情乐于远途跋涉，高飞天外呢？"}}, {"name": "建昌江", "prop": {"content": "建昌江水县门前，立马教人唤渡船。忽似往年归蔡渡，草风沙雨渭河边。", "translation": "建昌江水流过县门前，立马江边，派人去喊渡船。忽然感觉犹如往年回家，在蔡渡等船，风吹野草，雨打沙滩，我立马在渭河岸边。"}}, {"name": "幽州新岁作", "prop": {"content": "去岁荆南梅似雪，今年蓟北雪如梅。共知人事何常定，且喜年华去复来。边镇戍歌连夜动，京城燎火彻明开。遥遥西向长安日，愿上南山寿一杯。", "translation": "去年在荆南时，梅花盛开如雪一样；今年到了蓟北，漫天的雪花如盛开的梅花一般。昨南今北，令人叹息人事的变化无定；让人感到高兴的只有时光去了又再来，不失常度。守卫边镇士兵的歌声连夜不息，京城的烛火彻夜大放光明。向西遥望长安，希望回到朝廷，献酒于君王，祝他寿比南山。"}}, {"name": "张旭", "dynasty": "唐代"}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "京师得家书", "prop": {"content": "江水三千里，家书十五行。行行无别语，只道早还乡。", "translation": "绵绵的江水有三千里长，家书有十五行那么长。行行之间没有其他的言语，只是告诉我要尽早回到故乡。"}}, {"name": "蟾宫曲·九日", "prop": {"content": "对青山强整乌纱。归雁横秋，倦客思家。翠袖殷勤，金杯错落，玉手琵琶。人老去西风白发，蝶愁来明日黄花。回首天涯，一抹斜阳，数点寒鸦。", "translation": "面对着青山勉强整理头上的乌纱，归雁横越秋空，困倦游子思念故家。忆翠袖殷勤劝酒，金杯错落频举，玉手弹奏琵琶。西风萧萧人已衰老满头白发，玉蝶愁飞明日黄花，回头看茫茫天涯，只见一抹斜阳，几只远飞的寒鸦。 "}}, {"name": "游九龙潭", "prop": {"content": "山窗游玉女，涧户对琼峰。岩顶翔双凤，潭心倒九龙。酒中浮竹叶，杯上写芙蓉。故验家山赏，惟有风入松。", "translation": "无"}}, {"name": "张问陶", "dynasty": "清代"}, {"name": "泉水", "prop": {"content": "毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。出宿于泲，饮饯于祢，女子有行，远父母兄弟。问我诸姑，遂及伯姊。出宿于干，饮饯于言。载脂载舝，还车言迈。遄臻于卫，不瑕有害？我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。", "translation": "泉水汨汨流不息，还是回归入淇水。怀念卫国我故乡，没有一天不在想。同来姬姓好姐妹，且与她们来商量。回想当初宿泲地，摆酒饯行在祢邑。女子出嫁到别国，远离父母和兄弟。临行问候我姑母，还有众位好姊妹。如能回乡宿在干，饯行之地就在言。车轴上油插紧键，直奔故乡跑得欢。疾驰速奔回到卫，不会招来甚后患？我是思绪在肥泉，声声叹息用不休。再想须城与漕邑，我的忧伤无尽头。驾着马车去出游，借此排解我忧愁。"}}, {"name": "行舟忆永和兄弟", "prop": {"content": "一挂吴帆不计程，几回系缆几回行。天寒有日云犹冻，江阔无风浪自生。数点家山常在眼，一声寒雁正关情。长年忽得南来鲤，恐有音书作急烹。", "translation": "一只小船挂起了征帆，直下吴中，不知走了多远。只记得，几回回停舟，几回回解缆。冬日的阳光迷漾清寒，云彩仿佛被冻住了。空阔的江面上没有刮风，浪也翻卷。故乡的青山常常在眼前浮现；深秋的大雁啼鸣声声，牵动着我的思乡之情。船工突然捉住了一条从南方故乡来的鲤鱼；赶快杀掉它吧，也许鱼腹中装着家书。"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "王绩", "dynasty": "唐代"}, {"name": "风入松·危楼古镜影犹", "prop": {"content": "危楼古镜影犹寒。倒景忽相看。桃花不识东西晋，想如今、也梦邯郸。缥缈神仙海上，飘零图画人间。宝光丹气共回环。水弱小舟闲。秋风难老三珠树，尚依依、脆管清弹。说与霓裳莫舞，银桥不到深山。", "translation": "独倚高楼，望镜中身影犹感孤冷凄清寒。孤灯下形单影只，只能独坐与孤影相看。桃花独自开放不知朝代变更、人事变迁，离开故乡已久很多年，什么时候才能再回去呢？海上那神仙住处虚无缥缈，只能在这人世间飘荡流浪。霞光如锦与云雾共环绕，溪流浅浅、小舟悠闲的停靠在浅滩边上。生命力强的珍木从不惧秋风萧瑟，心中愁绪万千，只能吹奏笛子以抒心中忧闷。那翻飞的霓裳舞曲不再有，通向月宫的银桥也无法到达那遥远的山岭。"}}, {"name": "和孙明府怀旧山", "prop": {"content": "五柳先生本在山，偶然为客落人间。秋来见月多归思，自起开笼放白鹇。", "translation": "五柳先生陶渊明本来就是山村田园的隐士，偶然在世俗生活中做客，为官场所羁绊。秋天来临的时候看见月亮就会更加思乡，倒不如成全了白鹇，打开鸟笼让它回到家乡。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "江上阻风", "prop": {"content": "睡起无聊倚舵楼，瞿塘西望路悠悠。长江巨浪征人泪，一夜西风共白头。", "translation": "　　清康熙十一年（1672），宋琬“投牒自讼，冤始尽白”，冤情得以昭雪，年近花甲的宋琬再次被清廷起用，授与四川按察使。本诗即写于赴任途中。"}}, {"name": "夕次蒲类津 / 晚泊", "prop": {"content": "二庭归望断，万里客心愁。山路犹南属，河源自北流。晚风连朔气，新月照边秋。灶火通军壁，烽烟上戍楼。龙庭但苦战，燕颔会封侯。莫作兰山下，空令汉国羞。", "translation": "在边庭上望不见归处，客居万里心中充满忧愁。山中之路依然向南断续绵延，黄河之源从北面流来。晚风中夹杂着寒气，弯月照耀着边塞的秋景。火灶通向军营的墙壁，报警的烽火飘上嘹望楼。在边疆只要奋力作战，就会像班超一样得到封侯。不要作兰山下投降的李陵，平白地让大汉帝国蒙受羞辱。"}}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "遥同杜员外审言过岭", "prop": {"content": "天长地阔岭头分，去国离家见白云。洛浦风光何所似，崇山瘴疠不堪闻。南浮涨海人何处，北望衡阳雁几群。两地江山万余里，何时重谒圣明君。", "translation": "山岭是广阔天空与大地的分界，远离故乡只看得到无边的白云。洛水两岸风光何其美丽，这里的重山雾瘴难以忍受。你可渡过那风高浪急的南海，北边归去衡阳的大雁阵阵。两地间隔着遥远的距离，何时才能面圣明君呢？"}}, {"name": "刘伶", "dynasty": "魏晋"}, {"name": "醉高歌·感怀", "prop": {"content": "十年燕月歌声，几点吴霜鬓影。西风吹起鲈鱼兴，已在桑榆暮景。荣枯枕上三更，傀儡场头四并。人生幻化如泡影，那个临危自省？岸边烟柳苍苍，江上寒波漾漾。阳关旧曲低低唱，只恐行人断肠。十年旧剑长吁，一曲琵琶暗许。月明江上别湓浦，愁听兰舟夜雨。", "translation": "十年京城观赏燕月、笙歌宴舞的生活，到吴地后两鬓已是白霜点点。西风吹起，兴起思归品鲈鱼之念，而此时人已经步入晚年。人生的发达与衰败，官场上的良辰、美景、赏心、乐事，都是幻化泡影，人生无常荣华富贵不过过眼云烟。长江畔，翠柳含烟，远远望去，一片青翠莽苍；微风拂起，江水波光粼粼，似乎带有一丝寒意。道别后，只听得那令人断肠的《阳关》旧曲在低低吟唱，因为害怕远行者听到后会更加感伤。多年的为官生涯令人感叹，一曲琵琶传递思绪；与友人分别，在月白风清的夜晚乘船离开九江，最怕在木兰舟中听那淅淅沥沥的夜雨声。"}}, {"name": "渔家傲·秋思", "prop": {"content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "translation": "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。"}}, {"name": "静夜思", "prop": {"content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。", "translation": "明亮的月光洒在窗户纸上，好像地上泛起了一层白霜。我抬起头来，看那天窗外空中的明月，不由得低头沉思，想起远方的家乡。"}}, {"name": "逢入京使", "prop": {"content": "故园东望路漫漫，双袖龙钟泪不干。 马上相逢无纸笔，凭君传语报平安。", "translation": "向东遥望长安家园路途遥远，思乡之泪沾湿双袖难擦干。在马上匆匆相逢没有纸笔写书信，只有托你捎个口信，给家人报平安。"}}, {"name": "望湘人·记归程过半", "prop": {"content": "记归程过半，家住天南，吴烟越岫飘渺，转眼秋冬，几回新月，偏向离人燎皎。急管宵残，疏钟梦断，客衣寒悄。忆临岐，泪染湘罗，怕助风霜易老。是尔翠黛慵描，正恹恹憔悴，向予低道：念此去谁怜，冷暖关山路杳？才携手教、款语丁宁，眼底征云缭绕。悔不剪、春雨蘼芜，牵惹愁怀多少！", "translation": "归期已经过半，但举目遥望南天，吴山越水，云遮雾障，虚幻缥缈，前路仍望不见头。离家几月转眼已是严冬，缺月的清辉洒满大地让离家的游子心生愁绪。夜深了，附近不知何人歌筵上的急管繁弦已经消散，报时的钟声稀稀疏疏，惊醒梦魂。回想当日分别时刻，簌簌珠泪，沾湿了她的罗衣。这般愁绪让人更添风霜啊。你匆匆描过眉，深色凄迷憔悴的向我低诉：你这一去，山高水远，没有奴在身边，谁来疼你，对你嘘寒问暖呢？刚刚拉住伊人的手，让她亲切的叮咛嘱咐，眼前便见那飘飘浮云塞满了去路。我们恨透了离别，它给我们带来了多少的愁苦啊！"}}, {"name": "晚春江晴寄友人 / ", "prop": {"content": "晚日低霞绮，晴山远画眉。春青河畔草，不是望乡时。", "translation": "　　夕阳西下，含山欲坠，天边的云霞经夕阳映照，色彩斑斓。远处的青山一抹，就仿佛是美人的翠黛。春风吹青了河边的芳草，绿油油的一片，顺着河畔延伸开来。现在还不是望乡思家的时候啊。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "隔浦莲近拍·中山县圃", "prop": {"content": "新篁摇动翠葆，曲径通深窈。夏果收新脆，金丸落，惊飞鸟。浓霭迷岸草。蛙声闹，骤雨鸣池沼。水亭小。浮萍破处，帘花檐影颠倒。纶巾羽扇，困卧北窗清晓。屏里吴山梦自到。惊觉，依然身在江表。?", "translation": "新竹摇动着它是枝叶，弯弯曲曲的小路通往园林的深幽处。去收取果香四溢的新鲜脆嫩的果实了，金黄色的果实下落，惊起飞鸟。浓厚的雾气，岸边的青草，池中的青蛙。池塘蛙声的喧闹，和夏季常见的骤雨连在一起，令人如见其景，如闻其声。水亭很小，浮萍破损的地方，门前帘花，屋檐檐影颠倒了过来。他也和古代许多士大夫文人一样，在仕途不得意时，总是想归故乡。他因屏上所画吴山而联想到故乡山水，不觉在“困卧”中梦游故乡。只有在梦游中才“梦里不知身是客。”可以获得梦幻中的暂时慰藉。但梦是虚幻的，一觉来，依然面对令人厌倦的现实。"}}, {"name": "鹧鸪天·寒日萧萧上锁", "prop": {"content": "寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻龙涎香那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "人月圆·惊回一枕当年", "prop": {"content": "惊回一枕当年梦，渔唱起南津。画屏云嶂，池塘春草，无限消魂。旧家应在，梧桐覆井，杨柳藏门。闲身空老，孤篷听雨，灯火江村。", "translation": "当我正在梦中重忆当年美好生活，突然南面渡口，上的渔歌吵醒了我。抬望眼，我只看到重峦叠嶂被云雾遮挡着，眼前的景物已经大变，方知时光荏苒，令人销魂。料想从前的宅院应还在，但梧桐枝叶已掩盖了水井，家门也被杨柳枝遮盖了。而自己则是一身清闲，无所作为，只能独自在小船上听着雨声，望着夜晚江彼岸渔村的孤寂灯火发呆。"}}, {"name": "登楼望水", "prop": {"content": "鸟啼花发柳含烟，掷却风光忆少年。更上高楼望江水，故乡何处一归船。", "translation": "　　首句“鸟啼花发柳含烟”，诗人便点出了此时其身处的美好风光，可是风光大好，诗人却在下句用了“抛却”，这则点明了，诗人此时带愁，无暇眷顾风景，这同时也衬托出诗人的愁，点明诗人的遭遇，是不堪看呀。后二句，应该是虚写，诗人开始去眺望故乡，想着何时故乡才能迎来他的这一只归船，看到这里，我们就全明了，诗人愁之来源，是身处异乡而不得归也。 "}}, {"name": "阁夜", "prop": {"content": "岁暮阴阳催短景，天涯霜雪霁寒宵。五更鼓角声悲壮，三峡星河影动摇。野哭千家闻战伐，夷歌数处起渔樵。(千家 一作：几家)卧龙跃马终黄土，人事音书漫寂寥。(音书 一作：依依)", "translation": "岁末时节白天的时间就越来越短，夔州霜雪停了的寒冬夜晚，雪光映照下，明朗如昼。破晓时军营中鼓角声更显得悲壮凄凉，银河倒映江面，在湍急的江流中摇曳不定。战乱的消息传来，千家万户哭声响彻四野；渔夫樵子不时在夜深传来“ 夷歌”之声。像诸葛亮和公孙述这样的历史人物，最终也成了黄土中的枯骨；人事与音书，都只能任其寂寞了。"}}, {"name": "醉桃源·赠卢长笛", "prop": {"content": "沙河塘上旧游嬉。卢郎年少时。一声长笛月中吹。和云和雁飞。惊物换，叹星移。相看两鬓丝。断肠吴苑草凄凄。倚楼人未归。", "translation": "我们曾在沙河塘上游玩，那时候的你还是少年。月中吹起长笛声声，曲调轻快如和云和雁一起飞翔。惊叹那物换星移，岁月流逝。我们对视着，两鬓都已斑白。吴苑的迷离芳草是那样令人心碎，倚着小楼，还有未归的人。"}}, {"name": "早秋客舍", "prop": {"content": "风吹一片叶，万物已惊秋。独夜他乡泪，年年为客愁。别离何处尽，摇落几时休。不及磻溪叟，身闲长自由。", "translation": "微风吹过黄叶飘落，万物才惊觉秋天已经来了。夜晚独自一人在他乡垂泪，每年都在忍受着深深的乡愁。这长久的离别哪里才是尽头？就像这树叶，什么时候才能停止掉落，全部落叶归根？还不如磻溪边的垂钓的老翁，只能羡慕别人的自由和悠闲。"}}, {"name": "九月九日登长城关", "prop": {"content": "朔风万里入衣多，嘹呖寒空一雁过。鱼泽滩头嘶猎马，省嵬城畔看黄河。香醪欲醉茱萸节，壮志还为出塞歌。骋望因高云外尽，乡关回首愧烟萝。", "translation": "无"}}, {"name": "九江闻雁", "prop": {"content": "烟波渺渺梦悠悠，家在江南海尽头。音信稀疏兄弟隔，一声新雁九江秋。", "translation": "九江上烟波渺茫，飞向家乡的梦，也一样辽远悠长；我思念的故乡，在江南天涯海角的地方。书信稀少，兄弟相隔，猛然传来一声大雁的鸣叫，九江的秋天，又来到我的身旁。"}}, {"name": "客发苕溪", "prop": {"content": "客心如水水如愁，容易归帆趁疾流。忽讶船窗送吴语，故山月已挂船头。", "translation": "游子的归乡之愁好似流水绵绵不尽，河水迅疾让归舟行驶更加容易。忽然惊讶的听到船窗外传来吴地的语调，故乡的月亮已经照在船头。"}}, {"name": "步出城东门", "prop": {"content": "步出城东门，遥望江南路。前日风雪中，故人从此去。我欲渡河水，河水深无梁。愿为双黄鹄，高飞还故乡。", "translation": "我走出城市的东门，遥望通向江南方向的路。前天在风雪中，故人从那里离去。我想渡过黄河水，但是河水深而广。希望可以化做双飞的黄鹄，和他一起高飞回故乡。"}}, {"name": "声声慢·咏桂花", "prop": {"content": "蓝云笼晓，玉树悬秋，交加金钏霞枝。人起昭阳，禁寒粉粟生肌。浓香最无著处，渐冷香、风露成霏。绣茵展，怕空阶惊坠，化作萤飞。 三十六宫愁重，问谁持金锸，和月都移。掣锁西厢，清尊素手重携。秋来鬓华多少，任乌纱、醉压花低。正摇落，叹淹留、客又未归。", "translation": "无"}}, {"name": "江外思乡", "prop": {"content": "年年春日异乡悲，杜曲黄莺可得知。 更被夕阳江岸上，断肠烟柳一丝丝。", "translation": "每年春天都伤怀自己独在异乡，杜曲的黄莺最是了解我的心境。看到江岸上渐渐西沉的残阳，肝肠寸断好似烟柳一丝丝。 "}}, {"name": "满江红·暮雨初收", "prop": {"content": "暮雨初收，长川静、征帆夜落。临岛屿、蓼烟疏淡，苇风萧索。几许渔人飞短艇，尽载灯火归村落。遣行客、当此念回程，伤漂泊。桐江好，烟漠漠。波似染，山如削。绕严陵滩畔，鹭飞鱼跃。游宦区区成底事，平生况有云泉约。归去来、一曲仲宣吟，从军乐。", "translation": "傍晚的落雨刚刚停止，桐江一片寂静，远征的航船在夜幕中靠岸停泊。对面的岛屿上，水蓼稀疏雾霭寒凉，秋风吹拂芦苇萧索作响。多少渔人行驶着小船，却只见船上的灯火飞快地回归村落。对此令我思念起回归的路程，对漂泊生活产生了厌倦而忧伤的情绪。桐江景色美丽，雾霭漠漠密布，好似浸入了水波之中，山峰如刀削一般，白鹭和鱼儿围绕严陵濑飞翔和跳跃。游宦生涯跋涉辛苦一事无成，何况早就有归隐云山泉石的心愿。回归吧，羡慕渊明的躬耕田园，厌倦仲宣的从军艰苦。"}}, {"dynasty": "清代"}, {"name": "都下无忧馆小楼春尽旅", "prop": {"content": "病眼逢书不敢开，春泥谢容亦无来。更无短计销长日，且绕栏干一百回。不关老去愿春迟，只恨春归我未归。最是杨花欺客子，向人一一作西飞。", "translation": "　　公元1167年（南宋孝宗乾道三年），杨万里由于张浚的推荐，任临安府教授。临安府即今浙江杭州，为南宋首都。“无忧馆”则是作者给自己寓所起的名号。南宋时代，最高统治者安于现状、不思进取，杨万里正是处在这样的大环境里，很难有所作为。"}}, {"name": "阴雨", "prop": {"content": "岚雾今朝重，江山此地深。滩声秋更急，峡气晓多阴。望阙云遮眼，思乡雨滴心。将何慰幽独，赖此北窗琴。", "translation": "今天的山中雾气特别的重，天涯广阔，自己却身处如此偏僻遥远的地方。滩头江水带来的秋意扑面而来，山谷的气候湿润，晴天也多像阴天。望向帝京但是云雾遮住了双眼，思念着故乡，雨声落地滴滴打在心头。用什么来安慰我这幽深彷徨的思绪，只能依靠这北窗下的琴排解心中孤独了。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "思归", "prop": {"content": "暖丝无力自悠扬，牵引东风断客肠。外地见花终寂寞，异乡闻乐更凄凉。红垂野岸樱还熟，绿染回汀草又芳。旧里若为归去好，子期凋谢吕安亡。", "translation": "温暖春日中新绿的柳枝被风吹得高低起伏，东风吹动出外游人的心。在异地看见家乡的花感觉到无边寂寞，在异乡听到家乡的乐曲让自己感到更加凄凉。 红花飘落在地上，岸边的樱桃还没有熟透，小草重新生长绿色染遍了洲渚。如果可以回到家乡，还是早些回去，不然子期死了，吕安也亡了。"}}, {"name": "秋浦寄内", "prop": {"content": "我今寻阳去，辞家千里馀。结荷倦水宿，却寄大雷书。虽不同辛苦，怆离各自居。我自入秋浦，三年北信疏。红颜愁落尽，白发不能除。有客自梁苑，手携五色鱼。开鱼得锦字，归问我何如。江山虽道阻，意合不为殊。", "translation": "今天我离开了寻阳，已经是离家千里之外了。住在水中荷花边，为你寄上一封家书。虽然辛苦不相同，却因为两地分离而悲怆。我自从到秋浦之后，三年中很少收到北来的书信。年轻的容颜已经老去，头上的白发没有办法除去。有个客人来自梁苑，手中提着五色鱼。打开鱼肚子看到你的书信，问我有什么打算。虽然路途遥远，江山阻隔，但我们心念如一，永远不变。"}}, {"name": "都下送辛大之鄂", "prop": {"content": "南国辛居士，言归旧竹林。未逢调鼎用，徒有济川心。 予亦忘机者，田园在汉阴。因君故乡去，遥寄式微吟。", "translation": "　　前四句叙述辛大，后四句叙述自己。南方的辛居士，要回家乡去了。他空有“济川”之心，而没有发挥“调鼎”之用。信佛教而不出家的称为居士。“济川”，在这里也是求官的比喻。“调鼎”本来是宰相的职责，这里用来比喻做官。这两句诗，写得很堂皇，说穿了，只是说；他想求个一官半职，可是竟没有到手。有人把“济川心”讲做“救世济民的心”，未免抬得太高了。 "}}, {"name": "北芒客舍诗", "prop": {"content": "泱漭望舒隐，黮黤玄夜阴。寒鸡思天曙，振翅吹长音。蚊蚋归丰草，枯叶散萧林。陈醴发悴颜，巴歈畅真心。缊被终不晓，斯叹信难任。何以除斯叹，付之与瑟琴。长笛响中夕，闻此消胸襟。", "translation": "月亮被云层遮住昏暗不明，漆黑夜晚黝黑阴森。半夜时分啼叫的鸡以为天将亮，煽动翅膀发出长长的鸡啼声。蚊虫聚集在茂密草丛中，枯叶散落在寂静冷落的树林。喝下陈年的甜酒让憔悴的面容泛起红晕，心中畅怀高歌巴渝。在乱麻做的被子中迟迟等不到天亮，悲叹实在让人难以承受。如何才能排遣心中满腹的愁怀，唯有抚琴弹瑟，一抒衷肠。在半夜吹奏起长笛，听到此乐音让自己心情渐渐的平复。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "望月有感", "prop": {"content": "自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。时难年荒世业空，弟兄羁旅各西东。田园寥落干戈后，骨肉流离道路中。吊影分为千里雁，辞根散作九秋蓬。共看明月应垂泪，一夜乡心五处同。", "translation": "自从河南地区经历战乱，关内一带漕运受阻致使饥荒四起，我们兄弟也因此流离失散，各自在一处。因为看到月亮而有所感触，便随性写成诗一首来记录感想，寄给在浮梁的大哥、在於潜的七哥，在乌江的十五哥和在符离、下邽的弟弟妹妹们看。"}}, {"name": "调笑令·河汉", "prop": {"content": "河汉，河汉，晓挂秋城漫漫。愁人起望相思，塞北江南别离。离别，离别，河汉虽同路绝。", "translation": "渺远的星河，像无数盏悬挂在秋城上空的灯。辗转难眠只能披衣下床，仰望天空，思念着远方的亲人。离别呀离别，虽能仰望同一片银河，却被千山万水阻隔。"}}, {"dynasty": "朝代"}, {"name": "八月十五日夜湓亭望月", "prop": {"content": "昔年八月十五夜，曲江池畔杏园边。今年八月十五夜，湓浦沙头水馆前。西北望乡何处是，东南见月几回圆。昨风一吹无人会，今夜清光似往年。", "translation": "往年八月十五的夜晚，在京城中的曲江池畔杏园边欢度佳节。今年八月十五的夜晚，却是在被贬后的湓浦沙头水馆前度过。向着西北望也看不到家乡，人在东南看见月亮又圆了好几次。昨天的秋风吹过无人理会这凄凉的秋意，今晚清朗的月光还似以往。"}}, {"name": "醉花阴·黄花谩说年年", "prop": {"content": "黄花谩说年年好。也趁秋光老。绿鬓不惊秋，若斗尊前，人好花堪笑。蟠桃结子知多少。家住三山岛。何日跨归鸾，沧海飞尘，人世因缘了。", "translation": "　　菊花啊，不要说年年盛开花亦好，你也会随着秋日时光的流逝而凋谢。少女的乌发青丝不知岁月的无情，恍若把酒小酌，人若安好花都会随之绽放笑颜。　　桃树结了多少桃子啊，长满了我家所住的三山岛。什么时候才能跨上回归家乡的鸾凤，人世间沧海浮沉就如一粒微尘一般，都随缘起缘灭最终了结。"}}, {"name": "雨雪曲", "prop": {"content": "雨雪隔榆溪，从军度陇西。绕阵看狐迹，依山见马蹄。天寒旗彩坏，地暗鼓声低。漫漫愁云起，苍苍别路迷。", "translation": "雨雪纷飞成了边塞的隔离，跟着军队度过了陇西。绕着营地能看见狐狸留下的踪迹，在山旁还依稀能看见雪地上马蹄的印记。天寒地冻，连彩旗也黯然失色，鼓声也显得低沉。乌云漫漫愁绪绵绵，路途苍茫迷失了回家的路。"}}, {"name": "除夜长安客舍", "prop": {"content": "十上书仍寝，如流岁又迁。望家思献寿，算甲恨长年。虚牖传寒柝，孤灯照绝编。谁应问穷辙，泣尽更潸然。", "translation": "无"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "于长安归还扬州九月九", "prop": {"content": "心逐南云逝，形随北雁来。故乡篱下菊，今日几花开。", "translation": "心追逐南去的白云飘逝，身体跟随者北飞的大雁回来。家乡篱笆下的菊花，如今又有多少株盛开？"}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "赴洛道中作", "prop": {"content": "远游越山川，山川修且广。振策陟崇丘，安辔遵平莽。夕息抱影寐，朝徂衔思往。顿辔倚嵩岩，侧听悲风响。清露坠素辉，明月一何朗。抚枕不能寐，振衣独长想。", "translation": "离家远游过山川，山山水水长又宽。挥鞭策马登峻岭，提缰徐行过平原。夜宿形影自相伴，晨起含悲又向前。收缰驻马悬崖下，侧耳倾听悲风响。露珠坠下闪清辉，明月皎皎多晴朗。抚几久久不能寐，披衣独自心怅惘。"}}, {"name": "吴激", "dynasty": "宋代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "登楼赋", "prop": {"content": "　　登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭丘。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ 　　遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ 　　惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而憯恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。 ", "translation": "无"}}, {"name": "朱复之", "dynasty": "宋代"}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "醉落魄·江天云薄", "prop": {"content": "江天云薄，江头雪似杨花落。寒灯不管人离索。照得人来，真个睡不著。归期已负梅花约，又还春动空飘泊。晓寒谁看伊梳掠。雪满西楼，人阑干角。", "translation": "无"}}, {"name": "佚名", "dynasty": "魏晋"}, {"name": "夜宿七盘岭", "prop": {"content": "独游千里外，高卧七盘西。晓月临窗近，天河入户低。(晓 一作：山)芳春平仲绿，清夜子规啼。浮客空留听，褒城闻曙鸡。", "translation": "我独自远游在千里之外，住在七盘山的西面。拂晓的残月仿佛就在窗前，天上的银河好像要流进房门那样低。在这芬芳艳美的春天，银杏树一片翠绿，夜晚听见子规的声声哀啼。我孤身在这里听那子规的凄鸣，褒城里传来公鸡报晓之声。"}}, {"name": "闻鹧鸪", "prop": {"content": "鹧鸪声里夕阳西，陌上征人首尽低。遍地关山行不得，为谁辛苦尽情啼？", "translation": "无"}}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "太原早秋", "prop": {"content": "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。", "translation": "光阴逝去，花草渐渐凋零；随着大火星渐渐西移，夏天慢慢离去。秋霜早早地从北方来到这里，黄河以北已经呈出一派秋天的气息。夜夜秋梦都缠绕着边城上空的月亮，心却随着月光回到了家乡的楼上。思乡之情就像这绵绵不断的汾河水，无时无刻不在悠悠地流向家乡。"}}, {"name": "严羽", "dynasty": "宋代"}, {"name": "他乡七夕", "prop": {"content": "他乡逢七夕，旅馆益羁愁。不见穿针妇，空怀故国楼。绪风初减热，新月始临秋。谁忍窥河汉，迢迢问斗牛。", "translation": "身在他乡恰逢乞巧，看着所住途中旅店心中羁旅愁绪更甚。远离故土，不见妻子月下穿针，心中空空只余孤寂，怀念家乡。微风拂过带走盛夏的炎热，新月当空，初秋已快来临。是谁在忍着心中愁痛偷偷的看着银河？就是那遥远天际的牵牛星。"}}, {"name": "曾几", "dynasty": "宋代"}, {"name": "夜泊钱塘", "prop": {"content": "江行日已暮，何处可维舟。树里孤灯雨，风前一雁秋。离心迸落叶，乡梦入寒流。酒市那从问，微吟寄短愁。", "translation": "已是傍晚时分，船只仍在江中前行，哪里可以让我系船停泊呢？层层树林里，茫茫秋雨中，一点灯火在风雨中摇曳，失群的大雁在秋风中振翅疾飞。树叶因难以承载这离别之情而坠落，思乡之梦化入这寒冷的江水中，随着江水流动着。想要饮酒解愁，却不知道哪里有酒市，只能轻轻吟唱思乡曲，寄托自己一点思乡的愁绪。"}}, {"name": "九日感赋", "prop": {"content": "百结愁肠郁不开，此生惆怅异乡来。思亲堂上茱初插，忆妹窗前句乍裁。对菊难逢元亮酒，登楼愧乏仲宣才。良时佳节成辜负，旧日欢场半是苔。", "translation": "我的愁肠百绕千结阴郁不开，这一回我怀着失意的心情来到了异乡。重阳节这天，我刚刚插戴上茱萸，便在窗前给妹妹写起诗来。面对秋菊，难于饮到陶渊明喝的美酒；登上高楼；惭愧缺少王粲那样的才能。美好的时光中，佳节枉被辜负。那过去欢聚的地方，如今已冷落无人了。 "}}, {"name": "失题", "prop": {"content": "紫极殿前朝伏奏，龙华会里日相望。 别离岁岁如流水，谁辨他乡与故乡。 ", "translation": "想到过去帝王的宫殿前俯伏上奏，龙华会里日日相见。离开后的时光像流水一样飞快流逝，时间久远记忆已经模糊，谁又分得清哪里是他乡，哪里是故乡。"}}, {"name": "王恽", "dynasty": "元代"}, {"name": "宿云梦馆", "prop": {"content": "北雁来时岁欲昏，私书归梦杳难分。井桐叶落池荷尽，一夜西窗雨不闻。", "translation": "北来的鸿雁预示着岁暮时节到来了，妻子的来信勾起了归家之念，梦里回家神情恍惚难分真假。梦醒后推窗一看，只见桐叶凋落，池荷谢尽，已下了一夜秋雨，但自己沉酣于梦境之中，竟充耳不闻。"}}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "秋日酬王昭仪", "prop": {"content": "愁到浓时酒自斟，挑灯看剑泪痕深。黄金台愧少知己，碧玉调将空好音。万叶秋风孤馆梦，一灯夜雨故乡心。庭前昨夜梧桐雨，劲气萧萧入短襟。", "translation": "忧愁到浓烈的时候拿酒来自斟，挑亮灯端祥宝剑不觉泪痕已深。黄金台尚且羞愧缺少知己，碧玉歌即将自叹空有好音。秋风里万叶飘摇孤馆的梦难成，夜雨中一盏昏灯唤取思乡的心。昨夜里庭院前面的梧桐私语，那萧萧寒气吹入我短薄衣襟。"}}, {"name": "贺知章", "dynasty": "唐代"}, {"name": "寒食寄郑起侍郎", "prop": {"content": "清明时节出郊原，寂寂山城柳映门。水隔淡烟修竹寺，路经疏雨落花村。天寒酒薄难成醉，地迥楼高易断魂。回首故山千里外，别离心绪向谁言？", "translation": "清明时节我独自走出郊野，寂寞山城家家门户绿柳隐映。隔水淡淡烟霭中，看得见佛寺修竹成荫， 一路上细雨萧疏， 经过的村庄落花阵阵。天气寒冷，菲薄的淡酒，不能让我在一醉中沉浸。登上高楼只见天高地迥， 我思乡念友更容易极度伤心。回望故家远在千里以外，满怀离情别绪又去讲给谁听？"}}, {"name": "旅宿", "prop": {"content": "旅馆无良伴，凝情自悄然。寒灯思旧事，断雁警愁眠。远梦归侵晓，家书到隔年。沧江好烟月，门系钓鱼船。", "translation": "韵译住在旅馆中没有好朋友相伴，心情忧郁，独自凝神沉思。看着昏冷的灯火回忆起往日旧事，孤雁的哀鸣令人愁思难眠。相距遥远"}}, {"name": "题稚川山水", "prop": {"content": "松下茅亭五月凉，汀沙云树晚苍苍。行人无限秋风思，隔水青山似故乡。", "translation": "五月，松下的茅草亭里却凉爽宜人，白沙覆盖的汀洲和远处的繁茂树林融入了暮色，呈现出一片苍苍茫茫。路上的行人兴起了无限的思乡之情，此处的青山绿水也仿佛是自己的故乡了。"}}, {"name": "望月怀远 / 望月怀", "prop": {"content": "海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。", "translation": "茫茫的海上升起一轮明月，你我相隔天涯却共赏月亮。多情的人都怨恨月夜漫长，整夜里不眠而把亲人怀想。熄灭蜡烛怜爱这满屋月光，我披衣徘徊深感夜露寒凉。不能把美好的月色捧给你，只望能够与你相见在梦乡。"}}, {"name": "立春日感怀", "prop": {"content": "年去年来白发新，匆匆马上又逢春。关河底事空留客？岁月无情不贷人。一寸丹心图报国，两行清泪为思亲。孤怀激烈难消遣，漫把金盘簇五辛。", "translation": "一年年过去，白头发不断添新，戎马匆匆里，又一个春天来临。为了什么事长久留我在边塞？岁月太无情，年纪从来不饶人。念念不忘是一片忠心报祖国，想起尊亲来便不禁双泪直淋。孤独的情怀激动得难以排遣，就凑个五辛盘，聊应新春节景。"}}, {"name": "临江仙·送王缄", "prop": {"content": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "translation": "忘掉了成都那些事儿已经有十多年了，但是因为你的到来，使我不得不再三思念。今日送别，请你将我的伤心之泪带回家乡，洒向江头一吊。我又何尝不知道故乡的好啊，自己飘零已久，赋归无日，自成天涯孤凉客。哪里悲凉的愁绪你不会知道，早已被我吟断的衷肠已不会再过分伤愁。今日殷勤给你送上离别的酒宴，希望你能尽兴。我的身躯就好像传舍一样辗转流离，何处才能是我的家乡啊！"}}, {"name": "鹧鸪", "prop": {"content": "暖戏烟芜锦翼齐，品流应得近山鸡。雨昏青草湖边过，花落黄陵庙里啼。游子乍闻征袖湿，佳人才唱翠眉低。相呼相应湘江阔，苦竹丛深日向西。", "translation": "温暖时节鹧鸪在平野嬉戏彩翼同齐，看它们的行动举止，类别与平日活泼的山鸡相像。黄昏时烟雨中从青草湖边迅疾飞过，落花时节躲在凄冷的黄陵庙里哭啼。身在异乡的客人刚一听到鸣叫禁不住泪湿衣袖，佳人刚一唱起充满相思情意的《山鹧鸪》，青黑色的眉毛就黯然低垂。宽阔的湘江上鹧鸪叫声此起彼伏，相互相应，它们栖息在苦竹深处红日已经偏西。"}}, {"name": "王世贞", "dynasty": "明代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "枫桥夜泊", "prop": {"content": "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。", "translation": "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。姑苏城外那寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。"}}, {"name": "寒食江州满塘驿", "prop": {"content": "去年上巳洛桥边，今年寒食庐山曲。遥怜巩树花应满，复见吴洲草新绿。吴洲春草兰杜芳，感物思归怀故乡。驿骑明朝发何处？猿声今夜断君肠。", "translation": "无"}}, {"name": "行军九日思长安故园", "prop": {"content": "强欲登高去，无人送酒来。遥怜故园菊，应傍战场开。", "translation": "勉强地想要按照习俗去登高饮酒，可惜再没有像王弘那样的人把酒送来。怜惜远方长安故园中的菊花，这时应正寂寞地在战场旁边盛开。 "}}, {"name": "梦扬州·晚云收", "prop": {"content": "晚云收。正柳塘、烟雨初休。燕子未归，恻恻清寒如秋。小栏外，东风软，透绣帷、花蜜香稠。江南远，人何处，鹧鸪啼破春愁。长记曾陪燕游。酬妙舞清歌，丽锦缠头。殢酒为花，十载因谁淹留。醉鞭拂面归来晚，望翠楼，帘卷金钩。佳会阻，离情正乱，频梦扬州。", "translation": "无"}}, {"name": "孟云卿", "dynasty": "唐代"}, {"name": "双头莲·呈范至能待制", "prop": {"content": "华鬓星星，惊壮志成虚，此身如寄。萧条病骥。向暗里、消尽当年豪气。梦断故国山川，隔重重烟水。身万里，旧社凋零，青门俊游谁记？尽道锦里繁华，叹官闲昼永，柴荆添睡。清愁自醉。念此际、付与何人心事。纵有楚柁吴樯，知何时东逝？空怅望，鲙美菰香，秋风又起。", "translation": "无"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "边城思", "prop": {"content": "柳黄未吐叶，水绿半含苔。春色边城动，客思故乡来。", "translation": "无"}}, {"name": "秋思", "prop": {"content": "洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。", "translation": "洛阳城里刮起了秋风，心中思绪翻涌想写封家书问候平安。又担心时间匆忙有什么没有写到之处，在送信之人即将出发前再次打开信封检查。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "临江仙·暮春", "prop": {"content": "过尽征鸿来尽燕，故园消息茫然。一春憔悴有谁怜。怀家寒食夜，中酒落花天。见说江头春浪渺，殷勤欲送归船。别来此处最萦牵。短篷南浦雨，疏柳断桥烟。", "translation": "作者客居他乡，看尽鸿雁的北往和燕子的南来，而故乡的消息茫然，不禁惆怅满怀。整个春天都在惦念家乡，人已憔悴有谁怜？于是只好在这落花时节的寒食夜以酒浇愁。听说江头春波浩渺，春水情意恳切地像是要送他的归船返回家乡，这条曾送他离乡又送他归去的水路，是他最为之情牵梦萦的。最后，他设想登上归船，听着春雨打着船篷，看着将别的断桥边上的疏柳淡烟，充满别离之情。"}}, {"name": "武威春暮闻宇文判官西", "prop": {"content": "岸雨过城头，黄鹂上戍楼。塞花飘客泪，边柳挂乡愁。白发悲明镜，青春换敝裘。君从万里使，闻已到瓜州。", "translation": "片云吹过城头，黄莺飞上了戍楼。塞花飘洒客子的泪水，边柳牵挂行人的乡愁。长了白发对着明镜悲叹，可惜青春只换来了破裘。此次您又承当了远行万里的使命，听说现在已经到了瓜州。"}}, {"name": "鹧鸪天·寒日萧萧上琐", "prop": {"content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "从军北征", "prop": {"content": "天山雪后海风寒，横笛偏吹行路难。碛里征人三十万，一时回首月中看。", "translation": "天山下了一场大雪，从青海湖刮来的风更添寒冷。行军途中，战士吹起笛曲《行路难》。听到这悲伤的别离曲，驻守边关的三十万将士，都抬起头来望着东升的月亮。"}}, {"name": "水龙吟·夜来风雨匆匆", "prop": {"content": "夜来风雨匆匆，故园定是花无几。愁多怨极，等闲孤负，一年芳意。柳困桃慵，杏青梅小，对人容易。算好春长在，好花长见，原只是、人憔悴。回首池南旧事，恨星星、不堪重记。如今但有，看花老眼，伤时清泪。不怕逢花瘦，只愁怕、老来风味。待繁红乱处，留云借月，也须拚醉。", "translation": "一夜里风骤雨急，故园里的鲜花一定所剩无几。我愁苦怨恨已极，就这样轻易地辜负了大好的春日，倦怠的桃花，懒洋洋的柳絮，杏子青又青，梅子小而绿，春光就这样随便地飞逝。就算美好的春天年年重来，盛开的鲜花年年芬芳艳丽，只是人的心情已经憔悴。可恨两鬓已经斑白，池南欢乐的旧事，更是不堪回首重忆。如今只有一双观花的老眼，感时伤世而常常流下清泪。我如今并不怕花儿瘦损，只发愁自己的身心衰老困惫。趁着这繁花烂漫时，我算豁了出去，留下彩云和月光相伴陪，尽情地喝个酩酊大醉。"}}, {"name": "秋怀", "prop": {"content": "凉叶萧萧散雨声，虚堂淅淅掩霜清。黄华自与西风约，白发先从远客生。吟似候虫秋更苦，梦和寒鹊夜频惊。何时石岭关山路，一望家山眼暂明？", "translation": "一片片寒叶轻轻地飘洒，就像是传来沙沙的雨声；虚寂的厅堂秋风淅淅，遍地铺盖着露冷霜清。门外，黄菊依旧与西风相约而至；屋里，白发已先为远客伴愁而生。我好比知时应节的鸣虫，吟唱之声逢秋更苦；我又似是孤栖寒枝的乌鹊，怀乡之梦入夜屡惊。石岭关山的小路呵，何时才能够再次登临——望一眼家乡的山水呵，我的双眼顿时闪耀出喜悦的光芒？"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "蝶恋花·昨夜秋风来万", "prop": {"content": "昨夜秋风来万里。月上屏帏，冷透人衣袂。有客抱衾愁不寐。那堪玉漏长如岁。羁舍留连归计未。梦断魂销，一枕相思泪。衣带渐宽无别意。新书报我添憔悴。", "translation": "昨夜的秋风好似从千里之外吹来。皎洁的月光爬上了寝息之所的帷帐，寒意透入人的衣袖。我抱着被子心中愁苦难以入睡。哪里还能忍受玉漏慢慢滴漏。我这个旅居外地的游子，还没有回朝廷的打算。梦里醒来凄绝伤神，枕上都是相思的泪水。衣带渐渐宽松，不为别的什么。只为新到的书信，又平添了许多憔悴。"}}, {"name": "涉江采芙蓉", "prop": {"content": "涉江采芙蓉，兰泽多芳草。采之欲遗谁？所思在远道。还顾望旧乡，长路漫浩浩。同心而离居，忧伤以终老。", "translation": "我踏过江水去采荷花，生有兰草的水泽中长满了香草。采了荷花要送给谁呢？我想要送给远方的爱人。回头看那一起生活过的故乡，长路漫漫遥望无边无际。两心相爱却要分隔两地不能在一起，愁苦忧伤以至终老异乡。"}}, {"name": "王阳明", "dynasty": "明代"}, {"name": "七哀诗三首·其二", "prop": {"content": "荆蛮非我乡，何为久滞淫。方舟泝大江，日暮愁我心。山冈有余映，岩阿增重阴。狐狸驰赴穴，飞鸟翔故林。流波激清响，猴猿临岸吟。迅风拂裳袂，白露沾衣襟。独夜不能寐，摄衣起抚琴。丝桐感人情，为我发悲音。羁旅无终极，忧思壮难任。", "translation": "荆州不是我的家乡，却长久无奈地在这里滞留？极目望去，大船在江心正溯流而上，天色渐晚更勾起我思乡的情愁。山坡上映着太阳的余晖，沟岩下的阴影显得更加灰暗。奔跑的狐狸忙着赶回自己的洞穴，飞翔的鸟儿在鸟巢上盘旋。大江上涌动的浪花轰然作响，猿猴在临岸的山林长吟，迅猛的江风掀起我的下衣和衣袖，秋天的露水打湿了我的衣襟。夜深了我孤独难眠，便又披衣起床拿起了桐琴。桐琴象理解我的心思一样，为我发出悲凉的乡音。在外寄人篱下什么时候才是尽头，心中充满了难以排遣的忧愁。"}}, {"name": "采薇(节选)", "prop": {"content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！", "translation": "采薇采薇一把把，薇菜刚刚出地面。说回家了回家了，眼看一年又完啦。没有妻室没有家，为跟玁狁去厮杀。没有空闲来坐下，为跟玁狁来厮杀。采薇采薇一把把，薇菜柔嫩初发芽。说回家了回家了，心里忧闷多牵挂。满腔愁绪火辣辣，又饥又渴真苦煞。防地调动难定下，书信托谁捎回家！采薇采薇一把把，薇菜已老发杈枒。说回家了回家了，转眼十月又到啦。王室差事没个罢，想要休息没闲暇。满怀忧愁太痛苦，生怕从此不回家。"}}, {"name": "除夜 / 巴山道中除", "prop": {"content": "迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。(异乡人 一作：异乡春)渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。", "translation": "跋涉在道路崎岖又遥远的三巴路上，客居在万里之外的危险地方。乱山上残雪在黑夜里闪光，一支烛火陪伴着我这异乡的人。因离亲人越来越远，反而与书童和仆人渐渐亲近。真难以忍受在漂泊中度过除夕夜，到明天岁月更新就是新的一年。"}}, {"name": "秋浦途中", "prop": {"content": "萧萧山路穷秋雨，淅淅溪风一岸蒲。为问寒沙新到雁，来时还下杜陵无。", "translation": "山路上萧萧秋雨下个不停，淅沥溪风吹着溪边的蒲苇。问刚来到寒沙安家的鸿雁，来时经过我的老家杜陵吗？"}}, {"name": "紫骝马", "prop": {"content": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。", "translation": "　　枣红色的骏马一边奔驰一边鸣叫着，它那碧玉般的蹄子上下翻飞。来到河边它不肯渡水，好像在怜惜身上披着的锦缎障泥。与吐蕃接壤的白雪戍是那么的遥远，黄云海戍迷离不见。挥动马鞭奔赴万里之外，怎能贪恋家室的温馨呢。"}}, {"name": "水调歌头·细数十年事", "prop": {"content": "细数十年事，十处过中秋。今年新梦，忽到黄鹤旧山头。老子个中不浅，此会天教重见，今古一南楼。星汉淡无色，玉镜独空浮。敛秦烟，收楚雾，熨江流。关河离合，南北依旧照清愁。想见姮娥冷眼，应笑归来霜鬓，空敝黑貂裘。酾酒问蟾兔，肯去伴沧洲？", "translation": "细细算来十年宦海沉浮，人在十处度过十个中秋。旧梦未了今秋忽如新梦，飘然人到黄鹤旧时山头。老子今夜豪兴不浅，忽忆当年庾亮守鄂州，天教历史上的聚会重现，我辈今朝宴饮赏月在南楼。迢迢银河暗淡无光，独见一轮皓月当空浮。江北烟散，江南雾收，江水平似白练滔滔东流。山河破碎，南北分裂，月光依然照临一片清愁。月中嫦娥冷眼相看，当笑我白发东归，空损貂裘，壮志不酬。我今举杯邀明月，肯否与我结伴共去沧洲？"}}, {"name": "清平乐·别来春半", "prop": {"content": "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。(柔肠断 一作：愁肠断)雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。", "translation": "离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。台阶下飘落的白梅花犹如雪片纷飞，将它拂去不知不觉又洒满一身。鸿雁虽然来了，却没将书信传来。路途遥远，有家难回。离别的愁恨正像春天的野草，越行越远它越是繁生。"}}, {"name": "清平乐令·帘卷曲阑独", "prop": {"content": "帘卷曲阑独倚，江展暮天无际。泪眼不曾晴，家在吴头楚尾。数点雪花乱委，扑鹿沙鸥惊起。诗句欲成时，没入苍烟丛里。", "translation": "卷起帘幕，独自依靠在弯曲的栏杆上，远处江面辽阔，傍晚的天空无边无际。望着家乡的方向，满目相思泪。几点浪花随意的腾起，岸边沙鸥扑腾着翅膀翱翔天际。抓住眼前这引人深思的景象作诗，然而那惊起的沙鸥却消失在苍烟水草丛中了。"}}, {"name": "钱谦益", "dynasty": "清代"}, {"name": "赠诸游旧诗", "prop": {"content": "弱操不能植，薄伎竞无依。浅智终已矣，令名安可希。扰扰从役倦，屑屑身事微。少壮轻年月，迟暮惜光辉。一涂今未是，万绪昨如非。新知虽已乐，旧爱尽暌违。望乡空引领，极目泪沾衣。旅客长憔悴，春物自芳菲。岸花临水发，江燕绕樯飞。无由下征帆，独与暮潮归。", "translation": "无"}}, {"name": "淡黄柳·空城晓角", "prop": {"content": "客居合肥南城赤阑桥之西，巷陌凄凉，与江左异。唯柳色夹道，依依可怜。因度此阕，以纾客怀。空城晓角，吹入垂杨陌。马上单衣寒恻恻。看尽鹅黄嫩绿，都是江南旧相识。正岑寂，明朝又寒食。强携酒、小桥宅。怕梨花落尽成秋色。燕燕飞来，问春何在？唯有池塘自碧。", "translation": "我居住在合肥南城赤阑桥之西，街巷荒凉少人，与江左不同。只有柳树，在大街两旁轻轻飘拂，让人怜惜。因此创作此词，来抒发客居在外的感受。拂晓，冷清的城中响起凄凉的音乐声。那声音被风一吹，传到垂柳依依的街头巷口。我独自骑在马上，只着一件到单衣裳，感觉有阵阵寒气袭来。看遍路旁垂柳的鹅黄嫩绿，都如同在江南时见过那样的熟悉。正在孤单之间，明天偏偏又是寒食节。我也如往常带上一壶酒，来到小桥近处恋人的住处。深怕梨花落尽而留下一片秋色。燕子飞来，询问春光，只有池塘中水波知道。 "}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "十五夜望月", "prop": {"content": "中庭地白树栖鸦，冷露无声湿桂花。今夜月明人尽望，不知秋思落谁家。", "translation": "庭院地面雪白树上栖息着鹊鸦，秋露无声无息打湿了院中桂花。今天晚上人们都仰望当空明月，不知道这秋思之情落在了谁家？"}}, {"name": "途中寒食题黄梅临江驿", "prop": {"content": "马上逢寒食，愁中属暮春。可怜江浦望，不见洛阳人。北极怀明主，南溟作逐臣。故园肠断处，日夜柳条新。", "translation": "在路途的马上渡过晚春的寒食节"}}, {"name": "早发焉耆怀终南别业", "prop": {"content": "晓笛引乡泪，秋冰鸣马蹄。一身虏云外，万里胡天西。终日见征战，连年闻鼓鼙。故山在何处，昨日梦清溪。", "translation": "破晓的笛声催下我思乡的泪滴，秋日的冰水响过了奔驰的马蹄，我孤单一人置身于西北的塞外，几万里途程我处在遥远的天西。终日里只见边塞上不断的征战，连年来只听军队中战鼓的敲击；亲爱的家乡你如今究竟在何处？昨日的梦中我又回故乡的清溪！"}}, {"name": "恨别", "prop": {"content": "洛城一别四千里，胡骑长驱五六年。草木变衰行剑外，兵戈阻绝老江边。思家步月清宵立，忆弟看云白日眠。闻道河阳近乘胜，司徒急为破幽燕。", "translation": "我离开洛阳之后便四处漂泊，远离它已有四千里之遥，安史之乱叛军长驱直入中原也已经有五六年了。草木由青变衰，我来到剑阁之外，为兵戈阻断，在江边渐渐老去。我思念家乡，忆念胞弟，清冷的月夜，思不能寐，忽步忽立。冷落的白昼，卧看行云，倦极而眠。令人高兴的是听说司徒已攻克河阳，正乘胜追击敌人，急于要拿下幽燕。"}}, {"name": "梦江南·九曲池头三月", "prop": {"content": "九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。", "translation": "三月三的九曲池畔，细嫩的柳条随风飘扬。前来游春的士人很多，车马如云，踏起的尘土直扑鼻子，弄脏了游人美丽的春衫。这使我常常梦见故乡江南，那里的苦笋、鲥鱼味道很鲜美。苏州城笼罩在烟水茫茫之中，晚风轻轻吹来，使人感到很惬意。河汊中的归舟慢慢落下风帆。"}}, {"name": "春远 / 春运", "prop": {"content": "肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。", "translation": "　　（上四暮春之景，下四春日感怀。吴论：肃肃，落声。菲菲，落貌。【黄注】红素乃地下花絮。【顾注】惟鸟雀，见过客之稀。独柴扉，见村居之僻。关中数乱，谓吐蕃、党项入寇。剑外未清，谓吐蕃近在西山。故乡尚有军营，则欲归不得矣。）"}}, {"dynasty": "元代"}, {"name": "柳", "prop": {"content": "半烟半雨江桥畔，映杏映桃山路中。 会得离人无限意，千丝万絮惹春风。", "translation": "柳树种植在溪桥边和山路旁，与杏树和桃树相映。又好像懂得离人思乡的无限情感，千万条柳丝飘下无数柳絮去招引迷人的春天。"}}, {"name": "庾楼晓望", "prop": {"content": "独凭朱槛立凌晨，山色初明水色新。竹雾晓笼衔岭月，频风暖送过江春。子城阴处犹残雪，衙鼓声前未有尘。三百年来庾楼上，曾经多少望乡人。", "translation": "　　在古代诗歌中有很大一部分是“登高望远”之作，要么站在楼上，要么站在山上。或是因为站在高处，凭栏临风，衣襟摆动，发际飘摇，眼目所到之处，皆是宽阔宏大视野，此情此景此境最容易激发人的豪情气概。这豪情气概充塞胸间，若不抒发出来，定觉难受。会做诗的便将之化成诗句，会唱歌便将之化作歌声，既不会做诗也不会唱歌的，也定要对着远处哦哦啊啊吼叫几声，才觉痛快。"}}, {"name": "浪淘沙·九日从吴见山", "prop": {"content": "山远翠眉长。高处凄凉。菊花清瘦杜秋娘。净洗绿杯牵露井，聊荐幽香。乌帽压吴霜。风力偏狂。一年佳节过西厢。秋色雁声愁几许，都在斜阳。", "translation": "远望寒山，空蒙蒙地带着青翠欲滴的山气，身在高处也只觉得凄凄凉凉。傲霜迎风的秋菊，枝干细长，好像一位婀娜多姿的歌女。洗净绿玉杯，打来井水放进杯中，插上我为您专门摘来的菊花，拿来您这儿，让它散发出阵阵清香吧。我虽用黑色的帽子遮盖住白头发，但是秋风狂劲，仍旧不时地要从头上的“乌帽”中，吹飘出白发来。这一年中的重阳佳节，就在老朋友家的西厢房中醉酒度过吧！夕阳西下，满目的秋色和偶尔传来的大雁哀鸣声，让我心中涌起了千愁万绪。"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "尤侗", "dynasty": "清代"}, {"name": "王翰", "dynasty": "唐代"}, {"name": "日夕出富阳浦口和朗公", "prop": {"content": "客心愁日暮，徙倚空望归。山烟涵树色，江水映霞晖。独鹤凌空逝，双凫出浪飞。故乡千余里，兹夕寒无衣。", "translation": "作客他乡，愁思满腹，虽归心似箭，然归期难卜，唯有在江边目断归舟，留连徘徊而已。时已黄昏，烟霭四起，在山间弥漫，将树色吞没。黄昏的江面，放眼四顾，没有比那翻光倒影、绚烂多彩的晚霞，更引人注意了。江面独鹤凌空飞过，成对的野鸭还在浪花中嬉戏。傍晚凉意侵袭，我仍站在岸边不想离去，千里之外的故乡啊什么时候才能回去。"}}, {"name": "安公子·弱柳丝千缕", "prop": {"content": "弱柳丝千缕。嫩黄匀遍鸦啼处。寒入罗衣春尚浅，过一番风雨。问燕子来时，绿水桥边路。曾画楼、见个人人否。料静掩云窗，尘满哀弦危柱。 庾信愁如许。为谁都著眉端聚。独立东风弹泪眼，寄烟波东去。念永昼春闲，人倦如何度。闲傍枕、百啭黄鹂语。唤觉来厌厌，残照依然花坞。", "translation": "柔弱的柳条千丝万缕，到处都是鹅黄嫩绿，鸦雀争相鸣啼。还是早春的天气，轻寒侵入罗衣，刚刚又过去一阵风雨。我深情地询问刚飞回的燕子：在来时路过的绿水桥边，有一个画楼耸立，可曾看到那位美人正在屋里？我料想她静掩云窗，毫无意绪，任凭琴瑟的弦柱上落满尘泥。我的忧愁像庾信那样多，不知为谁而双眉攒聚？独立在春风中弹下点点清泪，寄予这雾气迷蒙的江水向东流去。想到这昼长春闲的时日，困倦慵懒怎生挨得过去？闲靠孤枕睡意沉沉，听到那黄鹂的婉声柔语。唤醒后更觉无聊，只见斜阳依然照在花圃里。"}}, {"name": "夜宿田家", "prop": {"content": "簦笠相随走路岐，一春不换旧征衣。雨行山崦黄泥坂，夜扣田家白板扉。身在乱蛙声里睡，心从化蝶梦中归。乡书十寄九不达，天北天南雁自飞。", "translation": "只有斗笠跟着我彷徨在歧路上，一个春季了竟还穿着过冬的衣服。细雨中艰难地行走在山坳的黄泥坡道上，天黑了才去敲农家的白木板门。夜里尽管蛙声呱噪，还是入梦化为蝴蝶回到了思念中的故乡。可叹写了那么多家信十寄九不达，天上的大雁不给传书而南北竟自飞。"}}, {"name": "夕次盱眙县", "prop": {"content": "落帆逗淮镇，停舫临孤驿。浩浩风起波，冥冥日沉夕。人归山郭暗，雁下芦洲白。独夜忆秦关，听钟未眠客。", "translation": "卸帆留宿淮水岸边的小镇，小舫停靠着孤零零的旅驿。大风突起江上的波浪浩荡，太阳沉落大地的夜色苍黑。山昏城暗人们都回家安憩，月照芦洲雁群也落下栖息。夜晚孤独我不禁想起长安，听到岸上钟声我怎能入睡？?"}}, {"name": "醉落魄·离京口作", "prop": {"content": "轻云微月，二更酒醒船初发。孤城回望苍烟合。记得歌时，不记归时节。巾偏扇坠藤床滑，觉来幽梦无人说。此生飘荡何时歇？家在西南，常作东南别。", "translation": "云朵轻轻飘，月色微微亮，二更天时从酒醉中醒来，船刚开始出发。回头遥望京口，孤城已经隐没在灰蒙蒙的雾气当中。记得喝酒时欢歌笑语的场面，不记得上船时的情景。酒醒后头巾偏斜，扇子坠落，藤床格外细腻，连身子都快挂不住了。一觉醒来，梦中的幽静无人可倾述，此生的飘荡什么时候才能休止呢？家住西南眉山，却经常向东南道别。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "扫花游·秋声", "prop": {"content": "商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许？但落叶满阶，惟有高树。迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁，夜深尤苦。", "translation": "秋天的肃杀之声突然响起，渐渐的能听到声音，淅淅萧萧的风声似乎没有停住的意思。这风声惊到了倦于行旅的人。对着油灯望着影子自我感叹，不由得站起来吟诵愁赋。风声断断续续的，便尝试到荒院里仔细听听。可是风声在哪里呢？但庭院里只有高树，还有落满台阶的树叶。仿佛进入遥远的梦境。正好老来不堪听取凄凉的秋声，有着生病憔悴的样子。本来是山里的庭院。却想到边疆鸿雁的孤鸣，台阶下的蟋蟀的秘密私语。雨打芭蕉之声与雁唳蛩鸣之声相应和。我无处可躲避。这种闲愁，夜越深越痛苦。"}}, {"name": "拟咏怀二十七首·其二", "prop": {"content": "萧条亭障远，凄惨风尘多。关门临白狄，城影入黄河。秋风别苏武，寒水送荆轲。谁言气盖世，晨起帐中歌。", "translation": "　　庾信留仕北朝后，常常面对异域风物而起羁旅之叹。但这首诗所描写的边塞景象，并不一定是即目所见，而是综合若干具有北方特征的景物，再结合几个典故，构成冷落萧索的总体印象，借以抒写出心头的凄凉之感。"}}, {"name": "苏幕遮·燎沉香", "prop": {"content": "燎沉香，消溽暑。鸟雀呼晴，侵晓窥檐语。叶上初阳干宿雨，水面清圆，一一风荷举。故乡遥，何日去？家住吴门，久作长安旅。五月渔郎相忆否？小楫轻舟，梦入芙蓉浦。", "translation": "焚烧沉香，来消除夏天闷热潮湿的暑气。鸟雀鸣叫呼唤着晴天，拂晓时分我偷偷听它们在屋檐下窃窃私语。初出的阳光晒干了荷叶上昨夜的雨滴，水面上的荷花清润圆正，微风吹过，荷叶一团团地舞动起来。想到那遥远的故乡，什么时候才能回去啊？我家本在江南一带，却长久地客居长安。又到五月，不知家乡的朋友是否也在思念我？在梦中，我划着一叶小舟，又闯入那西湖的荷花塘中。"}}, {"name": "月夜忆舍弟", "prop": {"content": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。", "translation": "戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，已经无法打听到他们的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。"}}, {"name": "菩萨蛮·微云红衬馀霞", "prop": {"content": "微云红衬馀霞绮。明星碧浸银河水。猗枕画檐风。愁生草际蛩。雁行离塞晚。不道衡阳远。归恨隔重山。楼高莫凭栏。", "translation": "淡淡的云衬托着太阳沉没留下的余霞。明朗的星星就像浸泡在银河那澄澈的水里一样。斜倚着枕头看轻风在一阵阵地画着屋榭。突然因草丛里寒蛩的叫声而泛起愁意。傍晚一行行大雁飞离塞上。不知道衡阳有多遥远。想回家乡但是隔着无数重山。楼高不要凭栏远眺，恐怕一望便是家乡的方向，便会更加思念家乡。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "生查子·短焰剔残花", "prop": {"content": "短焰剔残花，夜久边声寂。倦舞却闻鸡，暗觉青绫湿。天水接冥蒙，一角西南白。欲渡浣花溪，远梦轻无力。", "translation": "夜深了，还未入睡，我剔去灯花，周围明亮了些许。然而，这孤凄的氛围却没有变得暖热稍许。这离乡千里的边地深夜何其漫长，，无声无息。不愿如祖逖那般闻鸡起舞，鸡鸣却依旧声声催人。默默已觉青绫上尽是泪痕。天的尽头，似乎天水相接，晨雾朦胧。西南天边的一角渐渐露出鱼肚白色。想要回到千里之外的家中，再次泛舟在浣花溪上。然而乡梦幽远，只任东风吹去远。"}}, {"name": "皇甫汸", "dynasty": "明代"}, {"name": "宣城见杜鹃花", "prop": {"content": "蜀国曾闻子规鸟，宣城又见杜鹃花。一叫一回肠一断，三春三月忆三巴。", "translation": "在遥远的故乡，曾听过子规鸟凄恻的鸣啼；如今在异乡宣城，又看到盛开的杜鹃花。子规鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，游子正思念他的故乡三巴。"}}, {"name": "郢门秋怀", "prop": {"content": "郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。 杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。 清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。 空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。 倚剑增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。", "translation": "无"}}, {"name": "寒食", "prop": {"content": "二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。", "translation": "二月的江南花开满枝头，在他乡过寒食节足够悲哀了。贫困的生活平常也是不生火做饭的，不仅仅是明天才吃子推这样的冷食。"}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "文天祥", "dynasty": "宋代"}, {"name": "山中", "prop": {"content": "长江悲已滞，万里念将归。况属高风晚，山山黄叶飞。", "translation": "长江好似已经滞流，在为我不停地悲伤。万里远游之人，思念着早日回归。何况是高风送秋的傍晚时分，深山重重，黄叶在漫山飘飞。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "旅次朔方 / 渡桑干", "prop": {"content": "客舍并州已十霜，归心日夜忆咸阳。无端更渡桑干水，却望并州是故乡。", "translation": "离开家乡后客宿在并州这个地方已经有十年，我回归的心日日夜夜在思念着故乡咸阳。当初为了博取功名图谋出路，千里迢迢渡过桑乾河，现在并州已经成了我的第二家乡。"}}, {"name": "春夕 / 春夕旅怀", "prop": {"content": "水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。", "translation": "溪水流走，花儿凋零，这是多么无情啊。正是这无情的时节，我送着最后一缕春风吹过了楚城。往事如梦，离家万里，醒来时正值夜里三更时分，树枝上杜鹃在凄厉地啼叫。家乡的来信长年断绝，春天万物萌生，镜中的我却已是满头白发了。我现在是因为自己抱负未展而不愿归去，我要归去时自然就归去了，五湖的风景又有谁来与我争抢呢？"}}, {"dynasty": "魏晋"}, {"name": "晓行巴峡", "prop": {"content": "际晓投巴峡，馀春忆帝京。晴江一女浣，朝日众鸡鸣。水国舟中市，山桥树杪行。登高万井出，眺迥二流明。人作殊方语，莺为故国声。赖多山水趣，稍解别离情。", "translation": "拂晓时分直向巴峡而去，春日将尽使我思念京城。江色晴明有位女子浣洗，旭日初升群鸡竞相啼鸣。水边城市人在船上做生意，山间桥上人如在树梢走行。登上高处万家井邑出现，眺望远处阆白二流明莹。人们都说着异乡的方言，黄莺却啼着故里的声音。幸赖自己深知山水情趣，稍可排解离乡背井愁情。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "游朝阳岩遂登西亭二十", "prop": {"content": "谪弃殊隐沦，登陟非远郊。所怀缓伊郁，讵欲肩夷巢。高岩瞰清江，幽窟潜神蛟。开旷延阳景，回薄攒林梢。西亭构其巅，反宇临呀庨。背瞻星辰兴，下见云雨交。惜非吾乡土，得以荫菁茆。羁贯去江介，世仕尚函崤。故墅即沣川，数亩均肥硗。台馆集荒丘，池塘疏沈坳。会有圭组恋，遂贻山林嘲。薄躯信无庸，锁屑剧斗筲。囚居固其宜，厚羞久已包。庭除植蓬艾，隟牖悬蟏蛸。所赖山水客，扁舟柱长梢。挹流敌清觞，掇野代嘉肴。适道有高言，取乐非弦匏。逍遥屏幽昧，澹薄辞喧呶。晨鸡不余欺，风雨闻嘐嘐。再期永日闲，提挈移中庖。", "translation": "无"}}, {"name": "塞上逢故人", "prop": {"content": "百战一身在，相逢白发生。何时得乡信，每日算归程。走马登寒垄，驱羊入废城。羌笳三两曲，人醉海西营。", "translation": "总是在不停的征战，再次相逢时已添白发。无法获得家乡的音信，每日都在计算归去的路程。快马登上寒冷的高丘，登高望远，只见羊群正被驱赶回荒凉城中。身处偏远的海西军营，只能用羌笳为你吹奏几曲助兴，一醉方休。"}}, {"name": "鹧鸪天·送元济之归豫", "prop": {"content": "敧枕婆娑两鬓霜。起听檐溜碎喧江。那边玉筋销啼粉，这里车轮转别肠。 诗酒社，水云乡。可堪醉墨几淋浪。画图恰似归家梦，千里河山寸许长。", "translation": "　　这是一首送别词，主要是描叙元济之的离愁别绪的。词中没有写作者同元济之间的离愁别苦，这是本词和一般送别词的不同之处，也是它的主要特点。情调幽怨，相当动人。"}}, {"name": "王建", "dynasty": "唐代"}, {"name": "袁凯", "dynasty": "明代"}, {"name": "绝句二首", "prop": {"content": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。", "translation": "沐浴在春光下的江山显得格外秀丽，春风送来花草的芳香。泥土随着春天的来临而融化变得松软，燕子衔泥筑巢，暖和的沙子上睡着成双成对的鸳鸯。"}}, {"name": "游南阳清泠泉", "prop": {"content": "惜彼落日暮，爱此寒泉清。西辉逐流水，荡漾游子情。空歌望云月，曲尽长松声。", "translation": "夕阳西下，万物在晚霞的映衬下，璀璨异常、如梦如幻，让人格外珍惜这短暂的美景。清冽的泉水纯净透明，惹人喜爱。夕阳的余晖洒落在水面上，随着时间的流逝，水面上的余晖渐渐向东聚拢、散去，好像是眷念、追逐着东去的流水一般。此情此景令作者思乡之情油然而生，久不能静。眺望着云中明月，唱一曲故乡民乐，不曾想，欲解乡愁愁更愁，吟乐思乡徒增惆。一曲终了，连古松也不禁发出簌簌之声。"}}, {"name": "曹元用", "dynasty": "元代"}, {"name": "佚名", "dynasty": "唐代"}, {"name": "长干行·君家何处住", "prop": {"content": "君家何处住，妾住在横塘。停船暂借问，或恐是同乡。", "translation": "请问大哥你的家在何方。我家是住在建康的横塘。停下船吧暂且借问一声，听口音恐怕咱们是同乡。"}}, {"name": "行香子·舟宿兰湾", "prop": {"content": "红了樱桃。绿了芭蕉。送春归、客尚蓬飘。昨宵谷水，今夜兰皋。奈云溶溶，风淡淡，雨潇潇。 银字笙调。心字香烧。料芳悰、乍整还凋。待将春恨，都付春潮。过窈娘堤，秋娘渡，泰娘桥。", "translation": "樱桃才红熟，芭蕉又绿了。春天已去，人还未归。昨晚还在生长谷物的水边，今晚已到生长兰草的涯岸。只是天气阴晴不定，风雨萧瑟，让人惆怅顿生。归家后定要时时焚香弹笙，家中亲人是否在急急盼我归去呢？这样翻来覆去的想着，心中的离愁别恨越酿越浓，只想借一江春水把这满腔愁绪冲淡、流走。渡过那窈娘隄、秋娘渡、泰娘桥就归家。"}}, {"name": "武则天", "dynasty": "唐代"}, {"name": "悲歌", "prop": {"content": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。", "translation": "悲歌一曲代替思家的哭泣，登高眺望远方就当做返回了故乡。茫茫的草木，重重的山岗遮住了远望的视线，思乡的忧愁盈满心怀。想要回家，可家中已无亲人，想要渡河却无船可渡。心里思乡的悲愁无处可说，只能憋闷在心中，就像车轮在肠子里转动一般，阵阵绞痛。"}}, {"name": "登乐游原", "prop": {"content": "长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。", "translation": "天空广阔无边鸟儿消失天际，古时的遗迹消失在这荒废的乐游原里。请看那昔日的汉王朝何等壮阔的事业，如今的五陵原上树都没有了，只有秋风呼啸。"}}, {"name": "乙亥岁除渔梁村", "prop": {"content": "年来似觉道途熟，老去空更岁月频。爆竹一声乡梦破，残灯永夜客愁新。云容山意商量雪，柳眼桃腮领略春。想得在家小儿女，地炉相对说行人。", "translation": "近年来谙尽仕途光景，临近老境更觉得年去年来岁月匆匆。除夕的爆竹，惊醒了思乡的残梦，客居的愁绪，伴随着长夜昏灯。眼前是彤云笼罩着远山，雪意渐浓，心中却现出初生的柳叶，含苞的桃花，春意融融。想见家中的儿女，正围着地炉，议论着父亲归家的行踪。"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "赵嘏", "dynasty": "唐代"}, {"name": "玉蝴蝶·晚雨未摧宫树", "prop": {"content": "晚雨未摧宫树，可怜闲叶，犹抱凉蝉。短景归秋，吟思又接愁边。漏初长、梦魂难禁，人渐老、风月俱寒。想幽欢。土花庭甃，虫网阑干。 无端。啼蛄搅夜，恨随团扇，苦近秋莲。一笛当楼，谢娘悬泪立风前。故园晚、强留诗酒，新雁远、不致寒暄。隔苍烟。楚香罗袖，谁伴婵娟。", "translation": "黄昏的风雨没有摧折宫树，可怜的疏叶，还抱着凉秋的寒蝉。入秋后白昼的太阳渐渐变短，吟思又接通了悲秋的愁端。夜间滴漏开始变长，使我的梦魂难耐难堪。人已渐入老年，风清月白的良宵美景全都透出秋寒。回想昔日幽会欢爱，如今庭院里的井壁上已爬满了青苔，蜘蛛网布满了栏杆。无奈，啼叫的蝼蛄搅乱长夜，只恨我身如随秋抛弃的团扇，心似苦涩难言的秋莲，想当年对楼吹笛，谢娘她垂泪伫立风前。迟迟未返故园，勉强饮酒赋诗驱愁烦，新飞的大雁已经飞远，也不能替我传书致送寒暄。隔着苍茫的云烟，罗袖飘香的美人，有谁与你相伴?"}}, {"name": "于中好·雁帖寒云次第", "prop": {"content": "雁帖寒云次第飞，向南犹自怨归迟。谁能瘦马关山道，又到西风扑鬓时。人杳杳，思依依，更无芳树有乌啼。凭将扫黛窗前月，持向今宵照别离。", "translation": "秋风正浓，大雁迫不及待，匆促南飞，惟恐落后。而自己有家难回，犹白骑着瘦马，一年又一年，迤逦在古道之上，让西风扑面而来。离人杳无踪迹，佳人愁思依依，再无心情寻芳弄草，整日待在深闺中，任凭月落乌啼。无聊之极，随手闲拂窗前月光，想起这月光也正落在离人身上。"}}, {"dynasty": "两汉"}, {"name": "菩萨蛮·风柔日薄春犹", "prop": {"content": "风柔日薄春犹早，夹衫乍著心情好。睡起觉微寒，梅花鬓上残。故乡何处是，忘了除非醉。沉水卧时烧，香消酒未消。?", "translation": "春风柔和，阳光淡薄，已经是早春的季节了。刚脱掉棉袄，换上夹层的青衫，我的心情很好。一觉醒来微微有些寒意，鬓上的梅花妆现时已经乱了。我日夜思念的故乡在哪里呢？只有在醉梦中才能忘却思乡的愁苦。香炉是我睡的时候点着的，现在沉水香的烟雾已经散了，而我的酒气却还未全消。"}}, {"name": "张说", "dynasty": "唐代"}, {"name": "南流夜郎寄内", "prop": {"content": "夜郎天外怨离居，明月楼中音信疏。北雁春归看欲尽，南来不得豫章书。", "translation": "身在夜郎的我因离居而怨恨愁闷，明月楼中音信稀疏。北飞的大雁就要归尽了，仍然没有收到你的书信。"}}, {"name": "春日寄乡友", "prop": {"content": "旅心已多恨，春至尚离群。翠枝结斜影，绿水散圆文。戏鱼两相顾，游鸟半藏云。何时不悯默，是日最思君。", "translation": "羁旅者的心中已充满愁绪，更何况春光正好却离群索居。青翠的枝条交错倩影摇曳，碧绿的湖水荡开圆圆的涟漪。嬉戏的鱼儿成双结伴相顾恋，遨游的鸟儿云里霞端把友觅。何时不在苦苦相思忧愁无语，值此春日更将乡友怀思惦记。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "寿阳曲·潇湘夜雨", "prop": {"content": "渔灯暗，客梦回。一声声滴人心碎。孤舟五更家万里，是离人几行清泪。(清泪 一作：情泪)", "translation": "舟中灯火昏暗，客居他乡的我从梦中醒来，声声夜雨滴得人心碎难眠。深夜，在这孤零零的小舟中离家万里，仿佛那不是雨滴，是远离故乡的人思乡的清泪涟涟。"}}, {"dynasty": "近现代"}, {"name": "天边行", "prop": {"content": "天边老人归未得，日暮东临大江哭。陇右河源不种田，胡骑羌兵入巴蜀。洪涛滔天风拔木，前飞秃鹙后鸿鹄。九度附书向洛阳，十年骨肉无消息。", "translation": "流落天边的老人回不了家，黄昏时分向东来到大江边失声痛哭。陇右和河源的地再也不能种了，吐蕃的骑兵已侵人了巴蜀。洪水滔天啊大风拔起了树木，前面飞着秃鹜后面飞着鸿鹄。多少次捎信给故乡洛阳，十年间骨肉亲朋音讯杳无。"}}, {"name": "关河令·秋阴时晴渐向", "prop": {"content": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！", "translation": "秋日阴雨绵绵，偶尔放晴却已是薄暮昏暝，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。夜深人散客舍寂静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？ "}}, {"name": "添字丑奴儿·窗前谁种", "prop": {"content": "窗前谁种芭蕉树，阴满中庭。阴满中庭。叶叶心心，舒卷有馀清。(清 一作：情)伤心枕上三更雨，点滴霖霪。点滴霖霪。愁损北人，不惯起来听。", "translation": "不知是谁在窗前种下的芭蕉树，一片浓阴，遮盖了整个院落。叶片和不断伸展的叶心相互依恋，一张张，一面面，遮蔽了庭院。满怀愁情，无法入睡，偏偏又在三更时分下起了雨，点点滴滴，响个不停。雨声淅沥，不停敲打着我的心扉。我听不惯，于是披衣起床。"}}, {"name": "曲江春望怀江南故人", "prop": {"content": "杜若洲边人未归，水寒烟暖想柴扉。故园何处风吹柳，新雁南来雪满衣。目极思随原草遍，浪高书到海门稀。 此时愁望情多少，万里春流绕钓矶。", "translation": "站在长满杜若的江洲边上的我还没有回到故乡，看到眼前的春景想起了故乡。故园什么地方的风轻轻地吹拂着杨柳，新雁从南方飞来时大雪落满了衣裳。极目远望，思念之情随离离原草而更显渺远，风大浪高的阻隔使得来往的书信愈显稀少。此时愁苦之情有多少呢？就如同眼前的万里春江流水绕矶而行绵绵不绝。 "}}, {"name": "江行", "prop": {"content": "暝色蒹葭外，苍茫旅眺情。残雪和雁断，新月带潮生。天到水中尽，舟随树杪行。离家今几宿，厌听棹歌声。", "translation": "我坐船在江上行驶，极目远眺，夜色笼罩在岸边的芦苇上，一片苍茫。雪已残，雁声断，新月初升，潮水汹涌。天空映照到水面，好像天已到尽头。船行驶在映着树梢的江面上，好像船跟着树梢在前行。我离开家已经几个夜晚了。这时，船工在划桨时尽情地唱着渔歌，我却因离家多时听起来感到厌烦。"}}, {"name": "文森", "dynasty": "明代"}, {"name": "澄迈驿通潮阁二首", "prop": {"content": "倦客愁闻归路遥，眼明飞阁俯长桥。贪看白鹭横秋浦，不觉青林没晚潮。余生欲老海南村，帝遣巫阳招我魂。杳杳天低鹘没处，青山一发是中原。", "translation": "倦居他乡之人听到归乡之路遥远正怀着愁绪独自行走，突然发现眼前有一座高阁俯视着跨水长桥。我的视线正迷恋地随着一队白鹭在秋浦上飞翔而移动，不知不觉中晚潮悄然而退，只剩一片青葱的树林渐入暮色之中。"}}, {"name": "汪中", "dynasty": "清代"}, {"name": "菩萨蛮·黄云紫塞三千", "prop": {"content": "黄云紫塞三千里，女墙西畔啼乌起。落日万山寒，萧萧猎马还。笳声听不得，入夜空城黑。秋梦不归家，残灯落碎花。", "translation": "莽莽几千里的边塞，女墙一路延绵。黄昏之时，无数乌鸦的啼音滴落在城墙西畔。夕阳收拢最后一丝光热，落入西山。远处的群山被暮色清寒笼罩，天光暗沉下来。此时可见猎队回归，马鸣萧萧响彻耳际。入夜时分，便有人吹响胡笳。秋夜瑟瑟，笳声凄凄切切不堪听。不堪听，还生愁。他是身处异乡的人。愁绪会带来无端的空寂之感，遁入无尽的黑暗后又重新和着夜色将他包裹。梦里不归家，离别有多苦，这一夜，他怕是又要彻夜不眠。一盏残灯相伴幽怀，灯花泪水两簌簌。"}}, {"name": "送贾讷倅眉", "prop": {"content": "老翁山下玉渊回，手植青松三万栽。父老得书知我在，小轩临水为君开。试看一一龙蛇活，更听萧萧风雨哀。便与甘棠同不剪，苍髯白甲待归来。", "translation": "　　公元1086年（元祐元年），苏轼知登州任，到官五日，调回京师。一年之间，三迁要职，当上翰林学士。贾讷这时将到作者故乡眉州作官，作者故作诗相送。"}}, {"name": "南乡子·归梦寄吴樯", "prop": {"content": "归梦寄吴樯，水驿江程去路长。想见芳洲初系缆，斜阳，烟树参差认武昌。愁鬓点新霜，曾是朝衣染御香。重到故乡交旧少，凄凉，却恐他乡胜故乡。", "translation": "归梦寄托在开往吴地的船上，一站又一站的水路前面的途程还很长。想见初到鹦鹉洲旁系缆停留的时候，斜阳里望见烟树错落的江城武昌。愁多鬓边新添了白发，想过去也曾身穿朝衣上殿见君王。如今重回故乡旧友稀少不胜凄凉，却怕他乡要胜过故乡了。"}}, {"name": "咏湖中雁", "prop": {"content": "白水满春塘，旅雁每迥翔。唼流牵弱藻，敛翮带馀霜。群浮动轻浪，单泛逐孤光。悬飞竟不下，乱起未成行。刷羽同摇漾，一举还故乡。", "translation": "　　这首诗的写作时间较难确定，清吴淇认为可能作于齐粱替革之际，但缺少确凿有力的证据。《礼记·月令》：“东风解冻，蛰虫始振，鱼上冰，鸿雁来。”春天到了，江南湖中的群雁飞举，振翅往北，准备还回故乡。"}}, {"name": "重阳", "prop": {"content": "万里飘零两鬓蓬，故乡秋色老梧桐。雁栖新月江湖满，燕别斜阳巷陌空。落叶何心定流水，黄花无主更西风。乾坤遗恨知多少，前日龙山如梦中。", "translation": "离家万里孤身被囚于元朝监狱，窗外梧桐叶落仿似故乡秋色。祈望自己能像大雁般自由的在天地间翱翔，等到黄昏日落就归巢。落叶本就无心定流水，无主的菊花就连那让万物凋敝的西风都无可奈何。昨日隐痛恍如梦中，那心中的遗憾与悔恨该有多少呢？"}}, {"name": "秋风引", "prop": {"content": "何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。", "translation": "秋风是从哪里吹来？萧萧落叶声中地送走了一群群大雁。早晨秋风撩动庭中的树木，独自漂泊他乡的人最先听到了秋声。"}}, {"name": "阮郎归·天边金掌露成", "prop": {"content": "天边金掌露成霜。云随雁字长。绿杯红袖趁重阳。人情似故乡。兰佩紫，菊簪黄。殷勤理旧狂。欲将沉醉换悲凉。清歌莫断肠。", "translation": "天边的云彩有如仙人金掌承玉露。玉露凝成了白霜，浮云随着大雁南翔，排成一字长。举绿杯，舞红袖，趁着九九重阳，人情温厚似故乡。佩戴紫色兰花，头上插着黄菊，急切切重温旧日的颠狂。想借一番沉醉换掉失意悲凉，清歌莫唱悲曲，一唱断人肠。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "天净沙·闲题", "prop": {"content": "楚云飞满长空，湘江不断流东。何事离多恨冗？夕阳低送，小楼数点残鸿。", "translation": "无"}}, {"name": "送四镇薛侍御东归", "prop": {"content": "相送泪沾衣，天涯独未归。将军初得罪，门客复何依？梦去湖山阔，书停陇雁稀。园林幸接近，一为到柴扉。", "translation": "我送你东归，相别之时，泪水沾湿了衣襟戍守天涯的人只我一个没有回归。封将军兵败被削官，我又将依靠谁呢？梦里来到一片湖水山光十分开阔之处，家书写好了，却难觅凭寄的大雁。幸好你我两家庭院邻近，你如今回去正好顺路帮我捎份家书。"}}, {"name": "回乡偶书", "prop": {"content": "少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。", "translation": "年少时离乡老年才归家，我的乡音虽未改变，但鬓角的毛发却已经疏落。家乡的儿童们看见我，没有一个认识我。他们笑着询问我：你是从哪里来的呀？　 "}}, {"name": "江行秋兴", "prop": {"content": "江水悠悠行路长，雁声啼月有微霜。十年踪迹浑无定，莫更逢人问故乡。", "translation": "江水悠悠无尽，要走的路还很长很长；一孤雁在夜空中哀叫，月光挥洒江面，地表上又结着些微霜十年来到处飘泊，行踪无定，也就不需要逢人便问故乡的情景了。"}}, {"name": "悲清秋赋", "prop": {"content": "　　登九疑兮望清川，见三湘之潺湲。水流寒以归海，云横秋而蔽天。余以鸟道计于故乡兮，不知去荆吴之几千。于时西阳半规，映岛欲没。澄湖练明，遥海上月。念佳期之浩荡，渺怀燕而望越。荷花落兮江色秋，风嫋嫋兮夜悠悠。临穷溟以有羡，思钓鳌于沧洲。无修竿以一举，抚洪波而增忧。归去来兮人间不可以讬些，吾将采药于蓬丘。", "translation": "攀登上九疑山远望着清清的河水，看见三湘水缓缓地流动。水带着寒气流向大海，秋天的天空被乌云遮蔽。我凭借着鸟迁徙的道路计算着距离故乡的远近，不知离这荆吴之地有几千里的路程。这时候太阳已经向西落去，一半被山峰所挡住，映在水中的小岛也快消失不见了。遥远的海上已经升起了明月，清澈的湖水就像白练似的铺在地上。想着回乡之日遥遥无期，就像在北京而望扬州。荷花都落了，江水一片秋色，风缓慢地吹着，夜色悠然。俺在北海边羡慕别人钓鱼，打算到沧州钓大鳖。可是没有那么长的鱼竿供我举呀，望眼洪波而徒然心忧。回来吧，人间不是好呆的地儿，倒不如到蓬莱去采药。"}}, {"name": "谢枋得", "dynasty": "宋代"}, {"name": "武元衡", "dynasty": "唐代"}, {"name": "百字令·宿汉儿村", "prop": {"content": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。", "translation": "无情的野火，趁着阵阵西风，烧光了天涯芳草。冰天雪地里再次来到边塞，鬓发染霜，我已被寒风吹老。牧马长嘶，胡笳乱鸣，一并闯进我忧愁的怀抱。定然知道今天晚上，我这个庾信般多愁善感的诗人，会瘦掉多少。即便是脑满肠肥的过去，尚且难以消受，这里的荒烟落照。更何况司马相如早已憔悴，不再有当垆卖酒的风流格调。回乐峰彻骨寒冷，受降城如此僻远，思念家乡的梦儿夜夜萦绕。登高凭栏，四野茫茫，不由百感交织，只能向着远方，发出一声清啸。"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "麻平晚行", "prop": {"content": "百年怀土望，千里倦游情。高低寻戍道，远近听泉声。涧叶才分色，山花不辨名。羁心何处尽，风急暮猿清。", "translation": "千里羁旅，多时离家，我禁不住回望故土，倦怠了游山玩水的兴致。在山中寻找高高低低的戍道，远远近近可以听到泉水的声音。山涧旁的草色丰富让人眼花，枝丫上的花朵繁多的让人叫不出名字。我的愁思何时才能停止。只有清肃的晚风和青猿凄厉的啼叫。"}}, {"name": "庭前菊", "prop": {"content": "为忆长安烂熳开，我今移尔满庭栽。 红兰莫笑青青色，曾向龙山泛酒来。", "translation": "为了忆念长安烂漫开的菊花，我今天把你们移来栽满庭院。红兰不要笑菊花青青的颜色，它曾经让众多宾客泛酒龙山驻足观赏。"}}, {"name": "流夜郎题葵叶", "prop": {"content": "惭君能卫足，叹我远移根。白日如分照，还归守故园。", "translation": "你能卫足让我惭愧，感叹我被移根迁往远方。青天白日如能光顾，我定要返回我的家乡。"}}, {"name": "峨眉山月歌送蜀僧晏入", "prop": {"content": "我在巴东三峡时，西看明月忆峨眉。月出峨眉照沧海，与人万里长相随。黄鹤楼前月华白，此中忽见峨眉客。峨眉山月还送君，风吹西到长安陌。长安大道横九天，峨眉山月照秦川。黄金狮子乘高座，白玉麈尾谈重玄。我似浮云殢吴越，君逢圣主游丹阙。一振高名满帝都，归时还弄峨眉月。", "translation": "我以前在巴东三峡之时，曾西望明月遥想家乡峨眉。遥忆家乡的峨眉山月从峨眉而出，普照沧海，长与人万里相随。在黄鹤楼前的月光下，我忽然遇到了您这位从家乡峨眉来的客人。如今，峨眉山月又将随风伴送您西入长安。长安的大道直通九天，峨眉山月也随您朗照八百里秦川。在京师，皇帝与达官贵人们登上席次乘坐高座，手执麈尾，高谈重玄之道。我像浮云一样在吴越游荡，而您却能遭逢圣主，一游丹阙。等您一振高名，誉满帝都之时，再旧来故地，与我一起玩赏峨眉的山月吧。"}}, {"name": "佚名", "dynasty": "元代"}, {"name": "春残", "prop": {"content": "春残何事苦思乡，病里梳头恨最长。梁燕语多终日在，蔷薇风细一帘香。", "translation": "春天快要过去了，为什么还是会怀念家乡。病中梳头，不快就像头发一样长。房梁上的燕子每天都在呢语。柔风一吹，满屋都是蔷薇花的香气。"}}, {"name": "游子吟", "prop": {"content": "故枥思疲马，故窠思迷禽。浮云蔽我乡，踯躅游子吟。 游子悲久滞，浮云郁东岑。客堂无丝桐，落叶如秋霖。 艰哉远游子，所以悲滞淫。一为浮云词，愤塞谁能禁。 驰归百年内，唯愿展所钦。胡为不归欤，坐使年病侵。 未老霜绕鬓，非狂火烧心。太行何难哉，北斗不可斟。 夜静星河出，耿耿辰与参。佳人夐青天，尺素重于金。 泬寥群动异，眇默诸境森。苔衣上闲阶，蟋蟀催寒砧。 立身计几误，道险无容针。三年不还家，万里遗锦衾。 梦魂无重阻，离忧罔古今。胡为不归欤，辜负匣中琴。 腰下是何物，牵缠旷登寻。朝与名山期，夕宿楚水阴。 楚水殊演漾，名山窅岖嶔。客从洞庭来，婉娈潇湘深。 橘柚在南国，鸿雁遗秋音。下有碧草洲，上有青橘林。 引烛窥洞穴，凌波睥天琛。蒲荷影参差，凫鹤雏淋涔。 浩歌惜芳杜，散发轻华簪。胡为不归欤，泪下沾衣襟。 鸢飞戾霄汉，蝼蚁制鳣鱏。赫赫大圣朝，日月光照临。 圣主虽启迪，奇人分湮沈。层城登云韶，王府锵球琳。 鹿鸣志丰草，况复虞人箴。", "translation": "无"}}, {"name": "淮南卧病书怀寄蜀中赵", "prop": {"content": "吴会一浮云，飘如远行客。功业莫从就，岁光屡奔迫。良图俄弃捐，衰疾乃绵剧。古琴藏虚匣，长剑挂空壁。楚冠怀钟仪，越吟比庄舄。国门遥天外，乡路远山隔。朝忆相如台，夜梦子云宅。旅情初结缉，秋气方寂历。风入松下清，露出草间白。故人不可见，幽梦谁与适。寄书西飞鸿，赠尔慰离析。", "translation": "无"}}, {"name": "如梦令·万帐穹庐人醉", "prop": {"content": "万帐穹庐人醉，星影摇摇欲坠，归梦隔狼河，又被河声搅碎。还睡、还睡，解道醒来无味。", "translation": "千万顶行军毡帐之中，将士们酣歌豪饮，酩酊大醉，满天繁星摇曳，那星空仿佛摇摇欲坠。狼河阻隔，回家的梦，被那河水滔滔之声搅的粉碎。闭上眼睛，让梦境延续吧，我知道，梦醒之时，更加百无聊赖。"}}, {"name": "西江月·新秋写兴", "prop": {"content": "天上低昂似旧，人间儿女成狂。夜来处处试新妆。却是人间天上。 不觉新凉似水，相思两鬓如霜。梦从海底跨枯桑。阅尽银河风浪。", "translation": "天上日落月升，斗转星移，景象跟从前一样，人间男女依然如痴如狂，陶醉在节日的欢乐中。七夕夜，处处可见着新装的人们，仿佛来到了人间天堂。不经意间感觉新秋凉意似水，因为思念故国，我两鬓已斑白如霜。我梦见自己在海底跨越枯桑，又在天上看尽银河风浪。"}}, {"name": "屈大均", "dynasty": "清代"}, {"name": "家铉翁", "dynasty": "宋代"}, {"name": "夏日登易氏万卷楼用唐", "prop": {"content": "高楼六月自生寒，沓嶂峰回拥碧阑。久客已忘非故土，此身兼喜是闲官。幽花傍晚烟初暝，深树新晴雨未干。极目海天家万里，风尘关塞欲归难。", "translation": "高高的万卷楼上六月里也透出寒意，楼外山峰连绵簇拥着碧色的楼栏。客居他乡太久已忘记这里并非家乡，欣喜的是自己只是一个清闲的小官。高雅清淡的花在傍晚的烟霭里也显得幽暗，天刚放晴树上的雨滴还未全干。远远眺望海天相隔的万里家乡，道路上风起尘扬想回去是多么的艰难。"}}, {"name": "癸未八月十四日至十六", "prop": {"content": "年年岁岁望中秋，岁岁年年雾雨愁。凉月风光三夜好，老夫怀抱一生休。明时谅费银河洗，缺处应须玉斧修。京洛胡尘满人眼，不知能似浙江不。", "translation": "无"}}, {"name": "蝶恋花·凤栖梧", "prop": {"content": "蜀锦地衣丝步障。屈曲回廊，静夜闲寻访。玉砌雕阑新月上。朱扉半掩人相望。 旋暖熏炉温斗帐。玉树琼枝，迤逦相偎傍。酒力渐浓春思荡。鸳鸯绣被翻红浪。", "translation": "用蜀地锦绣制成的地毯铺于地上。以丝织品制成的屏风遮蔽视线。曲曲折折的走廊，她在静谧的夜晚来寻觅探访故人。望见玉石装饰的台阶上，雕刻花纹的栏杆上有月亮照射的光华。红漆门半掩着屋内外的人相遥望。随即熏香炉中的香气飘散进了形如覆斗的帐子里。男子俊如玉树临风，女子美如琼枝袅娜。逐渐相依相偎。酒意渐浓爱慕的思绪百转荡漾，在绣有鸳鸯的锦被里深眠共梦。 "}}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "蓟北旅思 / 送远人", "prop": {"content": "日日望乡国，空歌白苎词。长因送人处，忆得别家时。失意还独语，多愁只自知。客亭门外柳，折尽向南枝。", "translation": "每天都在遥望故乡，徒然地唱着故乡的《白苎舞歌》。常常因为聚会送朋友归故乡，追忆起当年离别家乡的情景。不如意的时候还喃喃自语，几多乡愁也只有自己知道。离亭门外杨柳青青，朝南那面的柳枝都已经被我折没了。"}}, {"name": "忆江南·歌起处", "prop": {"content": "歌起处，斜日半江红。柔绿篙添梅子雨，淡黄衫耐藕丝风。家在五湖东。", "translation": "无"}}, {"name": "山寺夜起", "prop": {"content": "月升岩石巅，下照一溪烟。烟色如云白，流来野寺前。开门惜夜景，矫首看霜天。谁见无家客，山中独不眠。", "translation": "　　这是一首描写羁旅行愁的诗作。当时作者遭遇离乱，漂泊他乡，心情孤独愁苦。作者住在山中的野寺里，孤独一人，对月思乡，感慨身世浮沉。"}}, {"name": "归梦", "prop": {"content": "道路时通塞，江山日寂寥。偷生唯一老，伐叛已三朝。雨急青枫暮，云深黑水遥。梦归归未得，不用楚辞招。", "translation": "时下恰逢战乱，道路时通时堵，江山的气象一天天地冷落萧条。苟且偷生，四处漂泊只有我这一位老人，如今兴兵伐叛已经历了三朝。归梦中风骤雨急，一片昏暗看不清湘水两岸苍翠的枫树，归梦中云层浓厚，看不见那黑水在远方漂流。我的魂魄至今不能返回长安，仍在楚地飘游，哎，算了吧！用不着再作楚辞以招魂魄。"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "清明呈馆中诸公", "prop": {"content": "新烟着柳禁垣斜，杏酪分香俗共夸。白下有山皆绕郭，清明无客不思家。卞侯墓下迷芳草，卢女门前映落花。喜得故人同待诏，拟沽春酒醉京华。", "translation": "一树树杨柳披拂着新火的轻烟，沿随着官墙透迤蜿蜒；杏仁麦粥香气溢散，家家户户互相馈送，一片腾欢。都城南京的城郭四周，举目但见无尽的青山；节逢清明，更令客子无不把家乡深深怀念。看那卞壶祠边春草迷乱，莫愁女的故居前已被落花铺满。幸亏还有馆中诸公共同作伴，不妨打来美酒痛醉一番。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "浪淘沙·秋", "prop": {"content": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？", "translation": "无"}}, {"name": "月夜江行 / 旅次江", "prop": {"content": "扣舷不能寐，浩露清衣襟。弥伤孤舟夜，远结万里心。幽兴惜瑶草，素怀寄鸣琴。三奏月初上，寂寥寒江深。", "translation": "　　这是一首写羁旅之思的五言律诗。"}}, {"dynasty": "宋代"}, {"name": "秋尽", "prop": {"content": "秋尽东行且未回，茅斋寄在少城隈。篱边老却陶潜菊，江上徒逢袁绍杯。雪岭独看西日落，剑门犹阻北人来。不辞万里长为客，怀抱何时得好开。", "translation": "已到秋末时节，然而我这一次东行却依然无法回归。我那简陋的茅舍依然在少城的角落里孤单地等我回去。家中东篱边的菊花已应枯萎凋落，我漂泊江湖，虽被人重视，但却无用武之地。独自一人在雪岭看西天日落，剑门阻隔，我这北来之人无法通行。我万里漂泊，长时间作客他乡，不知什么时候才能得偿所愿，一展胸怀。"}}, {"name": "寒食野望吟", "prop": {"content": "乌啼鹊噪昏乔木，清明寒食谁家哭。风吹旷野纸钱飞，古墓垒垒春草绿。棠梨花映白杨树，尽是死生别离处。(别离 一作：离别)冥冥重泉哭不闻，萧萧暮雨人归去。", "translation": "乌鹊啼叫发出聒噪的声音，在昏暗的高大树木下，是哪家在清明寒食的节日里哭泣？风吹动空旷野外中的纸钱，纸钱飞舞，陈旧的坟墓重重叠叠，上面已经长满了绿草。棠梨花掩映着白杨树，这都是生死离别的地方啊。亡者在昏晦的黄泉中听不到我们的哭声，来祭奠的人在傍晚潇潇的雨声里回去了。"}}, {"name": "华清淑", "dynasty": "宋代"}, {"name": "边城独望", "prop": {"content": "聊凭危堞望，暗起异乡情。霜落蒹葭白，山昏雾露生。河滩胡雁下，戎垒汉鼙惊。独树残秋色，狂歌泪满缨。", "translation": "　　初秋时节，诗人独自凭倚着高高城楼的堞墙，眺望塞外风光，不由自主萌发了一股独客异乡的感情。"}}, {"name": "陈均", "dynasty": "宋代"}, {"name": "落叶", "prop": {"content": "早秋惊落叶，飘零似客心。翻飞未肯下，犹言惜故林。", "translation": "秋气早来，树叶飘落，令人心惊；凋零之情就如同这远客的遭遇。树叶翻飞仿佛不愿落地；还在诉说着不忍离开这片森林。"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "虞集", "dynasty": "元代"}, {"name": "与史郎中钦听黄鹤楼上", "prop": {"content": "一为迁客去长沙，西望长安不见家。 黄鹤楼中吹玉笛，江城五月落梅花。", "translation": "被贬谪的人要远去长沙，日日西望长安方向也看不见家。黄鹤楼上传来了一声声《梅花落》的笛声，在这五月的江城好似见到纷落的梅花。"}}, {"name": "壬辰寒食", "prop": {"content": "客思似杨柳，春风千万条。更倾寒食泪，欲涨冶城潮。巾发雪争出，镜颜朱早凋。未知轩冕乐，但欲老渔樵。", "translation": "身居他乡的乡思像杨柳一样，被春风一吹就有千万条思绪。尤其是到了清明的寒食节，自己的眼泪就更多了，流的泪就快要淹没冶城了。自己的白头发像是要挣脱出头巾的束缚，镜子中自己的面容也已经显得苍老。不想知道官位的快乐啊，只求自己能够在青山绿水做一个打渔和砍柴的农民。"}}, {"name": "旅次寄湖南张郎中", "prop": {"content": "寒江近户漫流声，竹影临窗乱月明。 归梦不知湖水阔，夜来还到洛阳城。", "translation": "住的地方靠近寒冷的江水，夜不能寐只能卧听江水声；月光下的竹影映在窗户上，心中情绪翻涌。不知道什么时候才能回到遥远的故乡，只能在梦中回到洛阳城。"}}, {"name": "茅坤", "dynasty": "明代"}, {"name": "李爽", "dynasty": "南北朝"}, {"name": "人日思归", "prop": {"content": "入春才七日，离家已二年。人归落雁后，思发在花前。", "translation": "入春才刚刚七日，离开家已经有两年了。归家的日期落在春回大地北飞的雁群之后，但是想回家的念头却在春花开放以前就有了。"}}, {"name": "寄宇文判官", "prop": {"content": "西行殊未已，东望何时还。终日风与雪，连天沙复山。二年领公事，两度过阳关。相忆不可见，别来头已斑。", "translation": "往西前行已经很远了，仍然没有穷尽之时，回首东望又不知何时才能返回家乡。成天面对的都是狂风和暴雪，放眼望去直达天际的是连绵重叠的沙漠和山丘。我从事公职已历两年，曾两度经过阳关。想念你却见不得你，分别之后，我的头发都已经斑白了。"}}, {"name": "同王征君湘中有怀", "prop": {"content": "八月洞庭秋，潇湘水北流。还家万里梦，为客五更愁。不用开书帙，偏宜上酒楼。故人京洛满，何日复同游。", "translation": "八月的洞庭湖一片清秋，辽阔的潇湘水滔滔北流。关山万里做着回家之梦，他乡为客难奈五更离愁。无须打开书卷细细品味，只应开怀畅饮醉卧酒楼。长安洛阳亲朋故旧无数，什么时候再与他们同游？"}}, {"name": "吴西逸", "dynasty": "元代"}, {"name": "葛溪驿", "prop": {"content": "缺月昏昏漏未央，一灯明灭照秋床。病身最觉风露早，归梦不知山水长。坐感岁时歌慷慨，起看天地色凄凉。鸣蝉更乱行人耳，正抱疏桐叶半黄。", "translation": "一钩残月挂在天空，月色昏昏，漏声滴答，黑夜正长；油灯忽明忽暗，寂寂地照着我的床。体弱多病总是最早感觉到风霜的寒意，梦中回到了家乡，不觉远隔千山万水，道路漫漫。披衣而坐，心中感慨情不自禁地慷慨悲歌；起身下床，俯仰窗外天地，只觉一片孤寂凄凉。那凄切的鸣蝉声传入耳中，让人心烦意乱；它紧抱着萧疏的梧桐树，树上的叶子已经半黄。"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "刘皂", "dynasty": "唐代"}, {"name": "除夜作", "prop": {"content": "旅馆寒灯独不眠，客心何事转凄然。故乡今夜思千里，霜鬓明朝又一年。(霜鬓 一作：愁鬓)", "translation": "住在客栈里，独对残灯，睡不着觉。不知什么缘故，诗人的心情变得十分凄凉悲伤。在这除夕之夜，想象故乡人思念千里之外的自己的情景，而明天又要增加一岁，新添不少白发啊。佳节思亲是常情，历来如此。但除夕之夜，“独不眠”、“转凄然”、“思千里”，还有一层意思：到了明天，就又增加一岁，包含了诗人年复一年老大无成的伤感。"}}, {"name": "清江引·秋怀", "prop": {"content": "西风信来家万里，问我归期未？雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。", "translation": "凛冽的西风，像是要把家里人写的信吹过来一样，问我什么时能回去？大雁在满是长满红叶的秋林上空长鸣而过，远离家乡的游子，醉卧在秋菊盛开的园中，思乡的梦里隐约听到秋雨轻打着芭蕉，声声不断。"}}, {"name": "忆秦娥·用太白韵", "prop": {"content": "清溪咽。霜风洗出山头月。山头月。迎得云归，还送云别。 不知今是何时节。凌歊望断音尘绝。音尘绝。帆来帆去，天际双阙。", "translation": "清澈的溪水呜咽着，霜风吹散了云洗出山头的月亮。山头的月亮，将云迎接回来，又将云送走。不知道今天是什么时节。在凌霄台上眺望，没有音信。帆船来来往往，天边是帝王的住所。"}}, {"name": "观博平王志安少府山水", "prop": {"content": "粉壁为空天，丹青状江海。游云不知归，日见白鸥在。博平真人王志安，沈吟至此愿挂冠。松溪石磴带秋色，愁客思归坐晓寒。", "translation": "墙壁雪白正可作天空，用丹青绘出江海。浮云不知归还，白鸥日日长在。博平真人王志安，沉吟画前欲辞官。秋色笼罩着松溪和石阶，拂晓的凉意使愁客想把家还。"}}, {"dynasty": "先秦"}, {"name": "李珣", "dynasty": "五代"}, {"name": "鹧鸪天·楼上谁将玉笛", "prop": {"content": "楼上谁将玉笛吹？山前水阔暝云低。劳劳燕子人千里，落落梨花雨一枝。修禊近，卖饧时。故乡惟有梦相随。夜来折得江头柳，不是苏堤也皱眉。", "translation": "是谁在楼上吹奏起哀怨的玉笛呢？山前，宽阔的水面被昏暗的云雾遮盖住了。燕子又开始忙碌着做窠。可是，我所思念的人却远隔千里。眼前孤零零的，只有一枝梨花在雨中与我作伴。修禊的日子快到了，如今正是卖糖的时候。故乡呢，只能在梦中追寻而已。昨夜从江边折回来一枝新柳，虽然不是苏堤上的，也足以令我愁眉不展了。"}}, {"name": "顾德润", "dynasty": "元代"}, {"name": "程垓", "dynasty": "宋代"}, {"name": "入峡寄弟", "prop": {"content": "吾昔与尔辈，读书常闭门。未尝冒湍险，岂顾垂堂言。自此历江湖，辛勤难具论。往来行旅弊，开凿禹功存。壁立千峰峻，潈流万壑奔。我来凡几宿，无夕不闻猿。浦上摇归恋，舟中失梦魂。泪沾明月峡，心断鹡鸰原。离阔星难聚，秋深露已繁。因君下南楚，书此示乡园。", "translation": "先前我和你们，读书不常出门。不曾冒过激流的危险，哪理会坐不垂堂的古训。从这次出来游历江湖，艰辛困苦难以一一述陈。峡中往来的旅客疲弊不堪，幸赖大禹开凿之功至今犹存。两岸峭壁耸立起上千座险峰，湍急的水流在万条壑谷涌奔。我来这里总共才几天，没有一夜不听到猿的啼声。江边宿息时归思依依，船只行进中落魄失魂。明月峡中泪水沾湿了衣裳，原野的鹡鸰使人断肠伤神。离得太远星星也难相聚，晚秋季节露水越来越深。趁着先生顺流直下南楚，写下这首诗寄给家乡亲人。"}}, {"name": "张籍", "dynasty": "唐代"}, {"name": "菩萨蛮·洛阳城里春光", "prop": {"content": "洛阳城里春光好，洛阳才子他乡老。柳暗魏王堤，此时心转迷。桃花春水渌，水上鸳鸯浴。凝恨对残晖，忆君君不知。", "translation": "春暖花开，万象更新。洛阳城里，春光明媚，娇好异常。可是，我这个天涯浪子，却只能异地漂泊，老死他乡。眼前的魏王堤上，杨柳依依，浓荫茂密。而我心怀隐痛，满心凄迷，惆怅不已。桃花嫣红，春水碧绿，烟笼柳堤，水浴鸳鸯。此物之出双入对，相守相依，更勾起我这个离人永隔之悲苦。无以释解，只好把一腔相思相忆之情凝结成的丝丝愁恨，化解到落日西沉的余晖之中。远方的人儿呵，遥远的故国呵，你知道不，我这是在怀念着你呵！"}}, {"name": "端居", "prop": {"content": "远书归梦两悠悠，只有空床敌素秋。 阶下青苔与红树，雨中寥落月中愁。", "translation": "盼望妻子远书不至，寻觅归梦慰藉不成，两者皆悠悠，只有那空荡荡的床榻与那寂寥清冷的素秋默默相对。台阶下的青苔和庭中被秋霜染红的树叶，在迷濛的秋雨以及冷冷的清月笼罩下，越发勾起我那悠长的愁绪。"}}, {"name": "西过渭州见渭水思秦川", "prop": {"content": "渭水东流去，何时到雍州？凭添两行泪，寄向故园流。", "translation": "长长的渭水东流不休，什么时候能流到雍州？请带上我的两行热泪，向着遥远的故乡奔流！"}}, {"name": "菩萨蛮·榛荆满眼山城", "prop": {"content": "榛荆满眼山城路，征鸿不为愁人住。何处是长安，湿云吹雨寒。丝丝心欲碎，应是悲秋泪。泪向客中多，归时又奈何。", "translation": "偏僻之地，荆棘丛生，满眼荒芜，让人心生苍凉。南飞的征雁，亦不会因时常触动人的思乡愁怀而停歇。眺望远方，视线落处，凉云冷雨，故园遥不可及，更在远方的远方。愁思缕缕，心欲碎。清泪，似是为悲秋而洒。人在他乡，更让人泪流不止。然而，即使返家之时又能怎么样呢。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "马致远", "dynasty": "元代"}, {"name": "九月九日登玄武山 /", "prop": {"content": "九月九日眺山川，归心归望积风烟。他乡共酌金花酒，万里同悲鸿雁天。", "translation": "韵译九月九日眺望那故乡的山川，乡思归心飞越那隐约的风烟。远在他乡和大伙喝着菊花酒，身隔万里伤心望着雁飞南天。散译九月九日登上玄武山远望山河，回归故乡的心思、回归故土的热望，浓得如眼前聚集的风尘。身在别人的家乡我们一起喝下这菊花酒，我们离家万里，望着大雁飞过的天空，心中有着一样的悲伤。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "菩萨蛮·满宫明月梨花", "prop": {"content": "满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。", "translation": "洒满庭中的月光啊，像院里的梨花一样白，你可照见我那思念的人儿么，相隔万里多少关塞。绣衣上一双金雁展翅欲飞，泪湿罗衫时更愁欢情难再。看小园绿草凄凄，想起故乡弯弯的越溪。杨柳轻舞着依依春情，春燕归来带着无边的春意。燕归人却不归来，不知何时才能与他相聚。"}}, {"name": "减字木兰花·淮山隐隐", "prop": {"content": "淮山隐隐，千里云峰千里恨。淮水悠悠，万顷烟波万顷愁。山长水远，遮断行人东望眼。恨旧愁新，有泪无言对晚春。", "translation": "远望淮山隐隐约约可见其影，连绵千里的山峦承载着我千里的悲恨。淮水浩渺悠远，万里波涛寄托了我万里的愁思。山长水远，挡住了行人向东眺望的视线。旧恨新愁，面对这晚春景象，不知该说些什么，只能默默垂泪。"}}, {"name": "点绛唇·十月二日马上", "prop": {"content": "一帽红尘，行来韦杜人家北。满城风色，漠漠楼台隔。目送飞鸿，景入长天灭。关山绝，乱云千叠，江北江南雪。", "translation": "帽上积着城市中的风尘，我来到都城的城北。城中正刮着大风，卷起尘土，满城都漠漠一片，人家的楼台隔着尘土，模糊不清。我仰望飞雁，直到雁影消失在遥远的天空中。天边的山脉一线，云层重重叠叠，要下雪了，这雪花将洒遍大江南北。"}}, {"name": "醉落魄·席上呈元素", "prop": {"content": "分携如昨。人生到处萍飘泊。偶然相聚还离索。多病多愁，须信从来错。尊前一笑休辞却。天涯同是伤沦落。故山犹负平生约。西望峨嵋，长羡归飞鹤。", "translation": "上次的分别还如昨天的情景一般清晰，感叹人生到处漂泊，就像浮萍一样。虽然偶尔会相聚，但终究朋友还是要离散各地。这多愁多病的身体，在等待朋友的消息中愈发消瘦了。这杯离别的酒不要推却了，你我都是辗转外郡之人，漂泊不定。虽辜负了归隐故乡的约定，可我总是西望峨眉山，期盼着归隐的日子。"}}, {"name": "首春逢耕者", "prop": {"content": "南楚春候早，余寒已滋荣。土膏释原野，白蛰竞所营。缀景未及郊，穑人先偶耕。园林幽鸟啭，渚泽新泉清。农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。眷然抚耒耜，回首烟云横。", "translation": "无"}}, {"name": "高启", "dynasty": "明代"}, {"name": "张元干", "dynasty": "宋代"}, {"name": "次北固山下", "prop": {"content": "客路青山外，行舟绿水前。(青山外 一作：青山下)潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达？归雁洛阳边。", "translation": "郁郁葱葱的山外是旅客的道路，船航行在绿水之间。潮水涨满，两岸与江水齐平，整个江面十分开阔，帆顺着风端直高挂。夜幕还没有褪尽，旭日已在江上冉冉升起，还在旧年时分，江南已有了春天的气息。我的家书应该送到什么地方呢？北去的归雁啊，请给我捎回洛阳那边！"}}, {"name": "长亭怨·与李天生冬夜", "prop": {"content": "记烧烛、雁门高处。积雪封城，冻云迷路。添尽香煤，紫貂相拥夜深语。苦寒如许。难和尔、凄凉句。一片望乡愁，饮不醉、垆头驼乳。无处，问长城旧主，但见武灵遗墓。沙飞似箭，乱穿向、草中狐兔。那能使、口北关南，更重作、并州门户。且莫吊沙场，收拾秦弓归去。", "translation": "还记得，当初你我于冬日在雁门关中夜宿。那时候，大雪飞舞，厚厚的积雪将全城都给封住，天上是厚厚的阴云，让人辨不清方面，使人迷路。在火炉中添上满满的煤炭，你我穿着貂皮大衣围着火炉在深夜里谈话。环境已经如此艰苦，你又作了那样凄凉哀伤的诗句，实在是让我难以相和。远望故乡，满怀愁绪，苦闷地饮着驼奶酒，想要以醉解忧，却又偏偏久喝不醉。长城故主已经无处可寻，所见的只有击破戎狄的赵武灵王的坟墓。沙石飞走，如同乱箭一样射向了草丛中的狐狸和野兔。如何能让这口北关南之地重新成为故土边防的门户呢？暂且不要空自哀吊沙场，拿起秦弓再次出征，将故土收复。"}}, {"name": "浣溪沙·楼上晴天碧四", "prop": {"content": "楼上晴天碧四垂，楼前芳草接天涯。劝君莫上最高梯。新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。", "translation": "晴空万里，我登上杨柳掩映的高楼，眺望一片芳草绿到天边。劝你不要登上高楼的顶点，因为此时登高怀远，最是伤怀。堂下的新笋已长成竹子，落花已碾成尘土作了燕子筑巢的新泥。此时再怎忍心听那林梢上传来杜鹃的的啼叫呢？"}}, {"name": "梅花", "prop": {"content": "孤馆寒梅发，春风款款来。故园花落尽，江上一枝开。", "translation": "孤寂的客馆中，寒梅开始绽放，春风脚步徐缓地来到树下。此时故乡的园中花已经开了又凋谢了，江上春尚寒，只有一枝独开。"}}, {"name": "黄公度", "dynasty": "宋代"}, {"name": "九月九日忆山东兄弟", "prop": {"content": "独在异乡为异客，每逢佳节倍思亲。遥知兄弟登高处，遍插茱萸少一人。 ", "translation": "一个人独自在他乡作客，每逢节日加倍思念远方的亲人。遥想兄弟们今日登高望远时，头上插满茱萸只少我一人。"}}, {"name": "淮上女", "dynasty": "宋代"}, {"name": "简长", "dynasty": "宋代"}, {"name": "春夜洛城闻笛 / 春", "prop": {"content": "谁家玉笛暗飞声，散入春风满洛城。 此夜曲中闻折柳，何人不起故园情。", "translation": "这是从谁家飘出的悠扬笛声呢？它随着春风飘扬，传遍洛阳全城。客居之夜听到《折杨柳》的曲子，谁又能不生出怀念故乡的愁情？ "}}, {"name": "作者", "dynasty": "朝代"}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "八月十五夜月二首", "prop": {"content": "满月飞明镜，归心折大刀。转蓬行地远，攀桂仰天高。水路疑霜雪，林栖见羽毛。此时瞻白兔，直欲数秋毫。稍下巫山峡，犹衔白帝城。气沈全浦暗，轮仄半楼明。刁斗皆催晓，蟾蜍且自倾。张弓倚残魄，不独汉家营。", "translation": "窗外是满月，明镜里也是满月，思乡的情绪如同刀在心头乱割！辗转流离，家乡越来越远；想要攀折月中桂枝，无奈天空如此远阔！归去吧！路上的霜露像雪一样洁白，林中栖息的小鸟正梳理着羽毛。看着那月宫中的兔儿，正在明亮的月光下，悠闲地数着新生白毛。"}}, {"name": "绝句二首·其二", "prop": {"content": "江碧鸟逾白，山青花欲燃。今春看又过，何日是归年？", "translation": "碧绿的江水把鸟儿的羽毛映衬得更加洁白，山色青翠欲滴，红艳的野花似乎将要燃烧起来。今年春天眼看着又要过去了，我返回故乡的日期到底是何年何月呢？"}}, {"name": "朝中措·清明时节", "prop": {"content": "清明时节雨声哗。潮拥渡头沙。翻被梨花冷看，人生苦恋天涯。 燕帘莺户，云窗雾阁，酒醒啼鸦。折得一枝杨柳，归来插向谁家。", "translation": "清明时节，雨声响成一片。江水上涨淹没了渡口的沙滩。路旁，雪白的梨花冷冷地看着我走过，仿佛责怪我这个时候还不思故土，而对他乡的山水花木如此痴情苦恋。只有到那莺啼燕舞的珠帘绣户，云裳雾鬓的琐窗朱阁，在欢歌曼舞中一醉消愁。酒醒时只听得归鸦啼鸣。归去时随手折了一枝杨柳，走到客舍门前，这才恍然醒悟：此处哪有自己的家门！"}}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "凉州词二首·其一", "prop": {"content": "黄河远上白云间，一片孤城万仞山。羌笛何须怨杨柳，春风不度玉门关。", "translation": "黄河好像从白云间奔流而来，玉门关孤独地耸峙在高山中。何必用羌笛吹起那哀怨的《杨柳曲》去埋怨春光迟迟不来呢，原来玉门关一带春风是吹不到的啊！"}}, {"name": "诉衷情·夜寒茅店不成", "prop": {"content": "夜寒茅店不成眠，残月照吟鞭。黄花细雨时候，催上渡头船。鸥似雪，水如天，忆当年。到家应是，童稚牵衣，笑我华颠。", "translation": "深夜严寒，我在简陋的旅店里孤枕难眠，皎洁的月光照着半夜起床赶路的我。细雨霏霏，秋菊盛开，我急急忙忙赶上了回家的渡船。鸥鸟洁似白雪，河水清似蓝天，让我想起了家乡，不禁遐想，回到了家，小孩会抓着衣角，笑我满头白发吧。"}}, {"name": "睦州四韵", "prop": {"content": "州在钓台边，溪山实可怜。有家皆掩映，无处不潺湲。好树鸣幽鸟，晴楼入野烟。残春杜陵客，中酒落花前。", "translation": "睦州郡坐落在距离严子陵钓台不远的地方，这儿的山水着实惹人怜爱。远处的人家掩映在绿树中若隐若现，溪水遍布山石之间潺潺流淌。小鸟在茂林中时而啼叫，晴光中的小楼上萦绕着缕缕野烟。暮春时节的我客居于此，真被这美景陶醉了，就好像喝醉了酒，倒在了落花前。"}}, {"name": "鹧鸪天·元宵后独酌", "prop": {"content": "千点寒梅晓角中，一番春信画楼东。收灯庭院迟迟月，落索秋千翦翦风。鱼雁杳，水云重，异乡节序恨匆匆。当歌幸有金陵子，翠斝清尊莫放空。", "translation": "　　此词写元宵节后的独酌思乡。“迟迟月”与“翦翦风”，点缀出早春夜晚的清寒，也烘托出怀乡的愁绪。末两句以歌酒故作宽解，更见乡愁的深挚婉曲。 "}}, {"name": "阮郎归·客中见梅", "prop": {"content": "年年为客遍天涯。梦迟归路赊。无端星月浸窗纱。一枝寒影斜。肠未断，鬓先华。新来瘦转加。角声吹彻小梅花。夜长人忆家。", "translation": "我长年在外漂泊，足迹遍及天涯海角。那回家的好梦，却总是姗姗来迟。但见星光与月色浸透了窗纱，映照出一枝梅花的斜影。我的愁肠没有被愁断，两鬓却已斑白。最近，身体也越来越消瘦了。运处传来角声，吹着哀哀的《小梅花》。长夜漫漫，我又想起了远方的家。"}}, {"name": "春草", "prop": {"content": "春草青青万里馀，边城落日见离居。 情知海上三年别，不寄云间一纸书。", "translation": "茂盛的春草绵延万里，落日余晖洒在当初离别的房子上。明明知道离开家乡到塞外已经三年，却没有从外面寄回一纸书信。 "}}, {"name": "王寂", "dynasty": "南北朝"}, {"name": "黄鹤楼", "prop": {"content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。", "translation": "过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见白云悠悠。阳光照耀下的汉阳树木清晰可见，更能看清芳草繁茂的鹦鹉洲。暮色渐渐漫起，哪里是我的家乡？江面烟波渺渺让人更生烦愁。"}}, {"name": "咏牡丹", "prop": {"content": "一自胡尘入汉关，十年伊洛路漫漫。青墩溪畔龙钟客，独立东风看牡丹。", "translation": "自从金人的铁蹄踏碎了祖国的河山，十年岁月，回望故乡洛阳，仍是漫漫长路归途无望。作为身在异乡的龙钟老人，看到青墩溪畔的牡丹花开了，就想起了洛阳的牡丹，只能孤独地站在春风中默默观看。"}}, {"name": "春日登楼怀归", "prop": {"content": "高楼聊引望，杳杳一川平。野水无人渡，孤舟尽日横。荒村生断霭，深树语流莺。旧业遥清渭，沉思忽自惊。", "translation": "无事登上高楼远望，是一片广袤无际的平野。四野空空，只见流水，不见渡者。只有一只小船整日停在岸边。黄昏时荒寂的村中炊烟缕缕，古寺深处黄莺啼啭。这些多像我遥远而熟悉的故乡啊，想到这里，不由惊醒。"}}, {"name": "周必大", "dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "王褒(南北)", "dynasty": "南北朝"}, {"name": "水调歌头·送王修甫东", "prop": {"content": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。", "translation": "无"}}, {"name": "新年作", "prop": {"content": "乡心新岁切，天畔独潸然。老至居人下，春归在客先。岭猿同旦暮，江柳共风烟。已似长沙傅，从今又几年。", "translation": "新年来临，思乡的心情格外迫切，想到自己漂泊在外不禁潸然落泪。年老了反而被贬谪他处居于人下，连春天也脚步匆匆走在我的前头。在岭南早晚只能与猿猴相依作伴，或与江边杨柳共同领受风烟侵吹。我已和被贬为长沙太傅的贾谊同遭遇，不知今后还要几年才能还乡？"}}, {"name": "渡河北", "prop": {"content": "秋风吹木叶，还似洞庭波。常山临代郡，亭障绕黄河。心悲异方乐，肠断陇头歌。薄暮临征马，失道北山阿。", "translation": "看到秋风吹起，木叶飘落，便想到《楚辞》中的洞庭湖水。到了关山代郡一带，黄河沿岸修筑着很多堡垒。异域的音乐让人心中悲凉，陇头的歌曲令人愁断肠。傍晚的时候，面对着远行的马，迷失在山的拐处。"}}, {"name": "叶燮", "dynasty": "清代"}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "凤栖梧·衰柳疏疏苔满", "prop": {"content": "衰柳疏疏苔满地。十二阑干，故国三千里。南去北来人老矣。短亭依旧残阳里。紫蟹黄柑真解事。似倩西风、劝我归欤未。王粲登临寥落际。雁飞不断天连水。", "translation": "　　全词抒发了作者的思乡恋乡之情，对仕途的失意，怀才不遇的郁闷情绪也有新宣泄。 "}}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "薛道衡", "dynasty": "隋代"}, {"name": "王僧孺", "dynasty": "南北朝"}, {"name": "有所思", "prop": {"content": "西征登陇首，东望不见家。关树抽紫叶，塞草发青芽。昆明当欲满，葡萄应作花。流泪对汉使，因书寄狭斜。", "translation": "西征登上大陇山头，往东眺望看不见故乡。边关树木抽出紫叶，塞外小草发出青芽。昆明春水当已涨满，葡萄也该已经开花。对着汉使热泪长流，请把捎信寄往长安的曲巷里头。"}}, {"name": "冬夕", "prop": {"content": "浩汗霜风刮天地，温泉火井无生意。 泽国龙蛇冻不伸，南山瘦柏消残翠。", "translation": "大风夹杂着霜雪猛烈地肆虐在天地之间，泡着热水或者围着火炉烤着火，也没有丝毫暖意。河海像龙蛇一样冻得不得伸展，连四季常青的松柏都退去了绿色，显得消瘦了许多。 "}}, {"name": "席上贻歌者", "prop": {"content": "花月楼台近九衢，清歌一曲倒金壶。 座中亦有江南客，莫向春风唱鹧鸪。", "translation": "明月的清辉照着高楼和盛开的鲜花，街市四通八达。楼上正灯红酒绿，清唱一曲后，又是一番觥筹交错。在这宴会上也有客居北方的南国人，请你不要再唱撩动人乡思的《鹧鸪曲》了。"}}, {"name": "南乡子·烟漠漠", "prop": {"content": "烟漠漠，雨凄凄，岸花零落鹧鸪啼。远客扁舟临野渡，思乡处，潮退水平春色暮。", "translation": "烟雾苍茫，风雨凄迷。岸边的花儿已凋谢，只听得鹧鸪声声啼。远方的来客乘着一叶扁舟靠近荒野渡口。这种地方最容易引发阵阵乡愁。看江上潮水已退水面平静，时间已到暮春时候。"}}, {"name": "张渊懿", "dynasty": "清代"}, {"name": "春日西湖寄谢法曹歌", "prop": {"content": "西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。", "translation": "春天使者姗姗前来访问，西湖水面换上绿色衣裙。漫山遍野捧出七彩热情，花风落地一样唤人兴奋。春来了，参军思绪乱如云，白发人，最怕题诗送青春。我知道你摆好了湖中酒席，等待着老朋友来开怀畅饮。遥遥万里你捎来一片春情，每到春来我暗暗感到心惊。冰雪消融，门外千山碧绿，繁花争妍，江边二月多晴。还记得，少年时，迎春畅饮，到如今，春草绿，两鬓如丝。他乡作客，物态人情各异，东风情意，年年难舍难离。"}}, {"name": "行舟", "prop": {"content": "柳花飞入正行舟，卧引菱花信碧流。 闻道风光满扬子，天晴共上望乡楼。", "translation": "阳光明媚，柳花飘飘扬扬坠在行舟之中。舟中人随手采起菱花，任凭小舟顺碧流飘转。望乡楼上凭栏远望，这满眼风光，我却无心赏景，只思念塞北故乡。"}}, {"name": "望江南·燕塞雪", "prop": {"content": "燕塞雪，片片大如拳。蓟上酒楼喧鼓吹，帝城车马走骈阗。羁馆独凄然。 燕塞月，缺了又还圆。万里妾心愁更苦，十春和泪看婵娟。何日是归年。", "translation": "　　这是一首悲愤的思乡小令。1276年（宋恭帝德祐二年），元军统帅伯颜攻陷临安，恭帝及谢太后、全后等献玺表投降，伯颜将帝、后、一些大臣及宫人乐师等挟持至元都燕京（今北京），宫人华清淑和乐师汪元量等皆在被俘之列。十多年后，汪元量请为黄冠，获准南归，原宋人被羁留者多有送别之作。《全宋词》中收有金德淑、连妙淑、黄静淑、陶明淑、柳华淑、杨慧淑、华清淑、梅顺淑、吴昭淑、周容淑、吴淑真等十一位宋旧宫人“赠汪水云南还词”（汪元量号水云）各一首，除吴淑真用《霜天晓角》词牌外，其余十人所作，均调寄《望江南》。十一首宫人词中，华词颇有特色。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "赋得白鹭鸶送宋少府入", "prop": {"content": "白鹭拳一足，月明秋水寒。人惊远飞去，直向使君滩。", "translation": "白鹭鸶拳着一条腿"}}, {"name": "种桃杏", "prop": {"content": "无论海角与天涯，大抵心安即是家。路远谁能念乡曲，年深兼欲忘京华。忠州且作三年计，种杏栽桃拟待花。", "translation": "无论身处天涯海角，只要内心平静就能安然地把所在地当做家乡。路途遥远，谁还能唱出家乡的小曲儿？时间久长，我已渐渐忘却京城面貌。忠州的生活清闲幽静，我想以三年为期，种下的杏树桃树等待花开。"}}, {"name": "张耒", "dynasty": "宋代"}, {"name": "浪淘沙·曹溪驿折桃花", "prop": {"content": "水软橹声柔，草绿芳洲，碧桃几树隐红楼。者是春山魂一片，招入孤舟。乡梦不曾休，惹甚闲愁？忠州过了又涪州。掷与巴江流到海，切莫回头。", "translation": "　　潇洒有余致。词人似乎想说明，对于美好的事物，只要留有回忆，就已足够。然而文学作品毕竟不是说理文，此词动人之处并不在这种旷达的心情，而是词人所用的艺术手段。经过作者的渲染，这枝随手折得的桃花，仿佛是有了灵魂，也就拥有了新的所指。 "}}, {"name": "杨基", "dynasty": "明代"}, {"name": "闻黄鹂", "prop": {"content": "倦闻子规朝暮声，不意忽有黄鹂鸣。一声梦断楚江曲，满眼故园春意生。目极千里无山河，麦芒际天摇清波。王畿优本少赋役，务闲酒熟饶经过。此时晴烟最深处，舍南巷北遥相语。翻日迥度昆明飞，凌风邪看细柳翥。我今误落千万山，身同伧人不思还。乡禽何事亦来此，令我生心忆桑梓。闭声回翅归务速，西林紫椹行当熟。", "translation": "无"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "西亭春望", "prop": {"content": "日长风暖柳青青，北雁归飞入窅冥。岳阳城上闻吹笛，能使春心满洞庭。", "translation": "春日白昼渐长，风和日暖，柳丝嫩绿，北方的大雁回故乡飞进深远的天空。在岳阳楼上听到吹竹笛的声音，这笛声能使我的旅愁归心洒遍洞庭湖。 "}}, {"name": "春雁", "prop": {"content": "春风一夜到衡阳，楚水燕山万里长。莫怪春来便归去，江南虽好是他乡。", "translation": "一夜之间，春风吹遍了衡阳城，楚水燕山相距万里之长。不要怪大雁一到春天便启程北归，只因为江南虽好，毕竟是异域他乡！"}}, {"name": "酒泉太守席上醉后作", "prop": {"content": "酒泉太守能剑舞，高堂置酒夜击鼓。胡笳一曲断人肠，座上相看泪如雨。琵琶长笛曲相和，羌儿胡雏齐唱歌。浑炙犁牛烹野驼，交河美酒归叵罗。三更醉后军中寝，无奈秦山归梦何。", "translation": "酒泉太守持剑翩翩舞起，高堂置酒夜间鼓声敲击。胡茄一曲令人肝肠欲断，座上客人相对泪下如雨。"}}, {"name": "渔家傲·东昌道中", "prop": {"content": "野草凄凄经雨碧，远山一抹晴云积。午睡觉来愁似织。孤帆直，游丝绕梦飞无力。古渡人家烟水隔，乡心缭乱垂杨陌。鸿雁自南人自北。风萧瑟，荻花满地秋江白。", "translation": "无"}}, {"name": "泊船瓜洲", "prop": {"content": "京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。", "translation": "京口和瓜洲之间只隔着一条长江，钟山就隐没在几座山峦的后面。和煦的春风又吹绿了大江南岸，明月什么时候才能照着我回到钟山下的家里。"}}, {"name": "秋浦感主人归燕寄内", "prop": {"content": "霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前檐。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。", "translation": "金风萧瑟，楚木凋零，寒气凛冽。秋天寥廓，红谢绿潜，万物蛰藏。胡燕也要回到南方去了，双双在屋檐下呢喃，与主人告别。他们与主人恋恋不舍，三飞四回头，眼光里充满留恋。难道他们不喜欢华美的屋子和精巧的珠帘？但是，终归要飞上回南方的路。我很惭愧，我连胡燕都不如，远离妻子来秋浦已经一年多了。多少思念，多少感叹，泪下如雨，浸湿糨糊，信不能封缄。"}}, {"name": "杂诗三首·其二", "prop": {"content": "君自故乡来，应知故乡事。来日绮窗前，寒梅著花未？", "translation": "您是刚从我们家乡来的，一定了解家乡的人情世态。请问您来的时候我家雕画花纹的窗户前，那一株腊梅花开了没有？"}}, {"name": "归雁", "prop": {"content": "潇湘何事等闲回，水碧沙明两岸苔。 二十五弦弹夜月，不胜清怨却飞来。", "translation": "你为何如此轻易的从潇水湘水那样美丽的地方回来呢？那里溪水澄澈，沙石明净，岸边还有青苔可以供你觅食，你何故不肯呆了呢？大雁答道：湘灵之神在月夜弹的瑟曲调太伤感了，我忍受不了那悲怨欲绝的曲调，不得不离开潇湘飞回到北方来。"}}, {"name": "夜雨", "prop": {"content": "我有所念人，隔在远远乡。我有所感事，结在深深肠。乡远去不得，无日不瞻望。肠深解不得，无夕不思量。况此残灯夜，独宿在空堂。秋天殊未晓，风雨正苍苍。不学头陀法，前心安可忘。", "translation": "我有深深思念着的人，却相隔很远在他乡。我有所感怀的事情，但深深的埋在心底。故乡遥远难以归去，我没有一天不遥望它。心中忧愁苦闷却无处化解，日日夜夜未曾停止思念。我的前途似乎也迷茫无望，只能独自宿在这空屋中。秋天还没有来临，却已风雨纷纷。不学学苦行僧的佛法，如何忘记曾经的过往！"}}, {"name": "院中独坐", "prop": {"content": "何处它年寄此生，山中江上总关情。无端绕屋长松树，尽把风声作雨声。", "translation": "以后的岁月要将余生寄托在哪里呢，无时无刻都关注着家乡的青山绿水。那绕屋而长的松树已是高大茂密，尽把那风声错当成故乡的江涛雨声。"}}, {"name": "晓行", "prop": {"content": "人语梦频惊，辕铃动晓征。飞沙沉露气，残月带鸡声。客路逾千里，归心折五更。回怜江上宅，星汉近平明。", "translation": "暮宿客店时总是被人语喧闹声频频惊醒，辕铃叮呤准备即将早行。清晨湿润的露气夹带着尘土飞沙，天边的残月伴随着鸡鸣。旅途漫漫，远隔家乡千里之遥，归心迢迢，萦绕他乡夜半五更。回首怜望江上曾经栖身的住宅，正是星移斗转天色泛明的时分。"}}, {"name": "春日", "prop": {"content": "如丝苣甲饤春盘，韭叶金黄雪未干。旅饭二年无此味，故园千里几时还。异方时节三巵酒，残岁风烟一惨颜。曾奉龙旗典邦礼，岁穷祠祀少休闲。", "translation": "无"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "阮郎归·湘天风雨破寒", "prop": {"content": "湘天风雨破寒初。深沉庭院虚。丽谯吹罢小单于。迢迢清夜徂。乡梦断，旅魂孤。峥嵘岁又除。衡阳犹有雁传书。郴阳和雁无。", "translation": "　　湘南的天气多风多雨，风雨正在送走寒气。深深的庭院寂寥空虚。在彩绘小楼上吹奏着“小单于”的乐曲，漫漫的清冷的长夜，在寂寥中悄悄地退去。　　思乡的梦断断续续在公馆中感到特别孤独，那种清凉寂寞的情怀实在无法描述；何况这正是人们欢乐团聚的除夕。衡阳还可以有鸿雁传书捎信。这郴阳比衡阳还远，连鸿雁也只影皆无。"}}, {"name": "李颀", "dynasty": "唐代"}, {"name": "顾况", "dynasty": "唐代"}, {"name": "御街行·霜风渐紧寒侵", "prop": {"content": "霜风渐紧寒侵被。听孤雁、声嘹唳。一声声送一声悲，云淡碧天如水。披衣告语：雁儿略住，听我些儿事。塔儿南畔城儿里，第三个、桥儿外，濒河西岸小红楼，门外梧桐雕砌。请教且与，低声飞过，那里有、人人无寐。", "translation": "刺骨的寒风侵入被间，聆听着空然夜空中传来的孤雁响亮而凄厉的鸣叫。一声更比一声凄厉，微风轻拂，蓝天如水。披上外衣对着雁儿诉说：你能否停留一下，听听我满腹的愁绪。城里南边桥外河边西边，门外梧桐树屹立的那个小楼里。你飞过我亲人的居所，请千万不要高声鸣叫，以免惊动也是无眠的她。"}}, {"name": "江湜", "dynasty": "清代"}, {"name": "冬郊行望", "prop": {"content": "桂密岩花白，梨疏林叶红。江皋寒望尽，归念断征篷。", "translation": "长在山岩上的桂花很稠密，一片白色。梨树上的果实已稀疏了，树叶已经变红。在这寒冷的江边，眺望到远方尽头，我的归乡之心就像离了本根的征蓬一样，已经跟随着长风飘荡而去。"}}, {"name": "金诚", "dynasty": "明代"}, {"name": "章台夜思", "prop": {"content": "清瑟怨遥夜，绕弦风雨哀。孤灯闻楚角，残月下章台。芳草已云暮，故人殊未来。乡书不可寄，秋雁又南回。", "translation": "凄清的瑟声，在长夜发出哀怨的音调；而伴随这哀怨乐曲的，又是秋夜悲鸣的风雨声。孤灯下，又听见楚角声哀，清冷的残月徐徐沉下章台。芳草渐渐枯萎，已到生命尽头.亲人故友，从未来此地。鸿雁已往南飞，家书不能寄回。"}}, {"name": "渡汉江", "prop": {"content": "岭外音书断，经冬复历春。近乡情更怯，不敢问来人。", "translation": "客居岭外与家里音信断绝，经过了冬天又到了春天。离故乡越近心中越胆怯，不敢询问从家那边过来的人。"}}, {"name": "江行无题一百首·其九", "prop": {"content": "万木已清霜，江边村事忙。故溪黄稻熟，一夜梦中香。", "translation": "秋天到了，树叶上已有寒霜，江边的稻子也已成熟，农民们正在忙着收割。此时家乡苕溪两岸，也是稻熟金黄了吧，昨夜睡梦中还闻到金谷飘香呢！"}}, {"name": "张继", "dynasty": "唐代"}, {"name": "凭阑人·金陵道中", "prop": {"content": "瘦马驮诗天一涯，倦鸟呼愁村数家。扑头飞柳花，与人添鬓华。", "translation": "瘦弱的马驮着我满腹的诗情奔走天涯，飞倦了的乌儿哀鸣着，小山村里只有几户人家。柳絮扑打着我的头，给我增添了白发。"}}, {"name": "和子由踏青", "prop": {"content": "东风陌上惊微尘，游人初乐岁华新。人闲正好路旁饮，麦短未怕游车轮。城中居人厌城郭，喧阗晓出空四邻。歌鼓惊山草木动，箪瓢散野乌鸢驯。何人聚众称道人？遮道卖符色怒嗔：宜蚕使汝茧如瓮，宜畜使汝羊如麇。路人未必信此语，强为买服禳新春。道人得钱径沽酒，醉倒自谓吾符神！", "translation": "无"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "望江南·超然台作", "prop": {"content": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。", "translation": "春天还没有过去，微风细细，柳枝斜斜随之起舞。试着登上超然台远远眺望，护城河内半满的春水微微闪动，满城处处春花明艳，迷迷蒙蒙的细雨飘散在城中，千家万户皆看不真切。寒食节过后，酒醒反而因思乡而叹息不已。不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作诗醉酒都要趁年华尚在啊。"}}, {"name": "早寒江上有怀 / 早", "prop": {"content": "木落雁南度，北风江上寒。我家襄水曲，遥隔楚云端。乡泪客中尽，孤帆天际看。(孤帆 一作：归帆)迷津欲有问，平海夕漫漫。", "translation": "树叶飘落大雁飞向南方，北风萧瑟江上分外寒冷。我家就在弯曲的襄水边，远隔楚地天地云海茫茫。思乡的眼泪在异乡流尽，遥看天边的归来孤帆。风烟迷离渡口又在何处，茫茫江水在夕阳下荡漾。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"name": "邯郸冬至夜思家", "prop": {"content": "邯郸驿里逢冬至，抱膝灯前影伴身。想得家中夜深坐，还应说着远行人。", "translation": "居住在邯郸客栈的时候正好是冬至节，而我只能抱膝坐在灯前，与自己的影子相伴。想到家中亲人今日也会相聚到深夜，还应该会谈论着我这个离家在外的人。"}}, {"name": "宣城见杜鹃花 / 子", "prop": {"content": "蜀国曾闻子规鸟，宣城还见杜鹃花。 一叫一回肠一断，三春三月忆三巴。", "translation": "以前在蜀国时曾听过杜鹃凄恻的鸣啼，没想如今在异乡宣城，又看到杜鹃盛开。杜鹃鸣叫悲啭，使人愁肠寸断。暮春三月，这鸟鸣花开的时节，心中思念故乡。"}}, {"name": "在京思故园见乡人问", "prop": {"content": "旅泊多年岁，老去不知回。忽逢门前客，道发故乡来。敛眉俱握手，破涕共衔杯。殷勤访朋旧，屈曲问童孩。衰宗多弟侄，若个赏池台。旧园今在否，新树也应栽。柳行疏密布，茅斋宽窄裁。经移何处竹，别种几株梅。渠当无绝水，石计总生苔。院果谁先熟，林花那后开。羁心只欲问，为报不须猜。行当驱下泽，去剪故园莱。", "translation": "无"}}, {"name": "日暮", "prop": {"content": "牛羊下来久，各已闭柴门。风月自清夜，江山非故园。石泉流暗壁，草露滴秋根。头白灯明里，何须花烬繁。", "translation": "群群牛羊早已从田野归来，家家户户各自关上了柴门。风清月朗自是一个迷人的夜晚，可这优美的山川不是自己的家园。泉水从石壁上潺潺流过，秋夜的露珠凝聚在草根上。花白的头发与明亮的灯光辉映，灯花何必溅着斑斓的火花报什么喜讯。"}}, {"name": "青玉案·碧山锦树明秋", "prop": {"content": "碧山锦树明秋霁。路转陡，疑无地。忽有人家临曲水，竹篱茅舍，酒旗沙岸，一簇成村市。凄凉只恐乡心起。凤楼远、回头谩凝睇。何处今宵孤馆里，一声征雁，半窗残月，总是离人泪。", "translation": "秋雨初晴，青山红树显得分外明丽。山路突然转陡，让人怀疑到了尽头。忽然看见弯曲的水流附近有人家。竹篱茅屋，酒旗沙岸，形成了一簇村市。只恐凄凉的思乡之情升起。凤楼渺远，回首空自望。今晚将会宿在哪座孤馆中呢？秋雁一声长鸣，残月映照半窗。总是离人的眼泪。"}}, {"name": "零陵早春", "prop": {"content": "问春从此去，几日到秦原。凭寄还乡梦，殷勤入故园。 ", "translation": "请问春天从这去，何时才进长安门。托付给你还乡梦，恳请带我回家园。"}}, {"name": "韦承庆", "dynasty": "唐代"}, {"name": "生查子·落梅庭榭香", "prop": {"content": "落梅庭榭香，芳草池塘绿。春恨最关情，日过阑干曲。 几时花里闲，看得花枝足。醉后莫思家，借取师师宿。", "translation": "　　这是一首描写游子春日思家之词。叙述上，曲折穿插，错落有致！所抒情感，强烈真挚，而且呈现出起伏跌宕的变化。"}}, {"name": "落日怅望", "prop": {"content": "孤云与归鸟，千里片时间。念我何留滞，辞家久未还。微阳下乔木，远烧入秋山。临水不敢照，恐惊平昔颜！", "translation": "片片孤云和那归林鸟儿，顷刻间已是飞驰千余里。想起了我长久离开家园，滞留在异乡只能空叹息。斜阳余辉洒落高大树木，秋山上的落日好似火烧。临水却不敢看我的倒影，是因为害怕容颜已变改。"}}, {"name": "登襄阳城", "prop": {"content": "旅客三秋至，层城四望开。楚山横地出，汉水接天回。冠盖非新里，章华即旧台。习池风景异，归路满尘埃。", "translation": "我客游他乡，不期然已到了九月，现在站在这城头上放眼四望，顿觉景象开阔。楚山横亘，耸出地面，汉水水势浩淼，仿佛与云天相连，转折迂回而去。冠盖里已名不副实，不再与现在的情形相称了；章华台也只能代称旧日的台榭。习池的风景已与当年不同了，不再有那种清幽之美，归路所见，满目尘埃。 "}}, {"name": "洛桥寒食日作十韵", "prop": {"content": "上苑风烟好，中桥道路平。蹴球尘不起，泼火雨新晴。 宿醉头仍重，晨游眼乍明。老慵虽省事，春诱尚多情。 遇客踟蹰立，寻花取次行。连钱嚼金勒，凿落写银罂。 府酝伤教送，官娃岂要迎。舞腰那及柳，歌舌不如莺。 乡国真堪恋，光阴可合轻。三年遇寒食，尽在洛阳城。", "translation": "无"}}, {"name": "沁园春·寒食郓州道中", "prop": {"content": "十五年来，逢寒食节，皆在天涯。叹雨濡露润，还思宰柏，风柔日媚，羞看飞花。麦饭纸钱，只鸡斗酒，几误林间噪喜鸦。天笑道，此不由乎我，也不由他。 鼎中炼熟丹砂。把紫府清都作一家。想前人鹤驭，常游绛阙，浮生蝉蜕，岂恋黄沙。帝命守坟，王令修墓，男子正当如是邪。又何必，待过家上冢，书锦荣华。", "translation": "十五年来，每逢寒食节，都是远离家乡，漂泊在天涯。在下雨的天气里，思念着坟墓上的柏树；在风和日丽的天气里，却又羞于见到飞花。寒食节自己不能供奉麦饭、纸钱、鸡和酒祭扫祖茔，林间的喜鹊乌鸦也空等了！老天笑道：这不是因为我，也不是因为元军的入侵。自己早已深思熟虑，胸有成竹，如同鼎中丹砂炼熟，随时可以升天，以紫府清都仙界为家了。想以前仙人驾鹤常游于天上的绛阙；世俗之身如同蝉蜕壳一样被丢弃，岂能留恋于尘埃浊世？帝王命臣子守坟、修葺墓园，男子应当这样报效君王。又何必等到回家上坟，如同白天衣锦还乡一样显示荣华！"}}, {"name": "归雁", "prop": {"content": "东来万里客，乱定几年归？肠断江城雁，高高向北飞。", "translation": "春天来了，我这个远离家乡的人，什么时候才能回家呢？最让我伤心的是，连那江城的大雁都可以自由自在地向北飞去。"}}, {"name": "李益", "dynasty": "唐代"}, {"name": "月三首·其一", "prop": {"content": "断续巫山雨，天河此夜新。若无青嶂月，愁杀白头人。魍魉移深树，虾蟆动半轮。故园当北斗，直指照西秦。", "translation": "巫山的雨断断续续下了几天，直到今夜雨才停止，星河焕然一新。若是没有青山上的月亮可以看，可真的要愁死我了。我久久盯着月亮，久到半轮月亮动了位置，树深处影子也似山间小鬼乱动。那北斗星之下正是我的故乡，月光直接照到长安。"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "凉州词二首·其二", "prop": {"content": "秦中花鸟已应阑，塞外风沙犹自寒。夜听胡笳折杨柳，教人意气忆长安。", "translation": "关内此时应该已是暮春时节，可是塞外仍然是大风凛冽、尘沙满天，冷酷严寒。夜晚听着凄凉的胡笳曲《折杨柳》，让人的思乡之情更加浓厚。"}}, {"name": "馀干旅舍", "prop": {"content": "摇落暮天迥，青枫霜叶稀。孤城向水闭，独鸟背人飞。渡口月初上，邻家渔未归。乡心正欲绝，何处捣寒衣。", "translation": "韵译草木摇落暮色中天空显得高远，青枫树上经霜的叶子零落疏稀。孤城面对着河水城门已经关闭，单单一只鸟儿背向人向远方飞。水边的渡口一轮新月刚刚升起，邻家的渔夫外出打鱼还未回归。思乡的心情已经令人肝肠寸断，什么地方砧声错落正在捣寒衣？"}}, {"name": "拟咏怀·榆关断音信", "prop": {"content": "榆关断音信，汉使绝经过。胡笳落泪曲，羌笛断肠歌。纤腰减束素，别泪损横波。恨心终不歇，红颜无复多。枯木期填海，青山望断河。", "translation": "边塞上梁朝的音信已然断绝，梁朝的的使者也不见到来。听到的皆是胡地悲哀凄凉的音乐，联想到自己的遭遇，只能泪落痛断肠。自己原本纤瘦的腰，更加消瘦如束素，眼睛也因伤别流泪而损伤。离恨之心终不能尽，以至于很快就衰老了。归国的愿望就像用枯木填平大海一样不能实现，只盼望青山崩塌能阻断黄河，畅通归乡的路。"}}, {"name": "姚燧", "dynasty": "元代"}, {"name": "匪风", "prop": {"content": "匪风发兮，匪车偈兮。顾瞻周道，中心怛兮。匪风飘兮，匪车嘌兮。顾瞻周道，中心吊兮。谁能亨鱼？溉之釜鬵。谁将西归？怀之好音。", "translation": "那大风呼啸起来旗带飘荡，那车儿飞奔起来辚辚作响。回顾通周的大道渐行渐远，心里陡然涌起无尽的忧伤。那大风呼啸而来左右回旋，那车儿飞奔起来轱辘响转。回顾通周的大道渐行渐远，我心里无尽悲伤好不凄然。哪位妙手烹制鲜美的河鲤？我愿为他当助手洗净锅底。哪位朋友准备西归故乡去？为我捎回一切安好的讯息。"}}, {"name": "满江红·寄鄂州朱使君", "prop": {"content": "江汉西来，高楼下、蒲萄深碧。犹自带、岷峨雪浪，锦江春色。君是南山遗爱守，我为剑外思归客。对此间、风物岂无情，殷勤说。 江表传，君休读。狂处士，真堪惜。空洲对鹦鹉，苇花萧瑟。不独笑书生争底事，曹公黄祖俱飘忽。愿使君、还赋谪仙诗，追黄鹤。", "translation": "长江、汉江从西方奔流直下，在黄鹤楼望去，浩淼的江水如葡萄般碧绿澄澈。江水相通，好像都带着岷山和峨嵋山融化的雪水浪花，这便是锦江的春色。你是在陕州留有爱民美誉的通判，我却是思乡未归的浪子。面对这里的景色怎能没有感情，我将会殷切的述说。你千万不要读《江表传》，祢衡真是令人同情，深感痛惜。只能空对鹦鹉洲，苇花依旧萧瑟。书生何苦与这种人纠缠，权势人物如曹操与黄祖也都已一闪过去。希望使君能像李白一样潜心作诗，赶追崔颢的名作《黄鹤楼》诗。"}}, {"dynasty": "隋代"}, {"name": "李开先", "dynasty": "明代"}, {"name": "徐祯卿", "dynasty": "明代"}, {"name": "张可久", "dynasty": "元代"}, {"name": "塞上忆汶水", "prop": {"content": "沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。", "translation": "茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。"}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "闽中秋思", "prop": {"content": "雨匀紫菊丛丛色，风弄红蕉叶叶声。北畔是山南畔海，只堪图画不堪行。", "translation": "秋雨使丛丛紫菊颜色浓淡均匀，金风吹拂片片红蕉叶飒飒有声。闽中北面是高山南临汹涌大海，便于成图作画而道路崎岖难行。"}}, {"name": "渔家傲·寄仲高", "prop": {"content": "东望山阴何处是？往来一万三千里。写得家书空满纸。流清泪，书回已是明年事。寄语红桥桥下水，扁舟何日寻兄弟？行遍天涯真老矣。愁无寐，鬓丝几缕茶烟里。", "translation": "向东望故乡山阴在哪里呢？来回相隔有一万三千里。一封家书写满纸，流着两行思乡怀亲的眼泪。时恐怕已是明年的事待得回信。遥问家乡红桥下的流水，何日才能驾扁舟到桥下寻找我的兄弟？我走遍天涯，已真的感到衰老疲惫。愁思满怀，长夜难寐。两鬓已白丝间黑发，在茶烟缭绕中虚度光阴令人悲。"}}, {"name": "临江仙·六曲阑干三夜", "prop": {"content": "塞上得家报云秋海棠开矣，赋此六曲阑干三夜雨，倩谁护取娇慵。可怜寂寞粉墙东，已分裙钗绿，犹裹泪绡红。曾记鬓边斜落下，半床凉月惺忪。旧欢如在梦魂中，自然肠欲断，何必更秋风。", "translation": "家里已经下了三夜的雨，谁来保护这亭园里娇弱的秋海棠？可惜粉墙的东边寂静无人，秋海棠花绿萼已分，红花上带着雨滴，好像哭泣的美人一样。还记得海棠花曾在她的鬓边落下，那时她睡眼惺忪，静静感受着这半床月亮的清凉一往日的欢乐时光仿佛在梦中，还没等秋风吹起，我就已经痛断肝肠。"}}, {"name": "送蜀客", "prop": {"content": "剑南风景腊前春，山鸟江风得雨新。莫怪送君行较远，自缘身是忆归人。", "translation": "无"}}, {"name": "杨徽之", "dynasty": "宋代"}, {"name": "题大庾岭北驿", "prop": {"content": "阳月南飞雁，传闻至此回。我行殊未已，何日复归来。江静潮初落，林昏瘴不开。明朝望乡处，应见陇头梅。", "translation": "十月份的时候大雁就开始南飞，据说飞到大庾岭，它们就全部折回。我还未到达目的地，还要继续前行，真不知什么时候我才能再次归来？潮水退落了，江面静静地泛着涟漪，深山林中昏暗，瘴气浓重散不开。来日我登上高山顶，向北遥望故乡，应该能看到那山头上初放的红梅。"}}, {"name": "祝英台近·春日客龟溪", "prop": {"content": "采幽香，巡古苑，竹冷翠微路。斗草溪根，沙印小莲步。自怜两鬓清霜，一年寒食，又身在、云山深处。昼闲度。因甚天也悭春，轻阴便成雨。绿暗长亭，归梦趁飞絮。有情花影阑干，莺声门径，解留我、霎时凝伫。", "translation": "我采摘花朵，漫步在古园小径，浓密的青竹使我感到有些清冷。少女们曾在溪头斗草踏青，那里的沙土地上还留有清晰的小脚印。我忽然感到自己有些可怜，如今已经是苍苍两鬓，又是一度寒食来临，我却孤零零一个人，在这云山深处辗转飘零。白天无聊我出外漫步闲行。不知为何老天爷也这样吝啬春天的芳景，方才只是轻阴，不久就变成细雨 。阴暗的天色中，只见浓郁的绿荫遮掩着长亭。我思乡的梦魂随着那些柳絮翻飞迷 。栏杆上摇曳着多情的花影，门口又传来宛啭动听的莺声。它们仿佛理解我此时的心情，在安慰挽留我片刻留停。于是我又停留下来，仔细听着。"}}, {"name": "闻雁", "prop": {"content": "故园眇何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。", "translation": "故乡遥远，模糊不清，不知道在哪里啊？归家的思绪无穷无尽。在淮南秋雨绵绵的漫漫长夜里，独坐楼中书房听那北来的雁叫声。"}}, {"name": "晚登三山还望京邑", "prop": {"content": "灞涘望长安，河阳视京县。白日丽飞甍，参差皆可见。余霞散成绮，澄江静如练。喧鸟覆春洲，杂英满芳甸。去矣方滞淫，怀哉罢欢宴。佳期怅何许，泪下如流霰。有情知望乡，谁能鬒不变？", "translation": "我像王粲与潘岳那样怀着眷恋之情，傍晚登上三山回头眺望京城。斜阳照射使飞耸的屋脊色彩明丽，高高低低清晰可见。残余的晚霞铺展开来就像美丽的彩锦，澄清的江水平静得如同一匹白练。喧闹的群鸟覆盖了春天的小洲，各种花朵开满了芳草遍地的郊野。我将远离京城在他乡久留，真怀念那些已停办的欢乐宴会。想到离开后不知何时才能归来，不由得心中惆怅，留下雪珠般的眼泪。怀着望乡之情的人，又有谁能不白了头发呢？"}}, {"name": "古八变歌", "prop": {"content": "北风初秋至，吹我章华台。浮云多暮色，似从崦嵫来。枯桑鸣中林，络纬响空阶。翩翩飞蓬征，怆怆游子怀。故乡不可见，长望始此回。", "translation": "初秋时节刚至便刮起了北风，吹到了我所在的章华台。日暮时分高天上浮云流走，仿佛从那西极崦嵫山吹来。树林中的枯桑叶飒飒作响，络纬在那空旷的台阶上鸣叫。飞蓬草在风中飘飘扬扬，让游子触景伤怀怆然而悲。遥远的故乡已经看不见了，眺望未果只能悲怅地返回。"}}, {"name": "归朝欢·别岸扁舟三两", "prop": {"content": "别岸扁舟三两只。葭苇萧萧风淅淅。沙汀宿雁破烟飞，溪桥残月和霜白。渐渐分曙色。路遥山远多行役。往来人，只轮双桨，尽是利名客。一望乡关烟水隔。转觉归心生羽翼。愁云恨雨两牵萦，新春残腊相催逼。岁华都瞬息。浪萍风梗诚何益。归去来，玉楼深处，有个人相忆。", "translation": "远处的岸边有小船三两只，淅淅的风吹着刚长出来的芦苇萧萧做响。江心沙洲宿雁冲破晓烟飞去。残月照在小桥上，小桥上的白霜显得更白，天渐渐的亮了。远远的路上行人渐渐的多起来。往来的人，无论是坐车的还是乘船的，都是为了名和利。一眼望去故乡关河相隔遥远。突然有一种归心似箭的感觉，恨不得生出双翅飞回家。愁云恨雨象丝缕一样牵萦着两地。日月相催，新春浦过残腊又到。年华转眼就过去。像浮萍和断梗一样随风水飘荡，有什么益处。还是回去吧。家中的玉楼里，有人在想我。"}}, {"name": "碛西头送李判官入京", "prop": {"content": "一身从远使，万里向安西。汉月垂乡泪，胡沙费马蹄。寻河愁地尽，过碛觉天低。送子军中饮，家书醉里题。", "translation": "我孤身一人奉命出使到万里之遥的安西。一路上，想起家乡的月，不免对月垂泪；踩着脚下的沙，更觉路途艰辛。漫漫长路，似乎要走到大地的尽头，正如当年张骞寻找黄河的源头。通过了沙漠，走在广阔的高原之上，天似乎也变得低了。今日你我于军中痛饮，你将走上我来时的路。我乘醉写下家书，就请你为我传递。"}}, {"name": "赵可", "dynasty": "宋代"}, {"name": "竹竿", "prop": {"content": "籊籊竹竿，以钓于淇。岂不尔思？远莫致之。泉源在左，淇水在右。女子有行，远兄弟父母。淇水在右，泉源在左。巧笑之瑳，佩玉之傩。淇水滺滺，桧楫松舟。驾言出游，以写我忧。", "translation": "钓鱼竹竿细又长，曾经垂钓淇水上。难道不把旧地想，路远无法归故乡。泉源汩汩流左边，淇水荡荡流右边。姑娘长大要出嫁，父母兄弟离得远。淇水荡荡流右边，泉源汩汩流左边。嫣然一笑皓齿露，身佩美玉赛天仙。淇水悠悠日夜流，桧木桨儿柏木舟。驾车出游四处逛，以解心里思乡愁。"}}, {"name": "崔涤", "dynasty": "唐代"}, {"dynasty": "南北朝"}, {"name": "寄江南故人", "prop": {"content": "曾向钱塘住，闻鹃忆蜀乡。不知今夕梦，到蜀到钱塘。", "translation": "我曾经住在钱塘时，每每听到杜鹃的啼叫，就会不由自主地想念远在四川的家乡。如今我被羁押在燕京，不知道今晚梦中，是回到四川，还是回到钱塘？"}}, {"name": "黄简", "dynasty": "宋代"}, {"dynasty": "唐代"}, {"name": "晚次乐乡县", "prop": {"content": "故乡杳无际，日暮且孤征。川原迷旧国，道路入边城。野戍荒烟断，深山古木平。如何此时恨，噭噭夜猿鸣。", "translation": "故乡已经遥远的看不到边际，太阳西垂暮色来临时，我一个人在征途。这里的山川原野使我迷失了故乡，一个人走的道路终于进入边远的小城。城外戍楼上的缕缕荒烟已在视野中消失，深山上的林木看上去也模糊一片。为何此时心中充满无限惆怅，只听见猿猴在夜色里的鸣叫。"}}, {"name": "浣溪沙·丙辰岁不尽五", "prop": {"content": "雁怯重云不肯啼，画船愁过石塘西。打头风浪恶禁持。 春浦渐生迎棹绿，小梅应长亚门枝，一年灯火要人归。", "translation": "重叠的彤云低压着，连大雁也吓得不肯啼叫了。当航船经过石塘西畔时，我心中的愁苦更加浓重。船儿被迎头打来的风浪恶作剧地摆布着。迎着归棹，春天的河岸上已逐渐生出一层嫩绿；小小的梅树，新枝该长得压着门楣了吧？一年一度的灯节已经开始了，仿佛在催促我：快点回来啊!"}}, {"name": "调笑令·边草", "prop": {"content": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。", "translation": "边塞的野草啊，边塞的野草！野草枯尽，戍边的兵士也已老。山南山北雪后放睛，千里万里处处月明。明月啊，明月！远处传来胡笳一声，令人悲苦愁绝。"}}, {"name": "陆机", "dynasty": "魏晋"}, {"name": "长安春望", "prop": {"content": "东风吹雨过青山，却望千门草色闲。家在梦中何日到，春生江上几人还？(春生 一作：春来)川原缭绕浮云外，宫阙参差落照间。谁念为儒逢世难，独将衰鬓客秦关。", "translation": "东风吹着那细细春雨洒过青山，回望长安城中房舍叠嶂，草色闲闲。故园就在梦中，可是何时才能归还？那春天的江面上来来往往的人，有几个是回去的呢？极目远望，家乡在浮云之外，长安城中，宫阙参差错落，笼罩在一片残阳之中。又有谁理解我这位读书人，生逢乱世，孤身一人，满头白发，形容憔悴，漂泊流荡在荒远的秦关。"}}, {"name": "四牡", "prop": {"content": "四牡騑騑，周道倭迟。岂不怀归？王事靡盬，我心伤悲。四牡騑騑，啴啴骆马。岂不怀归？王事靡盬，不遑启处。翩翩者鵻，载飞载下，集于苞栩。王事靡盬，不遑将父。翩翩者鵻，载飞载止，集于苞杞。王事靡盬，不遑将母。驾彼四骆，载骤骎骎。岂不怀归？是用作歌，将母来谂。", "translation": "无"}}, {"name": "王恭", "dynasty": "明代"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "游金山寺", "prop": {"content": "我家江水初发源，宦游直送江入海。闻道潮头一丈高，天寒尚有沙痕在。中泠南畔石盘陀，古来出没随涛波。试登绝顶望乡国，江南江北青山多。羁愁畏晚寻归楫，山僧苦留看落日。微风万顷靴文细，断霞半空鱼尾赤。是时江月初生魄，二更月落天深黑。江心似有炬火明，飞焰照山栖鸟惊。怅然归卧心莫识，非鬼非人竟何物？江山如此不归山，江神见怪警我顽。我谢江神岂得已，有田不归如江水。", "translation": "无"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "孔绍安", "dynasty": "唐代"}, {"name": "柳永", "dynasty": "宋代"}, {"name": "九日登清水营城", "prop": {"content": "朔方三度重阳节，河曲干旌岁岁忙。鬓发已甘尘路白，菊花犹送塞垣黄。中丞疏有回天力，太宰功兼蹜地方。云外好呼南去雁，系书先为报江乡。", "translation": "无"}}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "钱珝", "dynasty": "唐代"}, {"name": "夜奔", "prop": {"content": "登高欲穷千里目，愁云低锁衡阳路。鱼书不至雁无凭，几番空作悲愁赋。回首西山月又斜，天涯孤客真难渡。丈夫有泪不轻弹，只因未到伤心处。", "translation": "登高想要看到千里之外的风光，却只见衡阳路上愁云满布。书信不通，只能满腹悲伤愁苦无处宣泄。回头看又是一个凄清的夜晚，独自一个人浪迹天涯真是难熬。都说大丈夫不轻易掉眼泪，这只是因为还没有到真正伤心的时候！"}}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "送僧南归", "prop": {"content": "渐老念乡国，先归独羡君。吴山全接汉，江树半藏云。振锡林烟断，添瓶涧月分。重栖上方定，孤狖雪中闻。", "translation": "年纪渐长便生故土之思，很羡慕您能够先我而行。吴山与汉地相隔不远，江边树仿佛藏于烟云之中。振动锡杖走入荒地，不免以涧水果腹，饥饿难忍。你又回寺院练习禅定，听那孤独的猿猴雪中长鸣。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "陆宏定", "dynasty": "明代"}, {"name": "古诗·其五", "prop": {"content": "日暮途且远，游子悲故乡。", "translation": "已经是傍晚了，但是回家的路途还很遥远，思乡的游子不禁悲从心来。"}}, {"name": "戎昱", "dynasty": "唐代"}, {"name": "酒泉子·楚女不归", "prop": {"content": "楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。", "translation": "她回南方去了，现在还没有踏上归途。我独居的小楼枕卧溪畔，夜夜愁听那春水汩汩。明月也无伴，像我一样孤独。春风吹杏花稀疏零落，更使我愁伤春暮。玉钗在你的头上，斜斜地簪住云髻雾鬟。你裙上绣金的凤凰，仿佛栖息在我心间。真盼这春天又变秋天，请南飞的鸿雁，带去我的书信，带去我千里的思念。"}}, {"name": "江总", "dynasty": "南北朝"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "柳梢青·病酒心情", "prop": {"content": "病酒心情。唤愁无限，可奈流莺。又是一年，花惊寒食，柳认清明。天涯翠巘层层。是多少、长亭短亭。倦倚东风，只凭好梦，飞到银屏。", "translation": "醉酒后的心情。那黄莺的叫声唤起心中无限愁思，听得烦闷，却又无可奈何。转眼又是一年，光阴荏苒，时不我待，连花柳之物都因时序惊心。望尽天涯，青翠的山峰重重叠叠，要经历多少长亭短亭。疲倦了就倚着东风，任凭它将我带入梦中，飞回到我的家中。"}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "九日偕翁与可江正甫郑", "prop": {"content": "裹将破帽凤山游，凤去台空余古丘。白发尚能今日客，黄花祗作故园秋。天浮渭北荒荒杳，江入旴南隐隐流。我始欲愁君且莫，人生何处是吾州。", "translation": "穿戴好破旧衣帽去凤山游玩，凤凰飞走后只剩一个空台和古丘。头发花白仍客居他乡一直游荡，所以深秋看到菊花就会想念起故乡的秋天。渭水以北的天空荒茫无际，旴水（抚河）以南的江水蜿蜒隐约。我刚要伤感你就让我不要忧愁，人生何处才是我的归处？"}}, {"name": "旅次洋州寓居郝氏林亭", "prop": {"content": "举目纵然非我有，思量似在故山时。鹤盘远势投孤屿，蝉曳残声过别枝。凉月照窗攲枕倦，澄泉绕石泛觞迟。青云未得平行去，梦到江南身旅羁。", "translation": "抬头所见纵然不是我的家乡景，仔细想来一切却似我在故乡时。白鹤盘旋奔向远方投入了岛屿，蝉拖着哀鸣余音飞向另一树枝。冷月照窗倚着孤枕感到很倦怠，清泉绕石朋友聚饮自觉举杯迟。仕路坎坷迟迟不能平步青云去，梦回江南半生漂泊此身仍旅羁。"}}, {"name": "南乡子·春情", "prop": {"content": "晚景落琼杯，照眼云山翠作堆。认得岷峨春雪浪，初来，万顷蒲萄涨渌醅。春雨暗阳台，乱洒歌楼湿粉腮。一阵东风来卷地，吹回，落照江天一半开。", "translation": "夕阳美丽的景色倒影在手中的玉杯里，青山绿树把一杯的玉液都染绿了。认得这杯中琼浆是故乡岷山和峨眉山上的积雪融化而来。初次看来，万顷的江水都好像那尚未过滤的酒。阳台山上春雨忽至，胡乱地洒在歌楼打湿了美人的粉腮。忽然一阵东风卷地而来，吹散了云雨，落日的余晖从乌云缝隙中斜射出来，染红了半边天。"}}, {"name": "望韩公堆", "prop": {"content": "韩公堆上望秦川，渺渺关山西接连。 孤客一身千里外，未知归日是何年。 ", "translation": "登上韩公堆远望我的家乡，却被连绵的高山所阻隔。孤身一人在千里之外，不知何时才能回到我的家乡。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "咏怀古迹五首·其三", "prop": {"content": "群山万壑赴荆门，生长明妃尚有村。一去紫台连朔漠，独留青冢向黄昏。画图省识春风面，环珮空归夜月魂。(夜月 一作：月夜)千载琵琶作胡语，分明怨恨曲中论。", "translation": "成千上万的山峦山谷连绵不断，如向荆门奔去一般，王昭君生长的山村还至今留存。从紫台一去直通向塞外沙漠，最后只留荒郊上的一座孤坟对着黄昏。糊涂的君王只依凭画图识别昭君的容颜，月夜里环佩叮当是昭君归魂。千载流传她作的胡音琵琶曲，曲中倾诉的分明是满腔悲愤。"}}, {"name": "王粲", "dynasty": "两汉"}, {"name": "杂诗", "prop": {"content": "近寒食雨草萋萋，著麦苗风柳映堤。等是有家归未得，杜鹃休向耳边啼。", "translation": "时令将近寒食，春雨绵绵春草萋萋；春风过处苗麦摇摆，堤上杨柳依依。这是为什么呵，我却有家归去不得？杜鹃呵，不要在我耳边不停地悲啼。"}}, {"name": "琐窗寒·寒食", "prop": {"content": "暗柳啼鸦，单衣伫立，小帘朱户。桐花半亩，静锁一庭愁雨。洒空阶、夜阑未休，故人剪烛西窗语。似楚江暝宿，风灯零乱，少年羁旅。 迟暮。嬉游处。正店舍无烟，禁城百五。旗亭唤酒，付与高阳俦侣。想东园、桃李自春，小唇秀靥今在否。到归时、定有残英，待客携尊俎。", "translation": "无"}}, {"name": "沈佺期", "dynasty": "唐代"}, {"name": "渡河到清河作", "prop": {"content": "泛舟大河里，积水穷天涯。天波忽开拆，郡邑千万家。行复见城市，宛然有桑麻。回瞻旧乡国，渺漫连云霞。", "translation": "我扬帆行舟黄河上，秋水汇积远接天涯。水天相接处忽然裂开豁口，现出繁华的城邑万户千家。顺流前行又有城镇闪入眼中，宛然可见郊野的桑麻。回头瞻望我的故乡京洛，只见洪波浩渺远连云霞。"}}, {"name": "采薇", "prop": {"content": "采薇采薇，薇亦作止。曰归曰归，岁亦莫止。 靡室靡家，猃狁之故。不遑启居，猃狁之故。采薇采薇，薇亦柔止。曰归曰归，心亦忧止。 忧心烈烈，载饥载渴。我戍未定，靡使归聘。采薇采薇，薇亦刚止。曰归曰归，岁亦阳止。 王事靡盬，不遑启处。忧心孔疚，我行不来！彼尔维何？维常之华。彼路斯何？君子之车。 戎车既驾，四牡业业。岂敢定居？一月三捷。驾彼四牡，四牡骙骙。君子所依，小人所腓。 四牡翼翼，象弭鱼服。岂不日戒？猃狁孔棘！昔我往矣，杨柳依依。今我来思，雨雪霏霏。 行道迟迟，载渴载饥。我心伤悲，莫知我哀！", "translation": "豆苗采了又采，薇菜刚刚冒出地面。说回家了回家了，但已到了年末仍不能实现。没有妻室没有家，都是为了和猃狁打仗。 没有时间安居休息，都是为了和猃狁打仗。"}}, {"name": "李觏", "dynasty": "宋代"}, {"dynasty": "金朝"}, {"name": "寒食江畔", "prop": {"content": "草香沙暖水云晴，风景令人忆帝京。还似往年春气味，不宜今日病心情。闻莺树下沉吟立，信马江头取次行。忽见紫桐花怅望，下邽明日是清明。", "translation": "岸边草地散发阵阵青草气息，沙滩被阳光照的暖暖的，水面上倒映着睛空的云朵，这风景让我回忆起在帝京的日子。春天的气味还和往年一样，但和我今天糟糕的心情是不相宜的。听到在树下莺的叫声，我无言沉吟独自而立，在江边骑着马漫无目的地行走。突然看见盛开的紫桐花，心中怅然若失，长久凝望，明天家乡就该是清明节了吧。"}}, {"name": "醉高歌带摊破喜春来·", "prop": {"content": "长江远映青山，回首难穷望眼。扁舟来往蒹葭岸，烟锁云林又晚。篱边黄菊经霜暗，囊底青蚨逐日悭。破情思晚砧鸣，断愁肠檐马韵，惊客梦晓钟寒。归去难，修一缄回两字报平安。", "translation": "我回首眺望，只见长江外青山数点，江水浩浩茫茫，无际无边。长满芦苇的岸旁，小船来来往往，穿梭不断。又到了黄昏时分，林子罩上了一层暮烟。篱边的黄菊经秋霜而凋谢，而我日益拮据，一天天消耗着行囊中不多的金钱。那暮色中的捣衣声常常扰乱了我的情怀，檐下铁马叮咚作响，使我肝肠寸断；而清冷的晓钟声，又无数次惊破了我的梦，再也无法入眠。要回家是那样的艰难，我只能写一封信，报上“平安”两字，以抚慰家人对我的惦念。"}}, {"name": "贾至", "dynasty": "唐代"}, {"name": "倪瓒", "dynasty": "元代"}, {"name": "芳树", "prop": {"content": "芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。", "translation": "　　春来时，千株树木都竞相发出新芽，在夏日照耀下随风摇荡。夏日易多风，枝叶繁茂常易阻隔鸟儿远飞的脚步。春来花似锦，夏日即将来临，叶子繁茂如同帷幕低垂。远在他乡的游子想寄平安到家中，只是路途如此遥远，怕无法到达。"}}, {"name": "卜算子·五月八日夜凤", "prop": {"content": "新月挂林梢，暗水鸣枯沼。时见疏星落画檐，几点流萤小。归意已无多，故作连环绕。欲寄新声问采菱，水阔烟波渺。", "translation": "弯弯的新月挂在林梢，潜流的沟水在枯塘中鸣响，不时望见稀疏的星星闪落在画檐上，原来是几点飞萤小巧的身影。思归的乡情已不如往日那般深重，却依旧缠绕在心中。新谱写了歌曲想请歌女来唱，却空对着烟波浩渺的宽阔水面。"}}, {"name": "西江夜行", "prop": {"content": "遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。", "translation": "长夜漫漫，故人都在哪里，行船在这碧波夜月之中缓缓前行。天空辽阔悠远，思念故乡的情思越发哀切。身外的景物没有人的忧愁，清澈的河水也自在流动。想到回家时林中树叶不知换了多少个春秋了，拥着乡愁坐在寂静的夜里，任凭寒露渐生，打湿了衣袖。还有那江中沙洲上的白鹤，在这暗夜与黎明的分际，乍然长鸣，让人暗暗心惊。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "乡思", "prop": {"content": "人言落日是天涯，望极天涯不见家。已恨碧山相阻隔，碧山还被暮云遮。", "translation": "人们都说太阳落山的地方就是天涯，我竭力朝天涯眺望，也没有看到我的家。本来就恼恨眼前的青山遮断了我的视线，那重重暮云还来把青山密遮。"}}, {"name": "至正改元辛巳寒食日示", "prop": {"content": "江山信美非吾土，漂泊栖迟近百年。山舍墓田同水曲，不堪梦觉听啼鹃。", "translation": "江山确实美好但这里不是我的故乡，我漂泊异乡暂栖于此已经将近百年。青山、屋舍、坟墓、田地、曲折的流水和家乡的相同，没有什么区别，但我不能忍受梦中醒来听到杜鹃凄苦的鸣叫声。 "}}, {"name": "维扬冬末寄幕中二从事", "prop": {"content": "江上数株桑枣树，自从离乱更荒凉。那堪旅馆经残腊，只把空书寄故乡。典尽客衣三尺雪，炼精诗句一头霜。故人多在芙蓉幕，应笑孜孜道未光。", "translation": "无"}}], "edges": [{"source": 390, "target": 187, "relation": "创作"}, {"source": 139, "target": 390, "relation": "出自于"}, {"source": 546, "target": 109, "relation": "创作"}, {"source": 513, "target": 546, "relation": "出自于"}, {"source": 305, "target": 108, "relation": "创作"}, {"source": 331, "target": 305, "relation": "出自于"}, {"source": 167, "target": 404, "relation": "创作"}, {"source": 513, "target": 167, "relation": "出自于"}, {"source": 56, "target": 381, "relation": "创作"}, {"source": 513, "target": 56, "relation": "出自于"}, {"source": 546, "target": 28, "relation": "创作"}, {"source": 190, "target": 386, "relation": "创作"}, {"source": 513, "target": 190, "relation": "出自于"}, {"source": 72, "target": 29, "relation": "创作"}, {"source": 128, "target": 72, "relation": "出自于"}, {"source": 179, "target": 440, "relation": "创作"}, {"source": 331, "target": 179, "relation": "出自于"}, {"source": 415, "target": 174, "relation": "创作"}, {"source": 513, "target": 415, "relation": "出自于"}, {"source": 15, "target": 235, "relation": "创作"}, {"source": 513, "target": 15, "relation": "出自于"}, {"source": 527, "target": 397, "relation": "创作"}, {"source": 513, "target": 527, "relation": "出自于"}, {"source": 546, "target": 389, "relation": "创作"}, {"source": 459, "target": 180, "relation": "创作"}, {"source": 513, "target": 459, "relation": "出自于"}, {"source": 64, "target": 463, "relation": "创作"}, {"source": 331, "target": 64, "relation": "出自于"}, {"source": 0, "target": 553, "relation": "创作"}, {"source": 357, "target": 0, "relation": "出自于"}, {"source": 363, "target": 189, "relation": "创作"}, {"source": 513, "target": 363, "relation": "出自于"}, {"source": 170, "target": 299, "relation": "创作"}, {"source": 513, "target": 170, "relation": "出自于"}, {"source": 15, "target": 258, "relation": "创作"}, {"source": 539, "target": 110, "relation": "创作"}, {"source": 513, "target": 539, "relation": "出自于"}, {"source": 15, "target": 547, "relation": "创作"}, {"source": 63, "target": 10, "relation": "创作"}, {"source": 513, "target": 63, "relation": "出自于"}, {"source": 190, "target": 442, "relation": "创作"}, {"source": 256, "target": 213, "relation": "创作"}, {"source": 513, "target": 256, "relation": "出自于"}, {"source": 197, "target": 234, "relation": "创作"}, {"source": 331, "target": 197, "relation": "出自于"}, {"source": 435, "target": 199, "relation": "创作"}, {"source": 272, "target": 435, "relation": "出自于"}, {"source": 6, "target": 245, "relation": "创作"}, {"source": 513, "target": 6, "relation": "出自于"}, {"source": 157, "target": 457, "relation": "创作"}, {"source": 513, "target": 157, "relation": "出自于"}, {"source": 149, "target": 207, "relation": "创作"}, {"source": 42, "target": 149, "relation": "出自于"}, {"source": 521, "target": 444, "relation": "创作"}, {"source": 513, "target": 521, "relation": "出自于"}, {"source": 539, "target": 182, "relation": "创作"}, {"source": 31, "target": 353, "relation": "创作"}, {"source": 513, "target": 31, "relation": "出自于"}, {"source": 521, "target": 137, "relation": "创作"}, {"source": 15, "target": 393, "relation": "创作"}, {"source": 546, "target": 340, "relation": "创作"}, {"source": 15, "target": 118, "relation": "创作"}, {"source": 296, "target": 464, "relation": "创作"}, {"source": 513, "target": 296, "relation": "出自于"}, {"source": 246, "target": 294, "relation": "创作"}, {"source": 513, "target": 246, "relation": "出自于"}, {"source": 521, "target": 140, "relation": "创作"}, {"source": 391, "target": 65, "relation": "创作"}, {"source": 331, "target": 391, "relation": "出自于"}, {"source": 521, "target": 333, "relation": "创作"}, {"source": 554, "target": 564, "relation": "创作"}, {"source": 331, "target": 554, "relation": "出自于"}, {"source": 6, "target": 21, "relation": "创作"}, {"source": 104, "target": 26, "relation": "创作"}, {"source": 513, "target": 104, "relation": "出自于"}, {"source": 521, "target": 466, "relation": "创作"}, {"source": 186, "target": 411, "relation": "创作"}, {"source": 513, "target": 186, "relation": "出自于"}, {"source": 548, "target": 150, "relation": "创作"}, {"source": 272, "target": 548, "relation": "出自于"}, {"source": 225, "target": 482, "relation": "创作"}, {"source": 513, "target": 225, "relation": "出自于"}, {"source": 168, "target": 503, "relation": "创作"}, {"source": 510, "target": 168, "relation": "出自于"}, {"source": 418, "target": 345, "relation": "创作"}, {"source": 488, "target": 418, "relation": "出自于"}, {"source": 40, "target": 365, "relation": "创作"}, {"source": 513, "target": 40, "relation": "出自于"}, {"source": 408, "target": 4, "relation": "创作"}, {"source": 331, "target": 408, "relation": "出自于"}, {"source": 277, "target": 516, "relation": "创作"}, {"source": 513, "target": 277, "relation": "出自于"}, {"source": 167, "target": 262, "relation": "创作"}, {"source": 72, "target": 314, "relation": "创作"}, {"source": 546, "target": 467, "relation": "创作"}, {"source": 414, "target": 518, "relation": "创作"}, {"source": 513, "target": 414, "relation": "出自于"}, {"source": 82, "target": 203, "relation": "创作"}, {"source": 513, "target": 82, "relation": "出自于"}, {"source": 481, "target": 193, "relation": "创作"}, {"source": 331, "target": 481, "relation": "出自于"}, {"source": 303, "target": 59, "relation": "创作"}, {"source": 513, "target": 303, "relation": "出自于"}, {"source": 90, "target": 19, "relation": "创作"}, {"source": 510, "target": 90, "relation": "出自于"}, {"source": 428, "target": 295, "relation": "创作"}, {"source": 331, "target": 428, "relation": "出自于"}, {"source": 435, "target": 265, "relation": "创作"}, {"source": 491, "target": 354, "relation": "创作"}, {"source": 219, "target": 491, "relation": "出自于"}, {"source": 64, "target": 176, "relation": "创作"}, {"source": 157, "target": 500, "relation": "创作"}, {"source": 520, "target": 437, "relation": "创作"}, {"source": 3, "target": 520, "relation": "出自于"}, {"source": 8, "target": 175, "relation": "创作"}, {"source": 3, "target": 8, "relation": "出自于"}, {"source": 246, "target": 41, "relation": "创作"}, {"source": 113, "target": 266, "relation": "创作"}, {"source": 513, "target": 113, "relation": "出自于"}, {"source": 113, "target": 172, "relation": "创作"}, {"source": 243, "target": 263, "relation": "创作"}, {"source": 331, "target": 243, "relation": "出自于"}, {"source": 479, "target": 194, "relation": "创作"}, {"source": 513, "target": 479, "relation": "出自于"}, {"source": 0, "target": 50, "relation": "创作"}, {"source": 278, "target": 315, "relation": "创作"}, {"source": 331, "target": 278, "relation": "出自于"}, {"source": 277, "target": 45, "relation": "创作"}, {"source": 63, "target": 364, "relation": "创作"}, {"source": 338, "target": 405, "relation": "创作"}, {"source": 331, "target": 338, "relation": "出自于"}, {"source": 481, "target": 283, "relation": "创作"}, {"source": 546, "target": 158, "relation": "创作"}, {"source": 481, "target": 273, "relation": "创作"}, {"source": 64, "target": 198, "relation": "创作"}, {"source": 415, "target": 562, "relation": "创作"}, {"source": 101, "target": 502, "relation": "创作"}, {"source": 513, "target": 101, "relation": "出自于"}, {"source": 538, "target": 206, "relation": "创作"}, {"source": 331, "target": 538, "relation": "出自于"}, {"source": 58, "target": 177, "relation": "创作"}, {"source": 513, "target": 58, "relation": "出自于"}, {"source": 537, "target": 145, "relation": "创作"}, {"source": 510, "target": 537, "relation": "出自于"}, {"source": 63, "target": 456, "relation": "创作"}, {"source": 257, "target": 91, "relation": "创作"}, {"source": 3, "target": 257, "relation": "出自于"}, {"source": 82, "target": 248, "relation": "创作"}, {"source": 15, "target": 478, "relation": "创作"}, {"source": 146, "target": 443, "relation": "创作"}, {"source": 513, "target": 146, "relation": "出自于"}, {"source": 491, "target": 92, "relation": "创作"}, {"source": 184, "target": 242, "relation": "创作"}, {"source": 513, "target": 184, "relation": "出自于"}, {"source": 261, "target": 549, "relation": "创作"}, {"source": 513, "target": 261, "relation": "出自于"}, {"source": 237, "target": 425, "relation": "创作"}, {"source": 331, "target": 237, "relation": "出自于"}, {"source": 414, "target": 51, "relation": "创作"}, {"source": 481, "target": 311, "relation": "创作"}, {"source": 168, "target": 79, "relation": "创作"}, {"source": 521, "target": 130, "relation": "创作"}, {"source": 350, "target": 374, "relation": "创作"}, {"source": 513, "target": 350, "relation": "出自于"}, {"source": 351, "target": 400, "relation": "创作"}, {"source": 3, "target": 351, "relation": "出自于"}, {"source": 277, "target": 173, "relation": "创作"}, {"source": 40, "target": 67, "relation": "创作"}, {"source": 462, "target": 370, "relation": "创作"}, {"source": 513, "target": 462, "relation": "出自于"}, {"source": 223, "target": 99, "relation": "创作"}, {"source": 331, "target": 223, "relation": "出自于"}, {"source": 563, "target": 141, "relation": "创作"}, {"source": 331, "target": 563, "relation": "出自于"}, {"source": 481, "target": 115, "relation": "创作"}, {"source": 179, "target": 349, "relation": "创作"}, {"source": 15, "target": 216, "relation": "创作"}, {"source": 546, "target": 47, "relation": "创作"}, {"source": 451, "target": 117, "relation": "创作"}, {"source": 513, "target": 451, "relation": "出自于"}, {"source": 223, "target": 359, "relation": "创作"}, {"source": 387, "target": 375, "relation": "创作"}, {"source": 331, "target": 387, "relation": "出自于"}, {"source": 524, "target": 337, "relation": "创作"}, {"source": 513, "target": 524, "relation": "出自于"}, {"source": 546, "target": 309, "relation": "创作"}, {"source": 113, "target": 204, "relation": "创作"}, {"source": 69, "target": 112, "relation": "创作"}, {"source": 513, "target": 69, "relation": "出自于"}, {"source": 408, "target": 291, "relation": "创作"}, {"source": 448, "target": 471, "relation": "创作"}, {"source": 513, "target": 448, "relation": "出自于"}, {"source": 523, "target": 495, "relation": "创作"}, {"source": 513, "target": 523, "relation": "出自于"}, {"source": 546, "target": 240, "relation": "创作"}, {"source": 64, "target": 522, "relation": "创作"}, {"source": 517, "target": 147, "relation": "创作"}, {"source": 249, "target": 517, "relation": "出自于"}, {"source": 352, "target": 247, "relation": "创作"}, {"source": 513, "target": 352, "relation": "出自于"}, {"source": 481, "target": 37, "relation": "创作"}, {"source": 525, "target": 505, "relation": "创作"}, {"source": 331, "target": 525, "relation": "出自于"}, {"source": 63, "target": 307, "relation": "创作"}, {"source": 369, "target": 279, "relation": "创作"}, {"source": 219, "target": 369, "relation": "出自于"}, {"source": 101, "target": 229, "relation": "创作"}, {"source": 268, "target": 347, "relation": "创作"}, {"source": 513, "target": 268, "relation": "出自于"}, {"source": 53, "target": 474, "relation": "创作"}, {"source": 513, "target": 53, "relation": "出自于"}, {"source": 528, "target": 458, "relation": "创作"}, {"source": 513, "target": 528, "relation": "出自于"}, {"source": 472, "target": 24, "relation": "创作"}, {"source": 513, "target": 472, "relation": "出自于"}, {"source": 15, "target": 218, "relation": "创作"}, {"source": 326, "target": 449, "relation": "创作"}, {"source": 331, "target": 326, "relation": "出自于"}, {"source": 0, "target": 95, "relation": "创作"}, {"source": 525, "target": 127, "relation": "创作"}, {"source": 113, "target": 83, "relation": "创作"}, {"source": 541, "target": 191, "relation": "创作"}, {"source": 331, "target": 541, "relation": "出自于"}, {"source": 72, "target": 289, "relation": "创作"}, {"source": 525, "target": 320, "relation": "创作"}, {"source": 15, "target": 392, "relation": "创作"}, {"source": 64, "target": 487, "relation": "创作"}, {"source": 197, "target": 282, "relation": "创作"}, {"source": 252, "target": 514, "relation": "创作"}, {"source": 513, "target": 252, "relation": "出自于"}, {"source": 15, "target": 469, "relation": "创作"}, {"source": 0, "target": 508, "relation": "创作"}, {"source": 551, "target": 155, "relation": "创作"}, {"source": 513, "target": 551, "relation": "出自于"}, {"source": 530, "target": 355, "relation": "创作"}, {"source": 331, "target": 530, "relation": "出自于"}, {"source": 223, "target": 394, "relation": "创作"}, {"source": 64, "target": 377, "relation": "创作"}, {"source": 64, "target": 230, "relation": "创作"}, {"source": 339, "target": 60, "relation": "创作"}, {"source": 219, "target": 339, "relation": "出自于"}, {"source": 237, "target": 166, "relation": "创作"}, {"source": 244, "target": 293, "relation": "创作"}, {"source": 331, "target": 244, "relation": "出自于"}, {"source": 373, "target": 376, "relation": "创作"}, {"source": 128, "target": 373, "relation": "出自于"}, {"source": 90, "target": 484, "relation": "创作"}, {"source": 339, "target": 445, "relation": "创作"}, {"source": 538, "target": 84, "relation": "创作"}, {"source": 435, "target": 124, "relation": "创作"}, {"source": 148, "target": 398, "relation": "创作"}, {"source": 331, "target": 148, "relation": "出自于"}, {"source": 131, "target": 46, "relation": "创作"}, {"source": 513, "target": 131, "relation": "出自于"}, {"source": 186, "target": 483, "relation": "创作"}, {"source": 451, "target": 312, "relation": "创作"}, {"source": 396, "target": 406, "relation": "创作"}, {"source": 331, "target": 396, "relation": "出自于"}, {"source": 493, "target": 460, "relation": "创作"}, {"source": 219, "target": 493, "relation": "出自于"}, {"source": 539, "target": 366, "relation": "创作"}, {"source": 428, "target": 473, "relation": "创作"}, {"source": 546, "target": 33, "relation": "创作"}, {"source": 34, "target": 432, "relation": "创作"}, {"source": 128, "target": 34, "relation": "出自于"}, {"source": 541, "target": 401, "relation": "创作"}, {"source": 448, "target": 30, "relation": "创作"}, {"source": 178, "target": 323, "relation": "创作"}, {"source": 3, "target": 178, "relation": "出自于"}, {"source": 136, "target": 470, "relation": "创作"}, {"source": 331, "target": 136, "relation": "出自于"}, {"source": 548, "target": 201, "relation": "创作"}, {"source": 159, "target": 285, "relation": "创作"}, {"source": 331, "target": 159, "relation": "出自于"}, {"source": 479, "target": 426, "relation": "创作"}, {"source": 63, "target": 126, "relation": "创作"}, {"source": 64, "target": 544, "relation": "创作"}, {"source": 350, "target": 536, "relation": "创作"}, {"source": 453, "target": 324, "relation": "创作"}, {"source": 128, "target": 453, "relation": "出自于"}, {"source": 361, "target": 195, "relation": "创作"}, {"source": 331, "target": 361, "relation": "出自于"}, {"source": 197, "target": 550, "relation": "创作"}, {"source": 363, "target": 322, "relation": "创作"}, {"source": 539, "target": 215, "relation": "创作"}, {"source": 408, "target": 496, "relation": "创作"}, {"source": 57, "target": 561, "relation": "创作"}, {"source": 331, "target": 57, "relation": "出自于"}, {"source": 72, "target": 52, "relation": "创作"}, {"source": 296, "target": 160, "relation": "创作"}, {"source": 58, "target": 220, "relation": "创作"}, {"source": 104, "target": 475, "relation": "创作"}, {"source": 539, "target": 192, "relation": "创作"}, {"source": 499, "target": 171, "relation": "创作"}, {"source": 331, "target": 499, "relation": "出自于"}, {"source": 485, "target": 107, "relation": "创作"}, {"source": 219, "target": 485, "relation": "出自于"}, {"source": 64, "target": 287, "relation": "创作"}, {"source": 532, "target": 211, "relation": "创作"}, {"source": 331, "target": 532, "relation": "出自于"}, {"source": 15, "target": 32, "relation": "创作"}, {"source": 546, "target": 275, "relation": "创作"}, {"source": 408, "target": 185, "relation": "创作"}, {"source": 532, "target": 16, "relation": "创作"}, {"source": 224, "target": 156, "relation": "创作"}, {"source": 128, "target": 224, "relation": "出自于"}, {"source": 152, "target": 85, "relation": "创作"}, {"source": 331, "target": 152, "relation": "出自于"}, {"source": 344, "target": 560, "relation": "创作"}, {"source": 510, "target": 344, "relation": "出自于"}, {"source": 546, "target": 205, "relation": "创作"}, {"source": 538, "target": 7, "relation": "创作"}, {"source": 72, "target": 74, "relation": "创作"}, {"source": 521, "target": 221, "relation": "创作"}, {"source": 409, "target": 412, "relation": "创作"}, {"source": 510, "target": 409, "relation": "出自于"}, {"source": 157, "target": 214, "relation": "创作"}, {"source": 0, "target": 202, "relation": "创作"}, {"source": 6, "target": 306, "relation": "创作"}, {"source": 551, "target": 105, "relation": "创作"}, {"source": 546, "target": 313, "relation": "创作"}, {"source": 521, "target": 430, "relation": "创作"}, {"source": 62, "target": 196, "relation": "创作"}, {"source": 555, "target": 62, "relation": "出自于"}, {"source": 539, "target": 506, "relation": "创作"}, {"source": 197, "target": 383, "relation": "创作"}, {"source": 72, "target": 304, "relation": "创作"}, {"source": 113, "target": 399, "relation": "创作"}, {"source": 15, "target": 325, "relation": "创作"}, {"source": 15, "target": 14, "relation": "创作"}, {"source": 535, "target": 12, "relation": "创作"}, {"source": 513, "target": 535, "relation": "出自于"}, {"source": 80, "target": 169, "relation": "创作"}, {"source": 331, "target": 80, "relation": "出自于"}, {"source": 546, "target": 241, "relation": "创作"}, {"source": 546, "target": 259, "relation": "创作"}, {"source": 546, "target": 356, "relation": "创作"}, {"source": 15, "target": 55, "relation": "创作"}, {"source": 64, "target": 461, "relation": "创作"}, {"source": 358, "target": 423, "relation": "创作"}, {"source": 42, "target": 358, "relation": "出自于"}, {"source": 490, "target": 86, "relation": "创作"}, {"source": 3, "target": 490, "relation": "出自于"}, {"source": 537, "target": 142, "relation": "创作"}, {"source": 72, "target": 367, "relation": "创作"}, {"source": 179, "target": 341, "relation": "创作"}, {"source": 0, "target": 486, "relation": "创作"}, {"source": 539, "target": 421, "relation": "创作"}, {"source": 72, "target": 238, "relation": "创作"}, {"source": 58, "target": 422, "relation": "创作"}, {"source": 104, "target": 49, "relation": "创作"}, {"source": 532, "target": 515, "relation": "创作"}, {"source": 144, "target": 222, "relation": "创作"}, {"source": 331, "target": 144, "relation": "出自于"}, {"source": 326, "target": 183, "relation": "创作"}, {"source": 190, "target": 250, "relation": "创作"}, {"source": 6, "target": 66, "relation": "创作"}, {"source": 537, "target": 36, "relation": "创作"}, {"source": 413, "target": 123, "relation": "创作"}, {"source": 128, "target": 413, "relation": "出自于"}, {"source": 98, "target": 468, "relation": "创作"}, {"source": 513, "target": 98, "relation": "出自于"}, {"source": 64, "target": 290, "relation": "创作"}, {"source": 371, "target": 208, "relation": "创作"}, {"source": 331, "target": 371, "relation": "出自于"}, {"source": 448, "target": 434, "relation": "创作"}, {"source": 190, "target": 552, "relation": "创作"}, {"source": 368, "target": 226, "relation": "创作"}, {"source": 510, "target": 368, "relation": "出自于"}, {"source": 144, "target": 125, "relation": "创作"}, {"source": 546, "target": 133, "relation": "创作"}, {"source": 546, "target": 441, "relation": "创作"}, {"source": 161, "target": 319, "relation": "创作"}, {"source": 331, "target": 161, "relation": "出自于"}, {"source": 507, "target": 11, "relation": "创作"}, {"source": 331, "target": 507, "relation": "出自于"}, {"source": 0, "target": 519, "relation": "创作"}, {"source": 435, "target": 504, "relation": "创作"}, {"source": 328, "target": 217, "relation": "创作"}, {"source": 331, "target": 328, "relation": "出自于"}, {"source": 15, "target": 18, "relation": "创作"}, {"source": 512, "target": 540, "relation": "创作"}, {"source": 331, "target": 512, "relation": "出自于"}, {"source": 54, "target": 543, "relation": "创作"}, {"source": 513, "target": 54, "relation": "出自于"}, {"source": 302, "target": 477, "relation": "创作"}, {"source": 331, "target": 302, "relation": "出自于"}, {"source": 539, "target": 23, "relation": "创作"}, {"source": 546, "target": 308, "relation": "创作"}, {"source": 144, "target": 5, "relation": "创作"}, {"source": 465, "target": 228, "relation": "创作"}, {"source": 331, "target": 465, "relation": "出自于"}, {"source": 63, "target": 20, "relation": "创作"}, {"source": 63, "target": 132, "relation": "创作"}, {"source": 68, "target": 420, "relation": "创作"}, {"source": 510, "target": 68, "relation": "出自于"}, {"source": 417, "target": 103, "relation": "创作"}, {"source": 513, "target": 417, "relation": "出自于"}, {"source": 144, "target": 501, "relation": "创作"}, {"source": 539, "target": 438, "relation": "创作"}, {"source": 533, "target": 111, "relation": "创作"}, {"source": 3, "target": 533, "relation": "出自于"}, {"source": 339, "target": 565, "relation": "创作"}, {"source": 372, "target": 227, "relation": "创作"}, {"source": 331, "target": 372, "relation": "出自于"}, {"source": 77, "target": 100, "relation": "创作"}, {"source": 513, "target": 77, "relation": "出自于"}, {"source": 407, "target": 96, "relation": "创作"}, {"source": 331, "target": 407, "relation": "出自于"}, {"source": 144, "target": 119, "relation": "创作"}, {"source": 419, "target": 276, "relation": "创作"}, {"source": 510, "target": 419, "relation": "出自于"}, {"source": 15, "target": 281, "relation": "创作"}, {"source": 72, "target": 271, "relation": "创作"}, {"source": 379, "target": 327, "relation": "创作"}, {"source": 3, "target": 379, "relation": "出自于"}, {"source": 94, "target": 446, "relation": "创作"}, {"source": 128, "target": 94, "relation": "出自于"}, {"source": 368, "target": 210, "relation": "创作"}, {"source": 368, "target": 188, "relation": "创作"}, {"source": 316, "target": 382, "relation": "创作"}, {"source": 128, "target": 316, "relation": "出自于"}, {"source": 212, "target": 270, "relation": "创作"}, {"source": 331, "target": 212, "relation": "出自于"}, {"source": 97, "target": 232, "relation": "创作"}, {"source": 331, "target": 97, "relation": "出自于"}, {"source": 90, "target": 233, "relation": "创作"}, {"source": 302, "target": 17, "relation": "创作"}, {"source": 539, "target": 346, "relation": "创作"}, {"source": 286, "target": 43, "relation": "创作"}, {"source": 3, "target": 286, "relation": "出自于"}, {"source": 521, "target": 81, "relation": "创作"}, {"source": 371, "target": 452, "relation": "创作"}, {"source": 75, "target": 27, "relation": "创作"}, {"source": 219, "target": 75, "relation": "出自于"}, {"source": 264, "target": 93, "relation": "创作"}, {"source": 513, "target": 264, "relation": "出自于"}, {"source": 200, "target": 318, "relation": "创作"}, {"source": 3, "target": 200, "relation": "出自于"}, {"source": 388, "target": 531, "relation": "创作"}, {"source": 331, "target": 388, "relation": "出自于"}, {"source": 489, "target": 529, "relation": "创作"}, {"source": 3, "target": 489, "relation": "出自于"}, {"source": 310, "target": 22, "relation": "创作"}, {"source": 219, "target": 310, "relation": "出自于"}, {"source": 494, "target": 163, "relation": "创作"}, {"source": 280, "target": 494, "relation": "出自于"}, {"source": 360, "target": 557, "relation": "创作"}, {"source": 219, "target": 360, "relation": "出自于"}, {"source": 106, "target": 135, "relation": "创作"}, {"source": 249, "target": 106, "relation": "出自于"}, {"source": 89, "target": 402, "relation": "创作"}, {"source": 513, "target": 89, "relation": "出自于"}, {"source": 197, "target": 114, "relation": "创作"}, {"source": 448, "target": 378, "relation": "创作"}, {"source": 558, "target": 436, "relation": "创作"}, {"source": 513, "target": 558, "relation": "出自于"}, {"source": 539, "target": 298, "relation": "创作"}, {"source": 113, "target": 120, "relation": "创作"}, {"source": 431, "target": 447, "relation": "创作"}, {"source": 331, "target": 431, "relation": "出自于"}, {"source": 317, "target": 511, "relation": "创作"}, {"source": 331, "target": 317, "relation": "出自于"}, {"source": 546, "target": 429, "relation": "创作"}, {"source": 296, "target": 362, "relation": "创作"}, {"source": 6, "target": 454, "relation": "创作"}, {"source": 563, "target": 255, "relation": "创作"}, {"source": 209, "target": 71, "relation": "创作"}, {"source": 128, "target": 209, "relation": "出自于"}, {"source": 48, "target": 329, "relation": "创作"}, {"source": 3, "target": 48, "relation": "出自于"}, {"source": 256, "target": 566, "relation": "创作"}, {"source": 343, "target": 162, "relation": "创作"}, {"source": 3, "target": 343, "relation": "出自于"}, {"source": 521, "target": 87, "relation": "创作"}, {"source": 1, "target": 102, "relation": "创作"}, {"source": 128, "target": 1, "relation": "出自于"}, {"source": 334, "target": 427, "relation": "创作"}, {"source": 331, "target": 334, "relation": "出自于"}, {"source": 417, "target": 44, "relation": "创作"}, {"source": 73, "target": 35, "relation": "创作"}, {"source": 331, "target": 73, "relation": "出自于"}, {"source": 77, "target": 498, "relation": "创作"}, {"source": 269, "target": 284, "relation": "创作"}, {"source": 513, "target": 269, "relation": "出自于"}, {"source": 159, "target": 39, "relation": "创作"}, {"source": 101, "target": 138, "relation": "创作"}, {"source": 61, "target": 153, "relation": "创作"}, {"source": 331, "target": 61, "relation": "出自于"}, {"source": 212, "target": 9, "relation": "创作"}, {"source": 296, "target": 134, "relation": "创作"}, {"source": 239, "target": 78, "relation": "创作"}, {"source": 3, "target": 239, "relation": "出自于"}, {"source": 231, "target": 129, "relation": "创作"}, {"source": 331, "target": 231, "relation": "出自于"}, {"source": 260, "target": 492, "relation": "创作"}, {"source": 219, "target": 260, "relation": "出自于"}, {"source": 521, "target": 556, "relation": "创作"}, {"source": 251, "target": 25, "relation": "创作"}, {"source": 513, "target": 251, "relation": "出自于"}, {"source": 157, "target": 181, "relation": "创作"}, {"source": 68, "target": 292, "relation": "创作"}, {"source": 165, "target": 410, "relation": "创作"}, {"source": 219, "target": 165, "relation": "出自于"}, {"source": 2, "target": 526, "relation": "创作"}, {"source": 3, "target": 2, "relation": "出自于"}, {"source": 15, "target": 332, "relation": "创作"}, {"source": 521, "target": 476, "relation": "创作"}, {"source": 76, "target": 143, "relation": "创作"}, {"source": 513, "target": 76, "relation": "出自于"}, {"source": 13, "target": 121, "relation": "创作"}, {"source": 3, "target": 13, "relation": "出自于"}, {"source": 321, "target": 416, "relation": "创作"}, {"source": 219, "target": 321, "relation": "出自于"}, {"source": 433, "target": 38, "relation": "创作"}, {"source": 3, "target": 433, "relation": "出自于"}, {"source": 385, "target": 267, "relation": "创作"}, {"source": 331, "target": 385, "relation": "出自于"}, {"source": 274, "target": 88, "relation": "创作"}, {"source": 513, "target": 274, "relation": "出自于"}, {"source": 395, "target": 330, "relation": "创作"}, {"source": 513, "target": 395, "relation": "出自于"}, {"source": 53, "target": 335, "relation": "创作"}, {"source": 288, "target": 384, "relation": "创作"}, {"source": 128, "target": 288, "relation": "出自于"}, {"source": 559, "target": 116, "relation": "创作"}, {"source": 219, "target": 559, "relation": "出自于"}, {"source": 535, "target": 342, "relation": "创作"}, {"source": 448, "target": 253, "relation": "创作"}, {"source": 509, "target": 545, "relation": "创作"}, {"source": 513, "target": 509, "relation": "出自于"}, {"source": 450, "target": 164, "relation": "创作"}, {"source": 513, "target": 450, "relation": "出自于"}, {"source": 546, "target": 301, "relation": "创作"}, {"source": 380, "target": 236, "relation": "创作"}, {"source": 331, "target": 380, "relation": "出自于"}, {"source": 15, "target": 480, "relation": "创作"}, {"source": 336, "target": 122, "relation": "创作"}, {"source": 331, "target": 336, "relation": "出自于"}, {"source": 348, "target": 297, "relation": "创作"}, {"source": 219, "target": 348, "relation": "出自于"}, {"source": 151, "target": 542, "relation": "创作"}, {"source": 331, "target": 151, "relation": "出自于"}, {"source": 424, "target": 439, "relation": "创作"}, {"source": 128, "target": 424, "relation": "出自于"}, {"source": 256, "target": 254, "relation": "创作"}, {"source": 403, "target": 70, "relation": "创作"}, {"source": 510, "target": 403, "relation": "出自于"}, {"source": 154, "target": 534, "relation": "创作"}, {"source": 249, "target": 154, "relation": "出自于"}, {"source": 455, "target": 300, "relation": "创作"}, {"source": 3, "target": 455, "relation": "出自于"}, {"source": 72, "target": 497, "relation": "创作"}]}