{"nodes": [{"name": "佚名", "dynasty": "先秦"}, {"name": "鹊桥仙·送粉卿行", "prop": {"content": "轿儿排了，担儿装了，杜宇一声催起。从今一步一回头，怎睚得、一千余里。 旧时行处，旧时歌处，空有燕泥香坠。莫嫌白发不思量，也须有、思量去里。", "translation": "无"}}, {"name": "奉寄韦太守陟", "prop": {"content": "荒城自萧索，万里山河空。天高秋日迥，嘹唳闻归鸿。寒塘映衰草，高馆落疏桐。临此岁方晏，顾景咏悲翁。故人不可见，寂寞平陵东。", "translation": "荒凉的古城萧条冷落，极目远望，万里山河一片空旷寂寥。秋天，天高云淡，高远空旷，不时传来几声南归鸿雁的哀鸣。散发着凉气的池塘里倒映着枯败的杂草，高大的馆舍坐落在稀疏的梧桐树中。正当这一年将尽的时节，只能自古其影高咏一曲《思悲翁》。老朋友已经难以见到了，只能寂寞地独处平陵之东。"}}, {"dynasty": "明代"}, {"name": "寄校书七兄 / 送韩", "prop": {"content": "无事乌程县，蹉跎岁月余。不知芸阁吏，寂寞竟何如。远水浮仙棹，寒星伴使车。因过大雷岸，莫忘几行书。", "translation": "我百无聊赖地居住在乌程，虚度光阴，转眼又到了年终。七兄啊，你在芸阁那样清冷的地方供职，不知你的寂寞该是怎样的情形？滔滔的江水裹挟着你的仙舟远去，天上的寒星伴随着你的使车前行。你路过大雷岸时，不要忘记像鲍照一样，给我寄几个字，以告慰小妹的思念之情。"}}, {"name": "舟中读元九诗", "prop": {"content": "把君诗卷灯前读，诗尽灯残天未明。眼痛灭灯犹闇坐，逆风吹浪打船声。", "translation": "拿着你的诗卷在灯前看，诗读完了灯也快灭了而天还没有亮。看诗看到眼睛痛，熄灭了灯还在黑暗中坐着，逆风吹着浪花拍打着小船。"}}, {"name": "子夜歌·夜长不得眠", "prop": {"content": "夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。", "translation": "长夜漫漫我睡不着觉，抬头看见那明月多么明亮。模模糊糊的听到好似有人在呼唤我，我轻轻地回应着。"}}, {"name": "八归·秋江带雨", "prop": {"content": "秋江带雨，寒沙萦水，人瞰画阁愁独。烟蓑散响惊诗思，还被乱鸥飞去，秀句难续。冷眼尽归图画上，认隔岸、微茫云屋。想半属、渔市樵村，欲暮竞然竹。 须信风流未老，凭持酒、慰此凄凉心目。一鞭南陌，几篙官渡，赖有歌眉舒绿。只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。", "translation": "秋日江流挟带着秋雨，寒冷的沙滩萦绕着水湾，我独自一人登上画阁俯瞰。令人感到愁痛孤独。烟雨迷漾，披蓑撒网的声响，惊动了我的诗兴，却又被飞去的乱鸥，搅得我佳句难续。冷眼尽望，汇入一幅图画之中，隔岸相望，对岸有隐约如云的房屋。我猜想它多半是渔市樵村，在黄昏暮色里竞相燃起了枯竹，升起袅袅炊烟。自信我风流尚未衰老，就靠持杯饮酒，抚慰我触目惊心的悲凉凄苦。从南陌一声鞭响，经过了几座津渡，幸亏赖有歌女开怀，使我眉展心舒。仅向远方匆匆眺望，已觉得忧愁挂上高树。我实在难以忍受故人远隔天边的事实，望断江淮的群山，不仅看不见她，就连一只传信的大雁也杳无踪迹。 "}}, {"name": "浪淘沙·红影湿幽窗", "prop": {"content": "红影湿幽窗，瘦尽春光。雨余花外却斜阳。谁见薄衫低髻子，抱膝思量。莫道不凄凉，早近持觞。暗思何事断人肠。曾是向他春梦里，瞥遇回廊。", "translation": "透过小窗望去，春雨打湿了红花，春光将尽。雨停了，却已是夕阳西下之时。谁看到她穿着单薄的衣衫，低垂着头，抱膝思量的孤独身影。把酒独酌，无限凄凉。曾像做梦一样地在回廊里与她相遇，让我伤心断肠。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "满路花·冬", "prop": {"content": "罗襟湿未干，又是凄凉雪。欲睡难成寐、音书绝。窗前竹叶，凛凛狂风折。寒衣弱不胜，有甚遥肠，望到春来时节。孤灯独照，字字吟成血。仅梅花知苦、香来接。离愁万种，提起心头切。比霜风更烈。瘦似枯枝，待何人与分说。", "translation": "　　衣襟上的泪痕还未来得及干去，凄凉的雨雪又霏霏而至。眼睛虽犯困，而脑子里是一团糟。处于失眠状态中的她，根本无法入睡。朋友，那种杳无音讯，与外界失去联系的感受，你可曾有过？"}}, {"name": "菩萨蛮·举头忽见衡阳", "prop": {"content": "举头忽见衡阳雁。千声万字情何限。叵而薄情夫。一行书也无。 泣归香阁恨。和泪掩红粉。待雁却回时。也无书寄伊。", "translation": "　　《尊前集》此词归于李白。从词的内容风格看，接近敦煌民间词，可能是民间曲辞而托名李白的。《草堂诗余》前集卷下作宋末陈达叟词，《历代诗余》卷九作南宋陈以庄词，皆误。"}}, {"name": "于谦", "dynasty": "明代"}, {"name": "诉衷情·永夜抛人何处", "prop": {"content": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。", "translation": "漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。"}}, {"name": "夜书所见", "prop": {"content": "萧萧梧叶送寒声，江上秋风动客情。知有儿童挑促织，夜深篱落一灯明。", "translation": "瑟瑟的秋风吹动梧桐树叶，送来阵阵寒意，江上秋风吹来不禁思念起自己的家乡。忽然看到远处篱笆下的一点灯火，料想是孩子们在捉蟋蟀。 "}}, {"name": "张先", "dynasty": "宋代"}, {"name": "沁园春·宿霭迷空", "prop": {"content": "宿霭迷空，腻云笼日，昼景渐长。正兰皋泥润，谁家燕喜；蜜脾香少，触处蜂忙。尽日无人帘幕挂，更风递、游丝时过墙。微雨后，有桃愁杏怨，红泪淋浪。风流寸心易感，但依依伫立，回尽柔肠。念小奁瑶鉴，重匀绛蜡；玉龙金斗，时熨沉香。柳下相将游冶处，便回首、青楼成异乡。相忆事，纵蛮笺万叠，难写微茫。", "translation": "昨夜残存的雾气弥散在天空，厚厚的云层遮住了太阳，夏日渐长。长满兰草的曲折的水泽湿润了泥土。燕子衔起泥土，飞去筑巢。蜂房香气渐少，蜜蜂都到处忙着采蜜。庭院深深，帘幕低垂。只见一阵风吹，把昆虫吐出的游丝吹过了墙来。微雨轻抚，窗外桃花杏花的枝头有水珠如泪滴般不住滴下。我想起了从前那一段风流往事，恋恋不舍得站在那里，内心无限痛苦。想起她对镜梳妆，想起她用熏笼里的熨斗熨烫衣服。当年我与她在柳下相伴游玩，多么的欢欣。如今回首往事，那青楼已成了异乡，不禁无限伤怀。回忆我们之间的往事，纵使有千万张纸笺，也难以表达我的一腔相思。"}}, {"name": "喜迁莺·晓月坠", "prop": {"content": "晓月坠，宿云微，无语枕频欹。梦回芳草思依依，天远雁声稀。啼莺散，馀花乱，寂寞画堂深院。片红休埽尽从伊，留待舞人归。", "translation": "拂晓的月亮坠下蓝天，夜空云雾已经微淡，默默无语倚在枕上。梦醒仍恋芳草绵绵，雁声消失遥远天边。啼晓的黄莺散，零落的飞花乱，只留下寂寞画堂深深院。任落红遍地休扫它，留待跳舞人回当地毯。"}}, {"name": "望江南·幽州九日", "prop": {"content": "官舍悄，坐到月西斜。永夜角声悲自语，客心愁破正思家。南北各天涯。肠断裂，搔首一长嗟。绮席象床寒玉枕，美人何处醉黄花。和泪捻琵琶。", "translation": "官方馆舍里十分静悄，夜晚难眠一直坐到明月西斜。漫漫长夜里阵阵角声，凄厉悲凉好像是在自语；这亡国被俘的幽囚之客，愁破了心胆正在日夜思家。可是南方北方各自是天涯。愁苦的肝肠断裂，心中烦乱不禁搔首一声长叹。想那旧日宫殿里绮丽的席子、象牙床和碧玉枕，君王九九重阳何处与臣下醉饮黄花下。只好和着泪水弹琵琶。"}}, {"name": "浪淘沙·借问江潮与海", "prop": {"content": "借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。", "translation": "我问这江潮和海水，哪里像郎君的深情和女子的心意。埋怨郎君的情意不能像潮水一样来去有定时，思念的时候才发觉海水并不算深。"}}, {"name": "醉落魄·丙寅中秋", "prop": {"content": "琼楼玉宇。分明不受人间暑。寻常岂是无三五。惟有今宵，皓彩皆同普。素娥阅尽今和古。何妨小驻听吾语。当年弄影婆娑舞。妙曲虽传，毕竟人何许。", "translation": "月中宫殿，分明不受到人间之事的变化，难得这不是寻常的十五天。只有在今晚，普天同庆这皓洁的月光。嫦娥经历了古代到今天，怎能妨碍暂停下来听我说话?同一年事物随着影子起舞。妙曲虽然流传，毕竟不知道是什么地方的人。 "}}, {"name": "忆秦娥·梅谢了", "prop": {"content": "梅谢了，塞垣冻解鸿归早。鸿归早，凭伊问讯，大梁遗老。浙河西面边声悄，淮河北去炊烟少。炊烟少。宣和宫殿，冷烟衰草。", "translation": "梅花凋谢了，北方边塞的冰雪已经融化，大雁也早早地向北飞去了。我要委托那北归的大雁，请它问候一下故都家乡的父老。前线地区防务荒疏、边声悄寂，金人占领的淮河以北，人烟稀少。那曾经繁华奢靡的宣和宫殿，已经衰草遍地，尘烟缭绕。"}}, {"name": "人日寄杜二拾遗", "prop": {"content": "人日题诗寄草堂，遥怜故人思故乡。柳条弄色不忍见，梅花满枝空断肠。身在远藩无所预，心怀百忧复千虑。(远藩 一作：南蕃)今年人日空相忆，明年人日知何处。一卧东山三十春，岂知书剑老风尘。龙钟还忝二千石，愧尔东西南北人。", "translation": "人日这天，我给杜甫写一首诗寄到成都草堂，我在这儿怀念你，怀念我们共同的故乡。春天到来，柳叶萌芽，梅花盛开，本该令人愉悦，但飘泊异地的游子却被撩动了乡愁。当时国家多难，干戈未息，以高适的文才武略，本应参与朝廷大政，建树功业，可是偏偏远离京国，身在南蕃。正承百忧千虑而来，身当乱世，作客他乡，今年此时，已是相思不见，明年又在何处，难以预料。生活虽困顿，却也闲散自适，不可能知道此时竟辜负了随身的书剑，老于宦途风尘之中。这是说自己老迈疲癃之身，辱居刺史之位，国家多事而无所作为，内心有愧于到处飘泊流离的友人。"}}, {"name": "念奴娇·书东流村壁", "prop": {"content": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？", "translation": "野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。"}}, {"name": "贺新郎·梦冷黄金屋", "prop": {"content": "梦冷黄金屋。叹秦筝、斜鸿阵里，素弦尘扑。化作娇莺飞归去，犹认纱窗旧绿。正过雨、荆桃如菽。此恨难平君知否，似琼台、涌起弹棋局。消瘦影，嫌明烛。 鸳楼碎泻东西玉。问芳踪、何时再展，翠钗难卜。待把宫眉横云样，描上生绡画幅。怕不是、新来妆束。彩扇红牙今都在，恨无人、解听开元曲。空掩袖，倚寒竹。", "translation": "梦中的黄金屋已然凄冷，可叹秦筝上斜排的弦柱似雁阵飞行，洁白的筝弦蒙上了灰尘。她化作娇莺飞回去，还能辨认出纱窗旧日的绿色青痕。窗外正吹过细雨蒙蒙，樱桃加红豆圆润晶莹。这相思愁恨难以平静，君可知情？它就像琼玉棋枰，弹棋局起伏不定。孤灯相伴映出我消瘦的身影，总嫌那烛光太明。鸳鸯楼上碰杯饮酒，玉杯碰碎美酒倾。试问她的芳踪，何时再能相逢？实在难以嫌头簪翠钗的丽影。欲把宫眉画成纤云式样，生绡的画幅描上她的秀容，只怕不是时兴的新妆。歌舞的彩扇、牙板如今都在，只恨无人，能将大宋隆盛的乐曲听懂。空虚地掩袖拭泪，独倚着寂寞寒冷的翠竹!"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "扫花游·九日怀归", "prop": {"content": "江蓠怨碧，早过了霜花，锦空洲渚。孤蛩暗语。正长安乱叶，万家砧杵。尘染秋衣，谁念西风倦旅。恨无据。怅望极归舟，天际烟树。心事曾细数。怕水叶沉红，梦云离去。情丝恨缕。倩回文为织，那时愁句。雁字无多，写得相思几许。暗凝伫。近重阳、满城风雨。", "translation": "早过了经霜开花时候，洲渚边已没有一片花如锦的江蓠了。孤零零的蟋蟀暗自呜叫。正是长安木叶飘零，万户夜晚捣衣的时候。在京都很长久，衣裳尘污黑了，却没有遇到知己，没有人顾念倦于行旅的天涯游子。想回去，但又未能，只有惆怅地极目望江上远远归去的船只和天边烟树，心事萦绕，无可排遣，只怕美好的往事将如沉红梦云，一逝难返。所有的情事总结成一缕。请你像晋代苏蕙织成锦字回文诗一样，将当时的离愁别绪，写成诗章或书信。即使书信也讲不了多少相思情，装不下许多愁。暗自凝眸伫立看重阳景象，一到近重阳节，只是满城风雨。"}}, {"name": "夜捣衣·收锦字", "prop": {"content": "收锦字，下鸳机，净拂床砧夜捣衣。马上少年今健否？过瓜时见雁南归。", "translation": "将织好的回文诗收起来，走下织机。到了夜晚，把捣衣石和床架擦拭干净，连夜给丈夫捣制寒衣。不知从军守边的丈夫身体是否健壮安康。现在役期已满，为什么不见南飞大雁带来返乡的音信。"}}, {"name": "惜红衣·簟枕邀凉", "prop": {"content": "吴兴号水晶宫，荷花盛丽。陈简斋云：“今年何以报君恩，一路荷花相送到青墩。”亦可见矣。丁未之夏，予游千岩，数往来红香中，自度此曲，以无射宫歌之。 簟枕邀凉，琴书换日，睡余无力。细洒冰泉，并刀破甘碧。墙头唤酒，谁问讯、城南诗客。岑寂，高柳晚蝉，说西风消息。虹梁水陌，鱼浪吹香，红衣半狼藉。维舟试望，故国渺天北。可惜渚边沙外，不共美人游历。问甚时同赋，三十六陂秋色？ ", "translation": "我每日在竹枕席上乘凉，抚琴读书打发时光，即使睡醒了也觉疲惫无力量。用泉水细细地清洗，用利刀将鲜甜的瓜果切劈。我每天精心地安排着自己的生活，可我比杜甫寂寞，不能隔着墙头把酒索，又有谁会来问候我，我不是那城南诗客。家中孤寂冷落，西风微寒，落叶的柳树，哀鸣的老蝉，都在告诉我已经到了秋天。眼前拱桥如月，湖堤漫长，鱼儿随波嬉游，湖面飘着清香，荷花却已半数凋零枯黄。系船登岸遥望故乡，在那茫茫天际的北方。可惜在这水岸沙边，不能与旧时的美人一同游览。想问什么时候才能同赏，眼前这水乡湖塘秋日的风光？"}}, {"name": "谒金门·山衔日", "prop": {"content": "山衔日。洒酒西风独立。一叶扁舟流水急。转头无处觅。去则而今已去，忆则如何不忆。明日到家应记得。寄书回雁翼。", "translation": "在落日衔山的时候，友人乘船离开，水流很急，船行的很快，转眼就看不到了。只剩我一人迎着西风，挥泪送别。要离开的现在已经走了，心中思念又如何能不去思念？朋友，你到家时一定要记得让鸿雁传封书信给我，以解我的思念之情。"}}, {"name": "谒金门·春半", "prop": {"content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。", "translation": "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。"}}, {"name": "青青水中蒲三首·其三", "prop": {"content": "青青水中蒲，叶短不出水。妇人不下堂，行子在万里。", "translation": "水中生长着青青的菖蒲，叶子很短小不得伸出水。妇人常年难走出堂屋外，远行的人离我有千万里。"}}, {"name": "闲居寄诸弟", "prop": {"content": "秋草生庭白露时，故园诸弟益相思。尽日高斋无一事，芭蕉叶上独题诗。", "translation": "白露时节秋草长满庭院，我更加的加思念诸弟。整日在高斋无事可做，于是在芭蕉叶上独自题诗消遣。"}}, {"name": "周文质", "dynasty": "元代"}, {"name": "菩萨蛮·朔风吹散三更", "prop": {"content": "朔风吹散三更雪，倩魂犹恋桃花月。梦好莫催醒，由他好处行。无端听画角，枕畔红冰薄。塞马一声嘶，残星拂大旗。", "translation": "凛冽的北风，将三更天还在飘落的大雪吹得四散飞扬。在梦中，相思之人还在迷恋开满桃花的明月之夜。梦是那么美好，不要催醒他，让他在美好的梦境中多转一转吧。没有任何征兆，梦中突然听见了画角声，醒来时，泪水已经在枕边结成了薄薄的一层红冰。耳中听到的是塞马的嘶鸣，眼中看到的是斜挂着残星的军中大旗，好一派凄冷而又壮阔的景象。"}}, {"name": "浪淘沙·帘外五更风", "prop": {"content": "帘外五更风，吹梦无踪。画楼重上与谁同？记得玉钗斜拨火，宝篆成空。回首紫金峰，雨润烟浓。一江春浪醉醒中。留得罗襟前日泪，弹与征鸿。", "translation": "五更时分一阵凉风从帘外吹进，把我从梦中惊醒过来。想要重新登上画楼却不知道能与谁同行？记得当年无聊的用玉钗拨弄香火，如今宝篆香已经燃烧殆尽。回首看向窗外的紫金山峰，水汽腾腾烟雾缭绕。看着一江春水向东流去，人还在半醒半醉中。罗襦襟前还留着国破夫亡的的泪水，抚去这些把它们交付给远飞的大雁。"}}, {"name": "三部乐·商调梅雪", "prop": {"content": "浮玉飞琼，向邃馆静轩，倍增清绝。夜窗垂练，何用交光明月。近闻道、官阁多梅，趁暗香未远，冻蕊初发。倩谁摘取，寄赠情人桃叶。 回文近传锦字，道为君瘦损，是人都说。祅知染红著手，胶梳黏发。转思量、镇长堕睫。都只为、情深意切。欲报消息，无一句、堪愈愁结。", "translation": "无"}}, {"name": "久别离", "prop": {"content": "别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。", "translation": "　　自从分别以后，不知几个春天没有回家了，又是个温暖的春日，隔窗望去，樱桃花已经开放了。这时远方又有书信传来，开启后不禁让人嗟叹不已。至此伤心肠断，悲痛欲绝。女子头发浓密如云，因为她愁绪万千，像旋风吹动雪花那样绵绵不断，她实在懒得梳理。去年寄书回来，就说要回来了；今年寄书重新诉说将要归来之意。东风啊，你捎去女子的思念，使他早些归来吧。等待他归来他却迟迟未归，实在是百无聊赖，只见满地落花堆积，青苔蔓延整个台阶。"}}, {"name": "渔家傲·送台守江郎中", "prop": {"content": "送客归来灯火尽。西楼淡月凉生晕。明日潮来无定准。潮来稳。舟横渡口重城近。 江水似知孤客恨。南风为解佳人愠。莫学时流轻久困。频寄问。钱塘江上须忠信。", "translation": "客人走后，灯火尽了，西楼挂着一轮淡月。钱塘江潮水涨潮没有定期。希望潮水的平稳安静，使友人的行舟能够安祥稳当地停泊在具有战略意义的重城渡口上。钱塘江水好像懂得了我这离去友人的“孤客”的苦闷心绪，一阵温暖平和的南风飘然而过。莫要用当今流行的势利眼光轻视那些多年遭受挫折的人。你我要勤向寄书问讯，钱塘上握别的不忘友谊的忠信誓言一定要遵守。"}}, {"name": "墨萱图·其一", "prop": {"content": "灿灿萱草花，罗生北堂下。南风吹其心，摇摇为谁吐？慈母倚门情，游子行路苦。甘旨日以疏，音问日以阻。举头望云林，愧听慧鸟语。", "translation": "无"}}, {"name": "虞美人·愁痕满地无人", "prop": {"content": "愁痕满地无人省，露湿琅玕影。闲阶小立倍荒凉。还剩旧时月色在潇湘。薄情转是多情累，曲曲柔肠碎。红笺向壁字模糊，忆共灯前呵手为伊书。", "translation": "愁绪像落叶一样撒落满地，而这愁绪却无人能够理解，露水打湿了竹叶的影子，我孤零零地站在空荡的台阶上，只有旧时曾共同照耀着我们的斑竹月色能安慰我的心绪。我宁愿让自己薄情寡义，不因多情而心累，阵阵歌声催得我柔肠寸断对着墙壁读你的信笺，不禁想起当初在灯前呼着热气暖手，为你书写心曲。"}}, {"name": "薄幸·青楼春晚", "prop": {"content": "青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。 怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。", "translation": "无"}}, {"name": "伊州歌", "prop": {"content": "清风明月苦相思，荡子从戎十载馀。 征人去日殷勤嘱，归雁来时数附书。", "translation": "在清风明月之夜，我想念你极了。浪荡的人啊，你从军十多年了。你出征时，我再三嘱咐过你了，当鸿雁南归时，你千万要托它捎封家信回来啊！"}}, {"name": "生查子·富阳道中", "prop": {"content": "春晚出小城，落日行江岸。人不共潮来，香亦临风散。花谢小妆残，莺困清歌断。行雨梦魂消，飞絮心情乱。", "translation": "春日傍晚离开富阳城关，踏着落日走在富春江畔。钱江潮水不能将心上人带来，她临风为我祈祷香烟也已飘散。凋谢的花枝是她憔悴的娇容，黄莺困懒是她弦绝歌断。一夜雨声使我辗转无眠，天睛絮飞搅得我心烦意乱。"}}, {"name": "高适", "dynasty": "唐代"}, {"name": "紫萸香慢·近重阳", "prop": {"content": "近重阳偏多风雨，绝怜此日暄明。问秋香浓未，待携客、出西城。正自羁怀多感，怕荒台高处，更不胜情。向尊前，又忆漉酒插花人。只座上、已无老兵。凄清，浅醉还醒，愁不肯，与诗评。记长楸走马，雕弓笮柳，前事休评。紫萸一枝传赐，梦谁到、汉家陵。尽乌纱便随风去，要天知道，华发如此星星，歌罢涕零。", "translation": "偏偏是临近重阳风雨越多，今日如此温暖明丽特别叫人爱惜。试问秋花的芳香是否浓郁？我欲携同朋友走出西城游历。我正自飘泊羁旅，满怀着无限愁绪，就怕登上荒台的高处，更是难以承受悲戚。面对着酒宴，又将滤酒、插花的友人回忆，只是座席上已没有昔日的旧侣。我感到悲楚凄清，微酒入肠浅醉又醒。积郁的愁情，比诗篇抒写的更加沉重。记得沿着楸树茂盛的大道乘马奔行，手持雕弓，施展百步穿杨的技能，这些往事休再论评。重阳节朝廷传赐下一枝紫萸，有谁的梦魂曾到故国园陵？任凭着乌纱帽随风吹去，要让老天知道，斑白的华发已如此丛生，我感慨长歌呵涕泪交进。"}}, {"name": "木兰花令·宿造口闻夜", "prop": {"content": "梧桐叶上三更雨。惊破梦魂无觅处。夜凉枕簟已知秋，更听寒蛩促机杼。梦中历历来时路。犹在江亭醉歌舞。尊前必有问君人，为道别来心与绪。", "translation": "三更时分，夜雨点洒在梧桐树叶上，那淅淅沥沥的雨声将我从好梦中惊醒，梦中场景再也找寻不到。睡在竹席上，感受到夜的微凉知道秋天已经来到，更是听到寒蛩不停地叫着，似乎在催促妇人快纺布。梦中来时的路是那么清晰地出现在眼前，我似乎还沉醉在江亭的歌舞之中。酒杯面前一定有询问你的人，是为了诉说离别之后的心绪。"}}, {"name": "谢赐珍珠", "prop": {"content": "桂叶双眉久不描，残妆和泪污红绡。长门尽日无梳洗，何必珍珠慰寂寥。", "translation": "我细细的桂叶眉很久不描了，面上的残妆和著眼泪打湿了我的红色绸衣。我自是很久没有梳洗过了，你也不必送一斛珍珠来安慰我的寂寥之心。 "}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "少年游·算来好景只如", "prop": {"content": "算来好景只如斯，惟许有情知。寻常风月，等闲谈笑，称意即相宜。十年青鸟音尘断，往事不胜思。一钩残照，半帘飞絮，总是恼人时。", "translation": "只求你知道，只要懂得，因为有你，才是好景，才能称意，哪怕十年音尘绝，回想起来也只有彼时是美好的，否则就算一样月钩精巧、柳絮轻盈，也只是憔悴人看憔悴景，一发凄清。"}}, {"dynasty": "五代"}, {"name": "系裙腰·般涉调", "prop": {"content": "惜霜蟾照夜云天。朦胧影、画勾阑。人情纵似长情月，算一年年。又能得、几番圆。 欲寄西江题叶字，流不到、五亭前。东池始有荷新绿，尚小如钱。问何日藕、几时莲。", "translation": "　　这是张先婉约词的代表作之一。"}}, {"name": "董必武", "dynasty": "近现代"}, {"name": "鹊桥仙·乞巧楼空", "prop": {"content": "乞巧楼空，影娥池冷，佳节只供愁叹。丁宁休曝旧罗衣，忆素手、为予缝绽。莲粉飘红，菱丝翳碧，仰见明星空烂。亲持钿合梦中来，信天上、人间非幻。", "translation": "无"}}, {"name": "点绛唇·试灯夜初晴", "prop": {"content": "卷尽愁云，素娥临夜新梳洗。暗尘不起。酥润凌波地。 辇路重来，仿佛灯前事。情如水。小楼熏被。春梦笙歌里。", "translation": "　　雨后，漫天的愁云被风吹散，明月露出姣好的月容，就像嫦娥刚刚沐浴梳洗般。尽管街上车水马龙，来往着体态轻盈的佳人，却没有扬起半点尘埃，因为雨后的路面润泽酥软不起尘土。我如今重游京华旧地，当日赏灯的情事依稀在心。难忘她的柔情似水，我的思绪如流水般难以止息。独自回到小楼里，薰香拥被独自睡去，进入温馨的春梦，梦里恍惚听到笙歌乐音。 "}}, {"name": "清平乐·雨晴烟晚", "prop": {"content": "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。 ", "translation": "雨后初晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，一片春意盎然。成对的燕子飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。黄昏时独自倚着朱栏，不知不觉已看到西南天空挂着一弯如眉的新月。夜风卷起台阶上的落花，微微拂过罗衣，只感到春寒袭人。"}}, {"name": "归国遥·金翡翠", "prop": {"content": "金翡翠，为我南飞传我意：罨画桥边春水，几年花下醉？别后只知相愧，泪珠难远寄。罗幕绣帷鸳被，旧欢如梦。", "translation": "金碧耀眼的青鸟啊，请你南飞传递我的心意：还记得那几年吗？春水桥边图画般美丽，我们沉醉在爱河中，多少次花丛中相聚？久别才知悔恨，我不该让你远去，路遥遥相思泪珠难寄依旧是这轻罗帐中鸳鸯被里，而我们往日的欢情，却只能在梦中回忆。"}}, {"name": "窦巩", "dynasty": "唐代"}, {"name": "寄夫", "prop": {"content": "雁飞曾不到衡阳，锦字何由寄永昌。三春花柳妾薄命，六诏风烟君断肠。曰归曰归愁岁暮，其雨其雨怨朝阳。相怜空有刀环约，何日金鸡下夜郎？", "translation": "鸿雁飞到衡阳就再也不向南飞，我的信怎么才能到达你的戍所永昌。我的命薄好似春天即将凋谢的花，六诏之地的风景想必也令人断肠。说要归来，可是一年将尽还没有回来；说要下雨了，可是天上却艳阳高照。我们曾经相约归期，可是赦书什么时候才能到达你的谪戍之地呢？"}}, {"name": "太原妓", "dynasty": "唐代"}, {"name": "李存勖", "dynasty": "五代"}, {"name": "清平乐·柳边深院", "prop": {"content": "柳边深院。燕语明如翦。消息无凭听又懒。隔断画屏双扇。 宝杯金缕红牙。醉魂几度儿家。何处一春游荡，梦中犹恨杨花。", "translation": "柳树旁边深深的庭院，燕子在唧唧呢喃，叫声明快犹如刀剪。你没准儿的消息太多，我现在已经懒得再听。讨厌那假信儿传进来，我用双扇屏风把它隔断。端着玉杯饮酒，打着节拍唱曲儿提神，每日用沉醉慰藉我的灵魂。你整个春天都在何处游荡啊，我在梦中也恨那水性的杨花。 "}}, {"name": "短歌行", "prop": {"content": "仰瞻帷幕，俯察几筵。其物如故，其人不存。神灵倏忽，弃我遐迁。靡瞻靡恃，泣涕连连。呦呦游鹿，草草鸣麑。翩翩飞鸟，挟子巢枝。我独孤茕，怀此百离。忧心孔疚，莫我能知。人亦有言，忧令人老。嗟我白发，生一何早。长吟永叹，怀我圣考。曰仁者寿，胡不是保。", "translation": "无"}}, {"name": "于鹄", "dynasty": "唐代"}, {"name": "好事近·浙江楼闻笛", "prop": {"content": "独依浙江楼，满耳怨笳哀笛。犹有梨园声在，念那人天北。海棠憔悴怯春寒，风雨怎禁得。回首华清池畔，渺露芜烟荻。", "translation": "独自在浙江楼远眺，满耳传来的都是哀怨的胡笳和笛子声。好像宫廷的乐工.还在演奏，幼帝此时却已经被俘虏到遥远的北方。高贵而柔弱的海棠被人侵者如狂风暴雨般摧残，还怎能经得住风雨。回首望向临安，已经是荻叶瑟瑟，烟雾缥缈，一派荒凉了。"}}, {"name": "定风波·自春来", "prop": {"content": "自春来、惨绿愁红，芳心是事可可。日上花梢，莺穿柳带，犹压香衾卧。暖酥消、腻云亸，终日厌厌倦梳裹。无那。恨薄情一去，音书无个。早知恁么，悔当初、不把雕鞍锁。向鸡窗，只与蛮笺象管，拘束教吟课。镇相随、莫抛躲，针线闲拈伴伊坐。和我。免使年少，光阴虚过。", "translation": "自入春以来，见到那绿叶红花也像是带着愁苦，我这一寸芳心越显得百无聊赖。太阳已经升到了树梢，黄莺开始在柳条间穿飞鸣叫，我还拥着锦被没有起来。细嫩的肌肤已渐渐消瘦，满头的秀发低垂散乱，终日里心灰意懒，没心情对镜梳妆。真无奈，可恨那薄情郎自从去后，竟连一封书信也没有寄回来。早知如此，悔当初没有把他的宝马锁起来。真该把他留在家里，只让他与笔墨为伍，让他吟诗作词，寸步不离开。我也不必躲躲闪闪，整日里与他相伴，手拿着针线与他相倚相挨。有他厮守，免得我青春虚度，苦苦等待。 "}}, {"name": "寒夜思友三首·其一", "prop": {"content": "久别侵怀抱，他乡变容色。月下调鸣琴，相思此何极？", "translation": "久别后的孤寂渐渐侵入我的心怀，客居他乡使我脸色变得憔悴不堪。夜不成眠，只有在月色之下弹琴相慰，这样的相思之情怎样才能到尽头？"}}, {"name": "采葛", "prop": {"content": "彼采葛兮，一日不见，如三月兮！彼采萧兮，一日不见，如三秋兮！彼采艾兮！一日不见，如三岁兮！", "translation": "那个采葛的姑娘，一天没有见到她，好像隔了三月啊！那个采萧的姑娘，一天没有见到她，好像隔了三季啊！那个采艾的姑娘，一天没有见到她，好像隔了三年啊！"}}, {"name": "画堂春·东风吹柳日初", "prop": {"content": "东风吹柳日初长，雨余芳草斜阳。杏花零落燕泥香，睡损红妆。宝篆烟销龙凤，画屏云锁潇湘。夜寒微透薄罗裳，无限思量。", "translation": "东风吹柳的烂漫时节，白昼逐渐加长，外面刚刚下完小雨，芳草在斜阳下闪着流光。杏花被东风吹散，四处飘荡，掉在屋梁的燕巢上，燕巢也芳香。年轻女子躺罗帐，醒来发现坏了红妆。龙凤形状的篆香已经燃尽，而竖立在一边的画屏，上面绘着一幅《云锁潇湘图》。夜深寒气袭人，无法入梦乡，只有无限思量。"}}, {"name": "江楼月", "prop": {"content": "嘉陵江曲曲江池，明月虽同人别离。一宵光景潜相忆，两地阴晴远不知。谁料江边怀我夜，正当池畔望君时。今朝共语方同悔，不解多情先寄诗。", "translation": "无"}}, {"name": "杏花天影·绿丝低拂鸳", "prop": {"content": "丙午之冬，发沔口。丁未正月二日，道金陵。北望惟楚，风日清淑，小舟挂席，容与波上。绿丝低拂鸳鸯浦。想桃叶、当时唤渡。又将愁眼与春风，待去；倚兰桡，更少驻。金陵路、莺吟燕舞。算潮水、知人最苦。满汀芳草不成归，日暮；更移舟，向甚处？", "translation": "鸳鸯浦口，绿柳丝条低垂飘逸，我想起桃叶，她曾呼唤小舟摆渡。杨柳又将含愁的柳眼送与春风，我正待扬帆上路。倚着木兰船桨，又泊舟稍作停驻。金陵的道路，处处有莺歌燕舞。我想那无情的潮水，知道我心情最苦。芳草长满汀洲，归去合肥的打算尚未成行，此刻已黄昏日暮。重新移舟漂泊，何处是归宿？"}}, {"name": "无题·凤尾香罗薄几重", "prop": {"content": "凤尾香罗薄几重，碧文圆顶夜深缝。扇裁月魄羞难掩，车走雷声语未通。曾是寂寥金烬暗，断无消息石榴红。斑骓只系垂杨岸，何处西南任好风。(任 一作：待)", "translation": "织着凤尾纹的绫罗，薄薄重重；碧纹的圆顶罗帐，我深夜赶缝。那回邂逅，来不及用团扇掩盖；可你驱车隆隆而过，无语相通。曾因寂寥不眠，想到更残烛尽；却无你的消息，等到石榴花红。也许你在垂杨岸，栓系斑骓马；怎能等到，送去会你的西南风。"}}, {"name": "生查子·春山烟欲收", "prop": {"content": "春山烟欲收，天澹星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。", "translation": "春山上的烟雾正开始收敛，天色渐明，寥落的几颗晨星也慢慢黯淡下去。一串串伤别的泪珠不断地流落，西斜的残月，照亮脸庞。话已经说了很多，情意却是无穷无尽。回过头来仍再次说道：记得我穿的绿罗裙吧，以后即便看到绿草也要想到我，从而去怜惜它啊！"}}, {"name": "杨柳枝·秋夜香闺思寂", "prop": {"content": "秋夜香闺思寂寥，漏迢迢。鸳帷罗幌麝烟销，烛光摇。正忆玉郎游荡去，无寻处。更闻帘外雨潇潇，滴芭蕉。", "translation": "秋夜，深闺弥漫着无聊和空寂，她的思绪犹如远处的更漏声声，嘀嗒地响着，时断时续。夜风吹动筛帐的罗纹如水，帐上的绣鸳鸯似在窃窃私语，烛光轻摇着它孤独的影子，熏炉的香烟正悄悄地散去。心中在把心上的人回忆，他正漫游天涯浪荡无迹，无处得知他的音信，无处去把他寻觅。只听得帘外雨潇潇，如不尽的相思泪，落在芭蕉叶上滴滴。"}}, {"name": "折杨柳", "prop": {"content": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。", "translation": "　　春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。"}}, {"name": "饮马长城窟行", "prop": {"content": "青青河畔草，绵绵思远道。远道不可思，夙昔梦见之。(夙昔 一作：宿昔)梦见在我傍，忽觉在他乡。他乡各异县，辗转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言？客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如？上言加餐食，下言长相忆。", "translation": "无"}}, {"name": "暮秋独游曲江", "prop": {"content": "荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。", "translation": "荷叶初生时相遇恋人，不久分离，春恨已生。荷叶枯时恋人辞世，秋恨又成。只要身在人世，情意地久天长永存。多少惆怅，只有那流不尽的江水声。"}}, {"name": "刘裕", "dynasty": "南北朝"}, {"name": "生查子·旅思", "prop": {"content": "一尺过江山，万点长淮树。石上水潺潺，流入青溪去。六月北风寒，落叶无朝暮。度樾与穿云，林黑行人顾。", "translation": "　　此词通过写景抒发旅思。远山丛树，渐去渐远，身旁清冽的泉水从石上潺潺流过，汇入青溪。虽是六月盛夏，度樾穿云于阴森的山道，仍觉风寒林黑，晨昏难辨。未明写“旅思”，而“旅思”自现。 "}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "沈约", "dynasty": "南北朝"}, {"name": "燕归梁·织锦裁篇写意", "prop": {"content": "织锦裁篇写意深。字值千金。一回披玩一愁吟。肠成结、泪盈襟。幽欢已散前期远。无憀赖、是而今。密凭归雁寄芳音。恐冷落、旧时心。", "translation": "佳人寄来书信，撰写的词章抒写了她深厚的情意，价值之高贵，一字值千金。我一会儿展览观赏，一会儿冥思哀吟，心中悲喜交织，泪痕满襟。过去幽会的欢乐已经消失，未来相逢的日子遥远难测。而今无以依赖，多多凭借南来北往、候时去来的大雁寄佳音，恐怕冷落了昔日的爱情。"}}, {"name": "朱弁", "dynasty": "宋代"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "望驿台", "prop": {"content": "靖安宅里当窗柳，望驿台前扑地花。(扑地花 一作：铺地花)两处春光同日尽，居人思客客思家。", "translation": "靖安宅里，韦丛天天面对着窗前碧柳；望驿台前，春意阑珊，落红满地。两处美好的春光，在同一天消尽；此时，家里人思念着出门在外的亲人，出门在外的人一样也思念着家中的亲人。"}}, {"name": "江南旅情", "prop": {"content": "楚山不可极，归路但萧条。海色晴看雨，江声夜听潮。剑留南斗近，书寄北风遥。为报空潭橘，无媒寄洛桥。", "translation": "楚地的山脉绵延不断没有尽头，返回故乡的路是如此崎岖萧条。看到东海日出，彩霞缤纷，就知道要下雨了；听到大江波涛澎湃的声音，就知道夜潮来临。我书剑飘零，羁留近于南斗之下，家乡遥远，家书难收，我家北风之下的大雁，吹到南方而不能北回。吴潭的美橘熟了，想寄一点回家，可惜无人把它带到洛阳。"}}, {"name": "浣溪沙·蓼岸风多橘柚", "prop": {"content": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。", "translation": "长满蓼花的岸边，风里飘来橘柚浓浓的香，我伫立在江边远眺，楚天寥廓，江水滔滔流向东方。那一片远去的孤帆，在水天交汇处泛起一点白光。我的目光追随着飞去的鸿雁，直到他的身影消失在远方。思绪有如不尽的江水，随着茫茫的江涛漂荡。秋的红兰，江的碧波，一定会让他怀念深情的潇湘。"}}, {"name": "李玉", "dynasty": "宋代"}, {"name": "张淑芳", "dynasty": "宋代"}, {"name": "钓雪亭", "prop": {"content": "阑干风冷雪漫漫，惆怅无人把钓竿。时有官船桥畔过，白鸥飞去落前滩。", "translation": "风雪交加的寒夜，独倚阑干，四顾无人。就连一个钓鱼的人都没有，让人倍感惆怅。偶尔有官船从桥边经过，却也是寂静无声。就连平日争鸣翔集的白鹭，此时也静静地飞，平静地落下。 "}}, {"name": "杂诗七首·其一", "prop": {"content": "高台多悲风，朝日照北林。之子在万里，江湖迥且深。方舟安可极，离思故难任！孤雁飞南游，过庭长哀吟。翘思慕远人，愿欲托遗音。形影忽不见，翩翩伤我心。", "translation": "高台上常常吹着悲风，早晨的太阳照着北林。我怀念的人在万里外，大江大湖很远很深。这舟船哪能顺利到达？实难安置我怀念的心。掠过庭院南飞的孤雁，长声哀吖真使人伤神。抬头望着孤雁，我在想——托你带个信给远地的人。孤雁不理睬地飞过去了，飞动的影子更使我伤心。"}}, {"name": "清商怨·葭萌驿作", "prop": {"content": "江头日暮痛饮，乍雪晴犹凛。山驿凄凉，灯昏人独寝。 鸳机新寄断锦，叹往事、不堪重省。梦破南楼，绿云堆一枕。", "translation": "黄昏时分，独坐江边痛饮。初雪放晴，仍是寒意阵阵。山中驿站显得格外凄凉冷清，烛光昏暗，一人独睡进梦境。心爱的人又寄来新的书信，哪里忍心再回顾往日相聚时的美好时光？当年同卧南楼，梦醒时见身边的她黑发似云。"}}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "征部乐·雅欢幽会", "prop": {"content": "雅欢幽会，良辰可惜虚抛掷。每追念、狂踪旧迹。长祗恁、愁闷朝夕。凭谁去、花衢觅。细说此中端的。道向我、转觉厌厌，役梦劳魂苦相忆。 须知最有，风前月下，心事始终难得。但愿我、虫虫心下，把人看待，长似初相识。况渐逢春色。便是有，举场消息。待这回、好好怜伊，更不轻离拆。", "translation": "她的美好的青春年华就这样白白的浪费在饮酒作乐之中，太可惜了！每当追忆起过去放荡不羁的生活，只觉得这样的漫长，朝夕忧虑烦闷。谁能去花街柳巷找到她，细细诉说我这里的情况，让她知道，我因为对她魂牵梦绕、苦苦想念，渐渐觉得精神萎靡不振。要知道，良辰美景和心中所思念的事是最不易得到的。只愿我的虫虫姑娘心里明白，在接待客人时，始终要像是初次相识一样，不要陷得太深。何况正逢容颜娇艳的青春年华，更要好好珍重。要是有京试考场消息，即刻返回，这次我将好好的爱你，更不轻易分开了。"}}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "同王主簿有所思", "prop": {"content": "佳期期未归，望望下鸣机。徘徊东陌上，月出行人稀。", "translation": "丈夫到了归期还未回来；心里难过，无法再织布，便走下了织机。出门等待，在田间徘徊；一直等到月亮出来、行人稀少的时候。"}}, {"name": "汪元量", "dynasty": "宋代"}, {"name": "浣溪沙·脂粉塘空遍绿", "prop": {"content": "脂粉塘空遍绿苔，掠泥营垒燕相催。妒他飞去却飞回。一骑近从梅里过，片帆遥自藕溪来。博山香烬未全灰。", "translation": "闺阁外的溪塘已经长满青苔，那飞来飞去衔泥建巢的燕子，让人妒忌。嫉妒它飞走了又飞回来，想让自己的心上人回来却无法实现。只能想象自己的爱人骑着骏马从近处的梅里经过，或是驾一片白帆从遥远的藕花深处而来。可惜这仅有的一点愿望只是想像罢了，只能对着那博山炉中似尽非尽的香烬发呆。"}}, {"name": "王士祯", "dynasty": "清代"}, {"name": "鹧鸪天·寒日萧萧上琐", "prop": {"content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天即将过去，白昼仍旧漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "寄高令", "prop": {"content": "满地春风扫落花，几番曾醉长官衙。诗成锦绣开胸臆，论极冰霜绕齿牙。别后与谁同把酒，客中无日不思家。田园知有儿孙委，早晚扁舟到海涯。", "translation": "满地春风吹扫着落花的世界，你我曾经多次醉倒在官衙里。你作诗如打开胸中锦绣，谈论冰霜更是脱口而出。分别之后你又与谁把酒言欢，是否整日外出做客不想归家？知道田园只之事可以委托给儿孙，何时驾着一叶扁舟去到那海边？"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "行香子·丹阳寄述古", "prop": {"content": "携手江村，梅雪飘裙。情何限、处处消魂。故人不见，旧曲重闻。向望湖楼，孤山寺，涌金门。寻常行处，题诗千首，绣罗衫、与拂红尘。别来相忆，知是何人？有湖中月，江边柳，陇头云。", "translation": "正值梅花似雪，飘沾衣襟的时候，和老朋友携手到城外游春。回忆旧地，处处黯然伤神，无限愁苦。去年的同游之人已不在眼前，每当吟诵旧曲之时，就想起望湖楼、孤山寺、涌金门那些诗酒游乐的地方。那时游乐所至，都有题诗，不下千首；到如今这些诗上都已落满了灰尘，得用绣罗衫去拂净才能看清。自离开杭州后有谁在思念我呢？当然是往日的友人了。还有西湖的明月，钱塘江边的柳树，城西南诸山的名胜景物呢！"}}, {"name": "黄大临", "dynasty": "宋代"}, {"name": "相见欢·微云一抹遥峰", "prop": {"content": "微云一抹遥峰，冷溶溶，恰与个人清晓画眉同。红蜡泪，青绫被，水沉浓，却与黄茅野店听西风。", "translation": "遥远的山峰上飘着一抹微云，冷溶溶的远山，那一抹微云的远山像极了她清晓画的眉形。妻子一人孤独凄清的盏着红蜡，盖着青菱被，任那水沉香的香气沉晕。但此时自己身在远方，停宿黄茅野店，耳畔是西风猎猎。"}}, {"name": "生查子·窗雨阻佳期", "prop": {"content": "窗雨阻佳期，尽日颙然坐。帘外正淋漓，不觉愁如锁。梦难裁，心欲破，泪逐檐声堕。想得玉人情，也合思量我。", "translation": "颙（yǒng）然：严肃的样子。 "}}, {"name": "蓦山溪·题钱氏溪月", "prop": {"content": "与鸥为客，绿野留吟屐。两行柳垂阴，是当日、仙翁手植。一亭寂寞，烟外带愁横。荷苒苒，展凉云，横卧虹千尺。才因老尽，秀句君休觅。万绿正迷人，更愁入、山阳夜笛。百年心事，惟有玉阑知，吟未了，放船回，月下空相忆。", "translation": "与鸥一样为客，四处奔飞，绿野留下过吟诗的脚迹。那园池中两行暗柳垂荫，当是钱良臣仙翁亲手所栽的。一亭寂寞，柳烟之外带着愁绪横立眼前，还是亭边水池中荷花冉冉升起展着凉云有几分生气，似是彩虹呈现。现在年岁大了，才华已尽，你钱氏不要想我有多少好句子。园池万般皆美正迷人，但我有如那向秀思友的山阳夜笛，长久心事，只怕只有那玉栏干知道。吟诗兴未尽，又得匆匆乘船而归去。月夜留下空空的相忆情结。"}}, {"name": "张泌", "dynasty": "唐代"}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "西上辞母坟", "prop": {"content": "高盖山头日影微，黄昏独立宿禽稀。林间滴酒空垂泪，不见丁宁嘱早归。", "translation": "高盖山头映射在落日余晖下，黄昏时我独立林中，只有几只鸟儿归宿窝巢。在母亲坟墓前祭奠几滴白酒，止不住泪水流了下来，再也听不到母亲叮嘱我早早回家的声音了。"}}, {"name": "李群玉", "dynasty": "唐代"}, {"name": "喜春来·泰定三年丙寅", "prop": {"content": "江梅的的依茅舍，石漱溅溅漱玉沙。瓦瓯篷底送年华。问暮鸦：何处阿戎家？", "translation": "　　此曲是除夕夜在舟中思念亲人而作，“每逢佳节倍思亲”，用简明自然的语言含蓄地表达了无限亲情。 "}}, {"name": "玉台体", "prop": {"content": "昨夜裙带解，今朝蟢子飞。铅华不可弃，莫是藁砧归。", "translation": "昨晚我裙带忽然松弛解开，早晨又看见蟢子双双飞来。要赶紧描眉擦粉梳妆打扮，莫非是我的丈夫快要回来。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "室思", "prop": {"content": "沉阴结愁忧，愁忧为谁兴？念与君相别，各在天一方。良会未有期，中心摧且伤。不聊忧餐食，慊慊常饥空。端坐而无为，仿佛君容光。峨峨高山首，悠悠万里道。君去日已远，郁结令人老。人生一世间，忽若暮春草。时不可再得，何为自愁恼？每诵昔鸿恩，贱躯焉足保。浮云何洋洋，愿因通我词。飘摇不可寄，徙倚徒相思。人离皆复会，君独无返期。自君之出矣，明镜暗不治。思君如流水，何有穷已时。惨惨时节尽，兰华复凋零。喟然长叹息，君期慰我情。辗转不能寐，长夜何绵绵。蹑履起出户，仰观三星连。自恨志不遂，泣涕如涌泉。思君见巾栉，以益我劳勤。安得鸿鸾羽，觏此心中人。诚心亮不遂，搔首立悁悁。何言一不见，复会无因缘。故如比目鱼，今隔如参辰。人靡不有初，想君能终之。别来历年岁，旧恩何可期。重新而忘故，君子所尤讥。寄身虽在远，岂忘君须臾。既厚不为薄，想君时见思。", "translation": "　　《室思》组诗共六章，写的是妻子对丈夫的思念，各章之间并无贯串的故事情节。这里详析第三章和第六章。一则因为以这两章为主，连及其余，也就大致反映了全诗的面貌；二则因为这两章比较精采，也流传较广，在六章之中是具有代表性的。"}}, {"name": "江上寄山阴崔少府国辅", "prop": {"content": "春堤杨柳发，忆与故人期。草木本无意，荣枯自有时。山阴定远近，江上日相思。不及兰亭会，空吟祓禊诗。", "translation": "春天来临，堤边杨柳吐出新芽；回想起和友人相约的时光。草木自己是没有感觉的，他们的生死荣枯自有时节决定。山北的景象如旧，我还在岸边日日思念着你。我们还没有在兰亭相会，我只能独自在这里空吟禊诗。"}}, {"name": "好事近·梅片作团飞", "prop": {"content": "梅片作团飞，雨外柳丝金湿。客子短篷无据，倚长风挂席。回头流水小桥东，烟扫画楼出。楼上有人凝伫，似旧家曾识。", "translation": "　　这首词是写一个长期客游在外的游子，在梅片纷飞，细雨绵绵的日子里，乘船归来。穿过小桥流水，雨过天晴。画楼远现，抬头无望，楼上伫立着一位佳人，曾似旧家相识的她。"}}, {"name": "沈如筠", "dynasty": "唐代"}, {"name": "小戎", "prop": {"content": "小戎俴收，五楘梁辀。游环胁驱，阴靷鋈续。文茵畅毂，驾我骐馵。言念君子，温其如玉。在其板屋，乱我心曲。四牡孔阜，六辔在手。骐骝是中，騧骊是骖。龙盾之合，鋈以觼軜。言念君子，温其在邑。方何为期？胡然我念之。俴驷孔群，厹矛鋈錞。蒙伐有苑，虎韔镂膺。交韔二弓，竹闭绲滕。言念君子，载寝载兴。厌厌良人，秩秩德音。", "translation": "战车轻小车厢浅，五根皮条缠车辕。游环胁驱马背拴，拉扯皮带穿铜环。坐垫纹美车毂长，驾着花马鞭儿扬。思念夫君人品好，温和就像玉一样。住在木板搭的房，让我心烦又忧伤。四匹雄马健又壮，驭手握着六条缰。青马红马在中间，黄马和黑马在两旁。龙纹盾牌并一起，铜环辔绳串成行。思念夫君人品好，他在家时多温暖。何时是他归来日，让我对他长思念。四马轻身步协调，三棱矛柄镶铜套。巨大盾牌花纹美，虎皮弓套镂金雕。两弓交错插袋中，弓檠夹弓绳缠绕。思念夫君人品好，若醒若睡心焦躁。安静柔和好夫君，彬彬有礼声誉高。"}}, {"name": "南歌子词二首 / 新", "prop": {"content": "一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ", "translation": "一袭深红色的长裙日子久了便会蒙尘泛黄，自古以来旧的东西就不如新的东西讨人喜欢。你我虽有两心相合的约定，但我心中终究是有怨恨的，因为你的心中已有他人。（其一）"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "赵佶", "dynasty": "宋代"}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "卜算子·凉挂晓云轻", "prop": {"content": "凉挂晓云轻，声度西风小。井上梧桐应未知，一叶云鬟袅。来雁带书迟，别燕归程早。频探秋香开未开，恰似春来了。", "translation": "　　《卜算子》，据说借用骆宾王的绰号命名（骆写诗好用数名，人称“卜算子”）。北宋时盛行此曲。万树《词律》以为取义于“卖卜算命之人”。调始见苏轼《东坡词》又名《百尺楼》、《眉峰碧》、《缺月挂疏桐》、《黄鹤洞中仙》、《楚天遥》。双调，四十四字，上下片各四句两仄韵。两结亦可酌增衬字，化五言为六言句，于第三字豆，故另有四十五、四十六两体。宋教坊复演变为《卜算子慢》，八十九字，上片四仄韵，下片五仄韵。"}}, {"name": "晁冲之", "dynasty": "宋代"}, {"name": "尹鹗", "dynasty": "五代"}, {"name": "南乡子·和杨元素时移", "prop": {"content": "东武望余杭，云海天涯两渺茫。何日功成名遂了，还乡，醉笑陪公三万场。不用诉离觞，痛饮从来别有肠。今夜送归灯火冷，河塘，堕泪羊公却姓杨。", "translation": "东武和余杭两地相望，远隔天涯云海茫茫。什么时候才能功成名就，衣锦还乡，到那时我定与你同笑长醉三万场。不用像世俗的样子用酒来诉说离情别绪，痛快的饮宴从来都另有缘由。酒阑人散，拿着残灯送你归去，走过河塘，恍惚间见落泪如羊祜的却是你杨元素啊。"}}, {"name": "江城子·乙卯正月二十", "prop": {"content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)", "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 "}}, {"name": "浣溪沙·雨歇梧桐泪乍", "prop": {"content": "雨歇梧桐泪乍收，遣怀翻自忆从头。摘花销恨旧风流。帘影碧桃人已去，屧痕苍藓径空留。两眉何处月如钩？", "translation": "秋雨停了，梧桐树叶不再滴雨 ，好像是停止了它滴滴的眼泪。重新反复回忆，释放自己的情怀。想当初曾与思念之人有过美好的风流往事。（回忆）那美丽的身影、如桃花般的面容，但人已离去（可是人却不知何处去了)。只空空留下那娇小的鞋痕在长满苍藓的小径上。思恋之人在何处，只有孤单的如钩明月。"}}, {"name": "三山望金陵寄殷淑", "prop": {"content": "三山怀谢脁，水澹望长安。芜没河阳县，秋江正北看。卢龙霜气冷，鳷鹊月光寒。耿耿忆琼树，天涯寄一欢。", "translation": "登上三山远怀谢眺，波水澹静眺望金陵。我如同在荒芜的河阳的潘岳远望京城，秋日站在江边向北看去。卢龙关塞霜气冷寂，鹩鹊观上月光寒冷。诚心诚意怀念友人，相隔天涯同期一欢。"}}, {"name": "南歌子·又是乌西匿", "prop": {"content": "又是乌西匿，初看雁北翔。好与报檀郎：春来宵渐短，莫思量。", "translation": "太阳落山，又是一天过去。今年第一次看到大雁北飞。多么希望把这个消息告诉情郎。春天来了，夜晚开始渐渐变短。还是不要思念的好。"}}, {"name": "思佳客·题周草窗武林", "prop": {"content": "梦里瞢腾说梦华。莺莺燕燕已天涯。蕉中覆处应无鹿，汉上从来不见花。今古事，古今嗟。西湖流水响琵琶。铜驼烟雨栖芳草，休向江南问故家。", "translation": "只能在恍惚的梦中重温昔日的繁华，莺莺燕燕都已经散走天涯。郑人藏于庙中的芭蕉叶下原本就没有鹿，周人在汉上也没有见过仙女散花。古争朝代兴衰变迁，只能哀叹世事无常。西湖流水依旧潺潺，如弹奏的琵琶曲。西晋索靖手指洛阳宫门前的铜驼，感叹天下将要动乱。不要面对江南询问家乡故园的情况。"}}, {"name": "陈去疾", "dynasty": "唐代"}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "送别", "prop": {"content": "寒更承夜永，凉夕向秋澄。离心何以赠，自有玉壶冰。", "translation": "寒夜的敲更声接续着这漫漫长夜，清凉的夜晚像秋天那般澄澈。离别时难以割舍，拿什么赠送给你呢？我这自有如装在玉壶冰一样真心。"}}, {"name": "关山月", "prop": {"content": "关山三五月，客子忆秦川。思妇高楼上，当窗应未眠。星旗映疏勒，云阵上祁连。战气今如此，从军复几年。", "translation": "十五的月亮映照在关山上，出征的人儿思念遥远的故乡。想必妻子此时正站在高楼上，对着窗户遥望远在边关难以入眠。旗星照耀在疏勒城头，密布的浓云笼罩着祁连山。如今战争这样残酷频繁，什么时候才能结束这从军生涯回家。"}}, {"name": "浣溪沙·楼倚春江百尺", "prop": {"content": "楼倚春江百尺高，烟中还未见归桡，几时期信似江潮？花片片飞风弄蝶，柳阴阴下水平桥，日长才过又今宵。", "translation": "这个日日思念丈夫的妇女正在百尺高楼之上展望。她抱着多么大的希望啊。江上水气弥漫，船只在雾气中航行，远处看不清楚。她看着它们慢慢地驶近自己。她仔细地辨认，但都不是她所盼望的那一只。失望之余，她埋怨起他来，觉得他不如江潮有信。她和她的丈夫可能曾约定开春相见，谁知转瞬之间已到暮春。也可能别离时间太长，经过了一个又一个春天，眼前新的春天又快过去了，她怎么不苦恼呢。当看到风吹花瓣象蝶舞，柳丝下垂似与桥面相平。这个妇女触景生情感到悲伤。漫长的白天好容易才度过去，却又迎来了寂寞难耐的夜晚。 "}}, {"name": "谒金门·秋夜", "prop": {"content": "秋帷里。长漏伴人无寐。低玉枕凉轻绣被。一番秋气味。晓色又侵窗纸。窗外鸡声初起。声断几声还到耳。已明声未已。", "translation": "在秋夜的帐帷里，那计时的满滴长久地陪伴着贵人不能入睡。低枕的玉枕渐渐凉了，轻薄的绣被已用上了，床上弥漫了一片秋天的气氛。晨光浸透窗纸，窗外报晓的雄鸡发出第一阵鸣声，鸡声断断续续，又从耳边传来，天已亮了，但鸡声还未停息。"}}, {"name": "蝶恋花·急景流年真一", "prop": {"content": "急景流年真一箭。残雪声中，省识东风面。风里垂杨千万线，昨宵染就鹅黄浅。又是廉纤春雨暗。倚遍危楼，高处人难见。已恨平芜随雁远，暝烟更界平芜断。", "translation": "时光过的真快，这一年就像箭射过去一样，即将过去。在冬日的雪带着水滴落声中，仿佛看见了春天正在走来。在春风中杨柳枝条不停舞动，仿佛一夜间柳枝就长满了嫩芽。又是一个细雨的黄昏，登上高楼也看不见远处的人啊。可恨的原野一望无垠，只有那远方的大雁还在北往。傍晚的炊烟又起，隔断了远眺家人的视线，又是一天即将过去。"}}, {"name": "四愁诗", "prop": {"content": "我所思兮在太山。欲往从之梁父艰，侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳。我所思兮在桂林。欲往从之湘水深，侧身南望涕沾襟。美人赠我琴琅玕，何以报之双玉盘。路远莫致倚惆怅，何为怀忧心烦伤。我所思兮在汉阳。欲往从之陇阪长，侧身西望涕沾裳。美人赠我貂襜褕，何以报之明月珠。路远莫致倚踟蹰，何为怀忧心烦纡。我所思兮在雁门。欲往从之雪雰雰，侧身北望涕沾巾。美人赠我锦绣段，何以报之青玉案。路远莫致倚增叹，何为怀忧心烦惋。", "translation": "无"}}, {"name": "春怨 / 伊州歌", "prop": {"content": "打起黄莺儿，莫教枝上啼。啼时惊妾梦，不得到辽西。", "translation": "我敲打树枝赶走了树上的黄莺，不让它在树枝上不停鸣叫。它的叫声会惊破我的好梦，不能到辽西与戍守边关的亲人相见。"}}, {"name": "鱼玄机", "dynasty": "唐代"}, {"name": "杨果", "dynasty": "元代"}, {"name": "子夜歌·三更月", "prop": {"content": "三更月，中庭恰照梨花雪。梨花雪，不胜凄断，杜鹃啼血。王孙何许音尘绝，柔桑陌上吞声别。吞声别，陇头流水，替人呜咽。", "translation": "深夜的月光照着庭中的梨花如同冬日的白雪，相思的情怀有说不尽的凄然就像是杜鹊啼血。远去的游子为什么没有了音信，当时在柔桑夹道的小路上我忍住了哭声和你道别。只有那陇头的流水仿佛知道我的心意，发出潺潺的声响像是在替我哭泣。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "江南曲", "prop": {"content": "汀洲采白蘋，日落江南春。洞庭有归客，潇湘逢故人。故人何不返，春花复应晚。不道新知乐，只言行路远。", "translation": "一位妇人在水中小洲上采摘白蘋，江南的太阳暖暖的照在水边。洞庭湖那边有归客回来，曾与夫君在潇湘之畔遇见，为我捎来他的消息。思念的人为何至今还不归来呢？白蘋花已掉落，又一个春天将要过去。归客不说故人结交新欢之事，只说路途太遥远难以返回。"}}, {"name": "鱼游春水·秦楼东风里", "prop": {"content": "秦楼东风里，燕子还来寻旧垒。馀寒犹峭，红日薄侵罗绮。嫩草方抽碧玉茵，媚柳轻窣黄金蕊。莺啭上林，鱼游春水。几曲阑干遍倚，又是一番新桃李。佳人应怪归迟，梅妆泪洗。凤箫声绝沉孤雁，望断清波无双鲤。云山万重，寸心千里。", "translation": "秦楼耸立在这寒冷的东风中，燕子从南方归来还在寻找去年的巢穴。春天来了，剩下的寒意却久久不愿离开，风还是一样的尖厉，红色的太阳懒懒的照耀着衣服，丝毫感受不到暖意。户外的嫩草，刚刚抽出白色的小芽儿，妩媚的柳树也突然生出了金色的蕊。空中的黄莺在林中欢唱，游鱼也畅游在这春水之中。唱着歌，寂寞的倚遍了秦楼的阑干，看桃李又换了一番新花新叶。佳人应该责怪迟迟未归的意中人，涂了脂粉的脸上流下了眼泪。意中人离开之后，就渺无音讯，看这清澈的水中，也没有一对恩爱的锦鲤。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边。"}}, {"name": "孙惟信", "dynasty": "宋代"}, {"name": "御街行·别东山", "prop": {"content": "松门石路秋风扫。似不许、飞尘到。双携纤手别烟萝，红粉清泉相照。几声歌管，正须陶写，翻作伤心调。 岩阴暝色归云悄。恨易失、千金笑。更逢何物可忘忧，为谢江南芳草。断桥孤驿，冷云黄叶，相见长安道。", "translation": "苍松作门，石子路上秋风吹扫，像是不许那飞尘来染。我们两手相携告别了墓地上那蔓生的烟罗，去到那泉水边，清澈的泉水映照着你红润的面庞。几声歌管之音传来，正是要陶冶性情的，在悲伤的我听来却变成了伤心的曲调。山岩变阴，暮色四合，云朵悄悄归去，我恨轻易失去了你的笑靥。还遇上什幺事物可以令我忘忧，我只能答谢江南芳草的盛情。一截断桥，孤独的旅馆，凄冷的云，枯黄的叶，我们在长安再相见吧。"}}, {"name": "怨歌行", "prop": {"content": "家住金陵县前，嫁得长安少年。回头望乡泪落，不知何处天边？胡尘几日应尽？汉月何时更圆？为君能歌此曲，不觉心随断弦！", "translation": "家住在江南水乡金陵边，嫁给了长安少年。回首故乡双泪落，群山遮眼不知在哪边。战争何时能完结，明月何时能再圆？吟成这首怨曲向君弹唱，不觉心凄弦也断。"}}, {"name": "巩北秋兴寄崔明允", "prop": {"content": "白露披梧桐，玄蝉昼夜号。秋风万里动，日暮黄云高。君子佐休明，小人事蓬蒿。所适在鱼鸟，焉能徇锥刀。孤舟向广武，一鸟归成皋。胜概日相与，思君心郁陶。", "translation": "寒秋中的梧桐树上满挂着白露，在这树上有寒蝉在鸣叫。少昊行秋肃杀着方圆万里，日暮时分，更显出云黄天高。君子入世，自当授印于开明之世，而那自私自利的小人，只懂得隐居在草庐蓬蒿。他们的行为，和鸟兽鱼虫相比又有什么区别？正直的君子，又怎能因求田问舍而使得意志沉沦丧消？明允啊明允，你驾着孤舟驶向广武，而我像一只离群的小鸟，归飞那遥远的成皋。往昔我与你一起欣赏美丽的景色，今日却只能因想念你而心绪萧萧！"}}, {"name": "回乡偶书二首", "prop": {"content": "少小离家老大回，乡音无改鬓毛衰。(无改 一作：未改/难改)儿童相见不相识，笑问客从何处来。离别家乡岁月多，近来人事半消磨。惟有门前镜湖水，春风不改旧时波。", "translation": "我在年少时离开家乡，到了迟暮之年才回来。我的乡音虽未改变，但鬓角的毛发却已经疏落。儿童们看见我，没有一个认识的。他们笑着询问：这客人是从哪里来的呀？"}}, {"name": "望江南·梳洗罢", "prop": {"content": "梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。", "translation": "　　梳洗打扮后，在望江楼上独自依靠栏杆远望。成百上千艘船过去了，所盼望的人都没有出现。太阳的余晖脉脉地洒在江面上，江水缓缓的流着，思念的柔肠萦绕在那片白蘋洲上。"}}, {"name": "曾国藩", "dynasty": "清代"}, {"name": "减字木兰花·烛花摇影", "prop": {"content": "烛花摇影，冷透疏衾刚欲醒。待不思量，不许孤眠不断肠。茫茫碧落，天上人间情一诺。银汉难通，稳耐风波愿始从。", "translation": "孤灯明灭，冷夜孤枕，欲睡还醒，不能思量，思量就会断肠。天上人间，阴阳两隔，即使一诺千金也换不回原来的生活。渴盼能够相逢重聚，即使要忍耐着银河里的风波，也甘愿从头开始。"}}, {"name": "浣溪沙·欲寄愁心朔雁", "prop": {"content": "欲寄愁心朔雁边，西风浊酒惨离颜。黄花时节碧云天。古戍烽烟迷斥堠，夕阳村落解鞍鞯。不知征战几人还。", "translation": "在萧索荒凉的边塞望见大雁，想要把“愁心”寄送。西风下独饮浑浊的黄酒，忆及当年离家别亲凄惨的别宴。黄叶纷飞的时节，碧云飘悠的蓝天。烽烟飘起，斥候发出作战的信号。到了黄昏，在一个村子里面卸去行装，驻扎安营。不知道战争结束后还有几个人能回家和亲人团聚。"}}, {"name": "襄阳寒食寄宇文籍", "prop": {"content": "烟水初销见万家，东风吹柳万条斜。 大堤欲上谁相伴，马踏春泥半是花。", "translation": "水面上薄烟散去，远远望见岸边许多户人家，在这美丽的春天，却没有人陪伴我，只有我一人在河堤上独自纵马游览，马蹄踏着路上的泥里有一半裹着花瓣。"}}, {"name": "转调二郎神·闷来无那", "prop": {"content": "闷来无那，暗数尽、残更不寐。念楚馆香车，吴溪兰棹，多少愁云恨水。阵阵回风吹雪霰，更旅雁、一声沙际。想静拥孤衾，频挑寒灺，数行珠泪。凝睇。傍人笑我，终朝如醉。便锦织回鸾，素传双鲤，难写衷肠密意。绿鬓点霜，玉肌消雪，两处十分憔悴。争忍见、旧时娟娟素月，照人千里。", "translation": "夜已深人已静，却因无法排遣内心的烦闷而久久不能入睡。在无可奈何之际，只好默默数着漏点熬过长夜。原来，回忆着过去的美好往事。在痛苦的现实面前，美好的回忆只会增添忧愁。北风呼啸，雪霰飞舞，在此风雪之夜，他飞向何方，静静的想着眷侣，灯烛灰烬，催泪下不止。既然睡不着。于是想开了，别人都取笑我，早晚都喝醉了一样。多年未见了，感情与日俱增，不要说远隔千里，难通音讯，即便能捎上书信，有怎么能表达自己的千言万语，又怎么能寄托自己的深深的爱呢？ 她肯定头发灰白，人也消瘦，都未老先衰。怎么能忍者相见、以前明媚美好貌的明月，现在还照着你我之地。"}}, {"dynasty": "清代"}, {"name": "高观国", "dynasty": "宋代"}, {"name": "除夜太原寒甚", "prop": {"content": "寄语天涯客，轻寒底用愁。春风来不远，只在屋东头。", "translation": "请告诉居住在远方的朋友，天气虽有些微的寒冷，但不必为它发愁。春风吹来已经离我们不远，已经吹到了屋东头。"}}, {"name": "送沈记室夜别", "prop": {"content": "桂水澄夜氛，楚山清晓云。秋风两乡怨，秋月千里分。寒枝宁共采，霜猿行独闻。扪萝正意我，折桂方思君。", "translation": "秋水漾桂香，晚风多清朗，楚山清幽幽，晓云映晨光。托萧瑟秋风寄去异地的乡愁，在千里之外共对皎洁的月亮。枝头凄冷怎能共折兰菊？猿啼哀号孤旅哪堪悲凉。手抚松萝你当念我曾相依伴，采撷桂花我正思君文才无双。"}}, {"name": "鹦鹉曲·夷门怀古", "prop": {"content": "人生只合梁园住，快活煞几个白头父。指他家五辈风流，睡足胭脂坡雨。说宣和锦片繁华，辇路看元宵去。马行街直转州桥，相国寺灯楼几处。", "translation": "人生能居住在开封古城，真是一大幸事，你看那几位白发老头，谈笑风生，快乐何似。他们中有的人祖上五代都生活在此，过惯了京城的安稳日子。老头儿们闲话起宋徽宗宣和年间，汴京城花团锦簇，繁华之至。正月十五日元宵之夜，人们都涌上御街去观赏灯市。从马行街直转至州桥，处处火树银花，耀如白日；更有几处灯楼格外壮观，坐落在那著名的大相国寺。"}}, {"name": "玉烛新·花穿帘隙透", "prop": {"content": "花穿帘隙透。向梦里销春，酒中延昼。嫩篁细掐，想思字、堕粉轻黏綀袖。章台别后，展绣络、红蔫香旧。□□□，应数归舟，愁凝画阑眉柳。 移灯夜语西窗，逗晓帐迷香，问何时又。素纨乍试，还忆是、绣懒思酸时候。兰清蕙秀。总未比、蛾眉螓首。谁诉与，惟有金笼，春簧细奏。", "translation": "无"}}, {"name": "九日五首·其一", "prop": {"content": "重阳独酌杯中酒，抱病起登江上台。竹叶于人既无分，菊花从此不须开。殊方日落玄猿哭，旧国霜前白雁来。弟妹萧条各何在，干戈衰谢两相催！", "translation": "重阳佳节，抱病登台，只想一边独酌美酒，一边欣赏九秋佳色。既然在重阳节不能喝酒，那么菊花也没有必要开放。日落时传来黑猿的听哭声，久久不住，南来的白雁带来长安的霜讯。无法相见的亲人现在都在哪里呢？战争频繁不断，岁月不停地催人走向死亡。"}}, {"name": "闺怨篇", "prop": {"content": "寂寂青楼大道边，纷纷白雪绮窗前。池上鸳鸯不独自，帐中苏合还空然。屏风有意障明月，灯火无情照独眠。辽西水冻春应少，蓟北鸿来路几千！愿君关山及早度，念妾桃李片时妍。", "translation": "大道边青色的楼房静静伫立，我独自倚在窗前看窗外白雪纷纷。池塘里鸳鸯成双作对让人好生羡慕，空荡荡的闺房中，唯有那罗帐里面的苏合香，在默默地燃烧。好心的屏风有意遮掩逗人愁思的月光，无情的灯火却使闺房通明，照出了相思人儿孤眠独宿的模样。辽西边境早已是天寒水冻，那里的春光恐怕极少停驻吧；蓟北塞外，与江南相隔好几千里，即使托鸿雁传书，也很难送到啊！只盼望夫君早早归家，须知我的青春短暂；正如秾桃艳李，只有片时的妍丽啊！"}}, {"name": "真山民", "dynasty": "宋代"}, {"name": "采桑子·谢家庭院残更", "prop": {"content": "谢家庭院残更立，燕宿雕梁。月度银墙，不辨花丛那辨香。此情已自成追忆，零落鸳鸯。雨歇微凉，十一年前梦一场。", "translation": "夜过残更，两人偎依庭院。燕子已在梁上栖息，墙壁也被月光染成银白色。花香阵降袭来，只是夜色昏暗，难以分辨发自哪丛花。一对爱侣完全沉浸在朦胧月色和温馨花香之中。然而，此情此案，已成追忆。昔日恋人，如今两地零落，洽似一对分离的鸳鸯。在雨后微寒中追念旧情，就如同十一年前做了一个梦。梦中的甜蜜幸福，转眼间化为无奈与忧伤。"}}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "破阵子·燕子欲归时节", "prop": {"content": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。", "translation": "现在正是燕子即将归来的时节，昨夜阁楼上吹起了阵阵西风。只希望我们能够有短暂相聚的机会，在那菊花丛中举杯共饮。歌声悠扬，面容娇艳。夕阳穿过幕帘，点点凉意慢慢侵入梧桐。有多少情话说不尽，只能写在给你的词曲中。这份情意千万重。"}}, {"name": "遣悲怀三首·其二", "prop": {"content": "昔日戏言身后意，今朝都到眼前来。(身后意 一作：身后事)衣裳已施行看尽，针线犹存未忍开。尚想旧情怜婢仆，也曾因梦送钱财。诚知此恨人人有，贫贱夫妻百事哀。", "translation": "往昔曾经戏言我们身后的安排，如今都按你所说的展现在眼前。你穿过的衣裳已经快施舍完了，你的针线盒我珍存着不忍打开。因怀念你我对婢仆也格外怜爱，也曾因梦见你并为你送去钱财。我诚知死别之恨世间人人都有，但咱们共苦夫妻死别更觉哀痛。"}}, {"dynasty": "朝代"}, {"name": "闺情", "prop": {"content": "月落星稀天欲明，孤灯未灭梦难成。 披衣更向门前望，不忿朝来鹊喜声。", "translation": "月亮将落，晨星稀疏，天快要明了，闺房内孤灯闪烁，女主人还在辗转反侧。披起衣服走到门前急切探看，恼恨那报喜的鹊声把人欺骗。"}}, {"name": "春思", "prop": {"content": "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。", "translation": " 燕地小草刚像丝绒一般柔软纤细，秦地的桑叶早已茂密得压弯了树枝。当你怀念家园盼望归家之日时，我早就因思念你而愁肠百结。春风啊你与我素不相识，为何要吹进罗帐激起我的愁思呢？"}}, {"name": "雷应春", "dynasty": "宋代"}, {"name": "万里瞿塘月", "prop": {"content": "万里瞿唐月，春来六上弦。时时开暗室，故故满青天。爽合风襟静，高当泪脸悬。南飞有乌鹊，夜久落江边。", "translation": "运行万里而来的瞿塘峡的月亮，今春以来已经是第六次出现上弦月了。月光常常照亮我幽暗的居室，洒满无垠的蓝天。月光静静洒下，凉爽透过衣襟，格外宜人；月亮高高地悬挂天空，空自对着我挂满泪痕的脸，竟无动于衷。有一只南飞的乌鹊，在月下盘旋良久，无枝可依，只好落在江边。"}}, {"name": "江南曲", "prop": {"content": "偶向江边采白蘋，还随女伴赛江神。众中不敢分明语，暗掷金钱卜远人。", "translation": "偶尔到江边采摘白蘋，又随着女伴祭奠江神。当着众人不敢明说心怀，暗暗地投掷金钱，卜问我那远方郎君的音讯。"}}, {"name": "探芳新·吴中元日承天", "prop": {"content": "九街头，正软尘润酥，雪销残溜。禊赏祇园，花艳云阴笼昼。层梯峭空麝散，拥凌波、萦翠袖。叹年端、连环转，烂漫游人如绣。 肠断回廊伫久。便写意溅波，传愁蹙岫。渐没飘鸿，空惹闲情春瘦。椒杯香乾醉醒，怕西窗、人散后。暮寒深，迟回处、自攀庭柳。", "translation": "无"}}, {"name": "柳梢青·春感", "prop": {"content": "铁马蒙毡，银花洒泪，春入愁城。笛里番腔，街头戏鼓，不是歌声。那堪独坐青灯。想故国、高台月明。辇下风光，山中岁月，海上心情。", "translation": "到处都是披着毛毡的蒙古骑兵，亡国后，人们去观看上元灯市，花灯好像也伴人洒泪。春天来到这座悲惨的城市，元军在街头打着鼓、耍把戏，横笛吹奏起蒙古的腔调，哪里有一点儿春天的光景?耳闻目睹，心头不是滋味!在微弱的灯光下叹息，悲伤无聊的生活把人折磨，在这明月高悬的上元灯市，我十分留恋沦陷的楼台房舍。那令人眷恋的临安都城的风景，那隐居山林的寂寞岁月，那逃往海滨的小朝廷的君臣，怎么进行抗敌斗争，复兴祖国?我的心情久久不能平静!"}}, {"name": "日落望江赠荀丞诗", "prop": {"content": "旅人乏愉乐，薄暮增思深。日落岭云归，延颈望江阴。乱流灇大壑，长雾匝高林。林际无穷极，云边不可寻。惟见独飞鸟，千里一扬音。推其感物情，则知游子心。君居帝京内，高会日挥金。岂念慕群客，咨嗟恋景沉。", "translation": "飘泊他乡的游子本就很少觉得愉快的，今又值黄昏，感物伤怀更添愁思。日落西山，云彩也急急地回归山岭，游子不由得伸长头颈眺望江南故乡。纷乱的水流向巨大的长江汇合聚拢，弥漫的浓雾笼罩着两岸高大的林木。辽阔的森林无边无际，向天边延伸最后无迹可寻。只见空中一只孤鸟飞过，鸟鸣声传向远方。此情此景，不禁让人想象到游子此刻的心情。你居住在京城，每日为了盛大宴会大把花钱。怎么能想到客居他乡的我，面对夕阳正在长吁短叹呢。"}}, {"name": "有所思", "prop": {"content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！", "translation": "我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。"}}, {"name": "李存勖", "dynasty": "唐代"}, {"name": "送韦仁实兄弟入关", "prop": {"content": "送客饮别酒，千觞无赭颜。何物最伤心？马首鸣金环。野色浩无主，秋明空旷间。坐来壮胆破，断目不能看。行槐引西道，青梢长攒攒。韦郎好兄弟，叠玉生文翰。我在山上舍，一亩蒿硗田。夜雨叫租吏，春声暗交关。谁解念劳劳？苍突唯南山。", "translation": "满怀凄苦饮酒送别朋友，千杯下肚脸上醉形不留。什么东西最教伤心痛苦？马行环佩叮当人将分手。荒野景色浩渺无人管束，天高地远秋来气爽风柔。茫茫原野好像失去主宰，只剩下空寂旷远的黄秋。官槐排列引向西行的道路，簇集的青青树梢望不到尽头。韦郎真是好兄弟知心朋友，文笔精妙字字珠玉文章锦绣。荒山上有我寒酸简陋住处，一亩薄田蓬蒿丛生稻麦无收。下雨的夜晚差吏催租呼叫，与舂米声交错相杂吵扰不休。韦郎远去谁了解我的酸楚？只有突兀的南山与我同苦忧。"}}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "戚夫人", "dynasty": "两汉"}, {"name": "送梓州高参军还京", "prop": {"content": "京洛风尘远，褒斜烟露深。北游君似智，南飞我异禽。 别路琴声断，秋山猿鸟吟。一乖青岩酌，空伫白云心。", "translation": "　　这是一首送别诗，是作者宦游四川期间所作，诗中抒写了送高参军的离情别绪，流露了对友人路远艰难的担心和别后的思念之情。景凄词切，情真而思深。"}}, {"name": "蝶恋花·槛菊愁烟兰泣", "prop": {"content": "槛菊愁烟兰泣露，罗幕轻寒，燕子双飞去。明月不谙离恨苦，斜光到晓穿朱户。(双飞去 一作：双来去；离恨苦 一作：离别苦)昨夜西风凋碧树，独上高楼，望尽天涯路。欲寄彩笺兼尺素，山长水阔知何处？", "translation": "栏外的菊花笼罩着一层愁惨的烟雾，兰花沾露好似默默饮泣。罗幕闲垂，空气微寒，一双燕子飞去。明月不明白离别之苦，斜斜的银辉直到破晓还穿入朱户。昨天夜里秋风劲吹，凋零了绿树。我独自登上高楼，望尽那消失在天涯的道路。想给我的心上人寄一封信。但是高山连绵，碧水无尽，又不知道我思念的人究竟在何处。"}}, {"name": "惠洪", "dynasty": "宋代"}, {"name": "吴激", "dynasty": "宋代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "张雨", "dynasty": "元代"}, {"name": "卖花声·楼上久踟躇", "prop": {"content": "楼上久踟躇。地远身孤。拟将憔悴吊三闾。自是长安日下影，流落江湖。 烂醉且消除。不醉何如。又看暝色满平芜。试问寒沙新到雁，应有来书。", "translation": "　　楼上久踟躇，地远身孤。“踟躇”（Chí Chú），徘徊不前，逗留之意。“地远”张舜民远谪，历时三，涉水六，过州十有五。自汴抵郴，所至流连。即言诗人登上岳阳楼，放眼望见山迢水阔，只觉孤身飘零僻远异地，前路茫茫，归路茫茫，满心彷徨，无限悲凉。起句即以“久彷徨”写出心思沉重。"}}, {"name": "虞美人·寄公度", "prop": {"content": "芙蓉落尽天涵水，日暮沧波起。背飞双燕贴云寒，独向小楼东畔、倚阑看。 浮生只合尊前老，雪满长安道。故人早晚上高台，赠我江南春色、一枝梅。", "translation": "荷花都已凋落，天连着水，苍茫一片，黄昏时秋风阵阵，涌起波澜。我独自在小楼东边倚栏观看，分飞的双燕各自东西，远远向寒云飞去。短暂浮生真应该在醉酒中衰老，转眼间大雪又盖满京城道。远方友人也定会时时登台把我怀想，寄给我一枝江南春梅。 "}}, {"name": "蝶恋花·伫倚危楼风细", "prop": {"content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "translation": "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。"}}, {"name": "相思", "prop": {"content": "红豆生南国，春来发几枝。愿君多采撷，此物最相思。", "translation": "红豆生长在阳光明媚的南方，每逢春天不知长多少新枝。希望思念的人儿多多采摘，因为它最能寄托相思之情。"}}, {"name": "采莲曲", "prop": {"content": "采莲归，绿水芙蓉衣。秋风起浪凫雁飞。桂棹兰桡下长浦，罗裙玉腕轻摇橹。叶屿花潭极望平，江讴越吹相思苦。相思苦，佳期不可驻。塞外征夫犹未还，江南采莲今已暮。今已暮，采莲花。渠今那必尽娼家。官道城南把桑叶，何如江上采莲花。莲花复莲花，花叶何稠叠。叶翠本羞眉，花红强如颊。佳人不在兹，怅望别离时。牵花怜共蒂，折藕爱连丝。故情无处所，新物从华滋。不惜西津交佩解，还羞北海雁书迟。采莲歌有节，采莲夜未歇。正逢浩荡江上风，又值徘徊江上月。徘徊莲浦夜相逢，吴姬越女何丰茸！共问寒江千里外，征客关山路几重？", "translation": "无"}}, {"name": "徐陵", "dynasty": "南北朝"}, {"name": "淮上即事寄广陵亲故", "prop": {"content": "前舟已眇眇，欲渡谁相待？秋山起暮钟，楚雨连沧海。风波离思满，宿昔容鬓改。独鸟下东南，广陵何处在？", "translation": "前面的船已经遥远模糊不清，将要渡过淮水可渡船已走，有谁来陪伴我？山上黄叶飘零，传来寺庙响起的悠长晚钟声，楚天飘洒的绵绵秋雨与大海连成一体。在凄风苦雨中因离别而生的思念之情更浓，在一天之间凄怆寂寞使我的面容变得憔悴。一只疾风中的伶仃小鸟飞向东南归巢去，广陵在哪里呢，不也在东南方吗？"}}, {"name": "浪淘沙慢·梦觉透窗风", "prop": {"content": "梦觉透窗风一线，寒灯吹息。那堪酒醒，又闻空阶，夜雨频滴。嗟因循、久作天涯客。负佳人、几许盟言，便忍把、从前欢会，陡顿翻成忧戚。愁极，再三追思，洞房深处，几度饮散歌阑，香暖鸳鸯被。岂暂时疏散，费伊心力。殢云尤雨，有万般千种，相怜相惜。恰到如今，天长漏永，无端自家疏隔。知何时、却拥秦云态？愿低帏昵枕，轻轻细说与，江乡夜夜，数寒更思忆。", "translation": "一觉醒来时，一缕寒风透过窗棂吹进房中，把孤灯吹熄。酒醒后的凄凉本已难耐，又听见屋外台阶上的落雨点点滴滴。可叹我迁延漂泊，孑然一身，沦落天涯。如今想起来，真是辜负了佳人的一片真情，多少山盟海誓竟成空言，又怎能忍心把从前的两情欢愉，陡然间变成眼下这孤独忧戚。"}}, {"name": "昼夜乐·冬", "prop": {"content": "风送梅花过小桥，飘飘。飘飘地乱舞琼瑶，水面上流将去了。觑绝似落英无消耗，似那人水远山遥，怎不焦？今日明朝，今日明朝，又不见他来到！佳人，佳人多命薄！今遭，难逃。难逃他粉悴烟憔，直恁般鱼沉雁杳！谁承望拆散了鸾凤交，空教人梦断魂劳。心痒难揉，心痒难揉。盼不得鸡儿叫。", "translation": "美人啊美人，真是薄命。这一回，真难摆脱，难摆却那花容月貌憔悴消瘦。这样音讯全无鱼沉雁杳。活生生拆散了鸾凤的情交，白白地让人魂牵梦绕。心痒痒倍受煎熬，心痒痒备受煎熬，只盼着雄鸡早早啼叫报晓。"}}, {"name": "卜算子·春情", "prop": {"content": "春透水波明，寒峭花枝瘦。极目烟中百尺楼，人在楼中否。 四和袅金凫，双陆思纤手。拟倩东风浣此情，情更浓于酒。", "translation": "春水清澈透明见底，花含苞欲放，枝条嫩展，意中人在百尺楼尽目远望，不知道人在不在楼中？我想象着伊人在熏风和煦之时，乘一叶精美的凫舟，荡漾在碧波之中，那倩姿与涟涟绿水相融；多么渴望在春风吹拂中与佳人在柳下做双陆游戏，那该多么惬意呀！假如把东风请来，把自己深深恋情洗涤得更清纯，使它比酒还醇香，比酒更浓酽。 "}}, {"name": "小桃红·一城秋雨豆花", "prop": {"content": "一城秋雨豆花凉，闲倚平山望。不似年时鉴湖上，锦云香，采莲人语荷花荡。西风雁行，清溪渔唱，吹恨入沧浪。", "translation": "满城萧萧的秋雨一朵朵豆花瑟瑟清凉，闲倚平山堂上把远山眺望，眼前景象已不像当年鉴湖风光，那时候荷花鲜艳如云锦，香飘云空，采莲姑娘欢歌笑语荡漾在荷塘。看眼前，阵阵西风大雁南飞，清溪上渔歌传唱，恨不得早日荡游沧浪。"}}, {"name": "相见欢·无言独上西楼", "prop": {"content": "无言独上西楼，月如钩。寂寞梧桐深院锁清秋。剪不断，理还乱，是离愁。别是一般滋味在心头。(一般 一作：一番)", "translation": "孤独的人默默无语，独自一人缓缓登上西楼。仰视天空，残月如钩。梧桐树寂寞地孤立院中，幽深的庭院被笼罩在清冷凄凉的秋色之中。那剪也剪不断，理也理不清，让人心乱如麻的，正是亡国之苦。这样的离异思念之愁，而今在心头上却又是另一般不同的滋味。"}}, {"name": "一剪梅·雨打梨花深闭", "prop": {"content": "雨打梨花深闭门，孤负青春，虚负青春。赏心乐事共谁论？花下销魂，月下销魂。(孤负 一作：忘了；虚负 一作：误了)愁聚眉峰尽日颦，千点啼痕，万点啼痕。晓看天色暮看云，行也思君，坐也思君。", "translation": "深闭房门隔窗只听雨打梨花的声音，就这样辜负了青春年华，虚度了青春年华。纵然有欢畅愉悦的心情又能跟谁共享？花下也黯然神伤，月下也黯然神伤。整日里都是眉头紧皱如黛峰耸起，脸上留下千点泪痕，万点泪痕。从早晨到晚上一直在看着天色云霞，走路时想念你啊，坐着时也是想念你！"}}, {"name": "菩萨蛮·回文", "prop": {"content": "落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。", "translation": "落花时节，空寂的庭院有位少妇穿着很单薄。穿着薄薄衣衫的少妇，在庭院空旷处看那落花。过后几天，愁绪在心头隐隐泛起，依恋不舍的愁绪一天天地迟延下去。梦中醒来，只听得黄莺在演唱，唱歌的黄莺累得返回梦乡。带信的人顺便询问时，少妇害羞的低垂了头，害羞的少妇顺便请来人给带封回信。"}}, {"name": "江神子·十日荷塘小隐", "prop": {"content": "西风来晚桂开迟。月宫移。到东篱。簌簌惊尘，吹下半冰规。拟唤阿娇来小隐，金屋底，乱香飞。重阳还是隔年期。蝶相思。客情知。吴水吴烟，愁里更多诗。一夜看承应未别，秋好处，雁来时。", "translation": "这一年西风来晚，桂花开得迟。一阵风吹来，花粉簌簌飘飞，半个月亮差点被处下来。这个时候，想唤来红颜知己，再加上那脂粉香气，岂不满轩子乱香飘飞了，那意境多美呀。想再过重阳，就又是明年了。蝴蝶翩然飞舞，当知我客居此地的情怀。“吴水吴烟，愁里更多诗。”那吴地烟水，常常勾引起我的愁绪和诗情。这一夜，我似乎和故人都没有分别。你看，秋天的好处，是大雁飞来了，它应该给我带来了远方的消息吧。"}}, {"name": "宋恭宗", "dynasty": "宋代"}, {"name": "十二月过尧民歌·别情", "prop": {"content": "自别后遥山隐隐，更那堪远水粼粼。见杨柳飞绵滚滚，对桃花醉脸醺醺。透内阁香风阵阵，掩重门暮雨纷纷。怕黄昏忽地又黄昏，不销魂怎地不销魂。新啼痕压旧啼痕，断肠人忆断肠人。今春香肌瘦几分？缕带宽三寸。", "translation": "自从和你分别后，望不尽远山层叠隐约迷濛，更难忍受清粼粼的江水奔流不回，看见柳絮纷飞绵涛滚滚，对着璀璨桃花痴醉得脸生红晕。闺房里透出香风一阵阵，重门深掩到黄昏，听雨声点点滴滴敲打房门。怕黄昏到来，黄昏偏偏匆匆来临，不想失魂落魄又叫人怎能不失魂伤心？旧的泪痕还未干透，又添了新的泪痕，断肠人常挂记着断肠人。要知道今年春天，我的身体瘦了多少，看衣带都宽出了三寸。"}}, {"name": "西洲曲", "prop": {"content": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。", "translation": "无"}}, {"name": "梅花落", "prop": {"content": "窗外一株梅，寒花五出开。影随朝日远，香逐便风来。泣对铜钩障，愁看玉镜台。行人断消息，春恨几裴回。", "translation": "　　《梅花落》属汉乐府“横吹曲辞”。这首诗通过女主人公的赏梅来表现了她对行人（即她的丈夫）的思念，反映了战争的长久，亲人无音信。读者从妻子思念丈夫的切切情感中可以看出当时边关战争的时间之长，守疆的重要性。此诗既是咏物诗，又是闺情诗。前四句咏物，后四句写人。首联的梅花引出了尾联中对春恨的感慨，“一株梅”则暗示了女主人公的孤独。诗味醇厚，形象逼真。"}}, {"name": "减字木兰花·天涯旧恨", "prop": {"content": "天涯旧恨，独自凄凉人不问。欲见回肠，断尽金炉小篆香。黛蛾长敛，任是春风吹不展。困倚危楼，过尽飞鸿字字愁。", "translation": "远隔天涯旧恨绵绵，凄凄凉凉孤独度日无人问讯。要想了解我内心的痛苦吗？请看金炉中寸寸断尽的篆香！长眉总是紧锁，任凭春风劲吹也不能使他舒展。困倦地倚靠高楼栏杆，看那高飞的雁行，字字都是愁。"}}, {"name": "三五七言 / 秋风词", "prop": {"content": "秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。(后三句存疑)", "translation": "秋风凄清，秋月明朗。风中的落叶时而聚集时而扬散，寒鸦本已栖息也被这声响惊起。盼着你我能再相见，却不知在什么时候，此时此刻实在难耐心中的孤独悲伤，叫我情何以堪。如果有人也入我这般思念过一个人，就会明白这种相思之苦。想起你的时候数不胜数，孤单的时候则陷入了更加漫长无休无止的相思中。早知道如此牵绊我的心，不如当初不相识。"}}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "女冠子·露花烟草", "prop": {"content": "露花烟草，寂寞五云三岛，正春深。貌减潜消玉，香残尚惹襟。竹疏虚槛静，松密醮坛阴。何事刘郎去？信沉沉。", "translation": "鲜花凝结着露水，芳草笼罩着轻烟，寂寞的仙岛上祥云缭绕，春色正深。她一天天憔悴，玉貌在寂寞中暗暗消减，只有阵阵残香还留在衣襟上。几竿稀疏的竹子静静地伫立在门槛外，茂密的松林里醮坛陈设在树荫里。不知刘郎为什么就这样离去了，音信杳无，只让人空劳牵挂。"}}, {"name": "贺知章", "dynasty": "唐代"}, {"name": "自君之出矣", "prop": {"content": "自君之出矣，宝镜为谁明？思君如陇水，长闻呜咽声。", "translation": "　　《自君之出矣》是乐府旧题，题名取自东汉末年徐干《室思》诗句，《室思》第三章：“自君之出矣，明镜暗不治。思君如流水，无有穷已时。”自六朝至唐代，拟作者不少，如南朝宋时的刘裕、刘义恭、颜师伯，陈朝陈后主，隋代陈叔达等，均有拟作，唐代作者尤多，见于宋代郭茂倩《乐府诗集》。这些拟作，不仅题名取自徐干的诗，技法也仿照徐干的诗。雍裕之这首诗（《吟窗杂录》载辛弘智《自君之出矣》与此诗相同，并收入《全唐诗》），模仿的痕迹尤为明显。这首诗表现了思妇对外出未归的丈夫的深切怀念，其手法高明之处在于立意委婉，设喻巧妙，所以含蓄有味。"}}, {"name": "淮海对雪赠傅霭", "prop": {"content": "朔雪落吴天，从风渡溟渤。梅树成阳春，江沙浩明月。兴从剡溪起，思绕梁园发。寄君郢中歌，曲罢心断绝。", "translation": "　　北方席卷而来的大雪铺盖着江南的天地，更随风远渡东海。"}}, {"name": "浣溪沙·杨柳千条送马", "prop": {"content": "杨柳千条送马蹄，北来征雁旧南飞。客中谁与换春衣。终古闲情归落照，一春幽梦逐游丝。信回刚道别多时。", "translation": "在杨柳依依的季节，我骑着骏马远行，春天北来的大雁都是去年去南方过冬的，只身在外，已经换了季节，有谁为我打点行装，替我换上春天的衣裳呢？自古以来，闲情逸致只能寄托在落日的余晖上，而我这一春幽梦，追逐着飘荡在空中的蜘蛛丝。刚刚寄走家书，只说自己离家太久。"}}, {"name": "南乡子·璧月小红楼", "prop": {"content": "璧月小红楼。听得吹箫忆旧游。霜冷阑干天似水，扬州。薄幸声名总是愁。 尘暗鹔鹴裘。针线曾劳玉指柔。一梦觉来三十载，休休。空为梅花白了头。", "translation": "　　圆圆的月亮高挂在小红楼上。传来的箫声让我把往事回想。寒霜冷透栏杆，天空像河水一样清凉，想起扬州，那薄情的声名总是让我愁伤。灰尘蒙盖了雁羽做的衣裳，缝制它曾让你玉指多日繁忙。三十年过去犹如大梦一场，风流早成昔日往事，而今只能空对梅花叹息，眼下我已白发苍苍！ "}}, {"name": "孔榘", "dynasty": "宋代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "安邑坊女", "dynasty": "唐代"}, {"name": "夜雨寄北", "prop": {"content": "君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。", "translation": "你问我回家的日期，归期难定，今晚巴山下着大雨，雨水已涨满秋池。什么时候我们才能一起秉烛长谈，相互倾诉今宵巴山夜雨中的思念之情。"}}, {"name": "捣衣诗", "prop": {"content": "行役滞风波，游人淹不归。亭皋木叶下，陇首秋云飞。?寒园夕鸟集，思牖草虫悲。嗟矣当春服，安见御冬衣？", "translation": "你迟迟未归，是因为被风波阻拦所以滞留下来了吧！我这里已是秋风起而木叶下，你所在的陇首一带，此刻也是秋云飘飞的时节了。萧瑟凄寒的园圃中，晚归的鸟儿聚集栖宿；窗户下，唧唧的秋虫在断续悲鸣。等我裁好寒衣寄到你那，只怕那里已是春回大地，应穿上春服了，哪里能及时见到我寄去的御寒的冬衣呢？"}}, {"name": "杨炯", "dynasty": "唐代"}, {"name": "苏溪亭", "prop": {"content": "苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。", "translation": "苏溪亭外野草青青，无边无际；是谁随着东风唱着阑干十二曲呢？春天来得晚了些，燕子还没有归来；迷蒙的烟雨笼罩着一片沙洲，杏花在料峭春风中只感凄寒。"}}, {"name": "荔枝香近·送人游南徐", "prop": {"content": "锦带吴钩，征思横雁水。夜吟敲落霜红，船傍枫桥系。相思不管年华，唤酒吴娃市。因话、驻马新堤步秋绮。 淮楚尾。暮云送、人千里。细雨南楼，香密锦温曾醉。花谷依然，秀靥偷春小桃李。为语梦窗憔悴。", "translation": "无"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "周密", "dynasty": "宋代"}, {"name": "夏完淳", "dynasty": "明代"}, {"name": "望夫山", "prop": {"content": "终日望夫夫不归，化为孤石苦相思。望来已是几千载，只似当时初望时。", "translation": "整天地盼望丈夫而丈夫不归来，她最后化成孤立的石头苦苦相思。这妇人在这里望夫已经是几千年了，还是当年刚刚站在这里遥望的形象。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "赠夫二首 / 题云泉", "prop": {"content": "不得长相守，青春夭蕣华。旧游今永已，泉路却为家。早知离别切人心，悔作从来恩爱深。黄泉冥寞虽长逝，白日屏帷还重寻。", "translation": "不能长久的相守在一起，青春缺点在其短暂。昔日游玩的情景已经成为过去，如今黄泉成了归宿。早知道离别使人如此心痛，后悔当时爱得那么深沉。虽然知道死者已经逝去，白天却还在屋里寻找他的身影。"}}, {"name": "秋兴八首·其一", "prop": {"content": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。", "translation": "枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。"}}, {"name": "关山月", "prop": {"content": "关山夜月明，秋色照孤城。影亏同汉阵，轮满逐胡兵。天寒光转白，风多晕欲生。寄言亭上吏，游客解鸡鸣。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "寄外征衣", "prop": {"content": "夫戍边关妾在吴，西风吹妾妾忧夫。一行书信千行泪，寒到君边衣到无？", "translation": "你守卫在边关，我身处在吴地，西风吹到我身上我更加为你担忧。写一行书信就洒下千行眼泪，严寒到了边塞，给你寄去的寒衣收到没有？"}}, {"name": "子夜吴歌·秋歌", "prop": {"content": "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。", "translation": "秋月皎洁长安城一片光明，家家户户传来捣衣声。?砧声任凭秋风吹也吹不尽，声声总是牵系玉关的亲人。何时才能平息边境战争，夫君就可以结束漫长征途。"}}, {"name": "凤求凰", "prop": {"content": "其一：【琴曲出自王实甫《西厢记》】有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。", "translation": "有位俊秀美丽的女子啊，我见了她的容貌就此难以忘怀。一日不见她，心中牵念得像是要发狂一般。我就像那在空中回旋高飞的凤鸟，在天下各处寻觅著凰鸟。可惜那心中的佳人啊，未曾住在我家东墙邻近的地方。我以琴声替代心中情语，姑且描写我内心的情意。何时能允诺婚事，慰藉我往返徘徊，不知如何是好的心情？希望我的德行可以与你相配，与你携手同在而成百年好合。无法与你比翼偕飞、百年好合，这样的伤情结果，令我沦陷于情愁而欲丧亡。"}}, {"name": "古意赠今人", "prop": {"content": "寒乡无异服，毡褐代文练。日月望君归，年年不解綖。荆扬春早和，幽冀犹霜霰。北寒妾已知，南心君不见。谁为道辛苦？寄情双飞燕。形迫杼煎丝，颜落风催电。容华一朝尽，惟馀心不变。", "translation": "你身处荒寒之地，却无精致轻暖的衣着，只能以粗毛短衣御寒。天天望君归，可是年复一年，这绷着的心弦总无缓解之时。我这里早已春回大地，而你那儿大概还是冰霜犹在。北地的寒冷我已知道，但是南方我望夫的心情你不知道。心中的辛苦给谁说道？只能托燕传情。自你离家之后，里里外外只我一人操持，紧迫得像织机上的梭子，奔个不停；长期的愁苦劳累，昔日的容颜姿色，早如风雨中的闪电，转眼即逝。就算容颜芳华一下子就到了尽头，还有我对你的情意始终不会变。"}}, {"name": "浣溪沙·琴川慧日寺蜡", "prop": {"content": "蝶粉蜂黄大小乔。中庭寒尽雪微销。一般清瘦各无聊。 窗下和香封远讯，墙头飞玉怨邻箫。夜来风雨洗春娇。", "translation": "　　上片开头“蝶粉”一句，状物拟人，盛赞蜡梅。言蜡梅花外黄而芯粉红，香气扑鼻，婷婷而立又好像三国时闻名东吴的绝色佳人“大小二乔”。“中庭”两句，写景寄情。言慧日寺的庭院中虽因日照而已有暖意，但四周墙角还残留着积雪，这也是点出了蜡梅开花的时令。几株蜡梅树悄立庭院，满树无叶而花，与赏花的词人一样显得清瘦无聊，真是失意人对苦命花，使词人顿生“同病相怜”之感。　　"}}, {"name": "风流子·木叶亭皋下", "prop": {"content": "木叶亭皋下，重阳近，又是捣衣秋。奈愁入庾肠，老侵潘鬓，谩簪黄菊，花也应羞。楚天晚，白苹烟尽处，红蓼水边头。芳草有情，夕阳无语，雁横南浦，人倚西楼。玉容知安否？香笺共锦字，两处悠悠。空恨碧云离合，青鸟沉浮。向风前懊恼，芳心一点，寸眉两叶，禁甚闲愁？情到不堪言处，分付东流。", "translation": "树叶纷纷飘落到水边平地上，重阳节近了，又到了捣寒衣的秋天。怎奈我愁绪萦绕心中．白发生于两鬓，即便随意地将菊花插在头上，花也应该感到被羞辱了吧。天色已晚，（我极目远望）直望到白苹烟尽之处，水边开花的红蓼深处。芳草脉脉含情，夕阳寂寂无语，大雁横在南浦上，人则斜倚西楼。不知你是否安好？书信和题诗，因两地相隔遥遥而无法见寄。只能空白怨恨那时聚时散的白云，青鸟在其中隐现。你在风中懊恼不已，一片芳心，两叶柳眉，怎能禁得起闲愁呢？情到不能言说之处，只能付与那东流水。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "春阴", "prop": {"content": "关河迢递绕黄沙，惨惨阴风塞柳斜。花带露寒无戏蝶，草连云暗有藏鸦。诗穷莫写愁如海，酒薄难将梦到家。绝域东风竟何事？只应催我鬓边华！", "translation": "长长的关河兀自绕过茫茫的沙丘向南流去，凄惨的寒风吹打着塞外的几株歪斜的柳树。瑟瑟的几朵野花还凝着寒露，但没有戏舞的蝴蝶，连天的草丛中只藏着几只乌鸦。把诗写尽了也写不完像海一样的乡愁，喝下的两盏淡酒想做一个回家的美梦，可在梦里还没等回到家乡酒就醒了。春风为什么会到这种荒凉的地方来，它只能催生我鬓边的华发。"}}, {"name": "浣溪沙·露白蟾明又到", "prop": {"content": "露白蟾明又到秋，佳期幽会两悠悠，梦牵情役几时休？记得泥人微敛黛，无言斜倚小书楼，暗思前事不胜愁！", "translation": "　　这首词也是写男子对女子的思念之情。上片写又是一个秋天到来了，但幽会的事又茫然无期，梦中想，心中念，这样相思的日子何时才完？下片是回忆女子的可爱形象：分别时她百般挽留，黛眉微皱，无言斜倚小楼。最后一句，写他想到往事的忧愁心。"}}, {"name": "长干行二首", "prop": {"content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。", "translation": "无"}}, {"name": "青玉案·新腔一唱双金", "prop": {"content": "新腔一唱双金斗，正霜落，分柑手。已是红窗人倦绣，春词裁烛，夜香温被，怕减银壶漏。吴天雁晓云飞后，百感情怀顿疏酒。彩扇何时翻翠袖，歌边拌取，醉魂和梦，化作梅花瘦。", "translation": "她唱罢一支新制的曲调，我们一起雨金斗畅饮美酒，正是秋霜初降的时候，她伸出纤纤素手，深情地为我剖开了黄柑。乱红满窗，她倦于窗下引针刺绣，轻轻地唱起一曲又一曲缠绵多情的春词，歌声中，红烛渐渐短小，熏香袅袅，被子已经温暖，如此良宵，真害怕时光就那么轻易消逝过去了。拂晓时吴地的鸿雁穿过彩云飞去后，我百感交加，情思无限，顿时连酒都喝不下去。什么时候如果还能一见到她翠袖韵舞，彩扇纷飞，我一定要在她的歌声中喝个烂醉，我的醉魂将在梦里化作挺拔瘦劲的梅花，陪伴她在梅树旁翻唱新曲。"}}, {"name": "菩萨蛮·春闺", "prop": {"content": "困花压蕊丝丝雨，不堪只共愁人语。斗帐抱春寒，梦中何处山。卷帘风意恶，泪与残红落。羡煞是杨花，输它先到家。", "translation": "无"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "司马槱", "dynasty": "宋代"}, {"name": "狱中寄子由二首·其二", "prop": {"content": "柏台霜气夜凄凄，风动琅珰月向低。梦绕云山心似鹿，魂飞汤火命如鸡。眼中犀角真吾子，身后牛衣愧老妻。百岁神游定何处，桐乡知葬浙江西。", "translation": "寒霜之气让御史台狱的夜晚更加凄楚寒凉，风吹动了檐角上的铃铎发出阵阵声响，月亮渐渐向天边下落。梦里向往云山的那颗心像鹿一样奔跑，可现实里的自己就像将被扔进锅里煮的鸡。眼前浮现出我的孩子们的面容，身后只有草蓑，我这样贫穷愧对跟自己受苦多年的妻子了。我死后埋葬在哪里呢？汉代的朱邑曾在桐乡为吏，因深受百姓爱戴，被葬在桐乡，我也希望自己能葬在浙西一带。"}}, {"name": "苏武", "dynasty": "两汉"}, {"name": "迢迢牵牛星", "prop": {"content": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。", "translation": "在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。"}}, {"name": "浣溪沙·谁道飘零不可", "prop": {"content": "谁道飘零不可怜，旧游时节好花天。断肠人去自经年。一片晕红才著雨，几丝柔绿乍和烟。倩魂销尽夕阳前。", "translation": "谁说花儿凋零不令人生起怜爱之情呢？当年同游之时正是春花竞放的美好时光。而今友人已去，空余自己独身一人。眼前一片红花刚刚被春雨打湿花瓣，丝丝嫩柳在烟霭中随风摇曳。在夕阳落照前的美景令少女为之梦断魂销。"}}, {"name": "施肩吾", "dynasty": "唐代"}, {"name": "浣溪沙·入夏偏宜澹薄", "prop": {"content": "入夏偏宜澹薄妆，越罗衣褪郁金黄，翠钿檀注助容光。相见无言还有恨，几回判却又思量，月窗香径梦悠飏。", "translation": "时节刚刚入夏，合时的装束应该的穿上淡薄的衣裳，越地丝绸做成的衣衫褪去了郁金草染成的金黄，翠色钗钿和红色胭脂更加增添了美艳的容光。回想相见的时候不知道说什么，心里却还有一些离别的不爽；几次想说分手，最后总是没有开腔。明月满窗，花径幽幽，思念悠长恰似做梦一样。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "邵亨贞", "dynasty": "元代"}, {"name": "生查子·秋来愁更深", "prop": {"content": "秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。", "translation": "①双蛾：即双眉。 "}}, {"name": "浣溪沙·题李中斋舟中", "prop": {"content": "冰骨清寒瘦一枝。玉人初上木兰时。懒妆斜立澹春姿。 月落溪穷清影在，日长春去画帘垂。五湖水色掩西施。", "translation": "　　“冰骨”两句，绘出屏中梅树之貌。两句脱胎于成语“冰清玉洁”，赞梅树之格调高雅。“木兰”，即木兰舟的省称。此言自己在观赏了友人的舟中梅屏后，感受到屏中梅枝玉骨冰清傲霜斗寒般的气质。“懒妆”一句，以梅拟人，写出梅枝的神韵。此句也是从林逋《山园小梅》诗“疏影横斜水清浅”句中化出，赞屏中梅枝活似佳人之天生丽质，虽懒于梳妆打扮，然淡然而立，尽占春色，不愧为“东风第一枝”之称。此亦是以“清水出芙蓉，天然去雕琢”赞梅枝也。　　"}}, {"name": "减字木兰花·花丛冷眼", "prop": {"content": "花丛冷眼，自惜寻春来较晚。知道今生，知道今生那见卿。天然绝代，不信相思浑不解。若解相思，定与韩凭共一枝。", "translation": "万花丛中过也只是冷眼相看，我很惋惜来寻找你来晚了。若是知道前世约定的人会出现。就算是绝代美人，也无法知道我的相思之情有多深。如果能解心中忧愁，我愿像韩凭一样，死后与你相守。"}}, {"name": "寄陈伯玑金陵", "prop": {"content": "东风作意吹杨柳，绿到芜城第几桥？欲折一枝寄相忆，隔江残笛雨萧萧。", "translation": "和煦的春风情意绵绵地吹拂着杨柳，这满眼的翠绿该是蔓延到当年话别的芜城亭桥了吧？想要攀折一枝赠与你，以寄相思之意，隔江对岸突然飘来了断断续续的笛声。"}}, {"name": "忆住一师", "prop": {"content": "无事经年别远公，帝城钟晓忆西峰。炉烟消尽寒灯晦，童子开门雪满松。", "translation": "我无端端离开“远公”多年了，此刻长安城中清晓闻钟令我回忆起他所在的西峰佛寺来。住一师也许还在室中煮茗读经，不觉烟炉中焚香已尽，寒灯也渐渐晦暗。外间童子见天色微明，便打开房门，不想夜来大雪，只见一片银白，门前的松树也披满雪。"}}, {"name": "忆秦娥·情脉脉", "prop": {"content": "情脉脉。半黄橙子和香擘。和香擘。分明记得，袖香熏窄。 别来人远关山隔。见梅不忍和花摘。和花摘。有书无雁，寄谁归得。", "translation": "专注的凝视着握在手中的半黄橙子，细细慢慢的搓磨片刻大拇指已沾染上独有的香味。清清楚楚的记得，连那衣袖的一角都已满是清香。离别已久的人远隔千里。看见这随处绽放的梅花不忍采摘。写好的书信却没有大雁能够传递，怎样才能让它到达收信人的手里呢。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "在燕京作", "prop": {"content": "寄语林和靖，梅花几度开。黄金台下客，应是不归来。", "translation": "想要问一问西湖岸边的隐士，自我离别后梅花已经开了几次了呢？我这黄金台下的异乡之客，怕是再也不能够返回故家。"}}, {"name": "估客乐四首", "prop": {"content": "郎作十里行，侬作九里送。拔侬头上钗，与郎资路用。有信数寄书，无信心相忆。莫作瓶落井，一去无消息。大艑珂峨头，何处发扬州。借问艑上郎，见侬所欢不？初发扬州时，船出平津泊。五两如竹林，何处相寻博。", "translation": "无"}}, {"name": "秋夜曲", "prop": {"content": "丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。", "translation": "漏壶的滴水丁丁作响，秋夜为何如此漫长？无边无际的薄云间漏下淡淡的月光。暗处的秋虫一整夜都在鸣叫着，给出征在外的丈夫准备的寒衣还未寄出，此时千万不要下霜。"}}, {"name": "临江仙·秦楼不见吹箫", "prop": {"content": "秦楼不见吹箫女，空余上苑风光。粉英金蕊自低昂。东风恼我，才发一衿香。琼窗梦醒留残日，当年得恨何长！碧阑干外映垂杨。暂时相见，如梦懒思量。", "translation": "没有像秦穆公女那样的美人，有皇家上苑的美好景色，也是空的了。那些花开得如此美，瓣是粉红的，蕊是金黄的，可是只有它们自己或低或昂，没人能和我去欣赏。也许东风不高兴我，所以才使那些花开了一半。我长日思念，百无聊赖，倚窗独困倦后昏然入睡，一觉醒来夕阳已西下。在梦中梦见了当年的欢爱之情，而梦醒后一切都是空的了，这恨该是何等长久啊！往年两人曾一起在垂杨处依恋相爱，而如今都看不到了。我和她相处只是暂时的，真是很短，和梦一样，还是懒于再想那些事了。"}}, {"name": "送韦司马别", "prop": {"content": "送别临曲渚，征人慕前侣。离言虽欲繁，离思终无绪。悯悯分手毕，萧萧行帆举。举帆越中流，望别上高楼。予起南枝怨，子结北风愁。逦逦山蔽日，汹汹浪隐舟。隐舟邈已远，徘徊落日晚。归衢并驾奔，别馆空筵卷。想子敛眉去，知予衔泪返。衔泪心依依，薄暮行人稀。暧暧入塘港，蓬门已掩扉。帘中看月影，竹里见萤飞。萤飞飞不息，独愁空转侧。北窗倒长簟，南邻夜闻织。弃置勿复陈，重陈长叹息。", "translation": "　　韦司马，即韦爱。公元501年（齐东昏侯永元三年）春正月，萧衍为征东将军，从襄阳兴师讨伐东昏侯，留弟冠军将军萧伟行雍州（治所在今湖北襄阳）州府事，以壮武将军韦爱为其司马，带襄阳令。时齐兴太守颜僧都等据郡反，爱沉敏有谋，率众千余人，与僧都等战于始平郡南，大破之。公元502年（梁天监元年），进号辅国将军，寻除宁蜀太守，与益州刺史邓元起西上袭刘季连，行至公安，道病卒（见《梁书·韦爱传》）。此诗当作于公元501年韦爱为雍州司马时。"}}, {"dynasty": "元代"}, {"name": "答刘桢诗", "prop": {"content": "与子别无几，所经未一旬。我思一何笃，其愁如三春。虽路在咫尺，难涉如九关。陶陶朱夏德，草木昌且繁。", "translation": "与您分别时间还不久，经过的时间还不到十天。我的思念多么的深厚，这愁绪就像多年没见一般。虽说（我俩）相距近在咫尺，（相见）却难如越过九重天。和暖的夏天，草木是那样的昌盛繁茂。"}}, {"name": "周寿昌", "dynasty": "清代"}, {"name": "金昌绪", "dynasty": "唐代"}, {"name": "酒泉子·杨柳舞风", "prop": {"content": "杨柳舞风，轻惹春烟残雨。杏花愁，莺正语，画楼东。锦屏寂寞思无穷，还是不知消息。镜尘生，珠泪滴，损仪容。", "translation": "　　这首词写闺妇春思。上片写画楼东的春景：柳、风、烟、雨、莺，交织在一起，有声有色。下片写她因未得丈夫消息，泪珠常滴，容颜渐损，即“为伊消得人憔悴”之意。 "}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "馈岁 / 别岁 / ", "prop": {"content": "岁晚相与馈问为馈岁酒食相邀呼为别岁至除夜达旦不眠为守岁蜀之风俗如是余官于岐下岁暮思归而不可得故为此三诗以寄子由馈岁农功各已收，岁事得相佐。为欢恐无及，假物不论货。山川随出产，贫富称小大。置盘巨鲤横，发笼双兔卧。富人事华靡，彩绣光翻座。贫者愧不能，微挚出舂磨。官居故人少，里巷佳节过。亦欲举乡风，独唱无人和。别岁故人适千里，临别尚迟迟。人行犹可复，岁行那可追！问岁安所之？远在天一涯。已逐东流水，赴海归无时。东邻酒初熟，西舍豕亦肥。且为一日欢，慰此穷年悲。勿嗟旧岁别，行与新岁辞。去去勿回顾，还君老与衰。守岁欲知垂尽岁，有似赴壑蛇。修鳞半已没，去意谁能遮？况欲系其尾，虽勤知奈何！儿童强不睡，相守夜讙哗。晨鸡且勿唱，更鼓畏添挝。坐久灯烬落，起看北斗斜。明年岂无年？心事恐蹉跎。努力尽今夕，少年犹可夸。", "translation": "无"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "浣溪沙·一曲鸾箫别彩", "prop": {"content": "一曲鸾箫别彩云。燕钗尘涩镜华昏。灞桥舞色褪蓝裙。湖上醉迷西子梦，江头春断倩离魂。旋缄红泪寄行人。", "translation": "　　“一曲”三句，上片述一位女子与郎君分别时的哀伤。“彩云”，晏几道《临江仙·梦后楼台高锁》词有：“当时明月在，曾照彩云归”句。这里据唐圭璋《宋词三百首笺注》说：“彩云，指小萍，系歌女也。”女主人公说：“自从郎君用凄哀的鸾箫声吹了一曲离别曲与我告别。在柳絮飘舞的分别处，我对郎君说：‘当你走了之后，我将不再打扮自己，从此钿钗上会因沾了灰尘而失去光泽；那铜镜也会因为不去拭拂而逐渐昏暗。’终于郎君离我而去，我久久地凝望着送郎远去，以致身上飘满了一身柳絮，将穿着的蓝裙盖得消褪了颜色，也还不忍离开这与郎君的分别处。”"}}, {"name": "江陵愁望寄子安 / ", "prop": {"content": "枫叶千枝复万枝，江桥掩映暮帆迟。 忆君心似西江水，日夜东流无歇时。", "translation": "深秋枫树千枝万枝，江桥掩映枫林之中。黄昏时，晚归的船中仍你的帆影。思念你的心情就像那西江流水，日日夜夜向东流去，不曾停歇。"}}, {"name": "青青水中蒲二首", "prop": {"content": "青青水中蒲，下有一双鱼。君今上陇去，我在与谁居？青青水中蒲，长在水中居。寄语浮萍草，相随我不如。", "translation": "　　青青的水中蒲草萋萋，鱼儿成双成对，在水中香蒲下自由自在地游来游去，您如今要上陇州去，谁跟我在一起呢？"}}, {"name": "虞美人·玉楼缥缈孤烟", "prop": {"content": "玉楼缥缈孤烟际。徒倚愁如醉。雁来人远暗消魂。帘卷一钩新月、怯黄昏。那人音信全无个。幽恨谁凭破。扑花蝴蝶若知人。为我一场清梦、去相亲。", "translation": "夜晚独自登上小楼，烟雾朦胧，忧愁漫上心头就像醉酒似的。大雁飞来了，可是爱人却远走了，想到这更加惆怅。窗帘边一钩新月，这凄凄黄昏最是难熬。所爱的人心音全无，我这幽恨何时才能除去呢。那绕着花儿飞舞的蝴蝶若是懂我的心的话，麻烦到我的梦里去，飞去我爱人的地方，寄去我的相思。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "小桃红·碧湖湖上柳阴", "prop": {"content": "碧湖湖上柳阴阴，人影澄波浸，常记年时欢花饮。到如今，西风吹断回文锦。羡他一对，鸳鸯飞去，残梦蓼花深。", "translation": "碧绿的湖面上笼罩着柳荫，人的倒影在明净的水波中映浸。经常浮现在记忆里的是年时节下花前的畅饮。到如今，夫妻离散无音信。羡慕那成双成对的鸳鸯，比翼齐飞到蓼花深处，人却是鸳梦已残，无计重温。"}}, {"name": "蒋氏女", "dynasty": "宋代"}, {"name": "秦湛", "dynasty": "宋代"}, {"name": "虞美人·好风微揭帘旌", "prop": {"content": "好风微揭帘旌起，金翼鸾相倚。翠檐愁听乳禽声，此时春态暗关情，独难平。画堂流水空相翳，一穗香摇曳。教人无处寄相思，落花芳草过前期，没人知。", "translation": "　　这首词写闺人春思之情景。"}}, {"name": "古离别", "prop": {"content": "远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。", "translation": "　　心爱的人要到雁门关外很远的地方去了，我们只有无奈地道别。天上的黄云遮蔽了千里，地上的尘埃与黄云相接，天空也暗了下来，到远方去的游子什么时候才能回来啊。时间又过了这么久，想起当时送心爱的人远去的情景，是多么清晰啊，就好像发生在昨天一样，可是如今，已经到了深秋，檐前的露已经凝结成团。蕙草虽然凋零了，也没有什么好可惜的，我担忧的是远方的爱人，不知他在外是否饱暖。爱人远在天涯，我们长年分别。但愿时而看见自己的容颜，还是像琼树枝一样洁丽。但愿能像菟丝和水萍一样，有所寄托，与爱人的感情也能始终不渝。"}}, {"name": "庆东原·泊罗阳驿", "prop": {"content": "砧声住，蛩韵切，静寥寥门掩清秋夜。秋心凤阙，秋愁雁堞，秋梦蝴蝶。十载故乡心，一夜邮亭月。", "translation": "捣衣的砧声已住，蟋蟀的叫声急促。静悄悄紧闭房门掩住了凄清的秋夜。心愁国事，身在异地秋愁怎样排解。奔波劳碌，时光飞逝，常有人生如梦的感觉。仰望今夜驿站上空的明月，是它牵起我十年来对故乡的思念之情，深而迫切。"}}, {"name": "听角思归", "prop": {"content": "故园黄叶满青苔，梦破城头晓角哀。此夜断肠人不见，起行残月影徘徊。", "translation": "梦中我回到了故乡，看到黄叶满院，青苔满地，一片荒凉景象。拂晓梦醒以后，我听到城头上军号悲鸣。此夜梦中我未能和想念的人见面，心情惆怅，只好起来在残月下伴影徘徊。"}}, {"name": "行香子·天与秋光", "prop": {"content": "天与秋光，转转情伤，探金英知近重阳。薄衣初试，绿蚁新尝，渐一番风，一番雨，一番凉。黄昏院落，恓恓惶惶，酒醒时往事愁肠。那堪永夜，明月空床。闻砧声捣，蛩声细，漏声长。", "translation": "天气反复变化，已是秋日风光，心情也渐渐变得悲伤，仔细观察一下黄色菊花就知重阳节快到了。刚刚试穿了一件粗糙的衣服，品尝了新酿成的绿蚁酒，在阴雨风凉的反复变化中，每刮一次风，下一次雨，天气便渐次转凉。黄昏时刻的院落，总感觉冷冷清清，凄凄惨惨，酒醒过后往事涌上心头，愁上加愁。怎么能忍受这漫漫长夜，明月照在这空床之上。听着远处的捣衣声，稀微的蛩鸣声，还有漫长的漏声，感觉时光过的太慢了。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "荆门西下", "prop": {"content": "一夕南风一叶危，荆云回望夏云时。人生岂得轻离别，天意何曾忌险巇。骨肉书题安绝徼，蕙兰蹊径失佳期。洞庭湖阔蛟龙恶，却羡杨朱泣路岐。", "translation": "江上风浪甚险，由江陵向西，江水曲折北流，夜间南风大作，舟行甚速。自荆门回望荆州，已是夏云重裹，清楚难辨。人在半世生涯里，千万不可轻视离别，因为尽管我们不愿分离，老天何曾给予成全呢。家里人写信来嘱咐我要安心在边塞供职，不要惦记。可是我怎能不想到，那挂满蕙兰的家园小径上，再难有共度美好时光的快乐了。船向东行，前面就是辽阔的洞庭湖了。想到那儿必定是波涛汹涌，湖阔水深，蛟龙恶行，由此倒羡慕杨朱为歧路而悲了。"}}, {"name": "菩萨蛮·回塘风起波文", "prop": {"content": "回塘风起波文细，刺桐花里门斜闭。残日照平芜，双双飞鹧鸪。征帆何处客？相见还相隔。不语欲魂销，望中烟水遥。", "translation": "　　这首词写一女子的无名相思。上片写女子所在的环境，用“双双飞鹧鸪”一句兴起下片。下片写女子对“征帆何处客”的爱恋，语浅情深，清音有余。 "}}, {"name": "风流子·新绿小池塘", "prop": {"content": "新绿小池塘，风帘动、碎影舞斜阳。羡金屋去来，旧时巢燕；土花缭绕，前度莓墙。绣阁里、凤帏深几许？听得理丝簧。欲说又休，虑乖芳信；未歌先噎，愁近清觞。遥知新妆了，开朱户，应自待月西厢。最苦梦魂，今宵不到伊行。问甚时说与，佳音密耗，寄将秦镜，偷换韩香？天便教人，霎时厮见何妨。", "translation": "无"}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "春梦", "prop": {"content": "洞房昨夜春风起，故人尚隔湘江水。枕上片时春梦中，行尽江南数千里。", "translation": "昨夜春风吹进了深邃的寝室，让人惊觉已经是春天了，于是想起远在湘江之滨的伊人。不知不觉地沉沉入梦，在梦中只用了片刻工夫，就已经走完数千里的路程到达江南了。"}}, {"name": "浣溪沙·已惯天涯莫浪", "prop": {"content": "已惯天涯莫浪愁，寒云衰草渐成秋。漫因睡起又登楼。伴我萧萧惟代马，笑人寂寂有牵牛，劳人只合一生休。", "translation": "已经习惯了天涯路远的奔波，没必要再添加无谓的忧愁。天又冷了，草又衰了，又是一年秋天来临。不要因为满心的愁绪醒来而又去登楼远眺。一生劳碌，陪伴我的只有代地的老马。就连天上一年才能相聚一次的牛郎也在笑话我的形单影只。忧劳之人只求走完自己的一生才能好好休息。"}}, {"dynasty": "魏晋"}, {"name": "李贺", "dynasty": "唐代"}, {"name": "春日京中有怀", "prop": {"content": "今年游寓独游秦，愁思看春不当春。上林苑里花徒发，细柳营前叶漫新。公子南桥应尽兴，将军西第几留宾。寄语洛城风日道，明年春色倍还人。", "translation": "今年外出游玩的时候，自己独自来到了长安，没有朋友同游心中带着春愁来看春天，没有了春天的感觉。上林苑中的花白白地开放了，细柳营前的柳叶也徒有新芽。朋友们这时在南桥应该玩得正是尽兴，将军府里朋友们欢聚都不愿散去。我在这里向着遥远的洛阳，对着春天的景物说，等我和朋友再相聚的时候明年的春天一定要加倍地还给我一个更美的春色啊！"}}, {"name": "暮秋扬子江寄孟浩然", "prop": {"content": "木叶纷纷下，东南日烟霜。林山相晚暮，天海空青苍。 暝色况复久，秋声亦何长。孤舟兼微月，独夜仍越乡。 寒笛对京口，故人在襄阳。咏思劳今夕，江汉遥相望。", "translation": "总体　　这首诗是“以诗代书 ”诗人从京口（故城在今江苏镇江市）附近扬子江暮秋时节的肃杀景象缓缓写起，从迷茫的景色中引出独居越乡的客愁，进而怀想起远在湖北襄阳的友人孟浩然。全诗在结构上层层引进，步步深入，读来如友人晤谈，娓娓情深。　　这是一首五言古诗。作者在对越中扬子江（即长江）暮秋的景色的描写中寄寓了滞留异乡的客愁和对故人孟浩然的深切思念。"}}, {"name": "谒金门·风乍起", "prop": {"content": "风乍起，吹皱一池春水。闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。", "translation": "春风忽地吹起，吹的那池塘春水泛起涟漪。在花间小径里无聊地逗引着池中的鸳鸯，随手折下杏花蕊放在指尖轻轻揉搓。独自倚靠在池边的栏杆上观看斗鸭，头上的碧玉簪斜垂下来。整日思念心上人，但心上人始终不见回来，正在愁闷时，忽然听到喜鹊的叫声。"}}, {"name": "忆秦娥·箫声咽", "prop": {"content": "箫声咽，秦娥梦断秦楼月。秦楼月，年年柳色，灞陵伤别。乐游原上清秋节，咸阳古道音尘绝。音尘绝，西风残照，汉家陵阙。", "translation": "玉箫的声音悲凉呜咽，秦娥从梦中惊醒时，眼见秦家楼外一轮清冷明月。清冷的明月，每一年桥边青青的柳色，都印染着灞陵桥上的凄怆离别。又是一年重阳佳节，登上乐游原，秦娥遥望咸阳古道，可叹那人了无影踪、音信断绝。良人不见啊音信断绝，只有西风萧瑟，残阳似血，拂照着那汉家帝王的陵阙。"}}, {"name": "浪淘沙令·帘外雨潺潺", "prop": {"content": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山。别时容易见时难。流水落花春去也，天上人间。", "translation": "门帘外传来雨声潺潺，浓郁的春意又要凋残。即使身盖罗织的锦被也受不住五更时的冷寒。只有迷梦中忘掉自身是羁旅之客，才能享受片时的欢愉。不该独自一人登楼凭栏远望，引起对故国的无尽思念和感慨。离开容易再见故土就难了。过去像流失的江水凋落的红花跟春天一起回去，今昔对比，一是天上一是人间。"}}, {"name": "一剪梅·记得同烧此夜", "prop": {"content": "记得同烧此夜香，人在回廊，月在回廊。而今独自睚昏黄，行也思量，坐也思量。锦字都来三两行，千断人肠，万断人肠。雁儿何处是仙乡？来也恓惶，去也恓惶。", "translation": "记得以前一同在此地焚香祈祷，月光洒落在回廊处，你我悠然漫步其中，多么美好。而如今独自一人度过黄昏时光，站也不是，坐也不是，总觉得心里空荡荡的。苻坚被贬，他的妻子总是在织锦写诗传达思念之情，凄婉的诗句读来让人断肠。而我无人思念，只能问那大雁，哪儿才是没有烦恼的地方？大雁也无法回答，来去都孤独凄惶。"}}, {"name": "无题", "prop": {"content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)", "translation": "相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。蓬莱山离这儿不算太远，却无路可通，烦请青鸟一样的使者，殷勤地为我去探看。"}}, {"name": "寒食寄京师诸弟", "prop": {"content": "雨中禁火空斋冷，江上流莺独坐听。 把酒看花想诸弟，杜陵寒食草青青。", "translation": "雨中的寒食节更显得寒冷，我独自坐听江上黄莺的鸣叫。端着酒杯赏花时又想起了杜陵家几个弟弟，寒食时，杜陵这一带已是野草青青了。"}}, {"name": "江采萍", "dynasty": "唐代"}, {"name": "人月圆·春晚次韵", "prop": {"content": "萋萋芳草春云乱，愁在夕阳中。短亭别酒，平湖画舫，垂柳骄骢。一声啼鸟，一番夜雨，一阵东风。桃花吹尽，佳人何在，门掩残红。", "translation": "萋萋芳草、浓云惨淡，笼罩在血色残阳里。我想起以前在亭子里与你饮酒惜别，那时和现在一样，碧绿的湖水上飘着画舫，垂柳之下还有一匹骏马。鸟雀声声啼，一番春雨下，携起一片东风。东风把桃花都吹落了，佳人还是不在。"}}, {"name": "蝶恋花·暖雨晴风初破", "prop": {"content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。", "translation": "暖暖的雨，暖暖的风，送走了些许冬天的寒意。柳叶长出了，梅花怒放了，春天已经来了。端庄的少妇，也被这春意撩拨起了愁怀。爱侣不在身边，又能和谁把酒论诗呢？少妇的泪水流下脸颊，弄残了搽在她脸上的香粉。少妇试穿金丝缝成的夹衫，但心思全不在衣服上面。她无情无绪的斜靠在枕头上，把她头上的钗儿压坏了，她也茫然不顾。她孤单的愁思太浓，又怎能做得好梦？惟有在深夜里呵，手弄着灯花，心里想着爱侣。"}}, {"name": "减字木兰花·题雄州驿", "prop": {"content": "朝云横度。辘辘车声如水去。白草黄沙。月照孤村三两家。飞鸿过也。万结愁肠无昼夜。渐近燕山。回首乡关归路难。", "translation": "早上，满天乌云突然滚滚而来。囚车前行的辘辘声就像那流水，一去不返。莽莽黄沙，枯草遍地，惨淡的月光照着只有三两户人家的荒村，只觉一片死寂。大雁南飞，心中万千愁思郁结难解，使得愁肠寸断，简直达到日也愁、夜也愁的地步。渐渐靠近燕山，回头遥望故国乡土，明白想要回去比登天还难了。"}}, {"name": "翻香令·金炉犹暖麝煤", "prop": {"content": "金炉犹暖麝煤残。惜香更把宝钗翻。重闻处，余熏在，这一番、气味胜从前。背人偷盖小蓬山。更将沈水暗同然。且图得，氤氲久，为情深、嫌怕断头烟。", "translation": "香炉还是暖的，炉中的香烧的所剩不多了。爱惜香，哪怕剩的不多了。也要用宝钗把那点残余未尽的香翻动，使它全部燃烧完毕。再嗅那里，余留的香还存在。趁着别人不知道，把沉香木加进香炉中，和燃烧着的香料一同暗暗燃烧，再偷偷地把香炉的盖子盖上，想让香气飘的更久一些。这么做因为两人感情很深，害怕香没有烧完就会熄灭。"}}, {"name": "刘昚虚", "dynasty": "唐代"}, {"name": "赵显宏", "dynasty": "元代"}, {"name": "赵嘏", "dynasty": "唐代"}, {"name": "张舜民", "dynasty": "宋代"}, {"dynasty": "两汉"}, {"name": "宴清都·秋感", "prop": {"content": "万里关河眼。愁凝处，渺渺残照红敛。天低远树，潮分断港，路回淮甸。吟鞭又指孤店。对玉露金风送晚。恨自古、才子佳人，此景此情多感。 吴王故苑。别来良朋鸦集，空叹蓬转。挥毫记烛，飞觞赶月，梦销香断。区区去程何限。倩片纸、丁宁过雁。寄相思，寒雨灯窗，芙蓉旧院。", "translation": "　　据词中意，此词应作于苏妾即将离他而去，而词人尚在淮地出差之时。"}}, {"name": "如梦令·有寄", "prop": {"content": "为向东坡传语。人在玉堂深处。别后有谁来，雪压小桥无路。归去。归去。江上一犁春雨。", "translation": "请代我，向东坡旧邻问候，就说我，羁绊在玉堂深处。问东坡：自从我走以后，又有谁来过？是否雪压小桥，这断了来路？我将归去啊，我将归去，徜徉东坡，沐浴催耕的春雨。"}}, {"name": "江楼旧感 / 江楼感", "prop": {"content": "独上江楼思渺然，月光如水水如天。同来望月人何处？风景依稀似去年。", "translation": "我独自登上江楼不由得思绪万千，眼前月光皎皎如水流淌，江水澄莹如天。曾经与我一同来此赏景观月的人现在在哪里呀？这儿的风景一如去年，没有变化。"}}, {"name": "小桃红·满城烟水月微", "prop": {"content": "满城烟水月微茫，人倚兰舟唱。常记相逢若耶上，隔三湘，碧云望断空惆怅。美人笑道：莲花相似，情短藕丝长。采莲人和采莲歌，柳外轻舟过。不管鸳鸯梦惊破，夜如何？有人独上江楼卧。伤心莫唱，南朝旧曲，司马泪痕多。", "translation": "水上升起的烟雾弥漫了全城，月亮若明若暗，依稀有美人斜倚在兰舟的船榜上低唱，曾记得我们在若耶溪畔相遇。隔着乘风破浪的三湘，望穿了碧水云天也只是白白地失望、虽然在一起的时间很短，情思却像藕丝那样长。采莲女唱着采莲歌，荡着轻舟缓缓地行进在柳外，夜晚惊到别人鸳鸯梦，那有如何，有人独自到江边的楼上睡觉，伤心不要唱南朝的旧曲，思亲、亡国的眼泪止不住流淌。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "澡兰香·淮安重午", "prop": {"content": "盘丝系腕，巧篆垂簪，玉隐绀纱睡觉。银瓶露井，彩箑云窗，往事少年依约。为当时曾写榴裙，伤心红绡褪萼。黍梦光阴，渐老汀洲烟蒻。莫唱江南古调，怨抑难招，楚江沉魄。薰风燕乳，暗雨梅黄，午镜澡兰帘幕。念秦楼也拟人归，应剪菖蒲自酌。但怅望、一缕新蟾，随人天角。", "translation": "无"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "烛影摇红·送会宗", "prop": {"content": "会宗小斋名梦蝶，前植橘，东偏甚广。老景萧条，送君归去添凄断。赠君明月满前溪，直到西湖畔。 门掩绿苔应遍。为黄花、频开醉眼。橘奴无恙，蝶子相迎，寒窗日短。", "translation": "　　这首词写老友别后作者的凄凉寂寞心境，同时写他对老友的深切思念之情。会宗名沈蔚，吴兴人，是词人的老朋友，也是当时有名的词人。沈蔚与毛滂、贾收等为诗友，有诗词唱和。"}}, {"dynasty": "近现代"}, {"name": "自君之出矣", "prop": {"content": "自君之出矣，金翠闇无精。思君如日月，回还昼夜生。", "translation": "自从你离开之后，金翠之由光彩夺目而陡然失色。日日夜夜都思念着你，一息不停，回环往复。"}}, {"name": "望湘人·春思", "prop": {"content": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。", "translation": "讨厌那黄莺声传到枕边，心烦那鲜花芳香进到房间，它让我半醉半愁好梦难圆。锦被还留着她身体的余香，而我的腰带却又空了多眼，多少次伤春又到春晚。湘妃竹泪痕正鲜，春兰已花谢香散，湘中春暮天气温暖。曾记得江上风清月明之时，我多次约她相伴游玩。想来琴弦最容易断，如今再把琴弹，一曲既终她就远去不返。要寻找她已无影无踪，旧游处只见江水清浅。我把涂着青色的船靠岸，停在白蓣洲畔。整日里登楼极目远望，却不见她寄来一封书信，好在伴我的还有归来双燕。"}}, {"name": "寄人", "prop": {"content": "别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。", "translation": "别后思念深深，经常梦到你家。院中风景依旧，小廊曲阑仍在。只有天上春月最是多情，还为离人照着庭院落花。"}}, {"name": "陈达叟", "dynasty": "宋代"}, {"name": "乌夜号", "prop": {"content": "层波隔梦渚，一望青枫林。有鸟在其间，达晓自悲吟。是时月黑天，四野烟雨深。如闻生离哭，其声痛人心。悄悄夜正长，空山响哀音。远客不可听，坐愁华发侵。既非蜀帝魂，恐是桓山禽。四子各分散，母声犹至今。", "translation": "在这波涛拍岸梦里相隔的江水边，一眼望去是漫无边际的青枫林。有鸟儿在林间，通宵达旦的悲啼鸣叫。此时正是个没有月亮的黑夜，四周都笼罩在蒙蒙细雨中。就像听见人生离别的哭声，声声痛入人心。静悄悄的夜晚还很长，空山中的悲啼之声久久不绝。我这远方来的人听不下去，坐在这里发愁都白了头发。假如啼叫的不是帝望化成的杜鹃，也大概是桓山鸟了。桓山鸟所生的四个儿子长大分赴四海，它们的母亲至今还在哭泣。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "离思五首", "prop": {"content": "自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。", "translation": "爱在早晨的镜子里欣赏残妆，钗环插满在发丝丛中。不一会儿初升的太阳照在抹了胭脂的脸颊上，仿佛一朵红花苏醒绽放又仿佛要化开了一般。"}}, {"name": "西江月·宝髻松松挽就", "prop": {"content": "宝髻松松挽就，铅华淡淡妆成。青烟翠雾罩轻盈，飞絮游丝无定。相见争如不见，有情何似无情。笙歌散后酒初醒，深院月斜人静。", "translation": "挽了一个松松的云髻，敷上了淡淡的脂粉。青烟翠雾般的罗衣，笼罩着她轻盈的身体。她的舞姿就像那飞絮、游丝，飘忽不定。此番相见后相思更甚，不如不见，多情不如无情。笙歌散后，醉酒初醒，只见深深庭院中斜月高挂，寂静无声。"}}, {"name": "临江仙·一番荷芰生池", "prop": {"content": "一番荷芰生池沼，槛前风送馨香。昔年于此伴萧娘。相偎伫立，牵惹叙衷肠。时逞笑容无限态，还如菡萏争芳。别来虚遣思悠飏。慵窥往事，金锁小兰房。", "translation": "　　这首词写男子对情人的怀想。"}}, {"name": "踏莎行·春暮", "prop": {"content": "春色将阑，莺声渐老，红英落尽青梅小。画堂人静雨蒙蒙，屏山半掩余香袅。密约沉沉，离情杳杳，菱花尘满慵将照。倚楼无语欲销魂，长空黯淡连芳草。", "translation": "春色将尽，莺声燕语渐渐不闻，满地落花堆积，稀疏的青梅斜挂枝头，眼见到了春末夏初了。濛濛细雨中，一个消瘦的女子静静地独立在画阁外，眼前的屏风半掩着厅堂，惟见缕缕沉香从屏风后袅袅散来，更添了几分幽幽的心事。遥想当年依依惜别时的深情约定啊。如今一别经年，依然杳无音讯，可晓得我这份断肠的思念吗？妆奁久未开，菱饰尘灰满，眼下竟然连照镜的心都懒了。只是落寞地倚在栏杆上，心下纵有万语千言，却又向谁人说起？惟有无语凝噎，暗自销魂罢了。天空灰蒙蒙的，黯然地衔着绵绵不尽的芳草，一如我的思念。"}}, {"name": "闺怨·去年离别雁初归", "prop": {"content": "去年离别雁初归，今夜裁缝萤已飞。征客近来音信断，不知何处寄寒衣？", "translation": "　　这是一首很优美的小诗。诗写一位少妇，独处空闺，深深地思念着远征边塞的丈夫，情真意切，思致清幽绵邈。唐初边地战火不断，诗人有所感而作此诗。开头两句借雁和萤说明女主人公和丈夫分别已经有一年了。更让人担心的是“近来”没有消息。尽管如此，女主人公夜中还在赶忙缝制寒衣，思念、忧虑、关切之情和离别的痛苦都融在其中了。诗通过对女主人公心理的细腻描绘，表达了作者对不幸者的深切同情。 "}}, {"name": "幽恨诗", "prop": {"content": "卜得上峡日，秋江风浪多。巴陵一夜雨，肠断木兰歌。", "translation": "占卜得知出峡的那一天，秋江上必多风浪。巴陵足足下了一夜大雨，听到木兰歌我痛断肝肠。"}}, {"name": "夜上受降城闻笛", "prop": {"content": "回乐烽前沙似雪，受降城外月如霜。(回乐烽 一作：回乐峰）不知何处吹芦管，一夜征人尽望乡。", "translation": "回乐烽前的沙地洁白似雪，受降城外的月色有如深秋白霜。不知何处吹起凄凉的芦管，惹得出征的将士一夜都在思念家乡。"}}, {"name": "撼庭秋·别来音信千里", "prop": {"content": "别来音信千里，恨此情难寄。碧纱秋月，梧桐夜雨，几回无寐。楼高目断，天遥云黯，只堪憔悴。念兰堂红烛，心长焰短，向人垂泪。", "translation": "碧纱窗里看惯了春花秋月，听厌了梧桐夜雨点点滴滴敲打着相思之人的心，多少回彻夜无眠。她日登上高楼眺望，天地寥阔，阴云密布，全无离人的半点踪影，让人更加忧伤憔悴。可叹啊！那厅堂里燃着的红烛，空自心长焰短，替人流着一滴滴相思的苦泪。"}}, {"name": "浣溪沙·凤髻抛残秋草", "prop": {"content": "凤髻抛残秋草生，高梧湿月冷无声。当时七夕记深盟。信得羽衣传钿合，悔教罗袜葬倾城。人间空唱雨淋铃。", "translation": "凤髻散乱，枯黄的秋草到处生长。天上的月亮给人湿润的感觉，好像哭过一般，冰冷没有声息。当年每逢七夕之夜，我们都在月下互诉着山盟海誓。而今，只剩我一个人伴着寒月哭泣。原来相信仙人可以传递亡妻的信物，但后悔的是她的遗物都与她一同埋葬了。亡妻已逝，如今唯有自己空自怅痛了，凭吊美好的曾经。"}}, {"name": "中秋夜吴江亭上对月怀", "prop": {"content": "独坐对月心悠悠，故人不见使我愁。古今共传惜今夕，况在松江亭上头。可怜节物会人意，十日阴雨此夜收。不惟人间惜此月，天亦有意于中秋。长空无瑕露表里，拂拂渐上寒光流。江平万顷正碧色，上下清澈双璧浮。自视直欲见筋脉，无所逃避鱼龙忧。不疑身世在地上，只恐槎去触斗牛。景清境胜反不足，叹息此际无交游。心魂冷烈晓不寝，勉为此笔传中州。", "translation": "无"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "减字浣溪沙·秋水斜阳", "prop": {"content": "秋水斜阳演漾金，远山隐隐隔平林。几家村落几声砧。记得西楼凝醉眼，昔年风物似如今。只无人与共登临。", "translation": "秋日的斜阳映照着江水，泛起一层层金色的波纹。透过一片平展的树林，隐隐望见远处起伏的群山。平原上散落着几处村庄，不时传来几声砧杵声。记得当年和她共上西楼，眯着醉眼欣赏此处的风光。那时的景色和现在的很相似，所不同的只是今天没有人和我一同登高欣赏了。"}}, {"name": "顾夐", "dynasty": "五代"}, {"name": "玉楼春·春恨", "prop": {"content": "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。", "translation": "在杨柳依依、芳草萋萋的长亭古道上，年少的人总是能轻易的抛弃送别之人登程远去。楼头传来的五更钟声惊醒了离人残梦，花底飘洒的三月春雨增添了心中的愁思。无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有那相思是没有尽头，永不停止。"}}, {"name": "李璟", "dynasty": "五代"}, {"name": "杂诗三首 / 杂咏三", "prop": {"content": "家住孟津河，门对孟津口。常有江南船，寄书家中否。君自故乡来，应知故乡事。来日绮窗前，寒梅著花未。已见寒梅发，复闻啼鸟声。心心视春草，畏向阶前生。", "translation": "家住在孟津河旁，家门与孟津渡口相对。每天沿河有来自江南的小船，是否有丈夫从江南寄回的书信呢？"}}, {"name": "清平乐·野花芳草", "prop": {"content": "野花芳草，寂寞关山道。柳吐金丝莺语早，惆怅香闺暗老！罗带悔结同心，独凭朱栏思深。梦觉半床斜月，小窗风触鸣琴。", "translation": "野花和香草，寂寞地生长在这关山路旁。柳树吐出金黄的丝条，黄莺儿那么早就在歌唱。我满怀惆怅，在香闺里暗自虚度时光。我多么悔恨，解下罗带与你结成同心。如今独自靠着朱栏，思念多么深沉。睡梦中醒来，一弯斜月照着半个空床。小窗吹来的风，触动琴弦哀鸣作响。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "踏莎行·细草愁烟", "prop": {"content": "细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。", "translation": "纤细的小草在风中飘动好像一缕缕轻烟惹人发愁，独自开放的花朵害怕露珠的打扰，倚在栏杆上总会想起一些让人难忘的往事。太阳高高的照在院子里，院子却静静地没有一个人居住，只看到时不时的有一些海燕双双飞来飞去。轻轻缓一下罗衣上的锦带，香气还残留在用蕙点燃的火炷上，那条路是不是跟天一样的长。垂下的杨柳只能够惹得住春风眷顾罢了，什么时候才能留得下一些行人在这里稍停片刻呢！"}}, {"name": "春江花月夜", "prop": {"content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。(徘徊 一作：裴回)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)", "translation": "无"}}, {"name": "南歌子·感旧", "prop": {"content": "寸恨谁云短，绵绵岂易裁。半年眉绿未曾开。明月好风闲处、是人猜。春雨消残冻，温风到冷灰。尊前一曲为谁哉。留取曲终一拍、待君来。", "translation": "谁说愁绪太短，连续不断没有办法剪断。半年来，双眉紧皱没有展开过，只有明月清风陪伴着你，任何人也无法猜透你的心情。春雨融化了冰冻，暖风吹走了冷灰。对着美酒，一首曲子为谁唱？有心保留一首没有唱完的曲子等着你到来。"}}, {"name": "兰陵王·卷珠箔", "prop": {"content": "卷珠箔，朝雨轻阴乍阁。阑干外、烟柳弄晴，芳草侵阶映红药。东风妒花恶，吹落梢头嫩萼。屏山掩、沉水倦熏，中酒心情怯杯勺。寻思旧京洛，正年少疏狂，歌笑迷著。障泥油壁催梳掠，曾驰道同载，上林携手，灯夜初过早共约，又争信飘泊。寂寞，念行乐。甚粉淡衣襟，音断弦索，琼枝璧月春如昨。怅别后华表，那回双鹤。相思除是，向醉里、暂忘却。", "translation": "无"}}, {"name": "春从天上来·海角飘零", "prop": {"content": "会宁府 遇老姬，善鼓瑟。自言梨园旧籍，因感而赋此。海角飘零。叹汉苑秦宫，坠露飞萤。梦里天上，金屋银屏。歌吹竞举青冥。问当时遗谱，有绝艺鼓瑟湘灵。促哀弹，似林莺呖呖，山溜泠泠。梨园太平乐府，醉几度春风，鬓变星星。舞破中原，尘飞沧海，飞雪万里龙庭。写胡笳幽怨，人憔悴、不似丹青。酒微醒。对一窗凉月，灯火青荧", "translation": "无"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "李冠 / 李煜", "dynasty": "五代"}, {"name": "绮怀十六首·其十五", "prop": {"content": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。", "translation": "我多少次坐在花下吹箫，那伊人所在的红墙虽然近在咫尺，却如天上的银汉一般遥遥而不可及。眼前的星辰已不是昨夜的星辰，我为了谁在风露中伫立了整整一夜呢？缠绵的情思已尽如抽丝的蚕茧，宛转的心已经像被剥的芭蕉。回想起她十五岁时在那月圆之夜的情景，可叹我手中的这杯酒竟已无法消除心中的忧愁。"}}, {"name": "蝶恋花·春暮", "prop": {"content": "遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住。朦胧淡月云来去。(渐觉 一作：早觉)桃杏依稀香暗渡。谁在秋千，笑里轻轻语。一寸相思千万绪。人间没个安排处。(依稀 一作：依依)", "translation": "夜间在亭台上闲适的踱着步子，清明刚过，便已经感觉到了春天渐渐逝去的气息。夜里飘落了几点雨滴后又停住，积云遮挡的月亮朦胧不明，云层也随着风移动。桃花、杏花在暗夜中散发着幽幽香气，不知道在园内荡着秋千，轻声说笑的女子是谁？小小的心田里积聚着千丝万缕的相思意，辽阔的天地间竟没有一个地方可以安排这些愁绪。"}}, {"name": "怀天经智老因访之", "prop": {"content": "今年二月冻初融，睡起苕溪绿向东。客子光阴诗卷里，杏花消息雨声中。西庵禅伯还多病，北栅儒先只固穷。忽忆轻舟寻二子，纶巾鹤氅试春风。", "translation": "今年二月早春时节，冰雪都开始融化了，寒冬时节沉睡了已久的苕溪，夹带着几丝绿色，潺潺涓涓，向东流去。我寓居他乡，在吟诗作赋中淡泊度日。杏花时节，伴随着窗外稀稀落落的雨声，我时常探听远方好友的音讯。西庵所居住的智老精于禅学，但病魔缠身；北栅所居住的天经精于儒学，又安于穷困。我忽然想念他们，于是就荡舟寻访这二位老友。在春风的吹拂下，我头戴纶巾，身披鹤氅，是何等的风流俊逸！"}}, {"name": "更漏子·相见稀", "prop": {"content": "相见稀，相忆久，眉浅澹烟如柳。垂翠幕，结同心，待郎熏绣衾。城上月，白如雪，蝉鬓美人愁绝。宫树暗，鹊桥横，玉签初报明。", "translation": "两人的相见越来越稀少，她思念的时间也就越来越长久，离愁别绪让她无心妆饰，那浅浅的眉毛好像淡烟中的柳叶。夜里她垂下翠绿的帘幕，系上同心结，独自卧在熏香的绣被中，期待情郎能够前来与她相会。城头的月亮白如霜雪，思念的情郎不见踪影，蝉鬓的美人满怀愁思。庭院中树木的影子渐渐转暗，天空中银河横斜，漏壶中的浮箭报晓，天就快亮了。她又度过了一个辗转难眠的夜，见到这黎明的景色更会产生悲苦之情。"}}, {"name": "与浩初上人同看山寄京", "prop": {"content": "海畔尖山似剑铓，秋来处处割愁肠。 若为化得身千亿，散上峰头望故乡。", "translation": "海边的高耸突出的尖山好像利剑锋芒，到秋天处处割断人的愁肠。假如能将此身化作万万千千身，定要散落到每个峰顶眺望故乡！"}}, {"name": "舂歌", "prop": {"content": "子为王，母为虏。终日舂薄暮，常与死为伍。相离三千里，当谁使告女。", "translation": "儿子啊，你为赵王，而你的母亲却成了奴隶。整日舂米一直到日落西山，常常在死亡边沿徘徊。与你相离三千里，应当让谁去给你送信，告知你实情呢？"}}, {"name": "解连环·秋情", "prop": {"content": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。", "translation": "暮色已降，人在檐下，感觉秋凉之意，清风吹动庭竹，好像故人从远处到来。想象她还保持着旧日憨态，夜深时故意引来流萤，弄微光在怀抱中呈现可爱的纤细白色。和双成相会的梦远了，笙声也听不见了，即幻影消逝，只剩下天上的北斗星向西倾落。在放下室内布帷而不想入室休息的傍徨时候，陡然牵动了旧情，忆起当时在阑干角相偎相倚时，汗香侵袭。音信断绝。梧桐不等到秋天，一叶凋零，就使露井先知道。手中持的团扇，上面绘有情人画像，已被尘损，但眉山依旧秀丽。虽然画中人丹青尘损，但仍然很美丽，还怕它将惊起西池鱼跃。到看画像想起情人，定情之夜偷偷解下石榴裙的情景。"}}, {"name": "除夜寄弟妹", "prop": {"content": "感时思弟妹，不寐百忧生。万里经年别，孤灯此夜情。病容非旧日，归思逼新正。早晚重欢会，羁离各长成。", "translation": "无"}}, {"name": "望江南·天上月", "prop": {"content": "天上月，遥望似一团银。夜久更阑风渐紧。与奴吹散月边云。照见负心人。", "translation": "遥望着窗外，朦胧的月亮就好像一团白银。夜深人静，身边风声渐紧。月亮被乌云遮住了。风呀，请你吹散月亮边上的乌云，让它照到我那负心汉。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "寄扬州韩绰判官", "prop": {"content": "青山隐隐水迢迢，秋尽江南草未凋。二十四桥明月夜，玉人何处教吹箫？", "translation": "青山隐隐起伏，江水遥远悠长，秋时已尽江南的草木还未凋落。二十四桥明月映照幽幽清夜，老友你在何处，听取美人吹箫？"}}, {"name": "潘岳", "dynasty": "魏晋"}, {"name": "柳梢青·送卢梅坡", "prop": {"content": "泛菊杯深，吹梅角远，同在京城。聚散匆匆，云边孤雁，水上浮萍。 教人怎不伤情。觉几度、魂飞梦惊。后夜相思，尘随马去，月逐舟行。", "translation": "回忆当年，你我同在京城，共饮菊花酒，同听悠远的《梅花落》笛曲。你我聚散匆匆，如云边孤雁，又如水上浮萍，到处漂泊不定。离别之后，让人怎么不伤心动情？梦里也曾几度相会，但是梦醒后，因为见不到友人，又失魂丧魄，六神无主，辗转反侧，无法安睡。后半夜的相思，心像飞尘一样时时紧跟在友人的马后，又像明月一样处处追随在友人的舟旁。"}}, {"name": "蝶恋花·密州上元", "prop": {"content": "灯火钱塘三五夜，明月如霜，照见人如画。帐底吹笙香吐麝，更无一点尘随马。寂寞山城人老也！击鼓吹箫，却入农桑社。火冷灯稀霜露下，昏昏雪意云垂野。", "translation": "杭州城的元宵夜，明月好似霜，照得人好似一幅画。帐底吹笙，燃香的香气好似麝香，更无一点尘土随着马而去。寂寞的密州城里人们都老了，人们沿街击鼓吹箫而行，最后却转到农桑社祭祀土地神。灯火清冷稀少霜露降下，阴暗昏沉的乌云笼罩着大地，要下雪了。"}}, {"name": "木兰花令·次欧公西湖", "prop": {"content": "霜余已失长淮阔。空听潺潺清颍咽。佳人犹唱醉翁词，四十三年如电抹。草头秋露流珠滑。三五盈盈还二八。与余同是识翁人，惟有西湖波底月。", "translation": "秋霜降后，长淮失去了往日壮阔的气势。只听见颍水潺潺，像是在代我哭泣伤逝。河上传来歌声悠扬，佳人还唱着醉翁的曲词。四十三年匆匆流去，如同飞电一闪即驰。生命像草上秋露晶莹圆润，遗落消失却不过一瞬。十五的月轮多么皓洁完满，第二天就会渐渐缺损。和我一样同醉翁相识，如今还剩有几人？唯有西湖波底的明月，曾经把所有的人照临。"}}, {"name": "徐干", "dynasty": "魏晋"}, {"name": "为妻作生日寄意", "prop": {"content": "谢家生日好风烟，柳暖花春二月天。金凤对翘双翡翠，蜀琴初上七丝弦。鸳鸯交颈期千岁，琴瑟谐和愿百年。应恨客程归未得，绿窗红泪冷涓涓。", "translation": "你的生日和谢安侄女谢道韫的一样正逢美好时节，在春暖花开的艳阳天。金银、玉石做成的鸟形首饰衬得你的容貌更为娇媚，好似卓文君弹奏琴上的七根丝弦。我们如同形影不离的鸳鸯，盼望百年好合，琴瑟和鸣。此时此刻你该是在怨我，作客他乡未曾归去，在绿纱窗里和着灯烛流泪。"}}, {"name": "四园竹·浮云护月", "prop": {"content": "浮云护月，未放满朱扉。鼠摇暗壁，萤度破窗，偷入书帏。秋意浓，闲伫立，庭柯影里。好风襟袖先知。夜何其。江南路绕重山，心知漫与前期。奈向灯前堕泪，肠断萧娘，旧日书辞犹在纸。雁信绝，清宵梦又稀。", "translation": "轻轻将月亮遮住，浮云似有意怜惜明月，不让她的光辉全部洒满朱扉。暗壁、破窗，鼠摇、萤度，萤是在不知不觉中进入书帏。主人公在幽寂的、静得怕人的室内再也呆不下了，只好步到中庭，悄立树阴，忽觉襟袖之间一阵好风吹来，当此深秋，独自悄立闲庭。夜已经是什么时候了呢？伊人在江南，想去寻找呢，当初曾和她预约重逢日期，现在由于岁月推移，人事变化，恐怕已难于实现了。无奈，想到现在要是能和她再通书信的话，那虽不能见面，也可鱼来雁往，互诉相思，也是一种安慰。然而鱼沉雁杳，连做梦梦到相逢也越来越少。"}}, {"name": "王褒(南北朝)", "dynasty": "南北朝"}, {"name": "陈玉兰", "dynasty": "唐代"}, {"name": "从军行七首", "prop": {"content": "烽火城西百尺楼，黄昏独上海风秋。(独上 一作：独坐)更吹羌笛关山月，无那金闺万里愁。琵琶起舞换新声，总是关山旧别情。撩乱边愁听不尽，高高秋月照长城。关城榆叶早疏黄，日暮云沙古战场。表请回军掩尘骨，莫教兵士哭龙荒。青海长云暗雪山，孤城遥望玉门关。黄沙百战穿金甲，不破楼兰终不还。大漠风尘日色昏，红旗半卷出辕门。前军夜战洮河北，已报生擒吐谷浑。胡瓶落膊紫薄汗，碎叶城西秋月团。明敕星驰封宝剑，辞君一夜取楼兰。玉门山嶂几千重，山北山南总是烽。人依远戍须看火，马踏深山不见踪。", "translation": "在烽火台的西边高高地耸着一座戍楼，黄昏时分，独坐在戍楼上任凭从沙海吹来的秋风撩起自己的战袍。此时又传来一阵幽怨的羌笛声，吹奏的是《关山月》的调子，无奈着笛声更增添了对万里之外的妻子的相思之情。"}}, {"name": "忆江上吴处士", "prop": {"content": "闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。", "translation": "自从你扬帆远航到福建，已经是几度月缺又月圆。分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。记得在送别宴会的夜晚，雷雨交加天气让人生寒。你乘坐的船还没有返回，你的消息还远在海云边。"}}, {"name": "浣溪沙·消息谁传到拒", "prop": {"content": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。", "translation": "究竟是谁传来消息说木芙蓉花开的时候那人就会归来？长天一色，两行大雁缓缓斜向南飞去，晚秋的景致益发凄凉。蒜头形的银制帘坠压着帘子，有人寂寞地独坐闺中，玉钗轻轻敲着竹，而心中的人踪迹杳无，菊花又盛开了，眼看重阳就要近了。"}}, {"name": "送沈子归江东 / 送", "prop": {"content": "杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。", "translation": "杨柳飘拂的渡口行客疏疏稀稀，艄公摇荡着船桨一直驶向临圻。只有相思的别恨像无边的春色，不论江南江北时刻送你把家归。"}}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "九歌·湘夫人", "prop": {"content": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：嫋嫋)登白薠兮骋望，与佳期兮夕张。鸟何萃兮蘋中，罾何为兮木上？沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖。荪壁兮紫坛，播芳椒兮成堂。桂栋兮兰橑，辛夷楣兮药房。罔薜荔兮为帷，擗蕙櫋兮既张。白玉兮为镇，疏石兰兮为芳。芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者。时不可兮骤得，聊逍遥兮容与。", "translation": "无"}}, {"name": "曹植", "dynasty": "两汉"}, {"name": "草虫", "prop": {"content": "喓喓草虫，趯趯阜螽。未见君子，忧心忡忡。亦既见止，亦既觏止，我心则降。陟彼南山，言采其蕨。未见君子，忧心惙惙。亦既见止，亦既觏止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既觏止，我心则夷。", "translation": "听那蝈蝈蠷蠷叫，看那蚱蜢蹦蹦跳。没有见到那君子，我心忧愁又焦躁。如果我已见着他，如果我已偎着他，我的心中愁全消。登上高高南山头，采摘鲜嫩蕨菜叶。没有见到那君子，我心忧思真凄切。如果我已见着他，如果我已偎着他，我的心中多喜悦。登上高高南山顶，采摘鲜嫩薇菜苗。没有见到那君子，我很悲伤真烦恼。如果我已见着他，如果我已偎着他，我的心中块垒消。"}}, {"name": "春思", "prop": {"content": "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。(层城 一作：秦城)机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。", "translation": "莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。 "}}, {"name": "满庭芳·汉上繁华", "prop": {"content": "汉上繁华，江南人物，尚遗宣政风流。绿窗朱户，十里烂银钩。一旦刀兵齐举，旌旗拥、百万貔貅。长驱入，歌楼舞榭，风卷落花愁。清平三百载，典章文物，扫地俱休。幸此身未北，犹客南州。破鉴徐郎何在？空惆怅、相见无由。从今后，断魂千里，夜夜岳阳楼。", "translation": "南宋时期汉水至长江一带十分繁华，许多人才都保持着宋徽宗时的流风余韵。绿窗朱户。十里之内全是华美的房屋，元兵一到，刀兵相接，旌旗挥舞，数百万蒙古军长驱直入，歌舞楼榭瞬间化为灰烬。清明太平的三百余年，制度文物被毁灭的干净彻底，一切都没有了。幸而自己没有被舞北去，还客佳在南方。分别的夫君你现在在哪里呢？我只能独自惆怅，再没有理由可以与你相见了。从今以后，只能魂返故乡，与亲人相会。"}}, {"name": "鹦鹉曲·夷门怀古", "prop": {"content": "人生只合梁园住，快活煞几个白头父。指他家五辈风流，睡足胭脂坡雨。〔幺〕说宣和锦片繁华，辇路看元宵去。马行街直转州桥，相国寺灯楼几处。", "translation": "人生能居住在开封古城，真是一大幸事，你看那几位白发老头，谈笑风生，快乐何似。他们中有的人祖上五代都生活在此，过惯了京城的安稳日子。老头儿们闲话起宋徽宗宣和年间，汴京城花团锦簇，繁华之至。正月十五日元宵之夜，人们都涌上御街去观赏灯市。从马行街直转至州桥，处处火树银花，耀如白日；更有几处灯楼格外壮观，坐落在那著名的大相国寺。"}}, {"name": "苏幕遮·怀旧", "prop": {"content": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)", "translation": "云天蓝碧，黄叶落满地，天边秋色与秋波相连，波上弥漫着空翠略带寒意的秋烟。远山沐浴着夕阳天空连接着江水。不解思乡之苦的芳草，一直延伸到夕阳之外的天际。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，每天夜里除非是美梦才能留人入睡。当明月照射高楼时不要独自依倚。频频地将苦酒灌入愁肠，化为相思的眼泪。"}}, {"name": "山花子·欲话心情梦已", "prop": {"content": "欲话心情梦已阑，镜中依约见春山。方悔从前真草草，等闲看。环佩只应归月下，钿钗何意寄人间。多少滴残红蜡泪，几时干。", "translation": "想对你倾诉衷肠时已梦醒，在妆镜中隐约见到你眉如春山。这才后悔以前太过于草率，没有对你分外珍惜爱怜。你缥缈的芳魂只能在月夜归来，你遗下的钿钗为什么偏偏寄留人间。我和红烛一起滴残了多少眼泪啊，不知何时才能干？"}}, {"name": "花心动·柳", "prop": {"content": "十里东风，袅垂杨、长似舞时腰瘦。翠馆朱楼，紫陌青门，处处燕莺晴昼。乍看摇曳金丝细，春浅映、鹅黄如酒。嫩阴里，烟滋露染，翠娇红溜。 此际雕鞍去久。空追念邮亭，短枝盈首。海角天涯，寒食清明，泪点絮花沾袖。去年折赠行人远，今年恨、依然纤手。断肠也，羞眉画应未就。", "translation": "　　“十里”两句，状柳枝。“十里”，极言柳树之多。言在和煦的东风吹拂下，无数柳枝临风袅袅飘飞，这多么像那些舞女翩翩而舞时婀娜多姿的瘦腰身啊。“翠馆”三句，赞春天。言在春天里，楼馆增色，巷陌闹盈，艳阳之下到处莺歌燕舞，喜气洋洋。句中“翠”、“朱”、“紫”、“青”色彩缤纷，“燕莺闹盈”，满目动态，所有这些都是为了突出繁华春日的多彩景色。“乍看”两句，述柳色。此言纤细的柳枝上长着金黄色的茸茸嫩芽，在春阳掩映下迎风摇曳，冷眼一见，能会联想起鹅黄似的酒色。“嫩阴里”三句，描述柳树下的花草。言柳枝刚刚发芽，柳荫浅淡，树底下的花草经过烟霞、露水的滋润，显得愈加娇翠鲜红。"}}, {"name": "西江月·粉面都成醉梦", "prop": {"content": "粉面都成醉梦，霜髯能几春秋。来时诵我伴牢愁。一见尊前似旧。诗在阴何侧畔，字居罗赵前头。锦囊来往几时休。已遣蛾眉等候。", "translation": "妻之美貌都成为了醉梦，已成过去，而我鬓白余生有几？初见之初即诵我的抒写愁怀之作，一看便知能与我同甘共苦者。你的诗作与六朝诗人阴铿和何逊水平相近，书法则在罗叔景赵元嗣之上，诗囊往来什么时候才能停止，每次归来，你早遣蛾眉迎候，为我整理诗囊。"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "冬晚对雪忆胡居士家", "prop": {"content": "寒更传晓箭，清镜览衰颜。隔牖风惊竹，开门雪满山。洒空深巷静，积素广庭闲。借问袁安舍，翛然尚闭关。", "translation": "寒冷的更声已经传报拂晓时刻，明镜中先看到自己的衰老容颜。隔窗听风声乱撼着窗前的丛竹，推门见大雪盖满了对面的群山。飘洒空中使那深长的小巷宁静，皑皑的积雪更觉庭院宽广清闲。试问胡居士您在家里会怎么样，想必是坦然高卧柴门依旧紧关。"}}, {"name": "夜游宫·叶下斜阳照水", "prop": {"content": "叶下斜阳照水。卷轻浪、沈沈千里。桥上酸风射眸子。立多时，看黄昏，灯火市。古屋寒窗底。听几片、井桐飞坠。不恋单衾再三起。有谁知，为萧娘，书一纸。", "translation": "一抹斜阳透过树叶照在水面，江水翻卷着细细的浪花，深沉地流向千里之外。桥上的寒风刺人眼目，令人神伤。我伫立已久，眼看着黄昏将尽，街市上亮起了灯火点点。陈旧的小屋里，我卧在寒窗之下，听到了井边几片梧桐落地的声响。不贪恋这薄薄的被子，几次三番起身下床。有谁知道我如此心神不安，辗转难寐，全是因为她的一封书信。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "东坡引·陇头梅半吐", "prop": {"content": "陇头梅半吐。江南岁将暮。闲窗尽日将愁度。黄昏愁更苦。 归期望断，双鱼尺素。念嘶骑、今到何处。残灯背壁三更鼓。斜风吹细雨。", "translation": "　　袁去华善写眷恋怀人之词，抒写别离相思，情意深厚。这首词是代思妇立言，以思念归人的情思寄托他的志向和感情。"}}, {"name": "寒食上冢", "prop": {"content": "迳直夫何细！桥危可免扶？远山枫外淡，破屋麦边孤。宿草春风又，新阡去岁无。梨花自寒食，进节只愁余。", "translation": "　　小路可真是细长！高桥不用倚扶吗?远处山上的枫叶朦胧色淡，麦田边的小屋显得很孤独。野草一夜间又随风生长出来，刚过一年的小路就消失了。清明后梨花会生长，到这个季节我很思念你。 "}}, {"name": "佚名", "dynasty": "五代"}, {"name": "江楼晚眺景物鲜奇吟玩", "prop": {"content": "澹烟疏雨间斜阳，江色鲜明海气凉。蜃散云收破楼阁，虹残水照断桥梁。风翻白浪花千片，雁点青天字一行。好著丹青图画取，题诗寄与水曹郎。(图画 一作：写画)", "translation": "无"}}, {"name": "鹧鸪天·雪照山城玉指", "prop": {"content": "雪照山城玉指寒，一声羌管怨楼间。江南几度梅花发，人在天涯鬓已斑。星点点，月团团。倒流河汉入杯盘。翰林风月三千首，寄与吴姬忍泪看。", "translation": "铺满大地的白雪映照着山城，小楼上突然奏起的一曲《梅花落》，那一声声羌笛音里，饱含着离别的哀怨，你的手指此时恐怕已是寒冷冰凉了吧！江南的梅花开了又落，已不知开落了多少次，我仍在天涯漂泊，两鬓已斑白。面对天上点点闪亮的星星，朗朗普照的圆月，我独自一人痛饮不休。喝着，喝着，好像觉得天上的银河倒流入了我的杯中。我思乡念归写了三千首诗词，想寄给你这南方的恋人，让你强忍着眼泪慢慢细读啊！"}}, {"dynasty": "宋代"}, {"name": "黄景仁", "dynasty": "清代"}, {"name": "华下", "prop": {"content": "故国春归未有涯，小栏高槛别人家。五更惆怅回孤枕，犹自残灯照落花。", "translation": "春回故乡美妙的景象无边无涯，那优美的小栏高槛是别人的家。五更时惆怅苦闷又回到我心上，仍是孤灯一盏照着这片片落花。"}}, {"name": "传言玉女·钱塘元夕", "prop": {"content": "一片风流，今夕与谁同乐。月台花馆，慨尘埃漠漠。豪华荡尽，只有青山如洛。钱塘依旧，潮生潮落。 万点灯光，羞照舞钿歌箔。玉梅消瘦，恨东皇命薄。昭君泪流，手捻琵琶弦索。离愁聊寄，画楼哀角。", "translation": "眼前景象繁华依旧，谁能与我共享欢乐呢？月下花丛掩映，楼台林立，只是已蒙上漫漫尘埃。昔日繁华消逝，只有青山如常。钱塘江仍像从前潮起潮落，尘世的兴盛衰亡仿似与它无关。往日烛光烁烁、亮如白昼，一片歌舞升平，现今都已不再。梅花凋谢，春光难以长久。国家即将陷落，后宫嫔妃只怨命运多舛。满腔愁怨无处说，只能寄托在那幽咽的号角声中。"}}, {"name": "江淹", "dynasty": "南北朝"}, {"name": "更漏子·烛消红", "prop": {"content": "烛消红，窗送白。冷落一衾寒色。鸦唤起，马＿行。月来衣上明。 酒香唇，妆印臂。忆共人人睡魂蝶乱，梦鸾孤。知他睡也无。", "translation": "　　此词相当通俗浅白。上片描写诗人旅店中晨起上路的情景，下片则叙旅途夜宿时回忆和怀念伊人的情思，通篇充满了一种凄清缠绵的感情。 "}}, {"name": "菩萨蛮·凤凰相对盘金", "prop": {"content": "凤凰相对盘金缕，牡丹一夜经微雨。明镜照新妆，鬓轻双脸长。画楼相望久，栏外垂丝柳。音信不归来，社前双燕回。", "translation": "金缕的凤凰盘对相依，绣成的牡丹似经一夜微雨，格外的雍容富丽。新妆后照看明镜里，只见双颊消瘦，鬓发轻舞薄如蝉翼。画楼上久久地眺望伫立，栏外的柳丝静静的低垂着，好似相思的人杳杳地没有一点声息。只有那春社的燕子，成双的飞来，又成双飞去。"}}, {"name": "菩萨蛮·寄女伴", "prop": {"content": "寒风料峭侵窗户，垂帘懒向回廊步。月色入高楼，相思两处愁。无边家国事，并入双蛾翠。若遇早梅开，一枝应寄来!", "translation": "　　此词不仅抒写了作者对女友的怀念，更表现了对国事的关心。词中语意双关，寄喻颇深。“若遇早梅开，一枝应寄来”，含蕴无限，极富情味。全词独具风格，不落俗套。 "}}, {"name": "卷耳", "prop": {"content": "采采卷耳，不盈顷筐。嗟我怀人，寘彼周行。(寘 通：置)陟彼崔嵬，我马虺隤。我姑酌彼金罍，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼砠矣，我马瘏矣。我仆痡矣，云何吁矣。", "translation": "采那繁盛的卷耳，半天不满一小筐。我所怀念的人，被置于周的军队中。攀那高高土石山，马儿足疲神颓丧。且先斟满金壶酒，慰我离思与忧伤。登上高高山脊梁，马儿腿软已迷茫。且先斟满大杯酒，免我心中长悲伤。艰难攀登乱石冈，马儿累坏倒一旁。仆人精疲力又竭，无奈愁思聚心上！"}}, {"name": "陈克", "dynasty": "宋代"}, {"name": "生查子·关山魂梦长", "prop": {"content": "关山魂梦长，鱼雁音尘少。两鬓可怜青，只为相思老。归梦碧纱窗，说与人人道。真个别离难，不似相逢好。", "translation": "荒漠凄凉的关山，常常令我魂牵梦萦，那远在塞外的亲人难以寄家信回来。可惜我两鬓秀美的青丝，只因为日日盼望、夜夜相思而渐渐变白了。到他回来的时候，我要依偎在他怀里，傍着碧绿的纱窗共诉衷肠。我一定要告诉他：“那别离的凄苦真是难耐，哪有团聚在一起好度时光。”"}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "祖咏", "dynasty": "唐代"}, {"name": "蝶恋花·萧瑟兰成看老", "prop": {"content": "萧瑟兰成看老去。为怕多情，不作怜花句。阁泪倚花愁不语，暗香飘尽知何处。重到旧时明月路。袖口香寒，心比秋莲苦。休说生生花里住，惜花人去花无主。", "translation": "岁月无情，秋风萧索，我渐渐老去了。为了不让人家说我多情自恋，我不再写凄切苦楚的句子来感叹人生。只能含着眼泪倚着花儿，满怀的愁绪不知该向谁诉说，只有任其随着阵阵的暗香幽幽然飘去，该往何处停呢？又来到旧时的小路，明月泻下一地的清辉，袖口的残香已经散去，回首往事，此时的心比秋天的莲子还要苦百倍。别再说什么生生世世住在花里面，要知道，爱惜花的人走了，花就再也无人照管。"}}, {"name": "还高冠潭口留别舍弟", "prop": {"content": "昨日山有信，只今耕种时。遥传杜陵叟，怪我还山迟。独向潭上酌，无人林下期。东谿忆汝处，闲卧对鸬鹚。", "translation": "昨日山中捎信给我，眼下已到耕种时节。信中怪我还山太迟，山中放友情深意切。如今独向潭上饮酒，再无兄弟林下相约。东溪之上想你之时，只能对着鸽鹤闯卧。"}}, {"name": "车遥遥篇", "prop": {"content": "车遥遥，马憧憧。君游东山东复东，安得奋飞逐西风。愿我如星君如月，夜夜流光相皎洁。月暂晦，星常明。留明待月复，三五共盈盈。", "translation": "驿马奔驰在长远的路途，一路上马蹄飞跃，马影摇曳晃动着。你驿马长游泰山之东，摇曳着秋风才能往东又向东的追游着。多么祈望我是星星你是月，每一个夜里你我光明洁白的光彩辉映着。秋夜！月儿常暮掩在云堆里，而星星却辉映高挂着，多么的期待月儿的出现！期待那十五月圆盈满时，你我星月皎洁辉映成天之佳偶。"}}, {"name": "冬夜寄温飞卿", "prop": {"content": "苦思搜诗灯下吟，不眠长夜怕寒衾。满庭木叶愁风起，透幌纱窗惜月沈。疏散未闲终遂愿，盛衰空见本来心。幽栖莫定梧桐处，暮雀啾啾空绕林。", "translation": "　　此诗是作者向温庭筠吐露心声，表明没有归宿感。"}}, {"name": "赠远", "prop": {"content": "暂出河边思远道，却来窗下听新莺。故人一别几时见，春草还从旧处生。", "translation": "我暂且漫步到河边，去思望着曾经送你走过的河道。归来后又在窗下聆听着黄莺悦耳的声音。与故人分别之后不知什么时候才能在相见，那生命力旺盛的春草依旧还在送别的老径道上绵延。"}}, {"name": "长相思·其一", "prop": {"content": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。(长天 一作：高天)天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！", "translation": "日日夜夜地思念啊，我思念的人在长安。秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。夜里想她魂欲断，孤灯伴我昏暗暗；卷起窗帘望明月，对月徒然独长叹。如花似玉美人呵，仿佛相隔在云端！上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。日日夜夜地思念啊，相思之情痛断肝肠。"}}, {"name": "卜算子·我住长江头", "prop": {"content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "translation": "我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江之水。悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。"}}, {"name": "临江仙·斗草阶前初见", "prop": {"content": "斗草阶前初见，穿针楼上曾逢。罗裙香露玉钗风。靓妆眉沁绿，羞脸粉生红。 流水便随春远，行云终与谁同。酒醒长恨锦屏空。相寻梦里路，飞雨落花中。", "translation": "与你初相见是你在阶前与女伴斗草的时候，七夕你在楼上与女伴穿针时我们再次相逢。斗草时你裙子沾满露水，头上的玉钗在风中微微颤动。七夕时，只见装扮秾丽，眉际沁出翠黛，脸儿更是羞得生出娇红。不料华年似水，伊人已不知流落何方，也不知依附了何人。每当深夜酒醒的时候，总觉得围屏空空荡荡，心中再也无法填满。只能在春雨飞花的梦中，跋山涉水，苦苦找寻。"}}, {"name": "过燕支寄杜位", "prop": {"content": "燕支山西酒泉道，北风吹沙卷白草。长安遥在日光边，忆君不见令人老。", "translation": "燕支山西面的酒泉道上，北风刮起狂沙，卷起白草。那长安城在那遥远的日光边，我怀念你却无法相见，这种相思令我衰老。"}}, {"name": "陈亚", "dynasty": "宋代"}, {"name": "徐君宝妻", "dynasty": "宋代"}, {"name": "菩萨蛮·隔花才歇帘纤", "prop": {"content": "隔花才歇帘纤雨，一声弹指浑无语。梁燕自双归，长条脉脉垂。小屏山色远，妆薄铅华浅。独自立瑶阶，透寒金缕鞋。", "translation": "无"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "毛泽东", "dynasty": "近现代"}, {"name": "人月圆·春日湖上", "prop": {"content": "小楼还被青山碍，隔断楚天遥。昨宵入梦，那人如玉，何处吹箫？门前朝暮，无情秋月，有信春潮。看看憔悴，飞花心事，残柳眉梢。", "translation": "小楼还被门前青山阻碍了去路，因为青山隔断了视线，不能看到遥远的楚天。昨天晚上做了一个梦，梦到那人如玉般，不知道在何处吹着箫。门前朝朝暮暮与我相对的，只有毫无情意的秋月和按约而至的春潮。心事忧愁不定，似飞花一般，双眉紧锁不展，恰如残柳。"}}, {"name": "释宝月", "dynasty": "南北朝"}, {"name": "东山", "prop": {"content": "我徂东山，慆慆不归。我来自东，零雨其濛。我东曰归，我心西悲。制彼裳衣，勿士行枚。蜎蜎者蠋，烝在桑野。敦彼独宿，亦在车下。我徂东山，慆慆不归。我来自东，零雨其濛。果臝之实，亦施于宇。伊威在室，蠨蛸在户。町畽鹿场，熠燿宵行。不可畏也，伊可怀也。我徂东山，慆慆不归。我来自东，零雨其濛。鹳鸣于垤，妇叹于室。洒扫穹窒，我征聿至。有敦瓜苦，烝在栗薪。自我不见，于今三年。我徂东山，慆慆不归。我来自东，零雨其濛。仓庚于飞，熠燿其羽。之子于归，皇驳其马。亲结其缡，九十其仪。其新孔嘉，其旧如之何？(熠燿 一作：熠耀)", "translation": "无"}}, {"name": "江梅", "prop": {"content": "梅蕊腊前破，梅花年后多。绝知春意好，最奈客愁何。雪树元同色，江风亦自波。故园不可见，巫岫郁嵯峨。", "translation": "腊月前梅蕊己破，新年后梅花正多。明知此地啊春光美好，可心怀客愁而又无可奈何！江梅和白雪原来同此一色，春风也徒自节江水漾动清波。故乡的春色渺不可见，苍郁的巫山空自巍峨。"}}, {"dynasty": "先秦"}, {"name": "迎春乐·立春", "prop": {"content": "宝幡彩胜堆金缕，双燕钗头舞。人间要识春来处。天际雁，江边树。故国莺花又谁主。念憔悴，几年羁旅。把酒祝东风，吹取人归去。", "translation": "人们头上戴着幡胜舞动着纸做的双双春燕，剪彩缕金，热闹异常，载歌载舞。然而真正知道春天到来的，是从故国南方飞来的大雁和被春风染绿的树木。风雨迷茫的故国啊，如今谁主沉浮，回想自己面色憔悴形容枯槁，出使金国已经数年被囚，举杯祝愿着强劲的东风，请把我吹送回江南故土！"}}, {"name": "无题·来是空言去绝踪", "prop": {"content": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！", "translation": "你说来相会是空话，一去之后再无踪影；等到楼上残月西斜，传来五更的晓钟。梦里为伤远别啼泣，久唤难醒；醒后研墨未浓，匆忙提笔书写成一信。残烛半映着饰有金翡翠的被褥，兰麝的香气飘入了芙蓉帐中。我像当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！"}}, {"name": "长相思三首", "prop": {"content": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端。上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝。日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔时横波目，今作流泪泉。不信妾肠断，归来看取明镜前。美人在时花满堂，美人去后馀空床。床中绣被卷不寝，至今三载闻余香。香亦竟不灭，人亦竟不来。相思黄叶落，白露湿青苔。", "translation": "日日夜夜地思念啊，我思念的人在长安。秋夜里纺织娘在井栏啼鸣，微霜浸透了竹席分外清寒。孤灯昏暗暗思情无限浓烈，卷起窗帘望明月仰天长叹。亲爱的人相隔在九天云端。上面有长空一片渺渺茫茫，下面有清水卷起万丈波澜。天长地远日夜跋涉多艰苦，梦魂也难飞越这重重关山。日日夜夜地思念啊，相思之情痛断心肝。"}}, {"name": "李珣", "dynasty": "五代"}, {"name": "遐方怨·凭绣槛", "prop": {"content": "凭绣槛，解罗帷。未得君书，断肠潇湘春雁飞。不知征马几时归？海棠花谢也，雨霏霏。", "translation": "倚着雕花的窗栏，掀开锦绣的帐帘，看着潇湘的群雁向北飞去，期盼的书信却仍未到来，相思的人儿愁得肠断。不知出征的人何时才能归来？海棠的花儿已在相思中凋谢了，霏霏的雨好似泪涟涟。"}}, {"name": "解佩令·人行花坞", "prop": {"content": "人行花坞。衣沾香雾。有新词、逢春分付。屡欲传情，奈燕子、不曾飞去。倚珠帘、咏郎秀句。 相思一度。秾愁一度。最难忘、遮灯私语。澹月梨花，借梦来、花边廊庑。指春衫、泪曾溅处。", "translation": "　　史达祖的词因过于讲究技巧而被批评，但其用足心思，虽失之纤薄，但其刻意描画，工丽精雅，不足处在是，好处亦在是，全看读者的欣赏。"}}, {"name": "早春寄王汉阳", "prop": {"content": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。", "translation": "听说春天回来了，我还未识其面，走出房舍到梅树下去访寻消息。昨夜东风吹入江夏，街头的杨柳已经冒出金黄的嫩芽。碧水浩荡云雾茫茫，王汉阳您不来呀，令我白白的愁断肠！我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。"}}, {"name": "望夫词", "prop": {"content": "手爇寒灯向影频，回文机上暗生尘。自家夫婿无消息，却恨桥头卖卜人。", "translation": "点燃了灯烛频频回顾身影，织布机上已经暗生灰尘。丈夫至今还没有消息，那卜卦竟然没有应验，真该怨恨桥头那卖卜人。"}}, {"name": "程垓", "dynasty": "宋代"}, {"name": "寄黄几复", "prop": {"content": "我居北海君南海，寄雁传书谢不能。桃李春风一杯酒，江湖夜雨十年灯。持家但有四立壁，治病不蕲三折肱。想见读书头已白，隔溪猿哭瘴溪藤。(想见 一作：想得)", "translation": "我住在北方海滨，而你住在南方海滨，欲托鸿雁传书，它却飞不过衡阳。当年春风下观赏桃李共饮美酒，江湖落魄，一别已是十年，常对着孤灯听着秋雨思念着你。你支撑生计也只有四堵空墙，艰难至此；你治理国家就像三折肱的良医一样，不需要去请求别人的经验。想你清贫自守发奋读书，如今头发已白了罢，隔着充满瘴气的山溪，猿猴哀鸣攀援深林里的青藤。"}}, {"name": "哭孟浩然", "prop": {"content": "故人不可见，汉水日东流。借问襄阳老，江山空蔡州。", "translation": "老朋友我再也见不到了，汉水滔滔仍然日夜东流。请问襄阳遗老今在何方？江山依旧何人再游蔡州？"}}, {"name": "毛熙震", "dynasty": "五代"}, {"name": "范云", "dynasty": "南北朝"}, {"name": "满江红·昼日移阴", "prop": {"content": "昼日移阴，揽衣起，香帷睡足。临宝鉴、绿云撩乱，未忺妆束。蝶粉蜂黄都褪了，枕痕一线红生玉。背画栏、脉脉悄无言，寻棋局。重会面，犹未卜。无限事，萦心曲。想秦筝依旧，尚鸣金屋。芳草连天迷远望，宝香薰被成孤宿。最苦是、蝴蝶满园飞，无心扑。", "translation": "红日高挂，移影入室，我从沉睡中醒来，披上罗衣，撩起帘幕，来到镜前，只见秀发零乱，脂粉暗淡，脸上还有一线红玉般的枕痕，我却无心梳妆。背依画栏，默默无语，凝望着昔日与他对奕的地方。想到与他再见遥遥无期，我的无限心事齐涌心头，久久难去。屋内秦筝依旧，筝声犹在耳际，而他已远在天涯。抬眼远望，天边芳草连天，回眼屋内，被香薰过的被褥只剩我一人独宿。最痛苦的是，蝴蝶满园飞舞。却无人与我共同捕捉，触景伤情，不禁泪落。"}}, {"name": "一剪梅·怀旧", "prop": {"content": "十年愁眼泪巴巴。今日思家，明日思家。一团燕月明窗纱。楼上胡笳，塞上胡笳。玉人劝我酌流霞。急捻琵琶，缓捻琵琶。一从别后各天涯。欲寄梅花，莫寄梅花。", "translation": "十年愁眼不开眼泪巴巴，今天思念家乡，明天思念家乡。一团明晃晃的燕月照在窗纱上，塞上又传来阵阵胡笳声。玉人劝我斟酌美酒，手指快速搓转弹琵琶，慢搓转弹琵琶。此地一别后各奔天涯，想寄上一枝梅花，又不知梅花寄往何处。"}}, {"name": "葛生", "prop": {"content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处？葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息？角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦？夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。", "translation": "葛藤覆盖了一丛丛的黄荆，野葡萄蔓延在荒凉的坟茔。我的亲密爱人长眠在这里，谁和他在一起？独守安宁！葛藤覆盖了丛生的酸枣枝，野葡萄蔓延在荒凉的坟地。我的亲密爱人埋葬在这里，谁和他在一起？独自安息！他头下的角枕是那样光鲜，身上的锦被多么光华灿烂！我的亲密爱人安眠在这里，谁和他在一起？独枕待旦！没有你的日子里夏天煎熬，冬夜是那样漫长难耐孤寒。终有一天我也要化作清风，随你而来相会在碧落黄泉！没有你的日子里冬夜漫漫，夏天是那样漫长尤感孤寂。终有一天我也要化为泥土，随你而来相聚在这块宝地！"}}, {"name": "偶成", "prop": {"content": "十五年前花月底，相从曾赋赏花诗。今看花月浑相似，安得情怀似往时。", "translation": "十五年前的花前月下，我们相伴游园，并作赏花的诗。如今的花还是与往年的一样，怎么我的心情却与往年不一样了？"}}, {"name": "虞美人·枕上", "prop": {"content": "堆来枕上愁何状，江海翻波浪。夜长天色总难明，寂寞披衣起坐数寒星。晓来百念都灰烬，剩有离人影。一钩残月向西流，对此不抛眼泪也无由。", "translation": "我躺在枕上彻夜难眠，成堆的愁苦汹涌袭来，像是什么形状呢？犹如江河大海里翻腾起的巨波大浪一样。黑夜漫长，天色难明，奈披衣起坐望天空，数算点点寒星。尽管天亮时我的万般思念都已化成了灰烬，脑海中只留下离别的情人的身影。抬头望见一钩残月淡出了西边的天空，面对此情此景，我情不自禁地抛洒下一行行泪珠！"}}, {"name": "归国遥·春欲晚", "prop": {"content": "春欲晚，戏蝶游蜂花烂熳。日落谢家池馆，柳丝金缕断。睡觉绿鬟风乱，画屏云雨散。闲倚博山长叹，泪流沾皓腕。", "translation": "　　此词上片写离别。“春欲晚”是离别的时间，“戏蝶”句是对“春欲晚”的具体描绘，反衬在此时离别的难堪。“日落谢家池馆”，是离别的地点和时刻，“柳丝”句点明送别。"}}, {"name": "鹧鸪天·却月凌风度雪", "prop": {"content": "却月凌风度雪清。何郎高咏照花明。一枝弄碧传幽信，半额涂黄拾晚荣。 春思淡，暗香轻。江南雨冷若为情。犹胜远隔潇湘水，忽到窗前梦不成。", "translation": "无"}}, {"name": "燕歌行二首·其一", "prop": {"content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。", "translation": "秋风萧瑟，天气清冷，草木凋落，白露凝霜。燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。思虑冲冲，怀念故乡。君为何故，久留他方。贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。"}}, {"name": "子夜吴歌·冬歌", "prop": {"content": "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。", "translation": "明晨驿使就要出发，思妇们连夜为远征的丈夫赶制棉衣。纤纤素手连抽针都冷得不行，更不说用那冰冷的剪刀来裁衣服了。妾将裁制好的衣物寄向远方，几时才能到达边关临洮？"}}, {"name": "奉答李和甫代简二绝句", "prop": {"content": "山色江声相与清，卷帘待得月华生。可怜一曲并船笛，说尽故人离别情。梦中往事随心见，醉里繁华乱眼生。长为风流恼人病，不如天性总无情。", "translation": "黄昏时分，山色清幽，江声寂静，卷起白天遮阳的帘子，等待东方一轮明月冉冉升起。突然江边并排停泊的两只船上，传来悠扬的笛声，仿佛吹笛人在向远方的朋友诉说离别的情怀。往事历历在目，在梦中还随心可见，那些荣华富贵都是醉乡乱眼中的幻像而已。长期以来都是因为耿介不屈的性格惹了这么多烦心事。还不如天性无情，那样就不会有这样的痛苦了。"}}, {"name": "别诗二首·其二", "prop": {"content": "孤烟起新丰，候雁出云中。草低金城雾，木下玉门风。别君河初满，思君月屡空。折桂衡山北，摘兰沅水东。兰摘心焉寄，桂折意谁通。", "translation": "孤烟从新丰升起，迁飞的大雁离开了云中。金城的衰草笼罩着寒雾，玉门的树叶在风里凋落。和你离别的时候河水刚刚满盈（或指银河？），分别的日子里，我常常在空明的月光下思念你。我从衡山的北面折来芳桂，又从沅水东岸摘下了兰花。可是采下的兰花芳桂时的情怀又怎样传达呢。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "浣溪沙·泪浥红笺第几", "prop": {"content": "泪浥红笺第几行，唤人娇鸟怕开窗。那能闲过好时光。屏障厌看金碧画，罗衣不奈水沉香。遍翻眉谱只寻常。", "translation": "红色的信纸被泪水沾湿，窗外有鸟儿娇声啼叫，却不敢开窗。只因害怕勾起以前与君共度美好时光的回忆。屏风上的金碧山水画不喜欢看了，缭绕的沉香也叫人不耐烦。眉谱翻了又翻，心上人不在身边，对一切事情都提不起兴致。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "品令·茶词", "prop": {"content": "凤舞团团饼。恨分破、教孤令。金渠体净，只轮慢碾，玉尘光莹。汤响松风，早减了、二分酒病。 味浓香永。醉乡路、成佳境。恰如灯下，故人万里，归来对影。口不能言，心下快活自省。", "translation": "几只凤凰在凤饼茶上团团飞舞。只恨有人将茶饼掰开，凤凰各分南北，孤孤零零。将茶饼用洁净的金渠细心碾成琼粉玉屑，但见茶末成色纯净，清亮晶莹。加入好水煎之，汤沸声如风过松林，已经将酒醉之意减了几分。煎好的茶水味道醇厚，香气持久。饮茶亦能使人醉，但不仅无醉酒之苦，反觉精神爽朗，渐入佳境。就好比独对孤灯之时，故人从万里之外赶来相逢。此种妙处只可意会，不可言传，惟有饮者才能体会其中的情味。"}}, {"name": "菩萨蛮·秋闺", "prop": {"content": "西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。", "translation": "无"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "冯子振", "dynasty": "元代"}, {"name": "张元干", "dynasty": "宋代"}, {"name": "将母", "prop": {"content": "将母邗沟上，留家白紵阴。月明闻杜宇，南北总关心。", "translation": "带着母亲来到了邗沟，但家尚留在白紵。母亲月圆之夜突然听到杜鹃的声音，想起离家在外的儿子。虽然天南地北相隔万里，但心中依旧是深深的牵挂。"}}, {"name": "木兰花慢·丁未中秋", "prop": {"content": "水亭凝望久，期不至、拟还差。隔翠幌银屏，新眉初画，半面犹遮。须臾淡烟薄霭，被西风扫尽不留些。失了白衣苍狗，夺回雪兔金蟆。 乘云径到玉皇家。人世鼓三挝。试自判此生，更看几度，小住为佳。何须如钩似玦，便相将、只有半菱花。莫遣素娥知道，和他发也苍华。", "translation": "在水亭旁注目远望，归期还没到，猜测着还差几天。隔着绿色的帷幔屏风，画着新长出的眉毛，犹如遮挡着半边的脸。片刻飞起的淡淡的薄雾，被西风吹得不留一丝痕迹。顷刻，变化不定，夺回了月亮。乘云到了玉皇大帝家。人世间敲打三下鼓，试着自己判定今生，更是看了好几次，小住为最佳。何用形状像钩子一样的玦，相伴着半菱花。不要遣怪发鬓苍白的嫦娥。 "}}, {"name": "悼亡诗三首", "prop": {"content": "荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔。私怀谁克从，淹留亦何益。僶俛恭朝命，回心反初役。望庐思其人，入室想所历。帏屏无髣髴，翰墨有馀迹。流芳未及歇，遗挂犹在壁。怅恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝只。如彼游川鱼，比目中路析。春风缘隙来，晨霤承檐滴。寝息何时忘，沉忧日盈积。庶几有时衰，庄缶犹可击。皎皎窗中月，照我室南端。清商应秋至，溽暑随节阑。凛凛凉风升，始觉夏衾单。岂曰无重纩，谁与同岁寒。岁寒无与同，朗月何胧胧。展转盻枕席，长簟竟床空。床空委清尘，室虚来悲风。独无李氏灵，髣髴覩尔容。抚衿长叹息，不觉涕沾胸。沾胸安能已，悲怀从中起。寝兴目存形，遗音犹在耳。上惭东门吴，下愧蒙庄子。赋诗欲言志，此志难具纪。命也可奈何，长戚自令鄙。曜灵运天机，四节代迁逝。凄凄朝露凝，烈烈夕风厉。奈何悼淑俪，仪容永潜翳。念此如昨日，谁知已卒岁。改服从朝政，哀心寄私制。茵帱张故房，朔望临尔祭。尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。亹亹朞月周，戚戚弥相愍。悲怀感物来，泣涕应情陨。驾言陟东阜，望坟思纡轸。徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰。落叶委埏侧，枯荄带坟隅。孤魂独茕茕，安知灵与无。投心遵朝命，挥涕强就车。谁谓帝宫远，路极悲有余。", "translation": "　　潘岳《悼亡诗》是诗人悼念亡妻杨氏的诗作，共有三首。杨氏是西晋书法家戴侯杨肇的女儿。潘岳十二岁时与她订婚，结婚之后，大约共同生活了二十四个年头。杨氏卒于公元298年（晋惠帝元康八年）。潘岳夫妇感情很好，杨氏亡后，潘岳写了一些悼亡诗赋，除《悼亡诗》三首之外，还有《哀永逝文》《悼亡赋》等，表现了诗人与妻子的深厚感情。在这些悼亡诗赋中，《悼亡诗》三首都堪称杰作，而在三首《悼亡诗》中，第一首传诵千古，尤为有名。这里选析第一首。"}}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "捣衣篇", "prop": {"content": "闺里佳人年十馀，嚬蛾对影恨离居。忽逢江上春归燕，衔得云中尺素书。玉手开缄长叹息，狂夫犹戍交河北。万里交河水北流，愿为双燕泛中洲。君边云拥青丝骑，妾处苔生红粉楼。楼上春风日将歇，谁能揽镜看愁发？晓吹员管随落花，夜捣戎衣向明月。明月高高刻漏长，真珠帘箔掩兰堂。横垂宝幄同心结，半拂琼筵苏合香。琼筵宝幄连枝锦，灯烛荧荧照孤寝。有便凭将金剪刀，为君留下相思枕。摘尽庭兰不见君，红巾拭泪生氤氲，明年若更征边塞，愿作阳台一段云。", "translation": "无"}}, {"name": "司马相如", "dynasty": "两汉"}, {"name": "作者", "dynasty": "朝代"}, {"name": "青玉案·绿槐烟柳长亭", "prop": {"content": "绿槐烟柳长亭路。恨取次、分离去。日永如年愁难度。高城回首，暮云遮尽，目断人何处。解鞍旅舍天将暮。暗忆丁宁千万句。一寸柔肠情几许。薄衾孤枕，梦回人静，侵晓潇潇雨。", "translation": "长亭路上，槐树碧绿，柳色如烟，恨（我）走得匆促， （漫长的道路提示我）我们已经分别。绵绵的愁思让人觉得一日长得好像一年，不知道该如何度过。回首遥望高高的城垣，已经被暮云遮断，视线的尽头是何处呢？天色将暮的时候，解下马鞍，投宿在旅舍，暗暗忆起爱人临别前的千万句细语叮咛 。 一寸柔肠中蕴藏着多少深情？如今只有薄被孤枕与我相伴，午夜梦回醒来正是夜深人静，拂晓之时，窗外春雨潇潇。"}}, {"name": "祭妹文", "prop": {"content": "　　乾隆丁亥冬，葬三妹素文于上元之羊山，而奠以文曰：　　呜呼！汝生于浙，而葬于斯，离吾乡七百里矣；当时虽觭梦幻想，宁知此为归骨所耶？　　汝以一念之贞，遇人仳离，致孤危托落，虽命之所存，天实为之；然而累汝至此者，未尝非予之过也。予幼从先生授经，汝差肩而坐，爱听古人节义事；一旦长成，遽躬蹈之。呜呼！使汝不识《诗》、《书》，或未必艰贞若是。　　余捉蟋蟀，汝奋臂出其间；岁寒虫僵，同临其穴。今予殓汝葬汝，而当日之情形，憬然赴目。予九岁，憩书斋，汝梳双髻，披单缣来，温《缁衣》一章；适先生奓户入，闻两童子音琅琅然，不觉莞尔，连呼“则则”，此七月望日事也。汝在九原，当分明记之。予弱冠粤行，汝掎裳悲恸。逾三年，予披宫锦还家，汝从东厢扶案出，一家瞠视而笑，不记语从何起，大概说长安登科、函使报信迟早云尔。凡此琐琐，虽为陈迹，然我一日未死，则一日不能忘。旧事填膺，思之凄梗，如影历历，逼取便逝。悔当时不将嫛婗情状，罗缕记存；然而汝已不在人间，则虽年光倒流，儿时可再，而亦无与为证印者矣。　　汝之义绝高氏而归也，堂上阿奶，仗汝扶持；家中文墨，眣汝办治。尝谓女流中最少明经义、谙雅故者。汝嫂非不婉嫕，而于此微缺然。故自汝归后，虽为汝悲，实为予喜。予又长汝四岁，或人间长者先亡，可将身后托汝；而不谓汝之先予以去也！　　前年予病，汝终宵刺探，减一分则喜，增一分则忧。后虽小差，犹尚殗殜，无所娱遣；汝来床前，为说稗官野史可喜可愕之事，聊资一欢。呜呼！今而后，吾将再病，教从何处呼汝耶？　　汝之疾也，予信医言无害，远吊扬州；汝又虑戚吾心，阻人走报；及至绵惙已极，阿奶问：“望兄归否？”强应曰：“诺。”已予先一日梦汝来诀，心知不祥，飞舟渡江，果予以未时还家，而汝以辰时气绝；四支犹温，一目未瞑，盖犹忍死待予也。呜呼痛哉！早知诀汝，则予岂肯远游？即游，亦尚有几许心中言要汝知闻、共汝筹画也。而今已矣！除吾死外，当无见期。吾又不知何日死，可以见汝；而死后之有知无知，与得见不得见，又卒难明也。然则抱此无涯之憾，天乎人乎！而竟已乎！　　汝之诗，吾已付梓；汝之女，吾已代嫁；汝之生平，吾已作传；惟汝之窀穸，尚未谋耳。先茔在杭，江广河深，势难归葬，故请母命而宁汝于斯，便祭扫也。其傍，葬汝女阿印；其下两冢：一为阿爷侍者朱氏，一为阿兄侍者陶氏。羊山旷渺，南望原隰，西望栖霞，风雨晨昏，羁魂有伴，当不孤寂。所怜者，吾自戊寅年读汝哭侄诗后，至今无男；两女牙牙，生汝死后，才周睟耳。予虽亲在未敢言老，而齿危发秃，暗里自知；知在人间，尚复几日？阿品远官河南，亦无子女，九族无可继者。汝死我葬，我死谁埋？汝倘有灵，可能告我？　　呜呼！生前既不可想，身后又不可知；哭汝既不闻汝言，奠汝又不见汝食。纸灰飞扬，朔风野大，阿兄归矣，犹屡屡回头望汝也。呜呼哀哉！呜呼哀哉！", "translation": "　　乾隆三十二年冬，葬三妹素文在上元的羊山上，并作这篇文章来致祭："}}, {"name": "金菊对芙蓉·上元", "prop": {"content": "金鸭消香，银虬泻水，谁家夜笛飞声。正上林雪霁，鸳甃晶莹。鱼龙舞罢香车杳，剩尊前、袖掩吴绫。狂游似梦，而今空记，密约烧灯。追念往事难凭。叹火树星桥，回首飘零。但九逵烟月，依旧笼明。楚天一带惊烽火，问今宵、可照江城。小窗残酒，阑珊灯灺，别自关情。", "translation": "无"}}, {"name": "刘过", "dynasty": "宋代"}, {"name": "折桂令·过多景楼", "prop": {"content": "滔滔春水东流。天阔云闲，树渺禽幽。山远横眉，波平消雪，月缺沉钩。桃蕊红妆渡口，梨花白点江头。何处离愁？人别层楼，我宿孤舟。", "translation": "滔滔春水向东流去，衬得天空分外广阔，飘着的朵朵白云也是如此悠闲，在树梢上停栖着鸟儿远山仿佛美人的眉黛一般，起伏有致，水面上一片平静，积雪渐渐融化，正是月缺时分，形似沉钩这渡口，有桃蕊红妆点缀，有白色梨花渲染。我的离愁在哪里？别人的离别只是短暂，而我却如此漂泊，独自借宿孤舟中。"}}, {"name": "晒旧衣", "prop": {"content": "卅载绨袍检尚存，领襟虽破却余温。重缝不忍轻移拆，上有慈亲旧线痕。", "translation": "三十年前母亲缝制的一件粗绨面料的长袍还保存在箱柜里，领子和襟袖虽已破旧，依稀能感觉到绨袍上残留着母亲的余温。想重新缝补又不忍轻易拆开旧衣，上面有母亲缝补的痕迹。"}}, {"name": "凭阑人·寄征衣", "prop": {"content": "欲寄君衣君不还，不寄君衣君又寒。寄与不寄间，妾身千万难。", "translation": "想要给你寄御寒的冬衣，又怕你不再回家；不给你寄御寒的冬衣，又怕你过冬挨冻受寒。在寄与不寄之间徘徊不定，真是感到千难又万难。"}}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "生查子·新月曲如眉", "prop": {"content": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。终日劈桃穰，仁在心儿里。两朵隔墙花，早晚成连理。", "translation": "新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。"}}, {"name": "李郢", "dynasty": "唐代"}, {"name": "寇准", "dynasty": "宋代"}, {"name": "临江仙·荷叶荷花何处", "prop": {"content": "李辅之在齐州，予客济源，辅之有和。荷叶荷花何处好？大明湖上新秋。红妆翠盖木兰舟。江山如画里，人物更风流。千里故人千里月，三年孤负欢游。一尊白酒寄离愁。殷勤桥下水，几日到东州！", "translation": "荷叶荷花当数初秋大明湖上的最好。水兰舟有如穿行于“红妆翠盖”之间，真是江山如画，人更风流。想借“一尊白酒”以“ 寄离愁”。桥下的流水倒是善解人意，殷情传情，怎奈路途遥远，何时才能将这离愁寄到东州呢？"}}, {"name": "浣溪沙·寂寞流苏冷绣", "prop": {"content": "寂寞流苏冷绣茵，倚屏山枕惹香尘，小庭花露泣浓春。刘阮信非仙洞客，嫦娥终是月中人，此生无路访东邻。", "translation": "绣花垫褥寂寞地放在帐子里，已经冰冷，只有倚着屏风的枕头仍带着芳香的气味。小小的庭院里，花朵上的露珠就像哭泣时流下的泪水，连景物也带着浓浓的春意。刘晨和阮肇确实不是仙洞里住着的人，而嫦娥终究是月宫中的仙子。这一生，我恐怕无法追求到自己心爱的女子！"}}, {"name": "瑶池", "prop": {"content": "瑶池阿母绮窗开，黄竹歌声动地哀。 八骏日行三万里，穆王何事不重来。", "translation": "瑶池上西王母的雕花窗户向东敞开，只听见《黄竹歌》声震动大地人心悲哀。周穆王有八匹能日行三万里的骏马，为了何事违约不再来？"}}, {"name": "韦璜", "dynasty": "唐代"}, {"name": "小桃红·春闺怨", "prop": {"content": "玉楼风迕杏花衫，娇怯春寒赚。酒病十朝九朝嵌。瘦岩岩，愁浓难补眉儿淡。香消翠减，雨昏烟暗，芳草遍江南。", "translation": "玉楼上春风拂动杏花衣衫，娇柔瘦弱的身体担心因迷恋春色而受风寒。借酒消愁十天有九天喝得烂醉不堪。单薄消瘦。深深愁怨难排遣，懒得梳妆打扮，眉影变淡，粉香全消，首饰全减。眼前是愁雨纷落天地昏暗，在芳草铺遍江南的心上人什么时候能回来？"}}, {"name": "南乡子·捣衣", "prop": {"content": "嘹唳夜鸿惊，叶满阶除欲二更。一派西风吹不断，秋声，中有深闺万里情。片石冷于冰，雨袖霜华旋欲凝。今夜戍楼归梦里，分明，纤手频呵带月迎。", "translation": "受惊的鸿雁的在凄清夜晚哀鸣，落叶飘满整个台阶，此时已快到夜半二更时分。萧瑟生寒的西风呼啸，听着这秋天特有的声音，闺中人还在不停的捣衣，一声声寄寓着对丈夫的思念和关切。夜深了，冰冷的片石、湿水的衣袖像要结霜凝固。今夜远戍边关之人在那归乡的梦中，可以清楚的看到，梦里妻子呵手出迎，迎接他的归来。"}}, {"name": "南歌子·倭堕低梳髻", "prop": {"content": "倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。", "translation": "梳成了倭堕髻低低地垂，描出又细又长的弯眉。终日为相思心碎，待到百花争艳的时候，我已为君憔悴。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "顾贞观", "dynasty": "清代"}, {"name": "齐天乐·碧云阙处无多", "prop": {"content": "碧云阙处无多雨，愁与去帆俱远。倒苇沙闲，枯兰溆冷，寥落寒江秋晚。楼阴纵览。正魂怯清吟，病多依黯。怕挹西风，袖罗香自去年减。 风流江左久客，旧游得意处，朱帘曾卷。载酒春情，吹箫夜约，犹忆玉娇香软。尘栖故苑，叹璧月空檐，梦云飞观。送绝征鸿，楚峰烟数点。", "translation": "无"}}, {"name": "青楼怨", "prop": {"content": "香帏风动花入楼，高调鸣筝缓夜愁。 肠断关山不解说，依依残月下帘钩。", "translation": "春风吹动帐子阵阵花香飘入楼中，调高音调去弹筝以排解夜里愁怀。为远隔关山的人肠断却又说不清，不知不觉残月已经移到帘钩之下。 "}}, {"name": "蝶恋花·春事阑珊芳草", "prop": {"content": "春事阑珊芳草歇。客里风光，又过清明节。小院黄昏人忆别。落红处处闻啼鴂。咫尺江山分楚越。目断魂销，应是音尘绝。梦破五更心欲折。角声吹落梅花月。", "translation": "本来春天是百花盛开、野草芳菲的季节，处处都有令人赏心悦目、欢情无限的景象。但好景不长，这种美好的景色早就过去了。久处异乡，又是一年清明节。黄昏坐在小院思念亲人。可是，在遍地落花时偏偏遇到伯劳鸟。亲人所处之地与这里仅隔咫尺江山，却也分楚越界域，不能自由往来而只能悬目相望，鱼雁互通。望穿秋水却音信全无。及至五更，不仅美梦不成，而且让人梦中惊醒的又是刺耳的角声。这怎么不令作客之人为之心碎呢？"}}, {"name": "少年游·润州作代人寄", "prop": {"content": "去年相送，余杭门外，飞雪似杨花。今年春尽，杨花似雪，犹不见还家。对酒卷帘邀明月，风露透窗纱。恰似姮娥怜双燕，分明照、画梁斜。", "translation": "去年相送于余杭门外，大雪纷飞如同杨花。如今春天已尽，杨花飘絮似飞雪，却不见离人归来，怎能不叫人牵肠挂肚呢？卷起帘子举起杯，引明月作伴，可是风露又乘隙而入，透过窗纱，扑入襟怀。好似那月光无限怜爱那双宿双栖的燕子，把它的光辉与柔情斜斜地洒向画梁上的燕巢。"}}, {"name": "春日", "prop": {"content": "北洹春事休嗟晚，三月尚寒花信风。遥忆东吴此时节，满江鸭绿弄残红。", "translation": "请不要叹息在北方洹水地带春耕太晚，三月里天气尚寒报信的春风刚刚吹来。遥想这个时节江南的景象，阳光下河中涨满春水，鸭子在水中拨弄落水花瓣。"}}, {"name": "张衡", "dynasty": "两汉"}, {"name": "吕渭老", "dynasty": "宋代"}, {"name": "王实甫", "dynasty": "元代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "定风波·暖日闲窗映碧", "prop": {"content": "暖日闲窗映碧纱，小池春水浸晴霞。数树海棠红欲尽，争忍，玉闺深掩过年华。独凭绣床方寸乱，肠断，泪珠穿破脸边花。邻舍女郎相借问，音信，教人休道未还家。", "translation": "风和日暖，春意阑珊，白云匆匆过，人立碧窗前。池水浸染着空中的霞光，几株海棠绿阴阴，树上瘦花无几，地上却残红堆满。红欲尽，春将残，思念苦，不忍看；更堪这，还得门深掩、守空闺，倚孤枕，年华虚度又一年。绮窗前，深念远，独凭绣床，心绪烦乱，愁肠寸断。念远思亲如泉泪，乱湿美艳如花胭脂脸。思悠悠，念浓浓，怨深深，恨重重，泪破莲腮两线红。邻家姐妹相慰问：“玉郎可安好？”怎回答？羞涩道：“归期遥遥，天涯良人未还家！”"}}, {"name": "悼室人", "prop": {"content": "秋至捣罗纨，泪满未能开。风光肃入户，月华为谁来？结眉向蛛网，沥思视青苔。鬓局将成葆，带减不须摧。我心若涵烟，葐蒀满中怀。", "translation": "　　“秋至捣罗纨，泪满未能开”，秋天到了，天气转凉，照例要另添新衣了。罗、纨都是丝织品，在制衣前先要将其展开放在砧上用杵捣，然后才能制衣。在古代诗歌作品中，捣衣常常用来表现妇女对远行在外的亲人的思念，可是这首诗中，诗人却因捣衣无人而引起了和妻子生死永诀的巨大悲哀。捣衣、制衣都是妇女的工作，妻子如果在世，此时肯定要忙碌起来了，可如今到了这个时节，妻子却已永离人世了。面对成叠的罗纨，诗人不觉又潸然泪下。那帛匹上已沾满了泪水，诗人还在怅然伫立。“未能”二字，见出诗人的内心已由酸痛而至于麻木，他无力也不忍打开那帛匹了。这二句由事及人，由人及情，包含了作者深切的情思。"}}, {"name": "吴则礼", "dynasty": "宋代"}, {"name": "虞美人·残灯风灭炉烟", "prop": {"content": "残灯风灭炉烟冷，相伴唯孤影。判教狼藉醉清樽，为问世间醒眼是何人。难逢易散花间酒，饮罢空搔首。闲愁总付醉来眠，只恐醒时依旧到樽前。", "translation": "灯残风灭，香炉之烟也已经变冷，相伴的只有自己孤单的身影。情愿喝得酩酊大醉，借清酒来麻醉自己，问世间醒眼的是什么人。相聚难离别易，唯又离别之时的酒宴，喝完之后独自搔头。闲愁总是交付喝醉来入眠，只害怕醒来时候自己依然在酒器面前。"}}, {"name": "临江仙·都城元夕", "prop": {"content": "闻道长安灯夜好，雕轮宝马如云。蓬莱清浅对觚棱。玉皇开碧落，银界失黄昏。 谁见江南憔悴客，端忧懒步芳尘。小屏风畔冷香凝。酒浓春入梦，窗破月寻人。", "translation": "听说都城汴京元宵晚上灯火热闹非凡，华丽的车辆，俊秀的宝马就像天上的云一样多，宛如神仙境界。玉帝把碧落打开天上的星儿、宿儿便纷纷下落，使“银界失黄昏”了。没人看见孤单的我，而妻子对那元夜的繁华早已失去了兴趣，只有在闺房中，在“小屏风畔”，独对薰香袅袅，薰香则渐冷而凝。只有在喝醉的时候才能在梦中排除孤寂，只有月从客舍的破窗隙中来寻找我。"}}, {"name": "王国维", "dynasty": "近现代"}, {"name": "贺明朝·忆昔花间相见", "prop": {"content": "忆昔花间相见后，只凭纤手，暗抛红豆。人前不解，巧传心事，别来依旧，辜负春昼。碧罗衣上蹙金绣，睹对对鸳鸯，空裛泪痕透。想韶颜非久，终是为伊，只恁偷瘦。", "translation": "　　这首词是写女子思念男子。"}}, {"name": "牛希济", "dynasty": "五代"}, {"name": "菩萨蛮·玉楼明月长相", "prop": {"content": "玉楼明月长相忆，柳丝袅娜春无力。门外草萋萋，送君闻马嘶。画罗金翡翠，香烛销成泪。花落子规啼，绿窗残梦迷。", "translation": "楼如白玉，楼外垂柳摇曳，正是暮春时节。梦中，萋萋的芳草、萧萧的马鸣，闺楼中的思妇，在明月之夜，正在苦苦地思忆着远方的离人。罗帐上绣有一双金色的翡翠鸟，芳香的蜡烛融为滴滴的蜡泪。窗外残红飘落、子规啼血，窗内残梦凄迷、哀思绵绵。空楼相忆，思妇徒盼离人归来。"}}, {"name": "鹧鸪天·醉拍春衫惜旧", "prop": {"content": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。", "translation": "借着醉意拍春衫，回想着，旧日春衫上的香。天将离愁与别恨，折磨我这疏狂人。路上年年生秋草，楼中日日进夕阳。登楼望；云渺渺，水茫茫。征人归路在哪方。相思话语无诉处，又何必，写在信纸上，费了泪千行。 "}}, {"name": "谪仙怨·晴川落日初低", "prop": {"content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "translation": "一个晴朗的日子，斜阳低挂在天边，一叶孤舟载着友人离去，此刻是何等令人惆怅！鸟儿在平旷的原野上远近地飞翔，好似人随流水各奔东西。愿白云将自己的思念带给千里万里之外的友人，愿那一轮明月载着我的愁思随着溪水带到友人的身边。友人贬谪去的苦恨让人难以言状，就如那江边繁茂的春草一样杂乱而无际。 "}}, {"name": "早发武连驿忆弟", "prop": {"content": "朝朝整驾趁星光，细想吾生有底忙。疲马可怜孤月照，晨鸡一破万山苍。曰归曰归岁云暮，有弟有弟天一方。大壑高崖风力劲，何当吹我送君旁。", "translation": "每天在在繁星点点的时候早已整驾上路，细细想来如此奔忙到底有什么意义？孤月的清晖下马的身影疲惫不堪，一声报晓的鸡鸣划破黑夜，渐渐显露深青色的群山。每次都说回去却不能回，又到了年终岁暮不知何时才能踏上归程；思念着弟弟，却只能天各一方。深深的沟壑，高高的山崖，晨风劲的吹，如此猛烈的风或许可以吹送我早些回到弟弟的身旁吧！"}}, {"name": "好事近·何路向家园", "prop": {"content": "何路向家园，历历残山剩水。都把一春冷淡，到麦秋天气。料应重发隔年花，莫问花前事。纵使东风依旧，怕红颜不似。", "translation": "眼见处处都是残破的山水，哪一条才是回家的路呢？这个春天冷清寡淡，了无春意，转眼就到了麦子成熟的季节。估计去年的花枝在这些天里又将开放，但我全无赏花兴致，因为就算春风还与去年一样，但红颜已改，再不似去年。"}}, {"name": "菩萨蛮·问君何事轻离", "prop": {"content": "问君何事轻离别，一年能几团圆月。杨柳乍如丝，故园春尽时。春归归不得，两桨松花隔。旧事逐寒潮，啼鹃恨未消。", "translation": "试问我为何轻易地离别？一年能有几次圆月。北国的杨柳刚刚如长丝，家园已是三春过尽时。春天归去我却不能归，行船松花江被江阻隔。往事悠悠像寒冷的江潮，裹啼的杜鹃怨恨未消。"}}, {"name": "闺怨二首·其一", "prop": {"content": "雁尽书难寄，愁多梦不成。愿随孤月影，流照伏波营。", "translation": "大雁都已飞走了，书信再难寄出。愁绪多得让人难以入眠。多希望能追随那无处不在的月影，将光辉照射到你的军营。"}}, {"name": "凤凰台上忆吹箫·香冷", "prop": {"content": "香冷金猊，被翻红浪，起来慵自梳头。任宝奁尘满，日上帘钩。生怕离怀别苦，多少事、欲说还休。新来瘦，非干病酒，不是悲秋。休休，这回去也，千万遍《阳关》，也则难留。念武陵人远，烟锁秦楼。惟有楼前流水，应念我、终日凝眸。凝眸处，从今又添，一段新愁。(版本一)香冷金猊，被翻红浪，起来人未梳头。任宝奁闲掩，日上帘钩。生怕闲愁暗恨，多少事、欲说还休。今年瘦，非干病酒，不是悲秋。明朝，者回去也，千万遍阳关，也即难留。念武陵春晚，云锁重楼。记取楼前绿水，应念我、终日凝眸。凝眸处，从今更数，几段新愁。(版本二)", "translation": "铸有狻猊提钮的铜炉里，熏香已经冷透，红色的锦被乱堆床头，如同波浪一般，我也无心去收。早晨起来，懒洋洋不想梳头。任凭华贵的梳妆匣落满灰尘，任凭朝阳的日光照上帘钩。我生怕想起离别的痛苦，有多少话要向他倾诉，可刚要说又不忍开口。新近渐渐消瘦起来，不是因为喝多了酒，也不是因为秋天的影响。算了罢，算了罢，这次他必须要走，即使唱上一万遍《阳关》离别曲，也无法将他挽留。想到心上人就要远去，剩下我独守空楼了，只有那楼前的流水，应顾念着我，映照着我整天注目凝眸。就在凝眸远眺的时候，从今而后，又平添一段日日盼归的新愁。"}}, {"name": "菩萨蛮·春波软荡红楼", "prop": {"content": "春波软荡红楼水，多时不放莺儿起。一样夕阳天，留寒待禁烟。已是人消瘦，只此情依旧。可奈别离何，明朝杨柳多。", "translation": "①禁烟：寒食节。古代逢此节日，禁止烟爨。亦称禁火。 "}}, {"name": "临江仙·雨停荷芰逗浓", "prop": {"content": "雨停荷芰逗浓香，岸边蝉噪垂杨。物华空有旧池塘，不逢仙子，何处梦襄王？珍簟对欹鸳枕冷，此来尘暗凄凉。欲凭危槛恨偏长。藕花珠缀，犹似汗凝妆。", "translation": "雨停以后，荷花和菱花飘散出浓浓的香气，岸边的垂柳上有蝉在鸣叫。旧处的池塘空有美好的景物，没有遇见神女，楚襄王又在何处做梦呢？鸳鸯枕头在竹席上相互倾斜地摆放着，已经冰冷；来到这里，气氛昏暗，让人满心凄凉。想要靠着高楼上的栏杆放眼远望，心中的悔恨偏偏却又很长。荷花上面点缀着露水，好像美人脸上流汗的模样。 "}}, {"name": "采桑子·花前失却游春", "prop": {"content": "花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。", "translation": "花前没有了她的陪伴，只能独自在花间徘徊，举目四顾，一片凄凉。纵使笙歌入耳，婉转悠扬，也只能唤起曾经记忆，从而更添感伤惆怅。林间彩蝶对对，帘间飞燕双双，皆在快乐嘻逐，恩爱相偕。血色残阳笼罩着绿树青苔，怎能再忍受心中悲凉！"}}, {"name": "扬之水", "prop": {"content": "扬之水，不流束薪。彼其之子，不与我戍申。怀哉怀哉，曷月予还归哉？扬之水，不流束楚。彼其之子，不与我戍甫。怀哉怀哉，曷月予还归哉？扬之水，不流束蒲。彼其之子，不与我戍许。怀哉怀哉，曷月予还归哉？", "translation": "平缓流动的水啊，冲不走成捆的木柴。那位远方的人儿啊，不能和我驻守申国城寨。想念你啊想念你，哪时我才能回到故里？平缓流动的水啊，也飘不起成捆的柴草。那位远方的人儿啊，不能共我守卫甫国城堡。想念你啊想念你，哪时我才能回到故里？平缓流动的水啊，也流不动成捆的柳枝。那位远方的人儿啊，不能与我守卫许国城池。想念你啊想念你，哪时我才能回到故里？"}}, {"name": "拨棹子·风切切", "prop": {"content": "风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷，羞觑见，绣被堆红闲不彻。", "translation": "无"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "望江南·闲梦远", "prop": {"content": "闲梦远，南国正芳春。船上管弦江面绿，满城飞絮辊轻尘。忙杀看花人！闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟，笛在月明楼。", "translation": "闲梦悠远，南国春光正好。船上管弦声不绝于耳，江水一片碧绿，满城柳絮纷飞，淡淡尘烟滚滚，忙坏了看花的人们。闲梦幽远，南唐故国正值秋高气爽的清秋。辽阔无际的江山笼罩着一片淡淡的秋色，美丽的芦花深处横着一叶孤舟，悠扬的笛声回荡在洒满月光的高楼。"}}, {"name": "和凝", "dynasty": "五代"}, {"name": "姚云文", "dynasty": "宋代"}, {"name": "张耒", "dynasty": "宋代"}, {"name": "沁园春·梦孚若", "prop": {"content": "何处相逢，登宝钗楼，访铜雀台。唤厨人斫就，东溟鲸脍，圉人呈罢，西极龙媒。天下英雄，使君与操，余子谁堪共酒杯。车千乘，载燕南赵北，剑客奇才。饮酣画鼓如雷。谁信被晨鸡轻唤回。叹年光过尽，功名未立，书生老去，机会方来。使李将军，遇高皇帝，万户侯何足道哉。披衣起，但凄凉感旧，慷慨生哀。", "translation": "我们在何处相逢？一同游览成阳的宝钗楼，又登上了曹操所建的铜雀台。把厨师唤出来，让他把东海鲸鱼切成细片；把马夫叫出来，让他牵来西域的宝马。天下的英雄，除了你我二人，还有谁配与我们饮酒抒情。我们准备千辆马车，网罗大江南北的侠士奇才！畅饮之后，酣然大醉，耳边响起了如雷的画鼓声。谁料想，美梦被雄鸡的轻啼声惊醒。感慨自己的一生就要过去，但是还没有建立功名。难道非要等到书生老后，建功立业的时机才会到来。如果威名赫赫的李广将军，可以遇到珍惜人才的高祖皇帝刘邦，区区一个万户侯又算什么！披上衣服起床，只觉得凄凉孤寂，于是更加怀念亡友，在感慨中心生哀伤。"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "蝶恋花·百尺朱楼临大", "prop": {"content": "百尺朱楼临大道。楼外轻雷，不间昏和晓。独倚阑干人窈窕。闲中数尽行人小。一霎车尘生树杪。陌上楼头，都向尘中老。薄晚西风吹雨到。明朝又是伤流潦。", "translation": "高大华丽的红色阁楼挨着宽阔的大道。不论黄昏还是清晨，楼外总是传来轻雷似的车声。美好的女子独自凭倚着楼畔的栏杆，无聊得把路上的行人一个个细数。道路上车来车往都没有在楼前停下，无情的向前驰去卷起飞尘，扑向树梢。路上的行人和楼中的女子啊，都在这红尘中不知不觉地老去了。傍晚时下起雨来，明天大街上将到处是污水与泥泞，路人将如何行走？"}}, {"name": "蝶恋花·又到绿杨曾折", "prop": {"content": "又到绿杨曾折处，不语垂鞭，踏遍清秋路。衰草连天无意绪，雁声远向萧关去。不恨天涯行役苦，只恨西风，吹梦成今古。明日客程还几许，沾衣况是新寒雨。", "translation": "又来到昔日折柳相送友人的故地，骑马默默垂鞭徐行，心绪沉沉惝恍迷离，在无望的秋思之途踏行。衰草无边已了无生趣。大雁远去关塞遥远。天涯羁旅之苦却也无妨，只可恨那西风吹散吹灭了多少穿越古今的美梦。明天，行程还在延续，乍寒的新雨打湿衣衫，更觉凄冷孤单。"}}, {"name": "采桑子·而今才道当时", "prop": {"content": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。", "translation": "现在才知道那时我错了，心中凄凉迷乱，眼泪默默落下，满眼看到的都是春风，事物却非于从前。明知此次分别之后再无相见的机会，还是勉强约定将来相会的日期。像这样一别，一待梨花落尽，月亮又会悬系在西天。"}}, {"name": "折桂令·雨窗寄刘梦鸾", "prop": {"content": "妒韶华风雨潇潇，管月犯南箕，水漏天瓢。湿金缕莺裳，红膏燕嘴，黄粉蜂腰。梨花梦龙绡泪今春瘦了，海棠魂羯鼓声昨夜惊着。极目江皋，锦涩行云，香暗归潮。", "translation": "老天妒嫉人世韶华才洒下潇潇风雨，星宿们相互争斗闹得大雨像瓢泼盆倾，这大雨可否淋湿了你饰着金饰的舞衣？想着你红艳迷人的小嘴，黄粉蜂一般的细腰，想着你离别时鲛人般的泪珠如梨花带雨。你离开我让我身体憔悴消瘦，风雨打海棠声声如战鼓让我难以入睡，极目远望江畔小路，行云重重可否阻碍你回来？你满身香气可否也被雨水冲淡？"}}, {"name": "题苜蓿峰寄家人", "prop": {"content": "苜蓿峰边逢立春，胡芦河上泪沾巾。闺中只是空相忆，不见沙场愁杀人。", "translation": "苜蓿峰边春天又已来临，胡芦河上不由泪下沾巾。你在闺中只能空作思念，怎知沙场愁极出征之人！"}}, {"name": "临江仙·幽闺欲曙闻莺", "prop": {"content": "幽闺欲曙闻莺转，红窗月影微明。好风频谢落花声。隔帷残烛，犹照绮屏筝。绣被锦茵眠玉暖，炷香斜袅烟轻。淡蛾羞敛不胜情。暗思闲梦，何处逐云行？", "translation": "天将亮时，幽闺中又听到婉转的莺鸣，微明的红纱窗里，印着正在西沉的月影。一阵好风频频地吹落残花，每一瓣落花都落地有声。帐外的那支残烛，还照着绣屏下的古筝。绣被锦褥的呵护，使如玉的肌肤暖意融融，床边那住燃香，斜旋的轻烟在袅袅飘动。她的淡眉含羞地微皱着，仿佛在惋惜梦断时那份欢情。心里还在想着梦中的人，不知他在何处飘泊旅行？"}}, {"name": "忆仙姿·曾宴桃源深洞", "prop": {"content": "曾宴桃源深洞，一曲清歌舞凤。长记欲别时，和泪出门相送。如梦！如梦！残月落花烟重。(欲别时 一作：别伊时)", "translation": "曾记在那理想中的世外桃源欢宴，一曲清歌伴着凤鸟般的舞姿飞动。总是记得依依惜别的时候，你眼含泪水出门相送。多像一场梦，多像一场梦，残月在天，落花遍地云烟一重重。"}}, {"name": "杕杜", "prop": {"content": "有杕之杜，有睆其实。王事靡盬，继嗣我日。日月阳止，女心伤止，征夫遑止。有杕之杜，其叶萋萋。王事靡盬，我心伤悲。卉木萋止，女心悲止，征夫归止！陟彼北山，言采其杞。王事靡盬，忧我父母。檀车幝幝，四牡痯痯，征夫不远！匪载匪来，忧心孔疚。期逝不至，而多为恤。卜筮偕止，会言近止，征夫迩止。", "translation": "一株棠梨生路旁，果实累累挂枝上。国家战事无休止，服役日子又延长。光阴已临十月底，女子心里多悲伤，征人有空应还乡。一株棠梨生路旁，叶子繁茂茁壮长。国家战事无休止，我的心里多哀伤。野草树木又葱绿，女子心里多忧伤，望那征人早还乡。登上北山高山坡，采摘枸杞红红果。国家战事无休止，担心父母心伤悲。檀木役车已破败，拉车四马也疲惫，征人也应快回归。未见征战人归来，忧心忡忡苦苦想。归期已过不见回，为此使我更心伤。既用龟筮又占卜，都说归期不太长，征人不久即回乡。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "叶绍翁", "dynasty": "宋代"}, {"name": "独不见", "prop": {"content": "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣西池。风摧寒棕响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百馀尺，花落成枯枝。终然独不见，流泪空自知。", "translation": "　　骑在白马上翩翩而驰的，那是谁家的少年，是在龙城边塞戍城立功的征戍之人。天山如今天寒地冻，积雪厚有三丈，这个时候怎么适合远行呢？春日的蕙兰忽而变得枯萎，变成了秋草，闺中的美人也已经到迟暮之年了。在这凄清落寞的深秋，曲池边传来阵阵吱吱呀呀梭子的声响。那是风吹动寒梭发出的声响，月亮伴着清霜，更显出秋天深居闺中的女子的无限伤悲。还记得与丈夫离别的那年，门前种的桃树与她齐眉。如今桃树已经高百余尺了，花开花落几十年过去，很多枝条已经枯萎了。始终不见丈夫归来，只有凄伤的眼泪独自空流。"}}, {"name": "生查子·年年玉镜台", "prop": {"content": "年年玉镜台，梅蕊宫妆困。今岁未还家，怕见江南信。酒从别后疏，泪向愁中尽。遥想楚云深，人远天涯近。", "translation": "长年累月对着玉境妆台，都是把自己打扮成时髦的梅花宫妆，已经厌倦得毫无兴趣了。至今还不见心上人回来，极想收到他的书信，又怕那信里报告他在外遇到不测的消息。自从和他分别以后，我酒也少喝了，而在秋思中流尽了眼泪。我朝朝暮暮都挂念着羁旅在江南的心上人，他去的地方可比“天涯”还要遥啊！"}}, {"name": "汝坟", "prop": {"content": "遵彼汝坟，伐其条枚。未见君子，惄如调饥。遵彼汝坟，伐其条肄。既见君子，不我遐弃。鲂鱼赪尾，王室如毁。虽则如毁，父母孔迩。", "translation": "沿着汝河大堤走，采伐山楸那枝条。还没见到我夫君，忧如忍饥在清早。沿着汝河大堤走，采伐山楸那余枝。终于见到我夫君，请莫再将我远弃。鳊鱼尾巴色赤红，王室事务急如火。虽然有事急如火，父母穷困谁养活！"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "长相思三首·其二", "prop": {"content": "日色已尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然，忆君迢迢隔青天。昔日横波目，今成流泪泉。不信妾肠断，归来看取明镜前。", "translation": "　　夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎啊，情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！"}}, {"name": "斗百花·煦色韶光明媚", "prop": {"content": "煦色韶光明媚，轻霭低笼芳树。池塘浅蘸烟芜，帘幕闲垂飞絮。春困厌厌，抛掷斗草工夫，冷落踏青心绪。终日扃朱户。远恨绵绵，淑景迟迟难度。年少傅粉，依前醉眠何处。深院无人，黄昏乍拆秋千，空锁满庭花雨。", "translation": "春光明媚，阳光和煦，薄雾低低的笼罩着芳香的树丛。池塘上飘着如烟的雾气，凌乱而荒芜，帘幕无聊的垂着，像风中的柳絮一般飘荡。春困的日子让人想睡觉，把斗草的游戏抛开了，踏青的心情也没有了。整天关着房门。绵绵的思念，幽幽的愁绪，何时才能得到丈夫的爱怜。年轻的郎君，你和从前一样吗？在哪儿眠花宿柳呢。寂寞的院子的空无一人，黄昏时刚刚把秋千拆掉了，白白的锁住了一院子落花。"}}, {"name": "顾况", "dynasty": "唐代"}, {"name": "临江仙·四海十年兵不", "prop": {"content": "四海十年兵不解，胡尘直到江城。岁华销尽客心惊。疏髯浑似雪，衰涕欲生冰。 送老薤盐何处是，我缘应在吴兴。故人相望若为情。别愁深夜雨，孤影小窗灯。", "translation": "十年了，国家的兵祸还是没有尽头，金军已经兵临建康城下。心惊于十年时间倏忽而逝。稀疏的胡须已经变得雪一样白了，苦涩的泪水也像冰一样的冷。哪里该是我隐居的地方？我想应该在吴兴吧！可是，又怕这里的朋友们思念我。到那时，友人只能独自面对深夜凄雨，屋子的小窗上，灯火映着孤单的身影。"}}, {"name": "无题·重帏深下莫愁堂", "prop": {"content": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。", "translation": "幽寂的厅堂中层层帷幕深垂；独卧床上，追思前事，倍感静夜的漫长。巫山神女艳遇楚王，原来只是梦一场；青溪小姑住所，本就独处无郎。风波不信菱枝柔弱，偏要摧残；像那具有芬芳美质的桂叶，却无月露滋润使之飘香。即使相思全无好处，但这种惆怅之心，也好算是痴情了。 "}}, {"name": "菩萨蛮·忆郎还上层楼", "prop": {"content": "忆郎还上层楼曲。楼前芳草年年绿。绿似去时袍。回头风袖飘。 郎袍应已旧。颜色非长久。惜恐镜中春。不如花草新。", "translation": "心中思念情郎，于是登上高楼远望。楼前的芳草，一年一绿，如今又是春天来到。这青翠的绿色仿佛情郎离去时所着衣袍的颜色。分别时，他不忍离去，回首凝望，衣袖随风飘动。一别数年，他崭新的衣袍恐怕已经变旧了吧。新绿的颜色也已经暗淡无光了吧。其实韶华易逝，就连镜中的容颜也一年一年地逐渐减色，不像芳草那样岁岁依旧。"}}, {"name": "出关宿盘豆馆对丛芦有", "prop": {"content": "芦叶梢梢夏景深，邮亭暂欲洒尘襟。昔年曾是江南客，此日初为关外心。思子台边风自急，玉娘湖上月应沉。清声不远行人去，一世荒城伴夜砧。", "translation": "芦叶萧萧作响，已经到了盛夏时分，暂且在驿馆里洒扫一下满身风尘。从前我曾经是半纪漂泊的江南客，今日第一次成为弘农县的关外民。听思子台边晚风呼呼急吹，遥想玉娘湖上明月应已经西沉。行人都己归去，只有芦叶的清音不绝，久久地在荒城中应和着那凄凉的砧声。"}}, {"name": "念奴娇·洞庭春晚", "prop": {"content": "洞庭春晚，旧传恐是，人间尤物。收拾瑶池倾国艳，来向朱栏一壁。透户龙香，隔帘莺语，料得肌如雪。月妖真态，是谁教避人杰。酒罢归对寒窗，相留昨夜，应是梅花发。赋了高唐犹想像，不管孤灯明灭。半面难期，多情易感，愁点星星发。绕梁声在，为伊忘味三月。", "translation": "洞庭春喝得比较晚，洞庭湖的春天也来得晚，旧时相传大概就这样，但确实人间物之绝美者。收拾瑶池的时候，把她从瑶池移到朱栏这边来的，是倾国仙姝。可以透出室外散发阵阵的香味，使黄莺隔帘而语，姑射仙子，玉肌冰骨，洁白如雪，令人神移。月夜下的姿态，怎能不使狄仁杰避让？酒宴归来，对着寒窗，仿佛记起昨夜乘醉赏花，梅花应该正在开放。犹如楚襄王梦见巫山神女而使宋玉赋高唐一样，久久不能忘怀，不管灯的明亮或者熄灭，如此美好晤面恐难以后再难遇见了，然而多情之人易于伤感，以致为愁而鬓发斑白。犹如听了韩娥的歌声，舜的音乐，萦绕脑际，经久不忘，甚至达到食而不知其味的痴迷境地。"}}, {"name": "好事近·愁展翠罗衾", "prop": {"content": "愁展翠罗衾，半是馀温半泪。不辨坠欢新恨，是人间滋味。几年相守郁金堂，草草浑闲事。独向西风林下，望红尘一骑。", "translation": "在思愁中展开绿色的丝被，上面还留有爱人的体温和我的泪水。不能分辨这是往日的欢娱还是新生的离愁，但这一定是人世间的滋味。几年的夫妻生活，以前没有把这种温馨的日子当会事。当一个人独自走到树林下，望着远处车马扬起的飞尘，祈盼着爱人的回来。"}}, {"name": "钓船归·绿净春深好染", "prop": {"content": "绿净春深好染衣。际柴扉。溶溶漾漾白鸥飞。两忘机。南去北来徒自老，故人稀。夕阳长送钓船归。鳜鱼肥。", "translation": "　　绿色纯粹，盛春时节的绿色是染衣的天然好材料。浓烈春意触近柴扉。（湖面）水波荡漾，白鸥飞舞，眼前的景象让白鸥和\"我\"都忘却机心（与世无争）。看着南来北往的行人。只有\"我\"独自老去，（朋友离别）故人渐渐离去。夕阳西下，湖面晚霞遥送（我的）渔船回家，水中鳜鱼正肥（落花人独立之感）。"}}, {"name": "寄令狐郎中", "prop": {"content": "嵩云秦树久离居，双鲤迢迢一纸书。 休问梁园旧宾客，茂陵秋雨病相如。", "translation": "你是嵩山云我是秦川树，长久离居；千里迢迢，你寄来一封慰问的书信。请别问我这个梁园旧客生活的甘苦；我就像茂陵秋雨中多病的司马相如。"}}, {"name": "水龙吟·秋兴", "prop": {"content": "秋生泽国，无边落木，又作萧萧下。澄江过雨，凉飙吹面，黄花初把。苍鬓羁孤，粗营鸡黍，浊醪催贳。对斜斜露脚，寒香正好，幽人去、空惊咤。 头上纶巾醉堕，要欹眠、水云萦舍。牵衣儿女，归来欢笑，仍邀同社。月底蓬门，一株江树，悲虫鸣夜。把茱萸细看，牛山底事，强成沾洒。", "translation": "秋天的南方，无数的落叶，又零落地飘下。清澄的江水飘过一阵细雨，清凉的风吹过行人面，黄色的花才开始含苞。白眉羁旅一人，简单的在农家小院宿营，几杯浊酒带来许久感伤。对着斜斜的露滴，有点凄冷的香恰如其分，故人去，徒留感叹。头上的丝带在醉意中不经意掉落，将要睡觉时，水雾萦绕小屋。回来的相互牵着的儿女，归来时欢语嬉笑，依然邀好友同住。从开着的门望去，一轮明月映江，仿佛是很悲伤的小虫鸣唱了整夜。白天再把茱萸细看，牛山下的事，真的是难以忘怀的。"}}, {"name": "徐灿", "dynasty": "清代"}, {"name": "元旦口占用柳亚子怀人", "prop": {"content": "共庆新年笑语哗，红岩士女赠梅花。举杯互敬屠苏酒，散席分尝胜利茶。只有精忠能报国，更无乐土可为家。陪都歌舞迎佳节，遥祝延安景物华。", "translation": "大家聚集在一起共同庆祝新年的到来，笑语喧哗，十分热闹，红岩村的年青同志送来梅花，更增添了节日气氛。大家在一起举杯互相敬酒，表达着新年的祝愿，散席后众人意犹未尽，又一起品尝这胜利茶，谈论当今时事。只有精忠才能报答祖国，如今祖国正遭外侮，烽烟遍地，没有地方去寻求一家安乐。我们在陪都重庆载歌载舞地欢庆新年，但不要忘了延安，让我们遥祝延安解放区繁荣昌盛。 "}}, {"name": "踏莎行·郴州旅舍", "prop": {"content": "雾失楼台，月迷津渡。桃源望断无寻处。可堪孤馆闭春寒，杜鹃声里斜阳暮。 驿寄梅花，鱼传尺素。砌成此恨无重数。郴江幸自绕郴山，为谁流下潇湘去。", "translation": "暮霭沉沉，楼台消失在浓雾中，月色朦胧，渡口也隐匿不见。望断天涯，理想中的桃花源也无处可寻。怎能忍受得了在这春寒料峭时节，独居在孤寂的客馆，斜阳西下，杜鹃声声哀鸣！远方的友人的音信，寄来了温暖的关心和嘱咐，却平添了我深深的别恨离愁。郴江啊，你本来是环绕着郴山奔流，为什么偏偏要流到潇湘去呢？"}}, {"name": "南楼中望所迟客", "prop": {"content": "杳杳日西颓，漫漫长路迫。登楼为谁思？临江迟来客。与我别所期，期在三五夕。圆景早己满，佳人犹未适。即事怨睽携，感物方凄戚。孟夏非长夜，晦明如岁隔。瑶华未堪折，兰苕已屡摘。路阻莫赠问，云何慰离析？搔首访行人，引领冀良觌。", "translation": "无"}}, {"name": "和微之四月一日作", "prop": {"content": "四月一日天，花稀叶阴薄。泥新燕影忙，蜜熟蜂声乐。麦风低冉冉，稻水平漠漠。芳节或蹉跎，游心稍牢落。春华信为美，夏景亦未恶。飐浪嫩青荷，重栏晚红药。吴宫好风月，越郡多楼阁。两地诚可怜，其奈久离索。", "translation": "　　本诗主要讲述初夏时节，美景当前，却与好友知己却分居两地的无奈之情。其中“麦风低冉冉，稻水平漠漠。”“吴宫好风月，越郡多楼阁。”，麦子属北方农作物，水稻属南方农作物，吴，越更是对立的国家，写出作者与好友分居两地，赏着不同的风景，感受着不同的风土人情，唯一相同的恐怕就是那颗互相思念，牵挂的心情吧！“芳节或蹉跎，游心稍牢落。”“两地诚可怜，其奈久离索。”美好的初春时节，已经虚度过去，游玩的心情突然低落起来。我们却又分居两地，实在无奈！ "}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "黄峨", "dynasty": "明代"}, {"name": "蝴蝶飞", "prop": {"content": "杨花扑帐春云热，龟甲屏风醉眼缬。 东家胡蝶西家飞，白骑少年今日归。", "translation": "蝴蝶轻轻扑打着室内的卧帐，卧帐里散发着春天的温热气息。床前一幅华贵的龟甲屏风，床上搭着她那美丽的彩衣。年轻的丈夫长期出门在外，就像蝴蝶一样到处飘飞。正在今日这个时候，他骑着白马回到自己家里。"}}, {"name": "苍梧谣·天", "prop": {"content": "天。休使圆蟾照客眠。人何在，桂影自婵娟。", "translation": "天啊，不要让这一轮圆月照得我这离家的人无法安眠。面对满月，孤身一人，心中的那个她在哪儿呢？月宫里，只有桂树的影子斑斑驳驳，无人赏看。 "}}, {"name": "采莲曲", "prop": {"content": "锦带杂花钿，罗衣垂绿川。问子今何去，出采江南莲。辽西三千里，欲寄无因缘。愿君早旋返，及此荷花鲜。", "translation": "头上戴着华丽的彩带与花钿，罗衣飘飘垂在绿色的水面。询问夏日盛装的少女将要到哪里去？是要乘舟去采江南莲。想把暗示爱怜心意的莲子寄给你，辽西三千里，路远道阻无机缘。只希望你早日凯旋，趁这美好的荷花还艳丽澄鲜。"}}, {"name": "秋夜曲", "prop": {"content": "桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。", "translation": "一轮秋月刚刚升起秋露初生，罗衣已显单薄却懒得更换别的衣裳。更深夜阑还在殷勤拨弄银筝，原来是怕空房寂寞不忍回归。"}}, {"name": "后庭花·拟古", "prop": {"content": "铜壶更漏残，红妆春梦阑，江上花无语，天涯人未还。倚楼闲，月明千里，隔江何处山。", "translation": "铜壶更漏快要滴尽了，红妆佳人从春夜梦中醒来。江上的花默默无语，心上人远在天涯尚未归还。倚楼闲望，在明月千里之外，在江的那边是望不到尽头的远山。"}}, {"name": "三字令·春欲尽", "prop": {"content": "春欲尽，日迟迟，牡丹时。罗幌卷，翠帘垂。彩笺书，红粉泪，两心知。人不在，燕空归，负佳期。香烬落，枕函欹。月分明，花淡薄，惹相思。", "translation": "春天就要结束了，天还是长长的难熬，牡丹又绽开了她的娇娆。罗帐高高地卷着，翠绿的绣帘垂地轻飘。我重读了旧时的书信，红粉脸上泪痕条条，你和我的相爱，我们相互知晓。你不在我的眼前，我就像春燕空归旧巢，白白地空守佳节良宵。香炷的灰烬又落了，相思的无眠揉约了枕套。今夜的月光分外的亮，月光下只见花儿稀少。明月更惹起我对你的思念，愿这相思如月在你床前照耀。"}}, {"name": "秦嘉", "dynasty": "两汉"}, {"name": "丹阳送韦参军", "prop": {"content": "丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。", "translation": "在丹江外城边上送别行舟，今天一别我知道两地悲愁。天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。"}}, {"name": "元稹", "dynasty": "唐代"}, {"name": "郭应祥", "dynasty": "宋代"}, {"name": "庆春宫·秋感", "prop": {"content": "残叶翻浓，余香栖苦，障风怨动秋声。云影摇寒，波尘锁腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。 菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。", "translation": "无"}}, {"name": "醉花阴·薄雾浓云愁永", "prop": {"content": "薄雾浓云愁永昼，瑞脑销金兽。佳节又重阳，玉枕纱厨，半夜凉初透。(厨 通：橱；销金兽 一作：消金兽)东篱把酒黄昏后，有暗香盈袖。莫道不销魂，帘卷西风，人比黄花瘦。(人比 一作：人似)", "translation": "薄雾弥漫，云层浓密，日子过得郁闷愁烦，龙脑香在金兽香炉中缭袅。又到了重阳佳节，卧在玉枕纱帐中，半夜的凉气刚将全身浸透。在东篱边饮酒直到黄昏以后，淡淡的黄菊清香溢满双袖。此时此地怎么能不令人伤感呢？风乍起，卷帘而入，帘内的人儿因过度思念身形竟比那黄花还要瘦弱。"}}, {"name": "曾揆", "dynasty": "宋代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "李清照", "dynasty": "宋代"}, {"name": "同李十一醉忆元九", "prop": {"content": "花时同醉破春愁，醉折花枝作酒筹。忽忆故人天际去，计程今日到梁州。", "translation": "花开时我们一同醉酒以消除浓浓春愁，醉酒后攀折了花枝当做行令筹子。突然间，想到老友远去他乡不可见，计算一下路程，你今天该到梁州了。"}}, {"name": "菩萨蛮·山城夜半催金", "prop": {"content": "山城夜半催金柝，酒醒孤馆灯花落。窗白一声鸡，枕函闻马嘶。门前乌桕树，霜月迷行处。遥忆独眠人，早寒惊梦频。", "translation": "　　此词描写作者深夜羁旅孤馆，遥忆地下亡人的寂寞、凄凉的况味。上片写羁旅山城，思念亲人，辗转不寐的情景。夜半金柝，孤馆灯花，窗外渐白，鸡鸣马嘶，写尽彻夜无眠的况味。下片写孤馆凄凉，愁梦频惊，月色朦胧，树影惨淡，使人愈觉伤凄。这首小令，神韵甚佳，颇有情致。 "}}, {"name": "夜夜曲", "prop": {"content": "河汉纵且横，北斗横复直。星汉空如此，宁知心有忆？孤灯暧不明，寒机晓犹织。零泪向谁道，鸡鸣徒叹息。", "translation": "银河纵横穿流、星斗横竖移动。银河与北斗星都是在无知无情的空自流转，又怎知我心中在想念一个人？空房之内，一盎孤灯半明不灭，不管天寒地冻，依然踏起织机，织起布来。泪流不止可又能向谁诉说呢？只能听着鸡鸣声发出一声声的叹息。"}}, {"name": "青青河畔草", "prop": {"content": "青青河畔草，郁郁园中柳。盈盈楼上女，皎皎当窗牖。娥娥红粉妆，纤纤出素手。昔为倡家女，今为荡子妇。荡子行不归，空床难独守。", "translation": "河边草地青青，园中柳树郁郁葱葱。站在绣楼上的那位女子体态盈盈，她靠着窗户容光照人好像皎皎的明月。上着艳丽妆容，姿容美好，纤纤手指扶着窗儿眺望着远方。她曾经是常年卖唱的歌女，现在已经成了游子的妻子。不想游子远行在外总是不回来，丢下她一个独守空房实在难以忍受寂寞。"}}, {"name": "雍裕之", "dynasty": "唐代"}, {"name": "姚燧", "dynasty": "元代"}, {"name": "鲍令晖", "dynasty": "南北朝"}, {"name": "感镜", "prop": {"content": "美人与我别，留镜在匣中。自从花颜去，秋水无芙蓉。经年不开匣，红埃覆青铜。今朝一拂拭，自照憔悴容。照罢重惆怅，背有双盘龙。", "translation": "美人与我分别时，赠我的铜镜一直被我收藏在匣中。自从你离开后，镜中再无如花娇颜，就像秋水中不见临水芙蓉。许多年不曾打开匣子，因被氧化而变红的铜镜上已满是尘埃。今日取出铜镜拂去尘埃，镜中照出我的憔悴面容。照完之后，又拿着这把背面刻有双盘龙雕饰的铜镜再次叹息惆怅。"}}, {"name": "菩萨蛮·梨花满院飘香", "prop": {"content": "梨花满院飘香雪，高楼夜静风筝咽。斜月照帘帷，忆君和梦稀。小窗灯影背，燕语惊愁态。屏掩断香飞，行云山外归。", "translation": "满院的梨花如飘香的白雪，高楼的静夜里，檐下的筝片在风中呜咽。弯月斜照帘帷，我思念的郎君，近来梦中也难相会。小窗上映出幽暗的灯影，梁间的燕叫声，惊断了我的愁梦。屏风旁断断续续的香烟袅袅飞动，仿佛我刚刚梦到的行云，正从巫山飘回家中。"}}, {"name": "阎选", "dynasty": "五代"}, {"name": "唐寅", "dynasty": "明代"}, {"name": "柳恽", "dynasty": "南北朝"}, {"name": "长相思·其二", "prop": {"content": "日色欲尽花含烟，月明欲素愁不眠。(欲素 一作：如素)赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天。昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)", "translation": "韵译夕阳西下暮色朦胧，花蕊笼罩轻烟，月华如练，我思念着情郎终夜不眠。柱上雕饰凤凰的赵瑟，我刚刚停奏，心想再弹奏蜀琴，又怕触动鸳鸯弦。这饱含情意的曲调，可惜无人传递，但愿它随着春风，送到遥远的燕然。忆情郎呵、情郎他迢迢隔在天那边，当年递送秋波的双眼，而今成了流泪的源泉。您若不信贱妾怀思肝肠欲断，请归来看看明镜前我的容颜！"}}, {"name": "临江仙·海棠香老春江", "prop": {"content": "海棠香老春江晚，小楼雾縠涳濛。翠鬟初出绣帘中，麝烟鸾佩惹苹风。碾玉钗摇鸂鶒战，雪肌云鬓将融。含情遥指碧波东，越王台殿蓼花红。", "translation": "海棠花的馨香已经残尽，春江正临日暮时分，小楼笼罩在轻纱一般的薄雾里，那么缥缈迷蒙。当年在珠绣的帘子中，美丽的发鬓刚刚束成，麝香的烟气和鸾凤的玉佩，引来阵阵吹拂苹花的春风。宝玉发钗一步一摇，钗上的鸂鶒花饰相随颤动。雪的肌肤和如云的发髻就像要化解消融，她满怀深情遥指绿水的东面，那里是越王的亭台宫殿，蓼花开的正红。"}}, {"name": "河传·棹举", "prop": {"content": "棹举，舟去，波光渺渺，不知何处？岸花汀草共依依，雨微，鹧鸪相逐飞。天涯离恨江声咽，啼猿切，此意向谁说？倚兰桡，独无聊，魂消，小炉香欲焦。", "translation": "片帆孤舟，举棹远去，茫茫水国，渺无涯际。在苍茫之中，唯有鹧鸪相逐而飞，点缀着生意。心情惆怅，仿佛江水也在呜咽，猿声更加悲切。心中依依的乡恋，无处可诉。在百无聊赖时，只好倚栏消遣。此刻，时已晚，香将燃尽。"}}, {"name": "于中好·十月初四夜风", "prop": {"content": "尘满疏帘素带飘，真成暗度可怜宵。几回偷拭青衫泪，忽傍犀奁见翠翘。惟有恨，转无聊。五更依旧落花朝。衰杨叶尽丝难尽，冷雨凄风打画桥。", "translation": "窗帘上落满了灰尘，素带飘飞，我在凄凉的心境里不知不觉度过了这个悲凉的夜晚。好几次偷偷地流下眼泪，猛然间看到你用过的妆奁翠翘。心中唯有幽怨，对一切都兴味索然。天已五更，又是一个残花飘落的早晨，颓败的杨柳已经落尽了树叶。凄风冷雨抽打着画桥，怎能不令人愁思满怀。"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "临江仙·忆昔西池池上", "prop": {"content": "忆昔西池池上饮，年年多少欢娱。别来不寄一行书。寻常相见了，犹道不如初。 安稳锦衾今夜梦，月明好渡江湖。相思休问定何如。情知春去后，管得落花无。", "translation": "回想当年在西池欢聚畅饮，每天该有多少的快乐和幸福。可自从分别以后一封书信都没有。即使像往常那样相见，也不可能再像当初那般了。安好枕头，铺好锦被，今夜或许能在梦中趁着月明而渡江过湖，与好友会晤。尽管相互相思也不要问近况如何，因为明明知道春天已经过去，哪里还管落花命运如何。"}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "秋瑾", "dynasty": "近现代"}, {"name": "一剪梅·红藕香残玉簟", "prop": {"content": "红藕香残玉簟秋。轻解罗裳，独上兰舟。云中谁寄锦书来？雁字回时，月满西楼。花自飘零水自流。一种相思，两处闲愁。此情无计可消除，才下眉头，却上心头。", "translation": "粉红色的荷花已经凋谢，幽香也已消散，光滑如玉的竹席带着秋的凉意。解开绫罗裙，换着便装，独自登上小船。仰头凝望远天，那白云舒卷处，谁会将锦书寄来？雁群飞回来时，月光已经洒满了西楼。落花独自地飘零着，水独自地流淌着。彼此都在思念对方，可又不能互相倾诉，只好各在一方独自愁闷着。这相思的愁苦实在无法排遣，刚从微蹙的眉间消失，又隐隐缠绕上了心头。 "}}, {"name": "吴伟业", "dynasty": "清代"}, {"name": "画堂春·寄子由", "prop": {"content": "柳花飞处麦摇波，晚湖净鉴新磨。小舟飞棹去如梭，齐唱采菱歌。平野水云溶漾，小楼风日晴和。济南何在暮云多，归去奈愁何。", "translation": "陈州城内美景多，柳花纷飞的地方，麦子随风摇摆，如金色的波浪一般。风平浪静之后，夜晚的大明湖犹如新磨的镜子一般明亮照人。湖上的小舟双棹齐飞，就好比织衣服的梭子那般在湖面上飞快来去。船上的采菱女们一齐唱着采菱歌，歌声悦耳动听。平原之上，水云相接之处，水天一色，碧波荡漾。小楼之外，风和日丽，天气晴好。济南风光如此大好，但依然难解心中的相思之情。归去，为何就这般难呢？"}}, {"name": "沧浪亭怀贯之", "prop": {"content": "沧浪独步亦无悰，聊上危台四望中。秋色入林红黯淡，日光穿竹翠玲珑。酒徒飘落风前燕，诗社凋零霜后桐。君又暂来还径往，醉吟谁复伴衰翁。", "translation": "沧浪亭中独步亦感无趣，登高四望派遣心中惆怅。深秋时节，日光穿过竹林，翠绿的竹子越发玲珑可爱。酒友离散，如同秋风中的燕子；诗社亦已凋零，正像霜后梧桐。你来了一刻又原路返回，无人陪伴我喝酒吟唱。"}}, {"name": "竹窗闻风寄苗发司空曙", "prop": {"content": "微风惊暮坐，临牖思悠哉。开门复动竹，疑是故人来。时滴枝上露，稍沾阶下苔。何当一入幌，为拂绿琴埃。", "translation": "傍晚独坐被微风的响声惊动，临窗冥想思绪悠然远飘天外。微风吹开院门又吹动了竹丛，让人怀疑是旧日的朋友到来。枝叶上的露珠不时因风滴落，渐渐润泽了阶下暗生的青苔。风什么时候能掀开窗帘进屋，为我拭去绿琴上久积的尘埃。"}}, {"name": "阳台梦·薄罗衫子金泥", "prop": {"content": "薄罗衫子金泥凤，困纤腰怯铢衣重。笑迎移步小兰丛，亸金翘玉凤。娇多情脉脉，羞把同心捻弄。楚天云雨却相和，又入阳台梦。", "translation": "此词作者着意描写了女子的服饰、体态，抒发内心的思慕之情。这首小词轻柔婉丽，对后世词风不无影响。 "}}, {"name": "江行寄远", "prop": {"content": "刳木出吴楚，危槎百余尺。疾风吹片帆，日暮千里隔。别时酒犹在，已为异乡客。思君不可得，愁见江水碧。", "translation": "高达百尺的树木，挖空为舟，乘之直航吴楚。西来的疾风吹动着顺水东去的船帆，一日的航程就有千里之远。昨天告别时熨在脸上的酒酡红色还没有消退，我身已经在千里之外的他乡。 刚刚离别一天就想你了，只看到江水碧绿，平添愁绪。"}}, {"name": "顾敻", "dynasty": "五代"}, {"name": "贺新郎·春情", "prop": {"content": "篆缕销金鼎。醉沉沉、庭阴转午，画堂人静。芳草王孙知何处，惟有杨花糁径。渐玉枕、腾腾春醒。帘外残红春已透，镇无聊、殢酒厌厌病。云鬓乱，未忺整。江南旧事休重省。遍天涯、寻消问息，断鸿难倩。月满西楼凭阑久，依旧归期未定。又只恐、瓶沉金井。嘶骑不来银烛暗，枉教人、立尽梧桐影。谁伴我，对鸾镜。", "translation": "铜鼎香炉的烟缕像篆书般缭绕升腾。醉意沉沉之中，见庭院树荫转了正午，那人在画堂里好寂静。芳草无涯不知王孙何处留踪影？只有暮春的杨花柳絮撒满小径。春光渐去将我从枕上朦朦惊醒。帘外是凋残的落红，春色已熟透，终日百无聊赖，总借酒消愁弄得倦怠如病。满头如云的鬓发乱纷纷，想梳理却无心修整。江南旧事休再重新反省。踏遍天涯寻访他的消息，离群的孤雁难以托请。靠着栏杆久久眺望，明月映满西楼，他的归期是否依旧不定？又恐怕像银瓶沉落金井。昏暗了银座的烛灯，也不见骏马嘶叫着归来，教人枉然在月下伫立得消失了梧桐树影。还有谁陪伴我，对着鸾镜画眉描容？"}}, {"dynasty": "南北朝"}, {"name": "孟冬寒气至", "prop": {"content": "孟冬寒气至，北风何惨栗。愁多知夜长，仰观众星列。三五明月满，四五蟾兔缺。客从远方来，遗我一书札。上言长相思，下言久离别。置书怀袖中，三岁字不灭。一心抱区区，惧君不识察。", "translation": "农历十月，寒气逼人，呼啸的北风多么凛冽。满怀愁思，夜晚更觉漫长，抬头仰望天上罗列的星星。十五月圆，二十月缺.有客人从远地来，带给我一封信函。信中先说他常常想念着我，后面又说已经分离很久了。把信收藏在怀袖里，至今已过三年字迹仍不曾磨灭。我一心一意爱着你，只怕你不懂得这一切。"}}, {"name": "菩萨蛮·回文冬闺怨", "prop": {"content": "雪花飞暖融香颊。颊香融暖飞花雪。欺雪任单衣。衣单任雪欺。别时梅子结。结子梅时别。归不恨开迟。迟开恨不归。", "translation": "雪花飞暖融了少妇的香脸。香气的脸上融化了飞花似的雪。在铺天盖地的雪面前，我凭着单衣抵挡。尽管我衣服单薄，靠着它就不怕雪欺压。离别时梅的果子已经结了结子的梅熟时，我们离别。只要他归来的话，我不恨梅花开得太晚。梅花迟开了，我愁恨的是他还不归。"}}, {"name": "锦瑟", "prop": {"content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。", "translation": "精美的瑟为什么竟有五十根弦，一弦一柱都叫我追忆青春年华。庄周翩翩起舞睡梦中化为蝴蝶，望帝把自己的幽恨托身于杜鹃。沧海明月高照，鲛人泣泪皆成珠；蓝田红日和暖，可看到良玉生烟。此时此景为什么要现在才追忆，只是当时的我茫茫然不懂得珍惜。"}}, {"name": "刘著", "dynasty": "宋代"}, {"name": "司马光", "dynasty": "宋代"}, {"name": "子夜四时歌·自从别欢", "prop": {"content": "自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。", "translation": "自从欢会别后，终日叹息，整日相思。我的心就像春天蓬勃生长的黄檗树，越来越苦。"}}, {"name": "采桑子·辘轳金井梧桐", "prop": {"content": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。(泝流 一作：溯流)", "translation": "深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。"}}, {"name": "春怨", "prop": {"content": "白马金羁辽海东，罗帷绣被卧春风。 落月低轩窥烛尽，飞花入户笑床空。", "translation": "　　此诗大意是写一个妇人思念在那遥远的辽海之东从军的丈夫，夜很深了，也无法入睡。“落月低轩窥烛尽，飞花入户笑床空”是拟人的写作手法。月亮西落，从低低的窗户斜照进来，偷偷地看着将燃烧尽的蜡烛，凋谢的花瓣飘飞进门，也笑床空，表现出妇人因思念丈夫，内心的忧愁苦闷。 全诗对仗工整有趣。 "}}, {"dynasty": "唐代"}, {"name": "屈原", "dynasty": "先秦"}, {"name": "七哀", "prop": {"content": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁，言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依。", "translation": "明月照在高楼之上，洒下的光芒在楼上游移不定。楼上有一位哀愁的妇人，正在悲哀的叹息。请问楼上唉声叹气的是谁？回答说是异地客旅者的妻子。丈夫离开超过了十年，妾身常常一个人。夫君像是路上的清尘般飘忽，妾身像是污浊的水中的淤泥。浮尘和沉泥各自相异，什么时候才能相互汇合相互和谐？可以的话，我愿意化作西南风，在人间消失而进入夫君的怀抱中！夫君的胸怀早已不向我开放了，我还有什么可依靠的呢？"}}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "李端", "dynasty": "唐代"}, {"name": "在北题壁", "prop": {"content": "彻夜西风撼破扉，萧条孤馆一灯微。家山回首三千里，目断天南无雁飞。", "translation": "西北风呼呼地刮了一夜，把那扇破门摇动得不停地响；残旧简陋的旅馆里，我独自一人，对着微弱的灯光。回首故国，相隔千山万水；我放眼南望，一直看到云天尽处，也见不到一只大雁在飞翔。"}}, {"name": "留别妻", "prop": {"content": "结发为夫妻，恩爱两不疑。欢娱在今夕，嬿婉及良时。征夫怀远路，起视夜何其？参辰皆已没，去去从此辞。行役在战场，相见未有期。握手一长叹，泪为生别滋。努力爱春华，莫忘欢乐时。生当复来归，死当长相思。", "translation": "无"}}, {"name": "月夜", "prop": {"content": "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干。", "translation": "今夜里鄜州上空那轮圆月，只有你在闺房中独自遥看。远在他方怜惜幼小的儿女，还不懂得你为何思念长安？蒙蒙雾气沾湿了你的鬓发；清冷的月光使你的玉臂生寒。什么时候才能在一起共同靠在透光的窗帘或帷幔旁，让月光擦干两人的思念的泪。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "鹧鸪天·枝上流莺和泪", "prop": {"content": "枝上流莺和泪闻，新啼痕间旧啼痕。一春鱼鸟无消息，千里关山劳梦魂。无一语，对芳尊。安排肠断到黄昏。甫能炙得灯儿了，雨打梨花深闭门。", "translation": "耳畔突然响起黄莺的啼鸣，梦中惊醒的我泪流满面，新的泪痕叠着旧泪痕。丈夫远在千里关山，整整一个春季未寄一封家书，只有在梦中才能见到他。早上起来，没有人可以诉说一句话，只有空对着精致的酒樽。一天从早晨到到黄昏肠都断了。夜里刚刚灯油熬干了，窗外雨打梨花，还是闭门听着吧。"}}, {"name": "采桑子·海天谁放冰轮", "prop": {"content": "海天谁放冰轮满，惆怅离情。莫说离情，但值凉宵总泪零。只应碧落重相见，那是今生。可奈今生，刚作愁时又忆卿。", "translation": "谁在海天之间放了一轮皎洁的圆月，匆匆一瞥就不禁令人惆怅起来。不要再说什么离愁别绪，每个夜晚总是涕泪飘零。只有去到另外一个世界才能重逢，可今生又到哪里去相遇呢?这无奈的今生今世，刚刚因触景而伤了情，就又在愁怀中想起了你。"}}, {"name": "生查子·药名闺情", "prop": {"content": "相思意已深，白纸书难足。字字苦参商，故要檀郎读。 分明记得约当归，远至樱桃熟。何事菊花时，犹未回乡曲？", "translation": "自从与夫君离别之后，相思之情日渐加深，这短短的信笺，无法写尽我要倾诉的绵绵情意。信中的每一个字，都饱含着我的相思之苦，希望夫君仔细阅读，明白此情。我清楚地记得分别时你我相约，你最迟于仲夏樱桃红熟之时回家。不知你被何事耽搁，已是菊花绽放的秋季，为什么还没有你回来的音信呢？"}}, {"name": "竹枝", "prop": {"content": "日出三竿春雾消，江头蜀客驻兰桡。凭寄狂夫书一纸，家住成都万里桥。", "translation": "日出三竿高，春雾已消散，江边停泊着蜀客的行船。托他给我的丈夫捎一封信，他就住在成都的万里桥畔。"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "王冕", "dynasty": "元代"}, {"name": "浣溪沙·红藕花香到槛", "prop": {"content": "红藕花香到槛频，可堪闲忆似花人，旧欢如梦绝音尘。翠叠画屏山隐隐，冷铺文簟水潾潾，断魂何处一蝉新？", "translation": "一阵阵爽风吹过亭栏，频频飘来红莲的香馨，叫我如何忍受悠悠的思念，我又想起那如花的佳人。旧日的欢情好似一场梦幻，此时的她早已杳无音信。画屏上那重峦叠翠的山景，在我眼中模糊成团团绿云，清冷的竹席上，水一样的花纹漂动着宛如波光磷磷。不知何处骤响一阵蝉鸣，可是要召回我飘断的思魂？"}}, {"name": "南歌子·香墨弯弯画", "prop": {"content": "香墨弯弯画，燕脂淡淡匀。揉蓝衫子杏黄裙，独倚玉阑无语点檀唇。人去空流水，花飞半掩门。乱山何处觅行云？又是一钩新月照黄昏。", "translation": "用香墨勾画弯弯的眉毛，胭脂淡淡地匀在脸上。身着蓝衫和杏黄裙，独倚栏杆上默默地涂着口红。情郎一去如流水，她却半掩着房门盼人归。情郎就像飘忽不定的云，如何寻得到他的踪迹呢？一直等到黄昏，又是一弯新月挂在天边，月不圆人也难团圆。"}}, {"name": "杜鹃花得红字", "prop": {"content": "愁锁巴云往事空，只将遗恨寄芳丛。归心千古终难白，啼血万山都是红。枝带翠烟深夜月，魂飞锦水旧东风。至今染出怀乡恨，长挂行人望眼中。", "translation": "愁云密锁蜀国的土地，往事皆成空；怀念故国的心情无法放下，便把它寄托给盛开的杜鹃花丛。那归心，千万年来，向谁陈述，谁能理解？声声悲啼，口角溅血，把这满山的杜鹃花染红。杜鹃花的枝叶萦绕着青烟，在夜月的照耀下一片迷蒙；杜鹃鸟的精魂，又飞到了锦江边上，追忆着往日的东风。这愁这怨染出了无限的怀归忧恨，它时时呈现在行人凄凉的眼中。"}}, {"name": "宇文虚中", "dynasty": "金朝"}, {"name": "李冶", "dynasty": "唐代"}, {"name": "春闺思", "prop": {"content": "袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳。", "translation": "城墙边依依细柳，小路旁青青嫩桑。提着篮忘了采叶，昨夜又梦到渔阳。"}}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "齐天乐·烟波桃叶西陵", "prop": {"content": "烟波桃叶西陵路，十年断魂潮尾。古柳重攀，轻鸥聚别，陈迹危亭独倚。凉飕乍起，渺烟碛飞帆，暮山横翠。但有江花，共临秋镜照憔悴。华堂烛暗送客，眼波回盼处，芳艳流水。素骨凝冰，柔葱蘸雪，犹忆分瓜深意。清尊未洗，梦不湿行云，漫沾残泪。可惜秋宵，乱蛩疏雨里。", "translation": "无"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "赠妇诗三首", "prop": {"content": "秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。", "translation": "人生有如清晨露水，居处世上动辄遭难。忧患艰险时常降临，欢欣愉悦迟来姗姗。顾念即将奉命出差，离开你啊日益遥远。派遣帷车迎你归来，空空而去空空而返。见你书信倍感心伤，面对美食不能下咽。孤独一人静坐空房，谁能给我安慰宽勉？漫漫长夜难以成眠，独自伏枕翻复辗转。忧思无穷循环无尽，苇席可卷我愁难遣。"}}, {"name": "夜夜曲", "prop": {"content": "浮云吐明月，流影玉阶阴。千里虽共照，安知夜夜心？", "translation": "薄薄的云彩，飘浮在星空，把月亮遮住，又吐了出来；月光流动着，在我洁净的阶前，投下了一片阴影。我与你分隔千里，明月照着我，也照着你，明月啊，你又怎知道，我每夜思恋的心情？"}}, {"name": "卜算子·秋色到空闺", "prop": {"content": "秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。", "translation": "同心结：古人用彩丝缠绕作同心之结，以喻两情绸谬之意。 "}}, {"name": "江总", "dynasty": "南北朝"}, {"name": "范成大", "dynasty": "宋代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "浣溪沙·二月春花厌落", "prop": {"content": "二月春花厌落梅。仙源归路碧桃催。渭城丝雨劝离杯。 欢意似云真薄幸，客鞭摇柳正多才，凤楼人待锦书来。", "translation": "无"}}, {"name": "皇甫冉", "dynasty": "唐代"}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "七夕", "prop": {"content": "别浦今朝暗，罗帷午夜愁。鹊辞穿线月，花入曝衣楼。天上分金镜，人间望玉钩。钱塘苏小小，更值一年秋。", "translation": "天河隐隐逢七夕，独处罗帐半夜愁。乌鹊离去穿线月，萤火飞入晒衣楼。牛女双星合又分，人世情侣望玉钩。不见钱塘苏小小，独处寂寞又一秋。"}}, {"name": "欧阳澈", "dynasty": "宋代"}, {"name": "落梅风·楼台小", "prop": {"content": "楼台小，风味佳，动新愁雨初风乍。知不知对春思念他，倚栏杆海棠花下？", "translation": "楼台很小，但是风情趣味却很好。风和雨忽飘洒触动起新愁，。他知不知道我正对着大好春光想念他，倚着栏杆站在海棠树下？"}}, {"name": "赵长卿", "dynasty": "宋代"}, {"name": "古意呈补阙乔知之 /", "prop": {"content": "卢家少妇郁金堂，海燕双栖玳瑁梁。九月寒砧催木叶，十年征戍忆辽阳。白狼河北音书断，丹凤城南秋夜长。谁谓含愁独不见，更教明月照流黄。", "translation": "卢家年轻的主妇，居住在以郁金香浸洒和泥涂壁的华美的屋宇之内，海燕飞来，成对成双地栖息于华丽的屋梁之上。九月里，寒风过后，在急切的捣衣声中，树叶纷纷下落，丈夫远征辽阳已逾十载，令人思念。白狼河北的辽阳地区音信全部被阻断，幽居在长安城南的少妇感到秋日里的夜晚特别漫长。她哀叹：我到底是为哪一位思而不得见的人满含哀愁啊？为何还让那明亮的月光照在帏帐之上？ "}}, {"name": "摊破浣溪沙·菡萏香销", "prop": {"content": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠何限恨，倚阑干。(何限恨 一作：无限恨)", "translation": "荷花落尽，香气消散，荷叶凋残，西风从绿波之间吹起，使人愁绪满怀。美好的景致与观荷人的情趣一起憔悴了，哪里还忍心再看。细雨绵绵，梦境中塞外风物缈远。吹到最后一曲，寒笙呜咽之声久久回荡在小楼中。想起故人旧事，含泪倚栏，怀抱无穷幽怨。"}}, {"name": "惜分飞·泪湿阑干花著", "prop": {"content": "泪湿阑干花著露，愁到眉峰碧聚。此恨平分取，更无言语空相觑。 断雨残云无意绪，寂寞朝朝暮暮。今夜山深处，断魂分付潮回去。", "translation": "你脸上泪水纵横，像一枝鲜花沾带着露珠，忧愁在你眉间紧紧缠结，又像是碧山重叠攒聚。这别恨不仅属于你，我们两人平均分取。你我久久地、久久地互相凝望。再说不出一句话语。雨收云散，一切欢乐都成为过去，令人无情无绪。从此朝朝暮暮，我将空守孤寂。今夜，当我投宿在荒山野店，我深情的灵魂会跟随潮汐回到你那里。"}}, {"name": "寄夫", "prop": {"content": "夫戍边关妾在吴，西风吹妾妾忧夫。一行书信千行泪，寒到君边衣到无。", "translation": "　　你守卫在边关，我却在吴地，凉飕飕的西风吹到我身上的时候，我正在为你而担忧。想念你啊！想念你，我寄上一封简短的书信，信中每一行字上都浸透了我的眼泪，当寒气来到你身边的时候，我寄出的寒衣不知收到没有？"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "一百五日夜对月", "prop": {"content": "无家对寒食，有泪如金波。斫却月中桂，清光应更多。仳离放红蕊，想像嚬青蛾。牛女漫愁思，秋期犹渡河。", "translation": "没有家人一起过这寒食节，此时的眼泪也像金波一样涌动不止。如果砍去了月中的桂树，月亮的光辉会更加清澈皎洁吧？月亮偏在离别时散播光泽，想必思念故人会使得妻子为之蹙眉吧。牛郎织女愁思漫漫，每年秋天七夕尚能团聚，而我何时才能与家人团聚？"}}, {"name": "雄雉", "prop": {"content": "雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行。不忮不求，何用不臧？", "translation": "?译文雄雉在空中飞翔，舒展着五彩翅膀。我如此思念夫君，给自己带来忧伤。雄雉在空中飞翔，上下鸣唱声嘹亮。我那诚实的夫君，实让我心劳神伤。看日月迭来迭往，思念是那样悠长。道路相隔真遥远，何时才能回家乡？你们这些有官职的大夫，就是不懂得品行要高尚。我的夫君不贪荣名不贪利，为何让他遭祸殃？"}}, {"name": "蔡伸", "dynasty": "宋代"}, {"name": "虞美人·春花秋月何时", "prop": {"content": "春花秋月何时了，往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕栏玉砌应犹在，只是朱颜改。问君能有几多愁，恰似一江春水向东流。(栏 同：阑)", "translation": "春花秋月的美好时光什么时候结束的，以前的事情还记得多少！昨夜小楼上又吹来了春风，在这皓月当空的夜晚怎能忍受得了回忆故国的伤痛。精雕细刻的栏杆、玉石砌成的台阶应该都还在，只是所怀念的人已衰老。要问我心中有多少哀愁，就像那不尽的春江之水滚滚东流。"}}, {"name": "清平乐·烟轻雨小", "prop": {"content": "烟轻雨小，望里青难了。一缕断虹垂树杪，又是乱山残照。凭高目断征途，暮云千里平芜。日夜河流东下，锦书应托双鱼。", "translation": "轻烟细雨，放眼望去，青色连绵不绝，没有尽头。一缕彩虹挂在树梢，残阳夕照，层峦叠嶂。登临高处，我望断远行的路途。草木丛生的平旷原野上，暮云千里。河流日夜东流，我应把书信托付给双鱼带到她的身边。"}}, {"name": "陟岵", "prop": {"content": "陟彼岵兮，瞻望父兮。父曰：嗟！予子行役，夙夜无已。上慎旃哉，犹来！无止！陟彼屺兮，瞻望母兮。母曰：嗟！予季行役，夙夜无寐。上慎旃哉，犹来！无弃！陟彼冈兮，瞻望兄兮。兄曰：嗟！予弟行役，夙夜必偕。上慎旃哉，犹来！无死！", "translation": "我登上那草木繁茂的高山，向老父亲所在的故乡眺望。我仿佛听到父亲一声叹息：唉！苦命的儿服役在远方，昼夜操劳没有休息的空当；还是小心保重自己身体吧，盼你早回来不要留恋他乡！我攀到那光秃秃的高山上，向老母亲所在的故乡眺望。我仿佛听到母亲一声叹息：唉！我的小儿服役在远方，昼夜操劳没有睡觉的空当；还是小心保重自己身体吧，盼你早回来不要抛尸他乡！我登上那高低起伏的山冈，向我兄长所在的故乡眺望。我仿佛听到长兄一声叹息：唉！我的兄弟服役在远方，昼夜操劳他的同伴也一样；还是好好珍重自己身体吧，盼你早回来不要死在他乡！"}}, {"name": "两同心·楚乡春晚", "prop": {"content": "楚乡春晚，似入仙源。拾翠处、闲随流水，踏青路、暗惹香尘。心心在，柳外青帘，花下朱门。对景且醉芳尊。莫话消魂。好意思、曾同明月，恶滋味、最是黄昏。相思处，一纸红笺，无限啼痕。", "translation": "在一个暮春的时节，我郊游踏青，桃红柳绿，恍如进入了桃源仙界。捡拾翠羽、采摘鲜花，闲闲地随着曲曲的流水前进。踏青的路上，不经意间宝马香车留下的浓浓芳香惹起了自己的春心。心中牵念，都在柳荫外的酒家歌楼，花树下的朱门绣户。对着芳景，聊天并且借助美酒来消忧，不要说起那让人销魂的离愁吧。美好的心意，我们曾共一轮明月；痛苦的滋味，最是那黄昏时分。相思的时候，只有那一封封信笺、满袖的泪痕。"}}, {"name": "黄金缕·妾本钱塘江上", "prop": {"content": "妾本钱塘江上住。花落花开，不管流年度。燕子衔将春色去，纱窗几阵黄梅雨。斜插犀梳云半吐，檀板轻敲，唱彻黄金缕。望断行云无觅处，梦回明月生南浦。", "translation": "我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。"}}, {"name": "寄欧阳詹", "prop": {"content": "自从别后减容光，半是思郎半恨郎。 欲识旧来云髻样，为奴开取缕金箱。", "translation": "自从那日与君离别，我的容光便日渐黯然，这一半是因为思念你一半是因为怨恨你。若想看到以前我高高的发髻的样子，就请为我打开缕金箱吧。"}}, {"name": "感皇恩·读庄子闻朱晦", "prop": {"content": "案上数编书，非庄即老。会说忘言始知道；万言千句，不自能忘堪笑。今朝梅雨霁，青天好。一壑一丘，轻衫短帽。白发多时故人少。子云何在，应有玄经遗草。江河流日夜，何时了。", "translation": "桌案上摆放着的几卷书，都是老庄的著作，读了也会说“忘言”通晓规律与道理这样的话。说了千句万言，其实还是不能真忘，的确可笑。今天梅雨停止，放晴了，天气真好。如今隐退山林丘壑，身穿轻衫，头戴短帽。白发渐渐增多，而故人却越来越少。先生已逝，无论去了何处，也会像扬雄那样留下不朽经典，就像江河日夜奔流，永不停息。"}}, {"name": "凤栖梧·甲辰七夕", "prop": {"content": "开过南枝花满院。新月西楼，相约同针线。高树数声蝉送晚。归家梦向斜阳断。夜色银河情一片。轻帐偷欢，银烛罗屏怨。陈迹晓风吹雾散。鹤钩空带蛛丝卷。", "translation": "　　《凤栖梧》，即《蝶恋花》，又名《鹊踏枝》。唐教坊曲，《乐章集》、《张子野词》并入“小石调”，《清真集》入“商调”。赵令畤有《商调蝶恋花》，联章作“鼓子词”，咏《会真记》事。双调，六十字，上下片各五句四仄韵。"}}, {"name": "沈佺期", "dynasty": "唐代"}, {"name": "七哀诗", "prop": {"content": "明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁？言是宕子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依？", "translation": "明月照在高高的阁楼上，清澄的月光如徘徊不止的流水轻轻晃动着。伫立在高楼上登高望远的思妇，在月光的沐浴下伤叹着无尽哀愁。请问那不住哀叹的是什么人呢？说是离乡外游，久久不归之人的妻子。夫君外行已经超过十年了，为妻的常常形只影单的一人独处。夫君就像那路上飘忽不定的轻尘，为妻就像是污浊的水中的淤泥。夫妇本是一体，如今地位不同了，什麼时候才能重会和好？可以的话，我愿意化作一阵西南风，随风投入夫君的怀抱中！夫君的怀抱若是不向我开放，那么做妻子的又要依靠谁呢？"}}, {"name": "宇文虚中", "dynasty": "宋代"}, {"name": "荆州歌", "prop": {"content": "白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。", "translation": "白帝城边的江面上满是狂风掀起的惊涛骇浪，五月的瞿塘峡，有谁敢行船而过呢？荆州麦子时节，茧已出蛾，蚕事已成，家家都在煮茧缫丝。我一边缫丝，一边思念你，我对你的思念比一团乱丝的头绪还要多。布谷鸟在哀鸣的时候，更加引起了我对你的思念，这叫我怎么办呢？"}}, {"name": "吴锡麒", "dynasty": "清代"}, {"name": "如梦令·黄叶青苔归路", "prop": {"content": "黄叶青苔归路，屧粉衣香何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本一)木叶纷纷归路，残月晓风何处。消息竟沉沉，今夜相思几许。秋雨，秋雨，一半因风吹去。(版本二)", "translation": "黄叶和青苔铺满了回去的路，原来我们相约幽会的地方如今在哪里？你离去后音讯杳无，平添了今夜的无限相思之苦。窗外秋雨，一半已经被风吹去。"}}, {"dynasty": "金朝"}, {"name": "清平乐·风鬟雨鬓", "prop": {"content": "风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。", "translation": "情人冒着风雨前来约会，因为是背着人偷偷跑出来的，所以常常不能如约而至。 和她一起倚在玉阑干上赏月，低声细语倾衷情，还能闻到她身上的香气。然而相聚的时间毕竟是短暂的，转眼之间（软风即暮春之风）暮春之风吹过窗纱，与她一 别相隔天涯。从此每逢暮春时节便伤春、伤别，黄昏日落，只一人空对梨花悠悠地思念她。"}}, {"name": "南乡子·送述古", "prop": {"content": "回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。", "translation": "回头看横亘的远山，已看不见城中的人影，只隐隐看见一座城。谁像那临平山上的高塔，亭亭伫立，迎送往来的客人。回家的路上，晚风凄清，枕上初寒，难以入眠。今夜残灯斜照，微光闪烁，秋雨虽停但泪还未尽。"}}, {"name": "谒金门·双喜鹊", "prop": {"content": "双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。", "translation": "　　这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。"}}, {"name": "赵善庆", "dynasty": "元代"}, {"name": "鹧鸪天·重过阊门万事", "prop": {"content": "重过阊门万事非。同来何事不同归。梧桐半死清霜后，头白鸳鸯失伴飞。 原上草，露初晞。旧栖新垅两依依。空床卧听南窗雨，谁复挑灯夜补衣。", "translation": "再次来到苏州，只觉得物是人非。曾与我同来的妻子为什么不能与我同归呢？自己如同霜打的梧桐半死半生，又像失伴的鸳鸯，孤独倦飞。原野里绿草嫩叶上的露珠刚刚被晒干。我流连于旧日同住的居室，又徘徊于垄上的新坟。躺在空荡荡的床上，听着窗外的凄风苦雨，今后还有谁再为我深夜挑灯缝补衣衫？"}}, {"name": "玉楼春·去时梅萼初凝", "prop": {"content": "去时梅萼初凝粉。不觉小桃风力损。梨花最晚又凋零，何事归期无定准。 阑干倚遍重来凭。泪粉偷将红袖印。蜘蛛喜鹊误人多，似此无凭安足信。", "translation": "离去的时候梅萼还是刚刚凝粉，眼见小桃花开都被风吹损，梨花开得最晚也凋零了，为什么归期没有个定准？栏杆都倚遍了又来凭栏远望，眼泪偷偷地沾湿了红袖。蜘蛛与喜鹊多么误人，像这样没有凭据怎么值得相信？"}}, {"name": "青玉案·和贺方回韵送", "prop": {"content": "千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。", "translation": "无"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "忆江南·多少泪", "prop": {"content": "多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹，肠断更无疑。(沾袖 一作：断脸；月明 一作：泪时)", "translation": "我有多少的泪水，纵横交错地流在脸上。我的心事不用拿来边哭边诉说，那笙箫不要在我流泪时吹起呀，我现在无疑已是极度伤悲了。"}}, {"name": "严维", "dynasty": "唐代"}, {"name": "张纮(唐)", "dynasty": "唐代"}, {"name": "六么令·雪残风信", "prop": {"content": "雪残风信，悠扬春消息。天涯倚楼新恨，杨柳几丝碧。还是南云雁少，锦字无端的。宝钗瑶席。彩弦声里，拚作尊前未归客。 遥想疏梅此际，月底香英白。别后谁绕前溪，手拣繁枝摘。莫道伤高恨远，付与临风笛。尽堪愁寂。花时往事，更有多情个人忆。", "translation": "无"}}], "edges": [{"source": 479, "target": 235, "relation": "创作"}, {"source": 174, "target": 479, "relation": "出自于"}, {"source": 694, "target": 358, "relation": "创作"}, {"source": 623, "target": 694, "relation": "出自于"}, {"source": 82, "target": 130, "relation": "创作"}, {"source": 408, "target": 82, "relation": "出自于"}, {"source": 193, "target": 671, "relation": "创作"}, {"source": 51, "target": 193, "relation": "出自于"}, {"source": 667, "target": 215, "relation": "创作"}, {"source": 623, "target": 667, "relation": "出自于"}, {"source": 49, "target": 312, "relation": "创作"}, {"source": 623, "target": 49, "relation": "出自于"}, {"source": 49, "target": 617, "relation": "创作"}, {"source": 584, "target": 605, "relation": "创作"}, {"source": 408, "target": 584, "relation": "出自于"}, {"source": 49, "target": 226, "relation": "创作"}, {"source": 636, "target": 197, "relation": "创作"}, {"source": 408, "target": 636, "relation": "出自于"}, {"source": 584, "target": 581, "relation": "创作"}, {"source": 193, "target": 206, "relation": "创作"}, {"source": 193, "target": 310, "relation": "创作"}, {"source": 645, "target": 427, "relation": "创作"}, {"source": 408, "target": 645, "relation": "出自于"}, {"source": 362, "target": 395, "relation": "创作"}, {"source": 408, "target": 362, "relation": "出自于"}, {"source": 239, "target": 198, "relation": "创作"}, {"source": 623, "target": 239, "relation": "出自于"}, {"source": 536, "target": 257, "relation": "创作"}, {"source": 323, "target": 536, "relation": "出自于"}, {"source": 478, "target": 243, "relation": "创作"}, {"source": 323, "target": 478, "relation": "出自于"}, {"source": 261, "target": 190, "relation": "创作"}, {"source": 408, "target": 261, "relation": "出自于"}, {"source": 595, "target": 207, "relation": "创作"}, {"source": 3, "target": 595, "relation": "出自于"}, {"source": 667, "target": 242, "relation": "创作"}, {"source": 26, "target": 237, "relation": "创作"}, {"source": 623, "target": 26, "relation": "出自于"}, {"source": 433, "target": 122, "relation": "创作"}, {"source": 623, "target": 433, "relation": "出自于"}, {"source": 667, "target": 426, "relation": "创作"}, {"source": 253, "target": 449, "relation": "创作"}, {"source": 408, "target": 253, "relation": "出自于"}, {"source": 546, "target": 15, "relation": "创作"}, {"source": 408, "target": 546, "relation": "出自于"}, {"source": 667, "target": 309, "relation": "创作"}, {"source": 147, "target": 374, "relation": "创作"}, {"source": 623, "target": 147, "relation": "出自于"}, {"source": 399, "target": 565, "relation": "创作"}, {"source": 408, "target": 399, "relation": "出自于"}, {"source": 583, "target": 345, "relation": "创作"}, {"source": 623, "target": 583, "relation": "出自于"}, {"source": 658, "target": 460, "relation": "创作"}, {"source": 304, "target": 658, "relation": "出自于"}, {"source": 26, "target": 630, "relation": "创作"}, {"source": 433, "target": 155, "relation": "创作"}, {"source": 49, "target": 555, "relation": "创作"}, {"source": 104, "target": 212, "relation": "创作"}, {"source": 614, "target": 104, "relation": "出自于"}, {"source": 667, "target": 176, "relation": "创作"}, {"source": 624, "target": 389, "relation": "创作"}, {"source": 439, "target": 624, "relation": "出自于"}, {"source": 261, "target": 352, "relation": "创作"}, {"source": 578, "target": 173, "relation": "创作"}, {"source": 623, "target": 578, "relation": "出自于"}, {"source": 86, "target": 539, "relation": "创作"}, {"source": 161, "target": 86, "relation": "出自于"}, {"source": 409, "target": 364, "relation": "创作"}, {"source": 161, "target": 409, "relation": "出自于"}, {"source": 536, "target": 76, "relation": "创作"}, {"source": 693, "target": 384, "relation": "创作"}, {"source": 623, "target": 693, "relation": "出自于"}, {"source": 631, "target": 20, "relation": "创作"}, {"source": 623, "target": 631, "relation": "出自于"}, {"source": 218, "target": 154, "relation": "创作"}, {"source": 623, "target": 218, "relation": "出自于"}, {"source": 0, "target": 416, "relation": "创作"}, {"source": 439, "target": 0, "relation": "出自于"}, {"source": 390, "target": 680, "relation": "创作"}, {"source": 323, "target": 390, "relation": "出自于"}, {"source": 240, "target": 308, "relation": "创作"}, {"source": 51, "target": 240, "relation": "出自于"}, {"source": 402, "target": 690, "relation": "创作"}, {"source": 408, "target": 402, "relation": "出自于"}, {"source": 82, "target": 129, "relation": "创作"}, {"source": 578, "target": 339, "relation": "创作"}, {"source": 363, "target": 365, "relation": "创作"}, {"source": 51, "target": 363, "relation": "出自于"}, {"source": 49, "target": 441, "relation": "创作"}, {"source": 49, "target": 77, "relation": "创作"}, {"source": 110, "target": 335, "relation": "创作"}, {"source": 623, "target": 110, "relation": "出自于"}, {"source": 667, "target": 597, "relation": "创作"}, {"source": 353, "target": 664, "relation": "创作"}, {"source": 51, "target": 353, "relation": "出自于"}, {"source": 654, "target": 423, "relation": "创作"}, {"source": 408, "target": 654, "relation": "出自于"}, {"source": 584, "target": 524, "relation": "创作"}, {"source": 536, "target": 183, "relation": "创作"}, {"source": 530, "target": 518, "relation": "创作"}, {"source": 408, "target": 530, "relation": "出自于"}, {"source": 536, "target": 588, "relation": "创作"}, {"source": 256, "target": 629, "relation": "创作"}, {"source": 323, "target": 256, "relation": "出自于"}, {"source": 351, "target": 14, "relation": "创作"}, {"source": 51, "target": 351, "relation": "出自于"}, {"source": 667, "target": 442, "relation": "创作"}, {"source": 278, "target": 143, "relation": "创作"}, {"source": 623, "target": 278, "relation": "出自于"}, {"source": 667, "target": 250, "relation": "创作"}, {"source": 584, "target": 295, "relation": "创作"}, {"source": 321, "target": 326, "relation": "创作"}, {"source": 623, "target": 321, "relation": "出自于"}, {"source": 0, "target": 68, "relation": "创作"}, {"source": 328, "target": 229, "relation": "创作"}, {"source": 623, "target": 328, "relation": "出自于"}, {"source": 13, "target": 163, "relation": "创作"}, {"source": 3, "target": 13, "relation": "出自于"}, {"source": 144, "target": 284, "relation": "创作"}, {"source": 623, "target": 144, "relation": "出自于"}, {"source": 679, "target": 663, "relation": "创作"}, {"source": 623, "target": 679, "relation": "出自于"}, {"source": 636, "target": 66, "relation": "创作"}, {"source": 530, "target": 428, "relation": "创作"}, {"source": 49, "target": 493, "relation": "创作"}, {"source": 0, "target": 437, "relation": "创作"}, {"source": 10, "target": 196, "relation": "创作"}, {"source": 408, "target": 10, "relation": "出自于"}, {"source": 667, "target": 461, "relation": "创作"}, {"source": 618, "target": 407, "relation": "创作"}, {"source": 408, "target": 618, "relation": "出自于"}, {"source": 619, "target": 340, "relation": "创作"}, {"source": 408, "target": 619, "relation": "出自于"}, {"source": 434, "target": 457, "relation": "创作"}, {"source": 332, "target": 434, "relation": "出自于"}, {"source": 193, "target": 531, "relation": "创作"}, {"source": 239, "target": 573, "relation": "创作"}, {"source": 399, "target": 214, "relation": "创作"}, {"source": 82, "target": 503, "relation": "创作"}, {"source": 536, "target": 615, "relation": "创作"}, {"source": 644, "target": 385, "relation": "创作"}, {"source": 623, "target": 644, "relation": "出自于"}, {"source": 49, "target": 561, "relation": "创作"}, {"source": 240, "target": 56, "relation": "创作"}, {"source": 200, "target": 138, "relation": "创作"}, {"source": 614, "target": 200, "relation": "出自于"}, {"source": 49, "target": 72, "relation": "创作"}, {"source": 86, "target": 258, "relation": "创作"}, {"source": 550, "target": 368, "relation": "创作"}, {"source": 623, "target": 550, "relation": "出自于"}, {"source": 487, "target": 115, "relation": "创作"}, {"source": 623, "target": 487, "relation": "出自于"}, {"source": 505, "target": 142, "relation": "创作"}, {"source": 323, "target": 505, "relation": "出自于"}, {"source": 239, "target": 387, "relation": "创作"}, {"source": 631, "target": 87, "relation": "创作"}, {"source": 516, "target": 73, "relation": "创作"}, {"source": 51, "target": 516, "relation": "出自于"}, {"source": 0, "target": 391, "relation": "创作"}, {"source": 631, "target": 585, "relation": "创作"}, {"source": 695, "target": 24, "relation": "创作"}, {"source": 408, "target": 695, "relation": "出自于"}, {"source": 239, "target": 354, "relation": "创作"}, {"source": 390, "target": 93, "relation": "创作"}, {"source": 0, "target": 549, "relation": "创作"}, {"source": 490, "target": 342, "relation": "创作"}, {"source": 408, "target": 490, "relation": "出自于"}, {"source": 530, "target": 418, "relation": "创作"}, {"source": 590, "target": 486, "relation": "创作"}, {"source": 275, "target": 590, "relation": "出自于"}, {"source": 86, "target": 522, "relation": "创作"}, {"source": 697, "target": 577, "relation": "创作"}, {"source": 623, "target": 697, "relation": "出自于"}, {"source": 670, "target": 571, "relation": "创作"}, {"source": 408, "target": 670, "relation": "出自于"}, {"source": 584, "target": 456, "relation": "创作"}, {"source": 584, "target": 36, "relation": "创作"}, {"source": 0, "target": 455, "relation": "创作"}, {"source": 86, "target": 686, "relation": "创作"}, {"source": 516, "target": 488, "relation": "创作"}, {"source": 631, "target": 5, "relation": "创作"}, {"source": 193, "target": 18, "relation": "创作"}, {"source": 86, "target": 170, "relation": "创作"}, {"source": 193, "target": 696, "relation": "创作"}, {"source": 390, "target": 625, "relation": "创作"}, {"source": 86, "target": 35, "relation": "创作"}, {"source": 399, "target": 639, "relation": "创作"}, {"source": 507, "target": 211, "relation": "创作"}, {"source": 275, "target": 507, "relation": "出自于"}, {"source": 261, "target": 172, "relation": "创作"}, {"source": 239, "target": 400, "relation": "创作"}, {"source": 82, "target": 377, "relation": "创作"}, {"source": 231, "target": 519, "relation": "创作"}, {"source": 623, "target": 231, "relation": "出自于"}, {"source": 375, "target": 474, "relation": "创作"}, {"source": 304, "target": 375, "relation": "出自于"}, {"source": 399, "target": 632, "relation": "创作"}, {"source": 261, "target": 346, "relation": "创作"}, {"source": 240, "target": 527, "relation": "创作"}, {"source": 83, "target": 587, "relation": "创作"}, {"source": 614, "target": 83, "relation": "出自于"}, {"source": 405, "target": 372, "relation": "创作"}, {"source": 51, "target": 405, "relation": "出自于"}, {"source": 655, "target": 302, "relation": "创作"}, {"source": 623, "target": 655, "relation": "出自于"}, {"source": 86, "target": 50, "relation": "创作"}, {"source": 171, "target": 272, "relation": "创作"}, {"source": 623, "target": 171, "relation": "出自于"}, {"source": 399, "target": 69, "relation": "创作"}, {"source": 637, "target": 40, "relation": "创作"}, {"source": 275, "target": 637, "relation": "出自于"}, {"source": 82, "target": 616, "relation": "创作"}, {"source": 584, "target": 102, "relation": "创作"}, {"source": 82, "target": 359, "relation": "创作"}, {"source": 123, "target": 313, "relation": "创作"}, {"source": 623, "target": 123, "relation": "出自于"}, {"source": 483, "target": 376, "relation": "创作"}, {"source": 408, "target": 483, "relation": "出自于"}, {"source": 667, "target": 38, "relation": "创作"}, {"source": 314, "target": 48, "relation": "创作"}, {"source": 623, "target": 314, "relation": "出自于"}, {"source": 301, "target": 234, "relation": "创作"}, {"source": 623, "target": 301, "relation": "出自于"}, {"source": 111, "target": 31, "relation": "创作"}, {"source": 408, "target": 111, "relation": "出自于"}, {"source": 338, "target": 535, "relation": "创作"}, {"source": 408, "target": 338, "relation": "出自于"}, {"source": 82, "target": 105, "relation": "创作"}, {"source": 545, "target": 89, "relation": "创作"}, {"source": 51, "target": 545, "relation": "出自于"}, {"source": 99, "target": 454, "relation": "创作"}, {"source": 408, "target": 99, "relation": "出自于"}, {"source": 657, "target": 392, "relation": "创作"}, {"source": 623, "target": 657, "relation": "出自于"}, {"source": 402, "target": 146, "relation": "创作"}, {"source": 239, "target": 450, "relation": "创作"}, {"source": 86, "target": 538, "relation": "创作"}, {"source": 0, "target": 669, "relation": "创作"}, {"source": 305, "target": 659, "relation": "创作"}, {"source": 623, "target": 305, "relation": "出自于"}, {"source": 253, "target": 462, "relation": "创作"}, {"source": 508, "target": 137, "relation": "创作"}, {"source": 623, "target": 508, "relation": "出自于"}, {"source": 82, "target": 502, "relation": "创作"}, {"source": 431, "target": 393, "relation": "创作"}, {"source": 408, "target": 431, "relation": "出自于"}, {"source": 296, "target": 651, "relation": "创作"}, {"source": 408, "target": 296, "relation": "出自于"}, {"source": 330, "target": 181, "relation": "创作"}, {"source": 408, "target": 330, "relation": "出自于"}, {"source": 667, "target": 75, "relation": "创作"}, {"source": 171, "target": 643, "relation": "创作"}, {"source": 82, "target": 47, "relation": "创作"}, {"source": 233, "target": 652, "relation": "创作"}, {"source": 3, "target": 233, "relation": "出自于"}, {"source": 584, "target": 316, "relation": "创作"}, {"source": 626, "target": 665, "relation": "创作"}, {"source": 408, "target": 626, "relation": "出自于"}, {"source": 631, "target": 406, "relation": "创作"}, {"source": 125, "target": 306, "relation": "创作"}, {"source": 623, "target": 125, "relation": "出自于"}, {"source": 667, "target": 547, "relation": "创作"}, {"source": 647, "target": 481, "relation": "创作"}, {"source": 161, "target": 647, "relation": "出自于"}, {"source": 61, "target": 543, "relation": "创作"}, {"source": 51, "target": 61, "relation": "出自于"}, {"source": 104, "target": 6, "relation": "创作"}, {"source": 82, "target": 607, "relation": "创作"}, {"source": 253, "target": 467, "relation": "创作"}, {"source": 667, "target": 622, "relation": "创作"}, {"source": 82, "target": 687, "relation": "创作"}, {"source": 648, "target": 92, "relation": "创作"}, {"source": 408, "target": 648, "relation": "出自于"}, {"source": 49, "target": 267, "relation": "创作"}, {"source": 120, "target": 523, "relation": "创作"}, {"source": 623, "target": 120, "relation": "出自于"}, {"source": 433, "target": 517, "relation": "创作"}, {"source": 383, "target": 666, "relation": "创作"}, {"source": 623, "target": 383, "relation": "出自于"}, {"source": 86, "target": 633, "relation": "创作"}, {"source": 636, "target": 202, "relation": "创作"}, {"source": 583, "target": 609, "relation": "创作"}, {"source": 648, "target": 29, "relation": "创作"}, {"source": 82, "target": 208, "relation": "创作"}, {"source": 26, "target": 167, "relation": "创作"}, {"source": 601, "target": 315, "relation": "创作"}, {"source": 275, "target": 601, "relation": "出自于"}, {"source": 86, "target": 107, "relation": "创作"}, {"source": 601, "target": 205, "relation": "创作"}, {"source": 144, "target": 424, "relation": "创作"}, {"source": 127, "target": 602, "relation": "创作"}, {"source": 408, "target": 127, "relation": "出自于"}, {"source": 86, "target": 41, "relation": "创作"}, {"source": 247, "target": 401, "relation": "创作"}, {"source": 408, "target": 247, "relation": "出自于"}, {"source": 0, "target": 121, "relation": "创作"}, {"source": 667, "target": 551, "relation": "创作"}, {"source": 667, "target": 446, "relation": "创作"}, {"source": 86, "target": 131, "relation": "创作"}, {"source": 78, "target": 333, "relation": "创作"}, {"source": 614, "target": 78, "relation": "出自于"}, {"source": 239, "target": 43, "relation": "创作"}, {"source": 86, "target": 684, "relation": "创作"}, {"source": 136, "target": 515, "relation": "创作"}, {"source": 51, "target": 136, "relation": "出自于"}, {"source": 514, "target": 537, "relation": "创作"}, {"source": 332, "target": 514, "relation": "出自于"}, {"source": 45, "target": 23, "relation": "创作"}, {"source": 623, "target": 45, "relation": "出自于"}, {"source": 86, "target": 512, "relation": "创作"}, {"source": 417, "target": 554, "relation": "创作"}, {"source": 408, "target": 417, "relation": "出自于"}, {"source": 86, "target": 303, "relation": "创作"}, {"source": 430, "target": 634, "relation": "创作"}, {"source": 408, "target": 430, "relation": "出自于"}, {"source": 116, "target": 152, "relation": "创作"}, {"source": 614, "target": 116, "relation": "出自于"}, {"source": 627, "target": 175, "relation": "创作"}, {"source": 623, "target": 627, "relation": "出自于"}, {"source": 290, "target": 204, "relation": "创作"}, {"source": 408, "target": 290, "relation": "出自于"}, {"source": 124, "target": 628, "relation": "创作"}, {"source": 408, "target": 124, "relation": "出自于"}, {"source": 338, "target": 22, "relation": "创作"}, {"source": 626, "target": 513, "relation": "创作"}, {"source": 34, "target": 484, "relation": "创作"}, {"source": 275, "target": 34, "relation": "出自于"}, {"source": 188, "target": 369, "relation": "创作"}, {"source": 323, "target": 188, "relation": "出自于"}, {"source": 82, "target": 378, "relation": "创作"}, {"source": 26, "target": 438, "relation": "创作"}, {"source": 261, "target": 357, "relation": "创作"}, {"source": 193, "target": 273, "relation": "创作"}, {"source": 82, "target": 325, "relation": "创作"}, {"source": 419, "target": 366, "relation": "创作"}, {"source": 408, "target": 419, "relation": "出自于"}, {"source": 289, "target": 317, "relation": "创作"}, {"source": 408, "target": 289, "relation": "出自于"}, {"source": 81, "target": 355, "relation": "创作"}, {"source": 623, "target": 81, "relation": "出自于"}, {"source": 0, "target": 528, "relation": "创作"}, {"source": 101, "target": 266, "relation": "创作"}, {"source": 161, "target": 101, "relation": "出自于"}, {"source": 254, "target": 675, "relation": "创作"}, {"source": 408, "target": 254, "relation": "出自于"}, {"source": 58, "target": 159, "relation": "创作"}, {"source": 623, "target": 58, "relation": "出自于"}, {"source": 655, "target": 429, "relation": "创作"}, {"source": 433, "target": 367, "relation": "创作"}, {"source": 466, "target": 149, "relation": "创作"}, {"source": 408, "target": 466, "relation": "出自于"}, {"source": 596, "target": 148, "relation": "创作"}, {"source": 614, "target": 596, "relation": "出自于"}, {"source": 145, "target": 327, "relation": "创作"}, {"source": 275, "target": 145, "relation": "出自于"}, {"source": 86, "target": 672, "relation": "创作"}, {"source": 123, "target": 33, "relation": "创作"}, {"source": 26, "target": 178, "relation": "创作"}, {"source": 277, "target": 485, "relation": "创作"}, {"source": 161, "target": 277, "relation": "出自于"}, {"source": 26, "target": 668, "relation": "创作"}, {"source": 305, "target": 570, "relation": "创作"}, {"source": 451, "target": 593, "relation": "创作"}, {"source": 51, "target": 451, "relation": "出自于"}, {"source": 150, "target": 222, "relation": "创作"}, {"source": 408, "target": 150, "relation": "出自于"}, {"source": 9, "target": 199, "relation": "创作"}, {"source": 623, "target": 9, "relation": "出自于"}, {"source": 373, "target": 410, "relation": "创作"}, {"source": 623, "target": 373, "relation": "出自于"}, {"source": 136, "target": 575, "relation": "创作"}, {"source": 448, "target": 268, "relation": "创作"}, {"source": 408, "target": 448, "relation": "出自于"}, {"source": 82, "target": 140, "relation": "创作"}, {"source": 534, "target": 246, "relation": "创作"}, {"source": 408, "target": 534, "relation": "出自于"}, {"source": 86, "target": 347, "relation": "创作"}, {"source": 498, "target": 94, "relation": "创作"}, {"source": 408, "target": 498, "relation": "出自于"}, {"source": 667, "target": 611, "relation": "创作"}, {"source": 499, "target": 586, "relation": "创作"}, {"source": 161, "target": 499, "relation": "出自于"}, {"source": 379, "target": 117, "relation": "创作"}, {"source": 304, "target": 379, "relation": "出自于"}, {"source": 187, "target": 55, "relation": "创作"}, {"source": 408, "target": 187, "relation": "出自于"}, {"source": 123, "target": 201, "relation": "创作"}, {"source": 695, "target": 677, "relation": "创作"}, {"source": 16, "target": 139, "relation": "创作"}, {"source": 408, "target": 16, "relation": "出自于"}, {"source": 193, "target": 621, "relation": "创作"}, {"source": 648, "target": 71, "relation": "创作"}, {"source": 16, "target": 556, "relation": "创作"}, {"source": 104, "target": 620, "relation": "创作"}, {"source": 64, "target": 179, "relation": "创作"}, {"source": 623, "target": 64, "relation": "出自于"}, {"source": 86, "target": 157, "relation": "创作"}, {"source": 280, "target": 134, "relation": "创作"}, {"source": 408, "target": 280, "relation": "出自于"}, {"source": 695, "target": 558, "relation": "创作"}, {"source": 476, "target": 285, "relation": "创作"}, {"source": 623, "target": 476, "relation": "出自于"}, {"source": 49, "target": 557, "relation": "创作"}, {"source": 383, "target": 241, "relation": "创作"}, {"source": 420, "target": 88, "relation": "创作"}, {"source": 623, "target": 420, "relation": "出自于"}, {"source": 239, "target": 2, "relation": "创作"}, {"source": 660, "target": 286, "relation": "创作"}, {"source": 408, "target": 660, "relation": "出自于"}, {"source": 86, "target": 600, "relation": "创作"}, {"source": 86, "target": 8, "relation": "创作"}, {"source": 399, "target": 17, "relation": "创作"}, {"source": 402, "target": 151, "relation": "创作"}, {"source": 81, "target": 57, "relation": "创作"}, {"source": 475, "target": 608, "relation": "创作"}, {"source": 408, "target": 475, "relation": "出自于"}, {"source": 601, "target": 435, "relation": "创作"}, {"source": 9, "target": 67, "relation": "创作"}, {"source": 626, "target": 44, "relation": "创作"}, {"source": 49, "target": 297, "relation": "创作"}, {"source": 0, "target": 673, "relation": "创作"}, {"source": 232, "target": 27, "relation": "创作"}, {"source": 408, "target": 232, "relation": "出自于"}, {"source": 99, "target": 411, "relation": "创作"}, {"source": 191, "target": 480, "relation": "创作"}, {"source": 408, "target": 191, "relation": "出自于"}, {"source": 612, "target": 249, "relation": "创作"}, {"source": 51, "target": 612, "relation": "出自于"}, {"source": 300, "target": 25, "relation": "创作"}, {"source": 408, "target": 300, "relation": "出自于"}, {"source": 553, "target": 294, "relation": "创作"}, {"source": 623, "target": 553, "relation": "出自于"}, {"source": 402, "target": 350, "relation": "创作"}, {"source": 187, "target": 245, "relation": "创作"}, {"source": 228, "target": 213, "relation": "创作"}, {"source": 623, "target": 228, "relation": "出自于"}, {"source": 433, "target": 444, "relation": "创作"}, {"source": 296, "target": 691, "relation": "创作"}, {"source": 563, "target": 252, "relation": "创作"}, {"source": 161, "target": 563, "relation": "出自于"}, {"source": 86, "target": 221, "relation": "创作"}, {"source": 194, "target": 114, "relation": "创作"}, {"source": 275, "target": 194, "relation": "出自于"}, {"source": 187, "target": 646, "relation": "创作"}, {"source": 247, "target": 299, "relation": "创作"}, {"source": 136, "target": 509, "relation": "创作"}, {"source": 683, "target": 525, "relation": "创作"}, {"source": 161, "target": 683, "relation": "出自于"}, {"source": 433, "target": 497, "relation": "创作"}, {"source": 667, "target": 477, "relation": "创作"}, {"source": 187, "target": 324, "relation": "创作"}, {"source": 192, "target": 361, "relation": "创作"}, {"source": 408, "target": 192, "relation": "出自于"}, {"source": 698, "target": 343, "relation": "创作"}, {"source": 623, "target": 698, "relation": "出自于"}, {"source": 282, "target": 572, "relation": "创作"}, {"source": 614, "target": 282, "relation": "出自于"}, {"source": 351, "target": 74, "relation": "创作"}, {"source": 530, "target": 674, "relation": "创作"}, {"source": 269, "target": 7, "relation": "创作"}, {"source": 408, "target": 269, "relation": "出自于"}, {"source": 90, "target": 613, "relation": "创作"}, {"source": 408, "target": 90, "relation": "出自于"}, {"source": 641, "target": 440, "relation": "创作"}, {"source": 685, "target": 641, "relation": "出自于"}, {"source": 82, "target": 255, "relation": "创作"}, {"source": 110, "target": 217, "relation": "创作"}, {"source": 695, "target": 398, "relation": "创作"}, {"source": 82, "target": 39, "relation": "创作"}, {"source": 0, "target": 544, "relation": "创作"}, {"source": 569, "target": 59, "relation": "创作"}, {"source": 3, "target": 569, "relation": "出自于"}, {"source": 86, "target": 396, "relation": "创作"}, {"source": 16, "target": 52, "relation": "创作"}, {"source": 655, "target": 541, "relation": "创作"}, {"source": 287, "target": 404, "relation": "创作"}, {"source": 408, "target": 287, "relation": "出自于"}, {"source": 86, "target": 421, "relation": "创作"}, {"source": 81, "target": 458, "relation": "创作"}, {"source": 379, "target": 276, "relation": "创作"}, {"source": 636, "target": 84, "relation": "创作"}, {"source": 649, "target": 263, "relation": "创作"}, {"source": 408, "target": 649, "relation": "出自于"}, {"source": 452, "target": 164, "relation": "创作"}, {"source": 614, "target": 452, "relation": "出自于"}, {"source": 53, "target": 564, "relation": "创作"}, {"source": 332, "target": 53, "relation": "出自于"}, {"source": 579, "target": 21, "relation": "创作"}, {"source": 408, "target": 579, "relation": "出自于"}, {"source": 187, "target": 209, "relation": "创作"}, {"source": 86, "target": 482, "relation": "创作"}, {"source": 451, "target": 542, "relation": "创作"}, {"source": 695, "target": 311, "relation": "创作"}, {"source": 187, "target": 329, "relation": "创作"}, {"source": 563, "target": 468, "relation": "创作"}, {"source": 187, "target": 370, "relation": "创作"}, {"source": 95, "target": 62, "relation": "创作"}, {"source": 408, "target": 95, "relation": "出自于"}, {"source": 443, "target": 638, "relation": "创作"}, {"source": 51, "target": 443, "relation": "出自于"}, {"source": 247, "target": 37, "relation": "创作"}, {"source": 247, "target": 453, "relation": "创作"}, {"source": 591, "target": 244, "relation": "创作"}, {"source": 614, "target": 591, "relation": "出自于"}, {"source": 99, "target": 19, "relation": "创作"}, {"source": 506, "target": 42, "relation": "创作"}, {"source": 408, "target": 506, "relation": "出自于"}, {"source": 667, "target": 682, "relation": "创作"}, {"source": 187, "target": 180, "relation": "创作"}, {"source": 210, "target": 270, "relation": "创作"}, {"source": 408, "target": 210, "relation": "出自于"}, {"source": 338, "target": 473, "relation": "创作"}, {"source": 187, "target": 251, "relation": "创作"}, {"source": 612, "target": 279, "relation": "创作"}, {"source": 596, "target": 227, "relation": "创作"}, {"source": 667, "target": 132, "relation": "创作"}, {"source": 402, "target": 560, "relation": "创作"}, {"source": 187, "target": 264, "relation": "创作"}, {"source": 681, "target": 504, "relation": "创作"}, {"source": 408, "target": 681, "relation": "出自于"}, {"source": 636, "target": 552, "relation": "创作"}, {"source": 82, "target": 318, "relation": "创作"}, {"source": 636, "target": 96, "relation": "创作"}, {"source": 262, "target": 574, "relation": "创作"}, {"source": 275, "target": 262, "relation": "出自于"}, {"source": 658, "target": 63, "relation": "创作"}, {"source": 606, "target": 79, "relation": "创作"}, {"source": 161, "target": 606, "relation": "出自于"}, {"source": 187, "target": 126, "relation": "创作"}, {"source": 433, "target": 414, "relation": "创作"}, {"source": 259, "target": 447, "relation": "创作"}, {"source": 623, "target": 259, "relation": "出自于"}, {"source": 443, "target": 298, "relation": "创作"}, {"source": 145, "target": 288, "relation": "创作"}, {"source": 631, "target": 70, "relation": "创作"}, {"source": 86, "target": 158, "relation": "创作"}, {"source": 576, "target": 650, "relation": "创作"}, {"source": 323, "target": 576, "relation": "出自于"}, {"source": 443, "target": 260, "relation": "创作"}, {"source": 187, "target": 166, "relation": "创作"}, {"source": 533, "target": 46, "relation": "创作"}, {"source": 408, "target": 533, "relation": "出自于"}, {"source": 169, "target": 640, "relation": "创作"}, {"source": 408, "target": 169, "relation": "出自于"}, {"source": 653, "target": 168, "relation": "创作"}, {"source": 614, "target": 653, "relation": "出自于"}, {"source": 648, "target": 109, "relation": "创作"}, {"source": 247, "target": 381, "relation": "创作"}, {"source": 545, "target": 291, "relation": "创作"}, {"source": 402, "target": 334, "relation": "创作"}, {"source": 187, "target": 397, "relation": "创作"}, {"source": 436, "target": 271, "relation": "创作"}, {"source": 614, "target": 436, "relation": "出自于"}, {"source": 186, "target": 182, "relation": "创作"}, {"source": 614, "target": 186, "relation": "出自于"}, {"source": 471, "target": 360, "relation": "创作"}, {"source": 408, "target": 471, "relation": "出自于"}, {"source": 604, "target": 415, "relation": "创作"}, {"source": 332, "target": 604, "relation": "出自于"}, {"source": 412, "target": 292, "relation": "创作"}, {"source": 614, "target": 412, "relation": "出自于"}, {"source": 470, "target": 165, "relation": "创作"}, {"source": 275, "target": 470, "relation": "出自于"}, {"source": 187, "target": 230, "relation": "创作"}, {"source": 85, "target": 248, "relation": "创作"}, {"source": 408, "target": 85, "relation": "出自于"}, {"source": 655, "target": 422, "relation": "创作"}, {"source": 86, "target": 54, "relation": "创作"}, {"source": 99, "target": 65, "relation": "创作"}, {"source": 642, "target": 4, "relation": "创作"}, {"source": 623, "target": 642, "relation": "出自于"}, {"source": 135, "target": 112, "relation": "创作"}, {"source": 623, "target": 135, "relation": "出自于"}, {"source": 184, "target": 610, "relation": "创作"}, {"source": 623, "target": 184, "relation": "出自于"}, {"source": 97, "target": 566, "relation": "创作"}, {"source": 614, "target": 97, "relation": "出自于"}, {"source": 305, "target": 185, "relation": "创作"}, {"source": 187, "target": 580, "relation": "创作"}, {"source": 86, "target": 386, "relation": "创作"}, {"source": 162, "target": 500, "relation": "创作"}, {"source": 408, "target": 162, "relation": "出自于"}, {"source": 128, "target": 341, "relation": "创作"}, {"source": 51, "target": 128, "relation": "出自于"}, {"source": 693, "target": 501, "relation": "创作"}, {"source": 594, "target": 526, "relation": "创作"}, {"source": 51, "target": 594, "relation": "出自于"}, {"source": 224, "target": 472, "relation": "创作"}, {"source": 408, "target": 224, "relation": "出自于"}, {"source": 216, "target": 98, "relation": "创作"}, {"source": 614, "target": 216, "relation": "出自于"}, {"source": 91, "target": 11, "relation": "创作"}, {"source": 408, "target": 91, "relation": "出自于"}, {"source": 514, "target": 141, "relation": "创作"}, {"source": 499, "target": 496, "relation": "创作"}, {"source": 349, "target": 160, "relation": "创作"}, {"source": 408, "target": 349, "relation": "出自于"}, {"source": 589, "target": 219, "relation": "创作"}, {"source": 623, "target": 589, "relation": "出自于"}, {"source": 470, "target": 394, "relation": "创作"}, {"source": 530, "target": 656, "relation": "创作"}, {"source": 356, "target": 118, "relation": "创作"}, {"source": 623, "target": 356, "relation": "出自于"}, {"source": 452, "target": 463, "relation": "创作"}, {"source": 111, "target": 548, "relation": "创作"}, {"source": 319, "target": 307, "relation": "创作"}, {"source": 623, "target": 319, "relation": "出自于"}, {"source": 631, "target": 567, "relation": "创作"}, {"source": 82, "target": 281, "relation": "创作"}, {"source": 568, "target": 189, "relation": "创作"}, {"source": 623, "target": 568, "relation": "出自于"}, {"source": 631, "target": 371, "relation": "创作"}, {"source": 80, "target": 491, "relation": "创作"}, {"source": 685, "target": 80, "relation": "出自于"}, {"source": 631, "target": 592, "relation": "创作"}, {"source": 402, "target": 28, "relation": "创作"}, {"source": 322, "target": 195, "relation": "创作"}, {"source": 408, "target": 322, "relation": "出自于"}, {"source": 475, "target": 348, "relation": "创作"}, {"source": 388, "target": 688, "relation": "创作"}, {"source": 275, "target": 388, "relation": "出自于"}, {"source": 320, "target": 203, "relation": "创作"}, {"source": 275, "target": 320, "relation": "出自于"}, {"source": 269, "target": 445, "relation": "创作"}, {"source": 494, "target": 236, "relation": "创作"}, {"source": 623, "target": 494, "relation": "出自于"}, {"source": 225, "target": 344, "relation": "创作"}, {"source": 623, "target": 225, "relation": "出自于"}, {"source": 336, "target": 12, "relation": "创作"}, {"source": 408, "target": 336, "relation": "出自于"}, {"source": 412, "target": 510, "relation": "创作"}, {"source": 594, "target": 492, "relation": "创作"}, {"source": 655, "target": 153, "relation": "创作"}, {"source": 514, "target": 133, "relation": "创作"}, {"source": 667, "target": 220, "relation": "创作"}, {"source": 695, "target": 1, "relation": "创作"}, {"source": 301, "target": 635, "relation": "创作"}, {"source": 106, "target": 692, "relation": "创作"}, {"source": 408, "target": 106, "relation": "出自于"}, {"source": 86, "target": 265, "relation": "创作"}, {"source": 545, "target": 108, "relation": "创作"}, {"source": 60, "target": 676, "relation": "创作"}, {"source": 623, "target": 60, "relation": "出自于"}, {"source": 187, "target": 678, "relation": "创作"}, {"source": 128, "target": 529, "relation": "创作"}, {"source": 34, "target": 661, "relation": "创作"}, {"source": 532, "target": 598, "relation": "创作"}, {"source": 51, "target": 532, "relation": "出自于"}, {"source": 223, "target": 459, "relation": "创作"}, {"source": 408, "target": 223, "relation": "出自于"}, {"source": 469, "target": 403, "relation": "创作"}, {"source": 408, "target": 469, "relation": "出自于"}, {"source": 603, "target": 495, "relation": "创作"}, {"source": 275, "target": 603, "relation": "出自于"}, {"source": 626, "target": 331, "relation": "创作"}, {"source": 113, "target": 337, "relation": "创作"}, {"source": 623, "target": 113, "relation": "出自于"}, {"source": 489, "target": 380, "relation": "创作"}, {"source": 623, "target": 489, "relation": "出自于"}, {"source": 86, "target": 432, "relation": "创作"}, {"source": 511, "target": 562, "relation": "创作"}, {"source": 408, "target": 511, "relation": "出自于"}, {"source": 514, "target": 559, "relation": "创作"}, {"source": 662, "target": 413, "relation": "创作"}, {"source": 408, "target": 662, "relation": "出自于"}, {"source": 689, "target": 293, "relation": "创作"}, {"source": 275, "target": 689, "relation": "出自于"}, {"source": 530, "target": 699, "relation": "创作"}, {"source": 382, "target": 238, "relation": "创作"}, {"source": 614, "target": 382, "relation": "出自于"}, {"source": 612, "target": 599, "relation": "创作"}, {"source": 476, "target": 32, "relation": "创作"}, {"source": 187, "target": 283, "relation": "创作"}, {"source": 177, "target": 119, "relation": "创作"}, {"source": 408, "target": 177, "relation": "出自于"}, {"source": 464, "target": 274, "relation": "创作"}, {"source": 614, "target": 464, "relation": "出自于"}, {"source": 86, "target": 100, "relation": "创作"}, {"source": 156, "target": 520, "relation": "创作"}, {"source": 161, "target": 156, "relation": "出自于"}, {"source": 553, "target": 425, "relation": "创作"}, {"source": 603, "target": 540, "relation": "创作"}, {"source": 82, "target": 103, "relation": "创作"}, {"source": 582, "target": 30, "relation": "创作"}, {"source": 408, "target": 582, "relation": "出自于"}, {"source": 86, "target": 521, "relation": "创作"}, {"source": 86, "target": 465, "relation": "创作"}]}