{"nodes": [{"name": "鹊踏枝·萧索清秋珠泪", "prop": {"content": "萧索清秋珠泪坠，枕簟微凉，展转浑无寐。残酒欲醒中夜起，月明如练天如水。阶下寒声啼络纬，庭树金风，悄悄重门闭。可惜旧欢携手地，思量一夕成憔悴。", "translation": "萧索凄冷的秋天夜晚，豆大的泪珠从我的脸上滑落。枕头和竹席微微的发凉，我翻来覆去全然没有睡意。我残存着醉意，就快要醒来。在半夜时分起身，月光明媚得如同白绢一样，夜空如同水一般绵软平静。台阶下面“纺织娘”悲哀地啼叫这寒凉的秋天。秋风吹向院子里的树，夜晚悄悄，屋内的门也紧闭了起来。只可惜在旧时携手一起经历欢愉的地方，相思一夜就将人折磨的萎靡不振。"}}, {"name": "妾薄命行·其一", "prop": {"content": "携玉手喜同车，比上云阁飞除。钓台蹇产清虚，池塘灵沼可娱。仰泛龙舟绿波，俯擢神草枝柯。想彼宓妃洛河，退咏汉女湘娥。", "translation": "牵着如玉般的手满心欢喜的与你同车而行，登上高耸入云的楼阁。水边钓鱼台静静矗立，池塘中水波荡漾你我慢游其中欢心娱悦。龙形的大船泛于碧水之间，你俯身摘取水中的芙蓉茎叶。不知不觉想到洛水中的神女，感叹吟咏诗中汉水之畔的游女和苍梧之渊的湘妃。"}}, {"name": "如梦令·正是辘轳金井", "prop": {"content": "正是辘轳金井，满砌落花红冷。蓦地一相逢，心事眼波难定。谁省，谁省。从此簟纹灯影。", "translation": "天亮了，井台上响起了辘轳声。一夜风雨，满阶落花，凋零中透出一丝冷意。在这样一个清晨，“我”和她蓦然相逢。“我”对她一见钟情，却难以明了她迷离的眼波背后暗藏的心事。谁能明白?谁能明白呢?从此以后，无论是在簟席上辗转反侧、孤枕难眠之时，还是独对孤灯、辗转徘徊之际，我都会想念她。"}}, {"name": "清江引·相思", "prop": {"content": "相思有如少债的，每日相催逼。常挑着一担愁，准不了三分利。这本钱见他时才算得。", "translation": "相思就像欠人债的债主，每日天都去逼迫催促。经常担负着一担忧愁的债务，却抵不了三分利，这本帐只有见到他时才算得。"}}, {"name": "于鹄", "dynasty": "唐代"}, {"name": "减字木兰花·相逢不语", "prop": {"content": "相逢不语，一朵芙蓉著秋雨。小晕红潮，斜溜鬟心只凤翘。待将低唤，直为凝情恐人见。欲诉幽怀，转过回阑叩玉钗。", "translation": "相逢时你默默不语，像一朵芙蓉，在秋雨中轻颤。容颜娇羞而红润，凤翘斜插在你的鬟间。等到想要低声唤你，又怕深情凝望，叫别人看见。想要一诉离愁，可你已转过身去，只能拔下玉钗在回阑轻叩。"}}, {"name": "采桑子·土花曾染湘娥", "prop": {"content": "土花曾染湘娥黛，铅泪难消。清韵谁敲，不是犀椎是凤翘。只应长伴端溪紫，割取秋潮。鹦鹉偷教，方响前头见玉萧。", "translation": "斑痕累累的湘妃竹，青青如黛，竹身长满苔藓，晶莹的泪水难以消除。清韵声声，那不是谁在用犀槌敲击乐器，而是她头上的凤翅触碰到了青竹发出的清雅和谐的响声。秋色多么撩人、秋意无限，应该将这些用端砚写成诗篇。将相思之语偷偷教给鹦鹉，当与她相逢又难以相亲时，鹦鹉或可传递心声。"}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "采莲子·船动湖光滟滟", "prop": {"content": "船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。", "translation": "湖光秋色，景色宜人，姑娘荡着小船来采莲。她听凭小船随波漂流，原来是为了看到岸上的美少年。姑娘没来由地抓起一把莲子，向那少年抛掷过去。猛然觉得被人远远地看到了，她因此害羞了半天。 "}}, {"name": "系裙腰·般涉调", "prop": {"content": "惜霜蟾照夜云天。朦胧影、画勾阑。人情纵似长情月，算一年年。又能得、几番圆。 欲寄西江题叶字，流不到、五亭前。东池始有荷新绿，尚小如钱。问何日藕、几时莲。", "translation": "　　这是张先婉约词的代表作之一。"}}, {"name": "幼卿", "dynasty": "宋代"}, {"name": "浣溪沙·容易浓香近画", "prop": {"content": "容易浓香近画屏，繁枝影著半窗横。风波狭路倍怜卿。未接语言犹怅望，才通商略已懵腾。只嫌今夜月偏明。", "translation": "一阵浓郁的香气飘来，吸引我靠近画屏，窗外繁茂的枝叶将影子投在窗棂上。在这个纷繁复杂的人世间，使我身心疲惫，心里就愈发觉得你的珍贵。我们还没说话，相对无言，惆怅不已。才开始说话，我已经语无伦次，于是恼恨今夜的月光太亮，我的窘态暴露无遗。"}}, {"name": "牡丹亭记题词", "prop": {"content": "　　天下女子有情，宁有如杜丽娘者乎！梦其人即病，病即弥连，至手画形容传于世而后死。死三年矣，复能溟莫中求得其所梦者而生。如丽娘者，乃可谓之有情人耳。情不知所起，一往而深。生者可以死，死可以生。生而不可与死，死而不可复生者，皆非情之至也。梦中之情，何必非真，天下岂少梦中之人耶？必因荐枕而成亲，待挂冠而为密者，皆形骸之论也。　　传杜太守事者，仿佛晋武都守李仲文、广州守冯孝将儿女事。予稍为更而演之。至于杜守收考柳生，亦如汉睢阳王收考谈生也。　　嗟夫，人世之事，非人世所可尽。自非通人，恒以理相格耳。第云理之所必无，安知情之所必有邪！", "translation": "　　天下多情女子，难道还有像杜丽娘那样的吗？梦见那位情人就得病，一病就久病不愈，以至亲手描绘自己的画像传于世以后就死了。死去三年了，又能在冥冥之中寻求到所梦的人而复生。像杜丽娘这样，才可以称得上是多情的人了。她的情在不知不觉中激发起来，而且越来越深，活着时可以为情而死，死了又可以为情而生。活着不愿为情而死，死而不能复生的，都不能算是感情的极点啊。梦中产生的情，为什么一定不是真的呢，天下难道还缺少这样的梦中之人吗？一定要挨到男女同席了才算是成亲，等到挂冠辞官后才感觉安全的，都是只看事情表面的说法啊。"}}, {"name": "迎春乐·菖蒲叶叶知多", "prop": {"content": "菖蒲叶叶知多少，惟有个、蜂儿妙。雨晴红粉齐开了，露一点、娇黄小。早是被、晓风力暴，更春共、斜阳俱老。怎得香香深处，作个蜂儿抱。", "translation": "春草有多少呢？只能看见个蜂儿在草丛里钻来钻去，它多欢乐美妙！雨后天晴，百花吐艳，娇小的蜂儿钻入花丛，只露出那么一点点黄色的身躯。暮春之时，春草被早晨的疾风摧残，红粉凋零。正值青春年少，却转瞬随夕阳一同衰老。人如何也能像蜂儿一样，在花香深处，搂抱在一起。"}}, {"name": "赠邻女 / 寄李亿员", "prop": {"content": "羞日遮罗袖，愁春懒起妆。易求无价宝，难得有心郎。枕上潜垂泪，花间暗断肠。自能窥宋玉，何必恨王昌？", "translation": "白天总是用衣袖遮住脸，春日里更添惆怅，连起来装扮都不愿意。无价之宝容易求得，而有情的郎君实在难以找到。无论是睡觉时，还是赏花时，都会暗暗垂泪，痛断肝肠。既然已有了这样的才貌，宋玉这样的才子也可以求得的，又何必去怨恨王昌这样的才子？"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "春雨", "prop": {"content": "怅卧新春白袷衣，白门寥落意多违。红楼隔雨相望冷，珠箔飘灯独自归。远路应悲春晼晚，残宵犹得梦依稀。玉珰缄札何由达，万里云罗一雁飞。", "translation": "新春时节，我身披白衫怅然地卧在床上；幽会的白门冷落了，令我万分感伤。隔着蒙蒙细雨凝视红楼更觉凄凉，只好顶着珠帘般的细雨，在依稀闪烁的灯光中黯然归来。凄楚的暮春，遥远的路途，哪里可以寄托我的悲凄伤感？只有在残宵梦中才能与你相见。耳环情书已备好，怎么才能送达？只有寄希望于万里长空中，那一只刚刚飞来的鸿雁。。"}}, {"name": "浣溪沙·辛亥正月二十", "prop": {"content": "辛亥正月二十四日，发合肥钗燕笼云晚不忺。拟将裙带系郎船。别离滋味又今年。杨柳夜寒犹自舞，鸳鸯风急不成眠。些儿闲事莫萦牵。", "translation": "戴上钗燕，挽结云鬟，晚来梳妆可却无法欢心。一心想用裙带拴住你那将要离去的兰舟，别离的痛楚滋味又一次涌上心头。岸边那寒夜中的杨柳枝在独自飞舞，河中的鸳鸯在疾风中无法安眠。有些事儿真的无需在心头萦绕牵挂。"}}, {"name": "秦女卷衣", "prop": {"content": "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。愿君采葑菲，无以下体妨。", "translation": "天子身居未央宫，妻妾来收拾衣裳。现在未得皇上在紫宫宠爱，怎敢拂坐黄金床？没有皇上的旨意，洪水来了也不敢乱走，如果皇上遇到危险，舍命也要保护皇上，就像博熊的冯婕妤一样。卑微之身侍奉日月，轻飘若飞萤之光。愿君采撷葑菲草的时候，不因为它的根部难看而抛弃它的叶片。"}}, {"name": "储光羲", "dynasty": "唐代"}, {"name": "蝶恋花·记得画屏初会", "prop": {"content": "记得画屏初会遇。好梦惊回，望断高唐路。燕子双飞来又去。纱窗几度春光暮。那日绣帘相见处。低眼佯行，笑整香云缕。敛尽春山羞不语。人前深意难轻诉。", "translation": "记得当初画屏前相遇。夜间好梦，忽儿在幽会，恋情绵绵，难忘高唐路。燕子双双，飞来又飞去，碧绿纱窗，几度春光已逝去。在那天，绣帘相见处，低头假意走过，笑弄鬓发如云缕一般。紧锁着秀眉，娇羞不开口，陌生人前，深情难以倾诉。"}}, {"name": "潜别离", "prop": {"content": "不得哭，潜别离。不得语，暗相思。两心之外无人知。深笼夜锁独栖鸟，利剑舂断连理枝。(舂断 一作：春断)河水虽浊有清日，乌头虽黑有白时。唯有潜离与暗别，彼此甘心无后期。", "translation": "不要哭，悄悄的离开。不要说话，暗地里互相思念。两个人的心情没有外人知晓幽深的鸟笼在夜里用铁链囚锁孤独栖息的飞鸟，锋利的长剑折断连理枝。河水虽然浑浊，但终究会有清澈的日子，头发虽然乌黑，但也有变白的时刻。唯独只有秘密的离别，你我才会心甘情愿，再无相会之日期。"}}, {"name": "蜀妓", "dynasty": "宋代"}, {"name": "锦瑟", "prop": {"content": "锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆？只是当时已惘然。", "translation": "精美的瑟为什么竟有五十根弦，一弦一柱都叫我追忆青春年华。庄周翩翩起舞睡梦中化为蝴蝶，望帝把自己的幽恨托身于杜鹃。沧海明月高照，鲛人泣泪皆成珠；蓝田红日和暖，可看到良玉生烟。此时此景为什么要现在才追忆，只是当时的我茫茫然不懂得珍惜。"}}, {"name": "匏有苦叶", "prop": {"content": "匏有苦叶，济有深涉。深则厉，浅则揭。有瀰济盈，有鷕雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉卬否。人涉卬否，卬须我友。", "translation": "葫芦瓜有苦味叶，济水边有深渡口。深就垂衣缓缓过，浅就提裙快快走。济水茫茫涨得满，岸丛野雉叫得欢。水涨了沾湿车轴，野雉鸣叫想要求偶。又听嗈嗈大雁鸣，天刚黎明露晨曦。男子如果要娶妻，趁冰未化来迎娶。船夫挥手频招呼，别人渡河我不争。别人渡河我不争，我将恋人静静等。"}}, {"name": "南乡子·眼约也应虚", "prop": {"content": "眼约也应虚，昨夜归来凤枕孤。且据如今情分里，相于。只恐多时不似初。深意托双鱼。小剪蛮笺细字书。更把此情重问得，何如。共结因缘久远无。", "translation": "原先的约会之期，成不了现实。昨夜，他爽约了，回来之后孤单地枕着凤枕。现在看来情分还是会趋于亲近的，只是怕再过一些时候就不如从前了。赶紧将自己的一片深情厚意托付给书信，剪裁好信笺，用细细的字写好信。再把彼此的情分重新问清楚，怎么样？两人共结姻缘会很久远吗？ "}}, {"name": "采桑子·金风玉露初凉", "prop": {"content": "金风玉露初凉夜，秋草窗前。浅醉闲眠。一枕江风梦不圆。长情短恨难凭寄，枉费红笺。试拂么弦。却恐琴心可暗传。", "translation": "无"}}, {"name": "四愁诗", "prop": {"content": "我所思兮在太山。欲往从之梁父艰，侧身东望涕沾翰。美人赠我金错刀，何以报之英琼瑶。路远莫致倚逍遥，何为怀忧心烦劳。我所思兮在桂林。欲往从之湘水深，侧身南望涕沾襟。美人赠我琴琅玕，何以报之双玉盘。路远莫致倚惆怅，何为怀忧心烦伤。我所思兮在汉阳。欲往从之陇阪长，侧身西望涕沾裳。美人赠我貂襜褕，何以报之明月珠。路远莫致倚踟蹰，何为怀忧心烦纡。我所思兮在雁门。欲往从之雪雰雰，侧身北望涕沾巾。美人赠我锦绣段，何以报之青玉案。路远莫致倚增叹，何为怀忧心烦惋。", "translation": "无"}}, {"name": "蝶恋花·十二楼前生碧", "prop": {"content": "十二楼前生碧草。珠箔当门，团扇迎风小。赵瑟秦筝弹未了，洞房一夜乌啼晓。忍把千金酬一笑？毕竟相思，不似相逢好。锦字无凭南雁杳，美人家在长干道。", "translation": "无"}}, {"name": "题柳", "prop": {"content": "杨柳千条拂面丝，绿烟金穗不胜吹。香随静婉歌尘起，影伴娇娆舞袖垂。羌管一声何处曲，流莺百啭最高枝。千门九陌花如雪，飞过宫墙两自知。", "translation": "　　“题柳”之人应为飞卿本人，题柳、咏柳非其本意，诚如刘学锴先生所言，应是有所寄托的。此诗整体风格纤软柔媚，三四句又引入张静婉、董娇饶，故主旨与女子有关应非妄言。然而“羌管一声何处曲”所吹之曲则未必与《杨柳枝》有必然关系，飞卿或者只借用羌笛悲凉的声色而传递一种哀婉的情绪而已。飞入千门九陌和宫墙之内的当不仅仅是如雪之花，应该还有飞卿所吹奏的哀婉之音。“两自知”的两位主角则应是飞卿与宫墙内某位善歌舞的女子，二人或许有一段恋情，如今却被宫墙阻隔。于是飞卿题柳、吹笛以寄、传惆怅哀婉之思。 "}}, {"dynasty": "两汉"}, {"name": "菩萨蛮·铜簧韵脆锵寒", "prop": {"content": "铜簧韵脆锵寒竹，新声慢奏移纤玉。眼色暗相钩，秋波横欲流。雨云深绣户，来便谐衷素。宴罢又成空，魂迷春梦中。", "translation": "管簧乐器吹奏出清脆响亮的乐曲，因久吹乐器而使夜晚变得寒冷。纤细如玉的手指来回拨弄，丝竹便演奏出新制的乐曲。目光暗暗注视，眼睛里充满着情意。在深精美的居室成就男欢女爱，马上就使两人的情感谐和一致。但是欢宴结束后，刚才的柔情蜜意马上又成为空虚，魂思已经如痴如醉，就如沉迷在春梦中。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "浣溪沙·红藕花香到槛", "prop": {"content": "红藕花香到槛频，可堪闲忆似花人，旧欢如梦绝音尘。翠叠画屏山隐隐，冷铺文簟水潾潾，断魂何处一蝉新？", "translation": "一阵阵爽风吹过亭栏，频频飘来红莲的香馨，叫我如何忍受悠悠的思念，我又想起那如花的佳人。旧日的欢情好似一场梦幻，此时的她早已杳无音信。画屏上那重峦叠翠的山景，在我眼中模糊成团团绿云，清冷的竹席上，水一样的花纹漂动着宛如波光磷磷。不知何处骤响一阵蝉鸣，可是要召回我飘断的思魂？"}}, {"name": "青玉案·新腔一唱双金", "prop": {"content": "新腔一唱双金斗，正霜落，分柑手。已是红窗人倦绣，春词裁烛，夜香温被，怕减银壶漏。吴天雁晓云飞后，百感情怀顿疏酒。彩扇何时翻翠袖，歌边拌取，醉魂和梦，化作梅花瘦。", "translation": "她唱罢一支新制的曲调，我们一起雨金斗畅饮美酒，正是秋霜初降的时候，她伸出纤纤素手，深情地为我剖开了黄柑。乱红满窗，她倦于窗下引针刺绣，轻轻地唱起一曲又一曲缠绵多情的春词，歌声中，红烛渐渐短小，熏香袅袅，被子已经温暖，如此良宵，真害怕时光就那么轻易消逝过去了。拂晓时吴地的鸿雁穿过彩云飞去后，我百感交加，情思无限，顿时连酒都喝不下去。什么时候如果还能一见到她翠袖韵舞，彩扇纷飞，我一定要在她的歌声中喝个烂醉，我的醉魂将在梦里化作挺拔瘦劲的梅花，陪伴她在梅树旁翻唱新曲。"}}, {"name": "贺明朝·忆昔花间初识", "prop": {"content": "忆昔花间初识面，红袖半遮，妆脸轻转。石榴裙带，故将纤纤玉指偷捻，双凤金线。碧梧桐锁深深院，谁料得两情，何日教缱绻？羡春来双燕，飞到玉楼，朝暮相见。", "translation": "　　这首词写男子对情人的怀念。"}}, {"name": "张衡", "dynasty": "两汉"}, {"name": "枉凝眉", "prop": {"content": "一个是阆苑仙葩，一个是美玉无瑕。若说没奇缘，今生偏又遇着他；若说有奇缘，如何心事终虚化？一个枉自嗟呀，一个空劳牵挂。一个是水中月，一个是镜中花。想眼中能有多少泪珠儿，怎禁得秋流到冬尽，春流到夏！", "translation": "一个是仙境里生长的美丽花朵，一个是没有缺点的纯洁美玉。如果说没有神奇的姻缘，为什么这辈子偏偏和他相遇；如果说是神奇的姻缘，又为什么满腔的爱情最终成了空话？一个白白地独自叹气，一个白白地魂牵梦挂。一个是月亮映在水中的影子，一个是镜子中照出的鲜花。想一想，她的眼中究竟有多少泪水呀，怎么禁得起从秋天流到冬天，又从春天流到夏天。"}}, {"name": "繁钦", "dynasty": "魏晋"}, {"name": "渔家傲·灰暖香融销永", "prop": {"content": "灰暖香融销永昼。蒲萄架上春藤秀。曲角栏干群雀斗。清明后。风梳万缕亭前柳。日照钗梁光欲溜。循阶竹粉沾衣袖。拂拂面红如著酒。沉吟久。昨宵正是来时候。", "translation": "熏香一点点的销为暖灰，暖香盈室，漫长的白昼一点一点流逝。窗外葡萄架上的藤萝正抽放新叶新条，春意盎然。游廊雕栏转弯处，有一群麻雀在唧唧啾啾地追逐戏逗。清明节后，庭前的万千垂柳正在风中拂荡。阳光照耀在她鬓边的钗梁上光华流动，手指拨弄着绕阶生长的绿竹款款而行。全不在乎腻香的竹粉沾满了衣袖。春风吹拂着她娇美的面庞，红润无比如同酒醉。久久沉吟不语，原是因为昨天夜晚正好与情人相会。"}}, {"name": "落花", "prop": {"content": "连理枝头花正开，妒花风雨便相催。愿教青帝常为主，莫遣纷纷点翠苔。", "translation": "连理枝头艳丽的鲜花正在盛开，但风雨嫉妒鲜花的美丽，时时刻刻想要催促鲜花凋谢。我真想让掌管春天的神长久做主，不让娇嫩可爱的鲜花落到碧绿的青苔上。"}}, {"name": "懊恼曲", "prop": {"content": "藕丝作线难胜针，蕊粉染黄那得深。玉白兰芳不相顾，青楼一笑轻千金。莫言自古皆如此，健剑刜钟铅绕指。三秋庭绿尽迎霜，惟有荷花守红死。庐江小吏朱斑轮，柳缕吐芽香玉春。两股金钗已相许，不令独作空成尘。悠悠楚水流如马，恨紫愁红满平野。野土千年怨不平，至今烧作鸳鸯瓦。", "translation": "　　懊恼曲，亦作《懊侬曲》、《懊恼歌》。据《古今乐录》云：“《懊恼歌》者，晋石崇为绿珠所作。”《懊恼曲》即其变曲。《南齐书·王敬则传》：“ 仲雄於御前鼓琴，作《懊侬曲》，歌曰：‘常叹负情侬，郎今果行许。’”"}}, {"name": "南歌子·有感", "prop": {"content": "笑怕蔷薇罥，行忧宝瑟僵。美人依约在西厢，只恐暗中迷路，认余香。午夜风翻幔，三更月到床。簟纹如水玉肌凉，何物与侬归去，有残妆。", "translation": "调笑时，怕被蔷薇挂住，行走时，担心遇到宝瑟而僵住。与心爱的姑娘约好了在西厢房见面，怕在黑暗中迷了路，靠辨认香气来寻路。半夜风吹动了幔帐，月光照到了床边。竹席像水一样凉了，肌肤也凉了。什么东西和我一同回去，只有留下的残妆。"}}, {"name": "长亭送别", "prop": {"content": "　　（夫人、长老上云）今日送张生赴京，十里长亭，安排下筵席；我和长老先行，不见张生、小姐来到。（旦、末 、红同上）（旦云）今日送张生上朝取应，早是离人伤感，况值那暮秋天气，好烦恼人也呵！“悲欢聚散一杯酒，南北东西万里程。”　　[正宫][端正好]碧云天，黄花地，西风紧，北雁南飞。晓来谁染霜林醉？总是离人泪。　　[滚绣球]恨相见得迟，怨归去得疾。柳丝长玉骢难系，恨不倩疏林挂住斜晖。马儿迍迍的行，车儿快快的随，却告了相思回避，破题儿又早别离。听得道一声“去也”，松了金钏；遥望见十里长亭，减了玉肌：此恨谁知？　　（红云）姐姐今日怎么不打扮？（旦云）你那知我的心里呵！　　[叨叨令]见安排着车儿、马儿，不由人熬熬煎煎的气；有甚么心情花儿、靥儿，打扮得娇娇滴滴的媚；准备着被儿、枕儿，只索昏昏沉沉的睡；从今后衫儿、袖儿，都揾做重重叠叠的泪。兀的不闷杀人也么哥?兀的不闷杀人也么哥？久已后书儿、信儿，索与我凄凄惶惶的寄。　　（做到）（见夫人科）（夫人云）张生和长老坐，小姐这壁坐，红娘将酒来。张生，你向前来，是自家亲眷，不要回避。俺今日将莺莺与你，到京师休辱末了俺孩儿，挣揣一个状元回来者。（末云）小生托夫人余荫，凭着胸中之才，视官如拾芥耳。（洁云）夫人主见不差，张生不是落后的人。（把酒了，坐）（旦长吁科）　　[脱布衫]下西风黄叶纷飞，染寒烟衰草萋迷。酒席上斜签着坐的，蹙愁眉死临侵地。　　[小梁州]我见他阁泪汪汪不敢垂", "translation": "恐怕人知；猛然见了把头低"}}, {"name": "南吕·四块玉·风情", "prop": {"content": "我事事村，他般般丑。丑则丑村则村意相投。则为他丑心儿真，博得我村情儿厚。似这般丑眷属，村配偶，只除天上有。", "translation": "我事事处处愚笨，他般般样样都丑。丑就丑吧，笨就笨吧，情意却十分相投。只因他相貌丑心里有真情，以心换心，我对他的情意也同样厚。像我们这样的丑眷属村配偶，世上难找除非天上才能有。"}}, {"name": "黄葛篇", "prop": {"content": "黄葛生洛溪，黄花自绵幂。青烟万条长，缭绕几百尺。闺人费素手，采缉作絺綌。缝为绝国衣，远寄日南客。苍梧大火落，暑服莫轻掷。此物虽过时，是妾手中迹。", "translation": "洛溪边生满了黄葛，黄色的葛花开得密密绵绵。长长的蔓条蒙着清晨的烟雾，足足有几百尺长。闺中的少妇，以其纤纤之素手，采来葛藤，制成丝锦，织成葛布。为远在绝国的征夫缝制暑衣，做好征衣远寄给在日南守边的丈夫。等到征衣寄到后，恐怕苍梧地区傍晚的火星西落，时已至秋了。虽然时节已过、但是此暑衣且莫轻掷，因为它是为妻亲手所制，上面寄有妾的一片真情和爱意啊。"}}, {"name": "小重山·花院深疑无路", "prop": {"content": "花院深疑无路通。碧纱窗影下，玉芙蓉。当时偏恨五更钟。分携处，斜月小帘栊。楚梦冷沉踪。一双金缕枕，半床空。画桥临水凤城东。楼前柳，憔悴几秋风。", "translation": "　　梦中来到曲折幽深的花园里，树枝繁茂好像无路可走了。绕过回廊，突然看到心上人站在绿纱窗影下，美如一朵玉芙蓉。两人的情话还未说完；晓钟已经敲响，这着实令人可恨。怀着痛苦和感伤的心情洒泪分手，那清冷的月光斜照在小窗户上。　　可是好梦不长，往事又是那样令人沉重。一觉醒来，眼前只有两只金缕枕头，身边那半床空荡荡的。所思念的人远在京城东边的临水小楼上，河上有一座小桥。楼前的杨柳已经历了几度秋风，心上人也经历了几番失望和憔悴。"}}, {"name": "严蕊", "dynasty": "宋代"}, {"name": "菩萨蛮·相逢欲话相思", "prop": {"content": "相逢欲话相思苦。浅情肯信相思否。还恐漫相思。浅情人不知。 忆曾携手处。月满窗前路。长到月来时。不眠犹待伊。", "translation": "邂逅相逢，想要诉说离别的相思之苦，但不知道她是否知道我们并不深厚的感情的相思的存在。深怕相思成灾，被相思的人还不知道。回想起我们在洒满月光的窗前小路上携手同游。因此，每当明月高悬，我有像在等待着她重新到来而无法入眠。"}}, {"name": "韦璜", "dynasty": "唐代"}, {"name": "湘妃", "prop": {"content": "筠竹千年老不死，长伴神娥盖江水。蛮娘吟弄满寒空，九山静绿泪花红。离鸾别凤烟梧中，巫云蜀雨遥相通。幽愁秋气上青枫，凉夜波间吟古龙。", "translation": "千年的斑竹林还是那么青翠，长伴着神娥，覆盖着青碧的流水。田家少女的歌声正在秋野飘荡，山陵的竹叶上却染着点点红泪。遥远的苍梧弥漫着凄凄别情，巫山蜀山的云雨只能在梦中相通。幽怨的秋思吹上青苍的枫树林，凉夜的波间古龙在悲凄地长吟。"}}, {"name": "采桑子·谁翻乐府凄凉", "prop": {"content": "谁翻乐府凄凉曲？风也萧萧，雨也萧萧，瘦尽灯花又一宵。不知何事萦怀抱，醒也无聊，醉也无聊，梦也何曾到谢桥。", "translation": "是谁在翻唱著凄切悲凉的乐府旧曲？风萧萧肃肃，雨潇潇洒洒，房里点燃的灯烛又短瘦了，一个凄苦孤独的一夜，在烛泪中逝去。不知道是什么事萦绕心怀，难以放下，醒时醉时都一样无聊难耐，就是梦里也没有到过谢桥。"}}, {"name": "登二妃庙", "prop": {"content": "朝云乱人目，帝女湘川宿。折菡巫山下，采荇洞庭腹。故以轻薄好，千里命舻舳。何事非相思，江上葳蕤竹。", "translation": "早晨的云彩奇诡变幻让人眼花缭乱，可能是因为娥皇、女英居住在此吧。她俩或在巫山之下摘采未开的荷花，或在洞庭之中巧摘荇菜。思君心切，希望船更轻巧、更快速，一行千里，乘风破浪。此处浓浓相思弥漫，尤其是那江边生长茂盛的湘妃竹。"}}, {"name": "上邪", "prop": {"content": "上邪！我欲与君相知，长命无绝衰。山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。", "translation": "天呀！我愿与你相爱，让我们的爱情永不衰绝。除非高山变平地，滔滔江水干涸断流，凛凛寒冬雷阵阵，炎炎酷暑白雪纷飞，天地相交聚合连接，我才肯将对你的情意抛弃决绝！"}}, {"name": "绿水词", "prop": {"content": "今宵好风月，阿侯在何处。为有倾人色，翻成足愁苦。东湖采莲叶，南湖拔蒲根。未持寄小姑，且持感愁魂。", "translation": "清风朗月之夜，心爱的人儿在哪里呢？正因为她长得实在太美了，反令我苦苦相思不已。也许她正在东湖采莲叶吧？又可能她在南湖拔蒲葵根吧？平野漠漠，她究竟在哪里呢？她采的莲叶会给哪个人呢？可不要先送给她的姐妹们，要是她知道我在如此苦苦地思念她，为了她而忧愁，她该先拿来送给我，一慰我的愁怀。"}}, {"name": "竹枝词·山桃红花满上", "prop": {"content": "山桃红花满上头，蜀江春水拍山流。花红易衰似郎意，水流无限似侬愁。", "translation": "春天，鲜红的野桃花开满山头，蜀江的江水拍打着山崖向东流去。容易凋零的桃花就像郎君的情意，这源源不断的江水就像我无限的忧愁。 "}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "小桃红·采莲女", "prop": {"content": "采莲船上采莲娇，新月凌波小。记得相逢对花酌，那妖娆，殢人一笑千金少。羞花闭月，沉鱼落雁，不恁也魂消。采莲人唱采莲词，洛浦神仙似。若比莲花更强似，那些儿，多情解怕风流事。淡妆浓抹，轻颦微笑，端的胜西施。采莲湖上采莲人，闷倚兰舟问。此去长安路相近，恨刘晨，自从别后无音信。人间好处，诗筹酒令，不管翠眉颦。", "translation": "采莲船上采莲女娇媚无比，如新月凌波。记得相逢对花酌酒，那妖娆一笑，价值千金都嫌少。羞花闭月沉鱼落雁的容貌，令人销魂。采莲人唱着采莲词，好似洛浦神仙。如果比作莲花更是相似，体态风流，风情万种。淡妆浓抹，轻颦微笑，确实比得上西施那样美。采莲湖上的采莲人，怅惘地靠在船上感叹。这里离长安路很近，恨情郎自从别后无音信。别留恋那边好处，饮酒行令，不管我忧愁。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "集杭州俗语诗", "prop": {"content": "色不迷人人自迷，情人眼里出西施。有缘千里来相会，三笑徒然当一痴。", "translation": "真心相爱的人，尽管不迷人，但是对方却会认为很迷人；在对方眼里都是完美无缺的，男赛潘安，女赛西施。如果彼此有缘分，即使相隔千里，也终会走到一起，因为偶然一笑而为之痴迷。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "菩萨蛮·蓬莱院闭天台", "prop": {"content": "蓬莱院闭天台女，画堂昼寝人无语。抛枕翠云光，绣衣闻异香。潜来珠锁动，惊觉银屏梦。脸慢笑盈盈，相看无限情。", "translation": "幽美的庭院里住着一位美丽的女子，在华丽的房屋里白天睡觉，没有人一起说话。人熟睡时头离开了枕头，头发乌黑光亮，衣服上都残留着异乎寻常的香气。偷偷地进来碰到了有珍珠镶饰的门环，惊醒了女子的好梦。甜美可爱的脸上，洋溢着盈盈笑意；你看着我，我看着你，彼此真有说不完的无限深情。"}}, {"name": "好时光·宝髻偏宜宫样", "prop": {"content": "宝髻偏宜宫样，莲脸嫩，体红香。眉黛不须张敞画，天教入鬓长。莫倚倾国貌，嫁取个，有情郎。彼此当年少，莫负好时光。", "translation": "你装饰珠宝的高高的发髻，最适合宫中流行的式样。你的脸庞像莲花一样鲜嫩，肌肤白里透红散发馨香。你青黑的眉毛不需人工描画，天生双眉入鬓又细又长。不要倚仗自己有倾国之貌，应该嫁给一个有情有意的如意郎。我和你正当青春年少，千万不要辜负了美好的时光。"}}, {"name": "虞美人·春山拂拂横秋", "prop": {"content": "春风拂拂横秋水，掩映遥相对。只知长作碧窗期，谁信东风吹散彩云飞。银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱画堂空。", "translation": "春风拂拂，相爱的男女频送秋波。无限情意，尽在不言之中。只是从今往后只能在窗前盼望你的归来，东风恶，欢情薄，彩云乱飞，从此各奔东西。曾经的爱情仿似像大梦一场，留下的只有珠帘卷起。杨花渐渐零落，飞得满院都是濛濛的一片，月色明亮皎洁，洒在庭院里。当初共弹的玉筝弦柱，现在也积上厚厚的一层灰尘，再也没有人去动它。"}}, {"name": "满江红·代北燕南", "prop": {"content": "代北燕南，应不隔、月明千里。谁相念、胭脂山下，悲哉秋气。小立乍惊清露湿，孤眠最惜浓香腻。况夜鸟、啼绝四更头，边声起。销不尽，悲歌意。匀不尽，相思泪。想故园今夜，玉阑谁倚。青海不来如意梦，红笺暂写违心字。道别来、浑是不关心，东堂桂。", "translation": "你我天南地北，然而却不能阻隔千里明月，天涯此时。我伫立在寒夜风中，承受着这寒冷凄清，孤枕难眠。已近四更，城乌夜啼，边声四起，此刻谁又在远方挂念塞外苦寒的我呢？悲歌不胜消受，悲泪暗流不止，在家乡的故园里，谁又在独倚着栏杆同样神伤呢？只恨无梦可慰相思，唯以违心之字的书信自慰。"}}, {"name": "郭元振", "dynasty": "唐代"}, {"name": "八六子·如花貌", "prop": {"content": "如花貌。当来便约，永结同心偕老。为妙年、俊格聪明，凌厉多方怜爱，何期养成心性近，元来都不相表。渐作分飞计料。 稍觉因情难供，恁殛恼。争克罢同欢笑。已是断弦尤续，覆水难收，常向人前诵谈，空遣时传音耗。漫悔懊。此事何时坏了。", "translation": "像花儿一般的容貌。当初我就和你约定，愿意和你白头偕老。你当时正处于美妙年华而且长的俊俏人又聪明，爽朗无拘的性格让我在方方面面对你关怀备至，哪里料到你养成了狭小的心思性情，原来你竟表里不一。渐产生了与你分手的想法。渐渐觉得难以维持我们的感情，变得如此急躁烦恼。怎能忘记我们之间一起有过的欢笑。如果我再与你同拾旧好，就好比是琴瑟之弦已经断了，再接续之时又接错了一样，夫妻离异，犹如泼水于地，不能再复合。你常常向别人述说这些事，又时常寄些书信过来。读过之后，只能白白地悔恨懊恼。想起往事，我们到底哪里出错了。"}}, {"name": "李彭老", "dynasty": "宋代"}, {"name": "鬲溪梅令·丙辰冬自无", "prop": {"content": "丙辰冬，自无锡归，作此寓意。好花不与殢香人，浪粼粼。又恐春风归去绿成阴，玉钿何处寻。木兰双桨梦中云，小横陈。漫向孤山山下觅盈盈，翠禽啼一春。", "translation": "宋宁宗庆元二年，计划从无锡回杭州，作此词已寄我的心意。"}}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "代别情人", "prop": {"content": "清水本不动，桃花发岸傍。桃花弄水色，波荡摇春光。我悦子容艳，子倾我文章。风吹绿琴去，曲度紫鸳鸯。昔作一水鱼，今成两枝鸟。哀哀长鸡鸣，夜夜达五晓。起折相思树，归赠知寸心。覆水不可收，行云难重寻。天涯有度鸟，莫绝瑶华音。", "translation": "我如清水般矜持，你是桃花生长在岸旁。桃花戏弄水色，水波荡漾起春光。我喜欢你的容颜，你喜爱我的文章。我用绿绮琴弹指奏起：紫鸳鸯，琴声随风飘扬。我们曾经欢如鱼水，如今却成为两颗树上的鸟儿。夜夜相对哀鸣，一直到天亮。我折一支相思树枝送给你，聊表我寸心。泼出去的水难以收回，飘出去的云朵哪里找回。就算我们分隔天涯，别忘记托鸟儿带来你的音讯。"}}, {"name": "凤求凰", "prop": {"content": "其一：【琴曲出自王实甫《西厢记》】有一美人兮，见之不忘。（一作：有美人兮，见之不忘。）一日不见兮，思之如狂。凤飞翱翔兮，四海求凰。无奈佳人兮，不在东墙。将琴代语兮，聊写衷肠。何时见许兮，慰我彷徨。愿言配德兮，携手相将。不得於飞兮，使我沦亡。其二：凤兮凤兮归故乡，遨游四海求其凰。时未遇兮无所将，何悟今兮升斯堂！有艳淑女在闺房，室迩人遐毒我肠。何缘交颈为鸳鸯，胡颉颃兮共翱翔！凰兮凰兮从我栖，得托孳尾永为妃。交情通意心和谐，中夜相从知者谁？双翼俱起翻高飞，无感我思使余悲。", "translation": "有位俊秀美丽的女子啊，我见了她的容貌就此难以忘怀。一日不见她，心中牵念得像是要发狂一般。我就像那在空中回旋高飞的凤鸟，在天下各处寻觅著凰鸟。可惜那心中的佳人啊，未曾住在我家东墙邻近的地方。我以琴声替代心中情语，姑且描写我内心的情意。何时能允诺婚事，慰藉我往返徘徊，不知如何是好的心情？希望我的德行可以与你相配，与你携手同在而成百年好合。无法与你比翼偕飞、百年好合，这样的伤情结果，令我沦陷于情愁而欲丧亡。"}}, {"name": "蝶恋花·几许伤春春复", "prop": {"content": "几许伤春春复暮。杨柳清阴，偏碍游丝度。天际小山桃叶步。白头花满湔裙处。竟日微吟长短句。帘影灯昏，心寄胡琴语。数点雨声风约住。朦胧淡月云来去。", "translation": "多少回伤春又到了春暮，杨柳树浓浓的清荫，妨碍着游丝度过。远处的小山边是桃叶埠，白花盛开的河边是她洗裙的地方。我整天轻声吟诵诗句，在帘影之下暗灯前，让胡琴声把我心声吐。几点雨声被风止住，月色朦胧薄云飘来飘去。"}}, {"name": "浣溪沙·半踏长裾宛约", "prop": {"content": "半踏长裾宛约行，晚帘疏处见分明，此时堪恨昧平生。早是销魂残烛影，更愁闻着品弦声，杳无消息若为情。", "translation": "一个平和宁静的夜晚，稀疏的竹帘掩映处，分明映现出一个身姿窈窕、仪态幽雅的倩影。她云鬓高挽，长袖曳地，步履盈盈，姗姗而行。目睹此景，他顿时心潮翻腾，热血沸腾，真想去与她亲近，只恨素昧平生，欲识无缘。现在回想起来，仍觉万分遗憾。她深夜独坐在摇曳的灯光下，形只影单，看着叫人黯然神伤；纤指轻移，漫不经心地拨弦品琴，听了更令人无端惆怅。那昔日的一幕，早已风流云散，别后更是踪迹难寻。怎奈往事历历，又如何忍受这萦怀绕梦、欲罢不能的绵绵情思呢！"}}, {"name": "秋夜月·当初聚散", "prop": {"content": "当初聚散。便唤作、无由再逢伊面。近日来、不期而会重欢宴。向尊前、闲暇里，敛著眉儿长叹。惹起旧愁无限。 盈盈泪眼。漫向我耳边，作万般幽怨。奈你自家心下，有事难见。待信真个，恁别无萦绊。不免收心，共伊长远。", "translation": "当时离开的时候，就说了，没有机会再和你见面。最近呢，没有想到我们却再次相遇。闲暇的时候，喝着酒，你皱着眉头叹气。又想起旧时的无限忧愁。你眼睛里闪着泪光，在我耳边说着你的万种怨恨。但是我也许多的无可奈何，不可能这样永远陪你。等我没有什么牵绊的时候，我就会和你永远在一起。"}}, {"name": "马嵬·其二", "prop": {"content": "海外徒闻更九州，他生未卜此生休。空闻虎旅传宵柝，无复鸡人报晓筹。(传 一作：鸣)此日六军同驻马，当时七夕笑牵牛。如何四纪为天子，不及卢家有莫愁。", "translation": "徒然听到传说，海外还有九州，来生未可预知，今生就此罢休。空听到禁卫军，夜间击打刀斗，不再有宫中鸡人，报晓敲击更筹。六军已经约定，全都驻马不前，遥想当年七夕，我们还嗤笑织女牛郎。如何历经四纪，身份贵为天子，却不及卢家夫婿，朝朝夕夕陪伴莫愁。 "}}, {"name": "月夜重寄宋华阳姊妹", "prop": {"content": "偷桃窃药事难兼，十二城中锁彩蟾。应共三英同夜赏，玉楼仍是水精帘。", "translation": "偷桃窃药是两件美事，可惜难两全。玉阳碧城十二楼，曾经幽禁过彩蟾。本来我应跟三位美女，一起欣赏月光团圈。那华阳观玉楼，仍然像透明的水精帘。"}}, {"name": "千秋岁·数声鶗鴂", "prop": {"content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)", "translation": "杜鹃声声，又来向人们报道春时光景即将逝去。惜春人更是想将那残花折下，挽留点点春意。不料梅子青时，便被无情的风暴突袭。看那庭中的柳树，在无人的园中整日随风飞絮如飘雪。切莫把琵琶的细弦拨动，细弦能够诉说出极致的怨恨。天不会老去，爱情也永远不会断绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。"}}, {"name": "子夜四时歌·自从别欢", "prop": {"content": "自从别欢后，叹音不绝响。黄檗向春生，苦心随日长。", "translation": "自从欢会别后，终日叹息，整日相思。我的心就像春天蓬勃生长的黄檗树，越来越苦。"}}, {"name": "将仲子", "prop": {"content": "将仲子兮，无逾我里，无折我树杞。岂敢爱之？畏我父母。仲可怀也，父母之言亦可畏也。将仲子兮，无逾我墙，无折我树桑。岂敢爱之？畏我诸兄。仲可怀也，诸兄之言亦可畏也。将仲子兮，无逾我园，无折我树檀。岂敢爱之？畏人之多言。仲可怀也，人之多言亦可畏也。", "translation": "仲子哥啊你听我说，别翻越我家门户，别折了我种的杞树。哪是舍不得杞树啊，我是害怕我的父母。仲子哥实在让我牵挂，但父母的话也让我害怕。仲子哥啊你听我讲，别翻越我家围墙，别折了我种的绿桑。哪是舍不得桑树啊，我是害怕我的兄长。仲子哥实在让我牵挂，但兄长的话也让我害怕。仲子哥啊你听我言，别越过我家菜园，别折了我种的青檀。哪是舍不得檀树啊，我是害怕邻人毁谗。仲子哥实在让我牵挂，但邻人毁谗也让我害怕。"}}, {"name": "如梦令·纤月黄昏庭院", "prop": {"content": "纤月黄昏庭院，语密翻教醉浅。知否那人心？旧恨新欢相半。谁见？谁见？珊枕泪痕红泫。", "translation": "黄昏时的庭院，纤月当空，两人情话绵绵，醉意也渐渐消减。现在，情人已长久未来相会，不知那人心，是真情?还是假意？旧恨新欢，旧情新怨，交织在一起，说不清，理还乱。有谁能见到我忧伤思念，长夜难眠，脸上红泪涟涟，浸湿了珊瑚枕函。"}}, {"name": "少年游·重阳过后", "prop": {"content": "重阳过后，西风渐紧，庭树叶纷纷。朱阑向晓，芙蓉妖艳，特地斗芳新。霜前月下，斜红淡蕊，明媚欲回春。莫将琼萼等闲分，留赠意中人。", "translation": "刚刚过了重阳节，天气渐渐冷了，庭院里秋风瑟瑟。落叶纷纷。在这秋日的清晨，朱红阑干外的木芙蓉却开得非常美艳，像在特地竞吐新的芬芳。天气逐渐寒冷。白色的木美蓉在淡淡的月光下摇曳生姿，就像是镀上了一层薄薄的清霜。这一枝斜立着，红得像火一样灿烂；那一枝低垂着，白得像雪一样晶莹。所有的花似乎都不畏霜寒，都开得那么明艳，那么妩媚，让人觉得仿佛回到了温暖的春天。不要把这玲珑剔透的花儿随便地摘下来分了，还是留着它赠送给意中人吧。"}}, {"name": "无题", "prop": {"content": "相见时难别亦难，东风无力百花残。春蚕到死丝方尽，蜡炬成灰泪始干。晓镜但愁云鬓改，夜吟应觉月光寒。蓬山此去无多路，青鸟殷勤为探看。(蓬山 一作：蓬莱)", "translation": "相见很难，离别更难，何况在这东风无力、百花凋谢的暮春时节。春蚕结茧到死时丝才吐完，蜡烛要烧成灰烬时像泪一样的蜡油才能滴干。早晨梳妆照镜，只担忧如云的鬓发改变颜色，容颜不再。长夜独自吟诗不寐，必然感到冷月侵人。蓬莱山离这儿不算太远，却无路可通，烦请青鸟一样的使者，殷勤地为我去探看。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "望江南·春不见", "prop": {"content": "春不见，寻过野桥西。染梦淡红欺粉蝶，锁愁浓绿骗黄鹂。幽恨莫重提。人不见，相见是还非？拜月有香空惹袖，惜花无泪可沾衣。山远夕阳低。", "translation": "春天你在哪里？我寻你已过野桥西。淡淡的红花如梦虚幻妄招粉蝶，苍翠绿树结着幽怨骗来黄鹂。那埋藏在心里的深沉怨恨莫再提起。如意人儿你在哪里？恍忽瞥见又似是而非。拜月求福的祈祷毫无效验，惜花飘零的泪水已无几滴。凝望远山残阳越来越低。"}}, {"dynasty": "魏晋"}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "洛神赋 / 感甄赋", "prop": {"content": "　　黄初三年，余朝京师，还济洛川。古人有言：斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋。其词曰：　　余从京域，言归东藩，背伊阙，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王之所见，无乃是乎！其状若何？臣愿闻之。”　　余告之曰：其形也，翩若惊鸿，婉若游龙。荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞；迫而察之，灼若芙蕖出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露。芳泽无加，铅华弗御。云髻峨峨，修眉联娟。丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权。瓌姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。　　余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。　　于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒途之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。尔乃众灵杂沓，命俦啸侣。或戏清流，或翔神渚，或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安；进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。　　于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉銮以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清扬。动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。　　于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘反，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。", "translation": "　　黄初三年，我来到京都朝觐，归渡洛水。古人曾说此水之神名叫宓妃。因有感于宋玉对楚王所说的神女之事，于是作了这篇赋。赋文云："}}, {"name": "姚宽", "dynasty": "宋代"}, {"name": "霓裳中序第一·亭皋正", "prop": {"content": "丙午岁，留长沙。登祝融。因得其祠神之曲曰《黄帝盐》、《苏合香》。又于乐工故书中得商调《霓裳曲》十八阕，皆虚谱无辞。按沈氏《乐律》，《霓裳》道调，此乃商调。乐天诗云：“散序六阕”，此特两阕。未知孰是？然音节闲雅，不类今曲：余不暇尽作。作《中序》一阕传于世。余方羁游，感此古音，不自知其辞之怨抑也。亭皋正望极，乱落江莲归未得。多病却无气力，况纨扇渐疏，罗衣初索。流光过隙，叹杏梁、双燕如客。人何在？一帘淡月，仿佛照颜色。幽寂，乱蛩吟壁，动庾信、清愁似织。沉思年少浪迹，笛里关山，柳下坊陌。坠红无信息，漫暗水、涓涓溜碧。飘零久、而今何意，醉卧酒垆侧。", "translation": "从平坦的江畔极目远望，乱纷纷莲花凋落，一去不返，顺水漂泊。多病的身躯气力衰弱，更何况秋风渐渐寒瑟，团扇渐渐闲搁，罗衣单薄，开始更换穿着。光阴流逝如白驹从门缝一闪而过，可叹杏梁上的双燕春来秋去就像远行的旅客。意中人儿何在？一帘淡淡秋月银波，仿佛照着她憔悴的颜色。多少幽暗寂寞。蟋蟀在墙壁里杂乱地吟歌，牵动了流寓异乡的庾信，清秋的愁绪如乱丝萦惹。深深地回忆年少时的浪迹飘泊，笛声里关山跋涉。垂柳下花巷消磨。意中人如落红断了音信，仿佛随着碧绿的暗水涓涓流去，空自失落。飘零日久，而今哪还有，醉卧酒垆的豪旷意绪和气魄。"}}, {"name": "饮马长城窟行", "prop": {"content": "饮马长城窟，水寒伤马骨。往谓长城吏，慎莫稽留太原卒！官作自有程，举筑谐汝声！男儿宁当格斗死，何能怫郁筑长城。长城何连连，连连三千里。边城多健少，内舍多寡妇。作书与内舍，便嫁莫留住。善事新姑嫜，时时念我故夫子！报书往边地，君今出语一何鄙？身在祸难中，何为稽留他家子？生男慎莫举，生女哺用脯。君独不见长城下，死人骸骨相撑拄。结发行事君，慊慊心意关。明知边地苦，贱妾何能久自全？", "translation": "无"}}, {"name": "徐再思", "dynasty": "元代"}, {"name": "忆秦娥·花深深", "prop": {"content": "花深深。一钩罗袜行花阴。行花阴。闲将柳带，细结同心。 日边消息空沈沈。画眉楼上愁登临。愁登临。海棠开后，望到如今。", "translation": "在一个晴和的春日，踱着轻盈的步子，独自徘徊于花荫之下，看到长长的柳条，便随手攀折了几枝，然后细心编成一个同心结，期望丈夫能与自己永结同心。已经很长时间没有收到丈夫的来信了，在愁苦无奈的时候，只能独自登上闺楼远眺。从海棠花开就开始盼望，一直盼到现在。"}}, {"name": "司马相如", "dynasty": "两汉"}, {"name": "贯休", "dynasty": "唐代"}, {"name": "柳毅传", "prop": {"content": "　　仪凤中，有儒生柳毅者，应举下第，将还湘滨。念乡人有客于泾阳者，遂往告别。至六七里，鸟起马惊，疾逸道左。又六七里，乃止。见有妇人，牧羊于道畔。毅怪视之，乃殊色也。然而蛾脸不舒，巾袖无光，凝听翔立，若有所伺。毅诘之曰：“子何苦而自辱如是？”妇始楚而谢，终泣而对曰：“贱妾不幸，今日见辱问于长者。然而恨贯肌骨，亦何能愧避？幸一闻焉。妾，洞庭龙君小女也。父母配嫁泾川次子，而夫婿乐逸，为婢仆所惑，日以厌薄。既而将诉于舅姑，舅姑爱其子，不能御。迨诉频切，又得罪舅姑。舅姑毁黜以至此。”言讫，歔欷流涕，悲不自胜。又曰：“洞庭于兹，相远不知其几多也？长天茫茫，信耗莫通。心目断尽，无所知哀。闻君将还吴，密通洞庭。或以尺书寄托侍者，未卜将以为可乎？”毅曰：“吾义夫也。闻子之说，气血俱动，恨无毛羽，不能奋飞，是何可否之谓乎！然而洞庭深水也。吾行尘间，宁可致意耶？惟恐道途显晦，不相通达，致负诚托，又乖恳愿。子有何术可导我邪？”女悲泣且谢，曰：“负载珍重，不复言矣。脱获回耗，虽死必谢。君不许，何敢言。既许而问，则洞庭之与京邑，不足为异也。”毅请闻之。女曰：“洞庭之阴，有大橘树焉，乡人谓之‘社橘’。君当解去兹带，束以他物。然后叩树三发，当有应者。因而随之，无有碍矣。幸君子书叙之外，悉以心诚之话倚托，千万无渝！”毅曰：“敬闻命矣。”女遂于襦间解书，再拜以进。东望愁泣，若不自胜。毅深为之戚，乃致书囊中，因复谓曰：“吾不知子之牧羊，何所用哉？神岂宰杀乎？”女曰：“非羊也，雨工也。”“何为雨工？”曰：“雷霆之类也。”毅顾视之，则皆矫顾怒步，饮龁甚异，而大小毛角，则无别羊焉。毅又曰：“吾为使者，他日归洞庭，幸勿相避。”女曰：“宁止不避，当如亲戚耳。”语竟，引别东去。不数十步，回望女与羊，俱亡所见矣。　　其夕，至邑而别其友，月余到乡，还家，乃访友于洞庭。洞庭之阴，果有社橘。遂易带向树，三击而止。俄有武夫出于波问，再拜请曰：“贵客将自何所至也？”毅不告其实，曰：“走谒大王耳。”武夫揭水止路，引毅以进。谓毅曰：“当闭目，数息可达矣。”毅如其言，遂至其宫。始见台阁相向，门户千万，奇草珍木，无所不有.夫乃止毅，停于大室之隅，曰：“客当居此以俟焉。”毅曰：“此何所也？”夫曰：“此灵虚殿也。”谛视之，则人间珍宝毕尽于此。柱以白璧，砌以青玉，床以珊瑚，帘以水精，雕琉璃于翠楣，饰琥珀于虹栋。奇秀深杳，不可殚言。然而王久不至。毅谓夫曰：“洞庭君安在哉？”曰：“吾君方幸玄珠阁，与太阳道士讲《火经》，少选当毕。”毅曰：“何谓《火经》？”夫曰：“吾君，龙也。龙以水为神，举一滴可包陵谷。道士，乃人也。人以火为神圣，发一灯可燎阿房。然而灵用不同，玄化各异。太阳道士精于人理，吾君邀以听焉。”语毕而宫门辟，景从云合，而见一人，披紫衣，执青玉。夫跃曰：“此吾君也！”乃至前以告之。　　君望毅而问曰：“岂非人间之人乎？”对曰：“然。”毅而设拜，君亦拜，命坐于灵虚之下。谓毅曰：“水府幽深，寡人暗昧，夫子不远千里，将有为乎？”毅曰：“毅，大王之乡人也。长于楚，游学于秦。昨下第，闲驱泾水右涘，见大王爱女牧羊于野，风鬟雨鬓，所不忍睹。毅因诘之，谓毅曰：‘为夫婿所薄，舅姑不念，以至于此’。悲泗淋漓，诚怛人心。遂托书于毅。毅许之，今以至此。”因取书进之。洞庭君览毕，以袖掩面而泣曰：“老父之罪，不能鉴听，坐贻聋瞽，使闺窗孺弱，远罹构害。公，乃陌上人也，而能急之。幸被齿发，何敢负德！”词毕，又哀咤良久。左右皆流涕。时有宦人密侍君者，君以书授之，令达宫中。须臾，宫中皆恸哭。君惊，谓左右曰：“疾告宫中，无使有声，恐钱塘所知。”毅曰：“钱塘，何人也？”曰：“寡人之爱弟，昔为钱塘长，今则致政矣。”毅曰：“何故不使知？”曰：“以其勇过人耳。昔尧遭洪水九年者，乃此子一怒也。近与天将失意，塞其五山。上帝以寡人有薄德于古今，遂宽其同气之罪。然犹縻系于此，故钱塘之人日日候焉。”语未毕，而大声忽发，天拆地裂。宫殿摆簸，云烟沸涌。俄有赤龙长千余尺，电目血舌，朱鳞火鬣，项掣金锁，锁牵玉柱。千雷万霆，激绕其身，霰雪雨雹，一时皆下。乃擘青天而飞去。毅恐蹶仆地。君亲起持之曰：“无惧，固无害。”毅良久稍安，乃获自定。因告辞曰：“愿得生归，以避复来。”君曰：“必不如此。其去则然，其来则不然，幸为少尽缱绻。”因命酌互举，以款人事。　　俄而祥风庆云，融融恰怡，幢节玲珑，箫韶以随。红妆千万，笑语熙熙。中有一人，自然蛾眉，明珰满身，绡縠参差。迫而视之，乃前寄辞者。然若喜若悲，零泪如丝。须臾，红烟蔽其左，紫气舒其右，香气环旋，入于宫中。君笑谓毅曰：“泾水之囚人至矣。”君乃辞归宫中。须臾，又闻怨苦，久而不已。有顷，君复出，与毅饮食。又有一人，披紫裳，执青玉，貌耸神溢，立于君左。君谓毅曰：“此钱塘也。”毅起，趋拜之。钱塘亦尽礼相接，谓毅曰：“女侄不幸，为顽童所辱。赖明君子信义昭彰，致达远冤。不然者，是为泾陵之土矣。飨德怀恩，词不悉心。”毅撝退辞谢，俯仰唯唯。然后回告兄曰：“向者辰发灵虚，巳至泾阳，午战于彼，未还于此。中间驰至九天，以告上帝。帝知其冤，而宥其失。前所谴责，因而获免。然而刚肠激发，不遑辞候，惊扰宫中，复忤宾客。愧惕惭惧，不知所失。”因退而再拜。君曰：“所杀几何？”曰：“六十万。”“伤稼乎？”曰：“八百里。”无情郎安在？”曰：“食之矣。”君怃然曰：“顽童之为是心也，诚不可忍，然汝亦太草草。赖上帝显圣，谅其至冤。不然者，吾何辞焉？从此以去，勿复如是。”钱塘君复再拜。是夕，遂宿毅于凝光殿。　　明日，又宴毅于凝碧宫。会友戚，张广乐，具以醪醴，罗以甘洁。初，笳角鼙鼓，旌旗剑戟，舞万夫于其右。中有一夫前曰：“此《钱塘破阵乐》。”旌杰气，顾骤悍栗。座客视之，毛发皆竖。复有金石丝竹，罗绮珠翠，舞千女于其左，中有一女前进曰：“此《贵主还宫乐》。”清音宛转，如诉如慕，坐客听下，不觉泪下。二舞既毕，龙君大悦。锡以纨绮，颁于舞人，然后密席贯坐，纵酒极娱。酒酣，洞庭君乃击席而歌曰：“大天苍苍兮，大地茫茫，人各有志兮，何可思量，狐神鼠圣兮，薄社依墙。雷霆一发兮，其孰敢当？荷贞人兮信义长，令骨肉兮还故乡，齐言惭愧兮何时忘！”洞庭君歌罢，钱塘君再拜而歌曰：“上天配合兮，生死有途。此不当妇兮，彼不当夫。腹心辛苦兮，泾水之隅。风霜满鬓兮，雨雪罗襦。赖明公兮引素书，令骨肉兮家如初。永言珍重兮无时无。”钱塘君歌阕，洞庭君俱起，奉觞于毅。毅踧踖而受爵，饮讫，复以二觞奉二君，乃歌曰：“碧云悠悠兮，泾水东流。伤美人兮，雨泣花愁。尺书远达兮，以解君忧。哀冤果雪兮，还处其休。荷和雅兮感甘羞。山家寂寞兮难久留。欲将辞去兮悲绸缪。”歌罢，皆呼万岁。洞庭君因出碧玉箱，贮以开水犀；钱塘君复出红珀盘，贮以照夜玑：皆起进毅，毅辞谢而受。然后宫中之人，咸以绡彩珠璧，投于毅侧。重叠焕赫，须臾埋没前后。毅笑语四顾，愧谢不暇。洎酒阑欢极，毅辞起，复宿于凝光殿。　　翌日，又宴毅于清光阁。钱塘因酒作色，踞谓毅曰：“不闻猛石可裂不可卷，义士可杀不可羞耶？愚有衷曲，欲一陈于公。如可，则俱在云霄；如不可，则皆夷粪壤。足下以为何如哉？”毅曰：“请闻之。”钱塘曰：“泾阳之妻，则洞庭君之爱女也。淑性茂质，为九姻所重。不幸见辱于匪人，今则绝矣。将欲求托高义，世为亲戚，使受恩者知其所归，怀爱者知其所付，岂不为君子始终之道者？”毅肃然而作，欻然而笑曰：“诚不知钱塘君孱困如是！毅始闻跨九州，怀五岳，泄其愤怒；复见断金锁，掣玉柱，赴其急难。毅以为刚决明直，无如君者。盖犯之者不避其死，感之者不爱其生，此真丈夫之志。奈何萧管方洽，亲宾正和，不顾其道，以威加人？岂仆人素望哉！若遇公于洪波之中，玄山之间，鼓以鳞须，被以云雨，将迫毅以死，毅则以禽兽视之，亦何恨哉！今体被衣冠，坐谈礼义，尽五常之志性，负百行怖之微旨，虽人世贤杰，有不如者，况江河灵类乎？而欲以蠢然之躯，悍然之性，乘酒假气，将迫于人，岂近直哉！且毅之质，不足以藏王一甲之间。然而敢以不伏之心，胜王不道之气。惟王筹之！”钱塘乃逡巡致谢曰：“寡人生长宫房，不闻正论。向者词述疏狂，妄突高明。退自循顾，戾不容责。幸君子不为此乖问可也。”其夕，复饮宴，其乐如旧。毅与钱塘遂为知心友。　　明日，毅辞归。洞庭君夫人别宴毅于潜景殿，男女仆妾等悉出预会。夫人泣谓毅曰：“骨肉受君子深恩，恨不得展愧戴，遂至睽别。”使前泾阳女当席拜毅以致谢。夫人又曰：“此别岂有复相遇之日乎？”毅其始虽不诺钱塘之情，然当此席，殊有叹恨之色。宴罢，辞别，满宫凄然。赠遗珍宝，怪不可述。毅于是复循途出江岸，见从者十余人，担囊以随，至其家而辞去。毅因适广陵宝肆，鬻其所得。百未发一，财已盈兆。故淮右富族，咸以为莫如。遂娶于张氏，亡。又娶韩氏。数月，韩氏又亡。徙家金陵。常以鳏旷多感，或谋新匹。有媒氏告之曰：“有卢氏女，范阳人也。父名曰浩，尝为清流宰。晚岁好道，独游云泉，今则不知所在矣。母曰郑氏。前年适清河张氏，不幸而张夫早亡。母怜其少，惜其慧美，欲择德以配焉。不识何如？”毅乃卜日就礼。既而男女二姓俱为豪族，法用礼物，尽其丰盛。金陵之士，莫不健仰。居月余，毅因晚入户，视其妻，深觉类于龙女，而艳逸丰厚，则又过之。因与话昔事。妻谓毅曰：“人世岂有如是之理乎？”　　经岁余，有一子。毅益重之。既产，逾月，乃秾饰换服，召毅于帘室之间，笑谓毅曰：“君不忆余之于昔也？”毅曰：“夙为姻好，何以为忆？”妻曰：“余即洞庭君之女也。泾川之冤，君使得白。衔君之恩，誓心求报。洎钱塘季父论亲不从，遂至睽违。天各一方，不能相问。父母欲配嫁于濯锦小儿某。遂闭户剪发，以明无意。虽为君子弃绝，分见无期。而当初之心，死不自替。他日父母怜其志，复欲驰白于君子。值君子累娶，当娶于张，已而又娶于韩。迨张、韩继卒，君卜居于兹，故余之父母乃喜余得遂报君之意。今日获奉君子，咸善终世，死无恨矣。”因呜咽，泣涕交下。对毅曰：“始不言者，知君无重色之心。今乃言者，知君有感余之意。妇人匪薄，不足以确厚永心，故因君爱子，以托相生。未知君意如何？愁惧兼心，不能自解。君附书之日，笑谓妾曰：‘他日归洞庭，慎无相避。’诚不知当此之际，君岂有意于今日之事乎？其后季父请于君，君固不许。君乃诚将不可邪，抑忿然邪？君其话之。”毅曰：“似有命者。仆始见君子，长泾之隅，枉抑憔悴，诚有不平之志。然自约其心者，达君之冤，余无及也。以言‘慎无相避’者，偶然耳，岂有意哉。洎钱塘逼迫之际，唯理有不可直，乃激人之怒耳。夫始以义行为之志，宁有杀其婿而纳其妻者邪？一不可也。某素以操真为志尚，宁有屈于己而伏于心者乎？二不可也。且以率肆胸臆，酬酢纷纶，唯直是图，不遑避害。然而将别之日。见君有依然之容，心甚恨之。终以人事扼束，无由报谢。吁，今日，君，卢氏也，又家于人间。则吾始心未为惑矣。从此以往，永奉欢好，心无纤虑也。”妻因深感娇泣，良久不已。有顷，谓毅曰：“勿以他类，遂为无心，固当知报耳。夫龙寿万岁，今与君同之。水陆无往不适。君不以为妄也。”毅嘉之曰：“吾不知国客乃复为神仙之饵！”。乃相与觐洞庭。既至，而宾主盛礼，不可具纪。　　后居南海仅四十年，其邸第、舆马、珍鲜、服玩，虽侯伯之室，无以加也。毅之族咸遂濡泽。以其春秋积序，容状不衰。南海之人，靡不惊异。　　洎开元中，上方属意于神仙之事，精索道术。毅不得安，遂相与归洞庭。凡十余岁，莫知其迹。　　至开元末，毅之表弟薛嘏为京畿令，谪官东南。经洞庭，晴昼长望，俄见碧山出于远波。舟人皆侧立，曰：“此本无山，恐水怪耳。”指顾之际，山与舟相逼，乃有彩船自山驰来，迎问于嘏。其中有一人呼之曰：“柳公来候耳。”嘏省然记之，乃促至山下，摄衣疾上。山有宫阙如人世，见毅立于宫室之中，前列丝竹，后罗珠翠，物玩之盛，殊倍人间。毅词理益玄，容颜益少。初迎嘏于砌，持嘏手曰：“别来瞬息，而发毛已黄。”嘏笑曰：“兄为神仙，弟为枯骨，命也。”毅因出药五十丸遗嘏，曰：“此药一丸，可增一岁耳。岁满复来，无久居人世以自苦也。”欢宴毕，嘏乃辞行。自是已后，遂绝影响。嘏常以是事告于人世。殆四纪，嘏亦不知所在。　　陇西李朝威叙而叹曰：“五虫之长，必以灵者，别斯见矣。人，裸也，移信鳞虫。洞庭含纳大直，钱塘迅疾磊落，宜有承焉。嘏咏而不载，独可邻其境。愚义之，为斯文。”", "translation": "　　仪凤年间，有一位书生柳毅，到京城长安参加科举考试，没有考取，准备回到湘水边的家乡去。他想起有个同乡人客居在泾阳，就去辞行。走了六、七里，忽然有一群鸟直飞起来，（他的）马受了惊吓，向道边飞奔，又跑了六、七里，才停了下来。"}}, {"name": "江城子·帐里鸳鸯交颈", "prop": {"content": "帐里鸳鸯交颈情，恨鸡声，天已明。愁见街前，还是说归程。临上马时期后会，待梅绽，月初生。", "translation": "　　和凝的《江城子》共有五首，是一组完整的组词，内容相连，叙述一位女子与情人夜间约会相见的整个过程，从第一首“排红烛，待潘郎”到第五首“天已明”，写出这位女子含娇、含恨、含笑、含情、含愁的一个等待恋人时特有的心态流程，表现出她对恋人的一片痴情。因为它“章法清晰”，所以被人誉为“联章之祖”，又称“江城五支，为言情者之祖”。所谓“江城五支，为言情者之祖”，指的应该并不是“托美人以写情，指落花而自喻”，而应该是采用组词这种特别的方式，叙述了一件完整的情事过程。这属于和凝的首创，所以称祖。"}}, {"name": "兰楚芳", "dynasty": "元代"}, {"dynasty": "先秦"}, {"name": "陌上赠美人", "prop": {"content": "骏马骄行踏落花，垂鞭直拂五云车。 美人一笑褰珠箔，遥指红楼是妾家。", "translation": "我骑着高大健壮的骏马踏步行走在落花上，手中的马鞭拂到她乘的马车上。车中美人撩起珠帘微微一笑，遥遥指向前方红楼说那是我的家。"}}, {"name": "查德卿", "dynasty": "元代"}, {"name": "无题二首", "prop": {"content": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。(转蓬 一作：断蓬)闻道阊门萼绿华，昔年相望抵天涯。岂知一夜秦楼客，偷看吴王苑内花。 ", "translation": "昨夜星光璀璨，凉风习习，酒筵设在画楼西畔、桂堂之东。身虽无彩凤双翅不能比翼齐飞，内心却象灵犀一样，感情息息相通。互相猜钩嬉戏，隔座对饮春酒暖心；分组来行酒令，决一胜负烛光泛红。可叹呵，听到五更鼓应该上朝点卯；策马赶到兰台，像随风飘转的蓬蒿。"}}, {"name": "无题·重帏深下莫愁堂", "prop": {"content": "重帏深下莫愁堂，卧后清宵细细长。神女生涯原是梦，小姑居处本无郎。风波不信菱枝弱，月露谁教桂叶香。直道相思了无益，未妨惆怅是清狂。", "translation": "幽寂的厅堂中层层帷幕深垂；独卧床上，追思前事，倍感静夜的漫长。巫山神女艳遇楚王，原来只是梦一场；青溪小姑住所，本就独处无郎。风波不信菱枝柔弱，偏要摧残；像那具有芬芳美质的桂叶，却无月露滋润使之飘香。即使相思全无好处，但这种惆怅之心，也好算是痴情了。 "}}, {"name": "生查子·含羞整翠鬟", "prop": {"content": "含羞整翠鬟，得意频相顾。雁柱十三弦，一一春莺语。娇云容易飞，梦断知何处。深院锁黄昏，阵阵芭蕉雨。", "translation": "　　似娇还羞抿了抿秀发乌鬟，笑靥盈盈秋波流转频频顾盼。玉手纤指轻弹，筝声婉转欢快，琴弦飞荡回旋，似春莺传情，低语交欢。　　曲终人去，宛如飞云飘逸，只留下娇柔的身影。春梦已断不知何处寻觅。庭院深深，锁住的是寂寞和黄昏，还有那阵阵凄雨敲打芭蕉声。"}}, {"name": "黄增", "dynasty": "清代"}, {"dynasty": "近现代"}, {"name": "浣溪沙·入夏偏宜澹薄", "prop": {"content": "入夏偏宜澹薄妆，越罗衣褪郁金黄，翠钿檀注助容光。相见无言还有恨，几回判却又思量，月窗香径梦悠飏。", "translation": "时节刚刚入夏，合时的装束应该的穿上淡薄的衣裳，越地丝绸做成的衣衫褪去了郁金草染成的金黄，翠色钗钿和红色胭脂更加增添了美艳的容光。回想相见的时候不知道说什么，心里却还有一些离别的不爽；几次想说分手，最后总是没有开腔。明月满窗，花径幽幽，思念悠长恰似做梦一样。"}}, {"name": "少年游·离多最是", "prop": {"content": "离多最是，东西流水，终解两相逢。浅情终似，行云无定，犹到梦魂中。可怜人意，薄于云水，佳会更难重。细想从来，断肠多处，不与今番同。", "translation": "离别就像那流水，二水分流，一个向西，一个向东，但最终还能再度相逢。即使情感浅薄似那行踪无定的白云，仍能相逢在梦中。可惜有的时候人的情意比行云、流水还要浅薄无定性，美好的聚会难以再来。细细回想从前的种种，虽然多次令人肠断，但都与这次截然不同！"}}, {"name": "白朴", "dynasty": "元代"}, {"name": "摸鱼儿·问莲根有丝多", "prop": {"content": "　　泰和中，大名民家小儿女，有以私情不如意赴水者，官为踪迹之，无见也。其后踏藕者得二尸水中，衣服仍可验，其事乃白。是岁此陂荷花开，无不并蒂者。沁水梁国用，时为录事判官，为李用章内翰言如此。此曲以乐府《双蕖怨》命篇。“咀五色之灵芝，香生九窍；咽三危之瑞露，春动七情”，韩偓《香奁集》中自序语。　　问莲根、有丝多少，莲心知为谁苦？双花脉脉娇相向，只是旧家儿女。天已许。甚不教、白头生死鸳鸯浦？夕阳无语。算谢客烟中，湘妃江上，未是断肠处。　　香奁梦，好在灵芝瑞露。人间俯仰今古。海枯石烂情缘在，幽恨不埋黄土。相思树，流年度，无端又被西风误。兰舟少住。怕载酒重来，红衣半落，狼藉卧风雨。", "translation": "　　泰和年间，大名府民间有对男女青年因痴情相爱却不能如意地在一起而双双投水自杀，官府搜寻他们的踪迹却不能找到。之后，种藕的人在水塘中找到两具尸，衣物可辨，此事才真相大白。这一年，这个水塘中的荷花盛开，而且株株皆开并蒂莲。沁水的梁国用当时担任录事判官，向内翰李用章这样叙述。"}}, {"name": "东门之墠", "prop": {"content": "东门之墠，茹藘在阪。其室则迩，其人甚远。东门之栗，有践家室。岂不尔思？子不我即！", "translation": "东门附近的郊野平地，茜草沿着山坡生长。他家离我很近，人却像在远方。东门附近种着栗树，房屋栋栋整齐排列。哪里是不想念你？是你不肯亲近我。"}}, {"name": "迢迢牵牛星", "prop": {"content": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许。盈盈一水间，脉脉不得语。", "translation": "在银河东南牵牛星遥遥可见，在银河之西织女星明亮皎洁。织女正摆动柔长洁白的双手，织布机札札地响个不停。一整天也没织成一段布，哭泣的眼泪如同下雨般零落。这银河看起来又清又浅，两岸相隔又有多远呢？虽然只相隔了一条银河，但也只能含情脉脉相视无言。"}}, {"name": "诉衷情·永夜抛人何处", "prop": {"content": "永夜抛人何处去？绝来音。香阁掩，眉敛，月将沉。争忍不相寻？怨孤衾。换我心，为你心，始知相忆深。", "translation": "漫漫长夜你撇下我去了哪里啊？没有一点音讯。香阁门紧紧关上，眉儿紧紧皱起，月亮就要西沉。怎么忍心不苦苦追寻你啊？怨恨这孤眠独寝。只有换我的心，变作你的心，你才会知道这相思有多么深。"}}, {"name": "岳珂", "dynasty": "宋代"}, {"name": "浣溪沙·闺情", "prop": {"content": "绣面芙蓉一笑开，斜飞宝鸭衬香腮。眼波才动被人猜。一面风情深有韵，半笺娇恨寄幽怀。月移花影约重来。", "translation": "贴花如绣的脸庞莞尔一笑，就像盛开的荷花。头上斜插的鸭形发饰就像真的要飞一样，衬托的脸颊更加美丽、更加生动。眼波流转，一下就让人猜到应是在思念着谁。一脸的温情饱含着深韵，只能用这半张素笺把幽怨和思恋寄给心上人。月上阑干，花的影子不断移动，正是情人约会重聚的好时光。"}}, {"name": "隰桑", "prop": {"content": "隰桑有阿，其叶有难。既见君子，其乐如何。隰桑有阿，其叶有沃。既见君子，云何不乐。隰桑有阿，其叶有幽。既见君子，德音孔胶。心乎爱矣，遐不谓矣？中心藏之，何日忘之！", "translation": "洼地桑树多婀娜，叶儿茂盛掩枝柯。我看见了他，快乐的滋味无法言喻！洼地桑树多婀娜，枝柔叶嫩舞婆娑。我看见了他，如何叫我不快乐！洼地桑树多婀娜，叶儿浓密黑黝黝。我看见了他，说着情言爱语，体会着他执着的爱意。心里对他深深爱恋，却欲说还休。心中对他有深深的爱意，哪天能够忘记？"}}, {"name": "佚名", "dynasty": "未知"}, {"name": "小长干曲", "prop": {"content": "月暗送湖风，相寻路不通。菱歌唱不彻，知在此塘中。", "translation": "月色幽暗湖面吹来徐徐夜风，寻人不见道路曲折宛转不通。歌声悠扬时断时续经久不息，知道心爱的姑娘就在这塘中。"}}, {"name": "菩萨蛮·枕前发尽千般", "prop": {"content": "枕前发尽千般愿，要休且待青山烂。水面上秤锤浮，直待黄河彻底枯。白日参辰现，北斗回南面。休即未能休，且待三更见日头。", "translation": "在枕边发尽了千百种誓言，想要断绝爱恋关系除非等到青山溃烂，秤锤在水面上漂浮，黄河干枯得见底。还要白天看见参星和商星，北斗回到南面。即使这些事都出现了，还是不能中断，除非是半夜三更出现了太阳！"}}, {"name": "咏同心芙蓉", "prop": {"content": "灼灼荷花瑞，亭亭出水中。一茎孤引绿，双影共分红。色夺歌人脸，香乱舞衣风。名莲自可念，况复两心同。", "translation": "鲜艳明亮的荷花代表着祥瑞，亭亭玉立站在水中。一根花茎引出翠绿之色，两个花朵分用一片鲜红。花颜好像拿走了歌伎的面色，香气迷乱好像舞动衣服引起的微风。这样的莲花必然会互相思念，更何况它们的心是在一起的。"}}, {"name": "白头吟", "prop": {"content": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！", "translation": "爱情应该像山上的雪一般纯洁，像云间月亮一样皎洁。听说你怀有二心，所以来与你决裂。 今天置酒作最后的聚会，明日一早便在沟头分手。我缓缓的移动脚步沿沟走去，过去的生活宛如沟水向东流去。当初我毅然离家随君远去，就不像一般女孩凄凄啼哭。满以为嫁了一个情意专心的称心郎，可以相爱到老永远幸福。男女情投意合就像钓竿那样轻细柔长，鱼儿那样活波可爱。男子应当重情重义，失去了真诚的爱情是任何钱财珍宝都无法补偿的。"}}, {"name": "诉衷情·花前月下暂相", "prop": {"content": "花前月下暂相逢。苦恨阻从容。何况酒醒梦断，花谢月朦胧。花不尽，月无穷。两心同。此时愿作，杨柳千丝，绊惹春风。", "translation": "晚上恋人相会在花前月下，可很快就结束了，痛恨那些阻止我们的理由。酒醒之后，美梦断了，花儿谢了，月亮也有些黯然失色。花开不败，月亮也会升起，我们的心思也会永远一样。这个时候，多希望我是杨柳的枝叶，这样就可以一直和春风相伴随了。"}}, {"name": "浪淘沙·借问江潮与海", "prop": {"content": "借问江潮与海水，何似君情与妾心？相恨不如潮有信，相思始觉海非深。", "translation": "我问这江潮和海水，哪里像郎君的深情和女子的心意。埋怨郎君的情意不能像潮水一样来去有定时，思念的时候才发觉海水并不算深。"}}, {"name": "子夜四时歌·渊冰厚三", "prop": {"content": "渊冰厚三尺，素雪覆千里。我心如松柏，君情复何似？", "translation": "深潭里的水结了三尺厚的冰，洁白的雪覆盖了千里大地。尽管如此寒冷，我的心仍然像松柏一样坚贞不变，你的心又像什么呢？"}}, {"name": "张红桥", "dynasty": "明代"}, {"name": "子夜歌", "prop": {"content": "侬作北辰星，千年无转移。欢行白日心，朝东暮还西。", "translation": "我的感情就像天上的北极星，千万年都不变。你的心却像白日的太阳，早上那个还在东边，晚上就到了西边。"}}, {"name": "九歌·湘夫人", "prop": {"content": "帝子降兮北渚，目眇眇兮愁予。袅袅兮秋风，洞庭波兮木叶下。(袅袅 一作：嫋嫋)登白薠兮骋望，与佳期兮夕张。鸟何萃兮蘋中，罾何为兮木上？沅有芷兮澧有兰，思公子兮未敢言。荒忽兮远望，观流水兮潺湲。麋何食兮庭中？蛟何为兮水裔？朝驰余马兮江皋，夕济兮西澨。闻佳人兮召予，将腾驾兮偕逝。筑室兮水中，葺之兮荷盖。荪壁兮紫坛，播芳椒兮成堂。桂栋兮兰橑，辛夷楣兮药房。罔薜荔兮为帷，擗蕙櫋兮既张。白玉兮为镇，疏石兰兮为芳。芷葺兮荷屋，缭之兮杜衡。合百草兮实庭，建芳馨兮庑门。九嶷缤兮并迎，灵之来兮如云。捐余袂兮江中，遗余褋兮澧浦。搴汀洲兮杜若，将以遗兮远者。时不可兮骤得，聊逍遥兮容与。", "translation": "无"}}, {"name": "南歌子·似带如丝柳", "prop": {"content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。", "translation": "她的纤腰如嫩柳般婀娜，白白的双手好像握着一团雪。当玉钩卷起车帘露出她的倩影，我便在她的车后紧跟不舍。随着车轮扬起的香尘，踏遍了京城大街，一直走进黄昏的暮色。"}}, {"name": "昭君怨·暮雨丝丝吹湿", "prop": {"content": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。别有心情怎说，未是诉愁时节，谯鼓已三更，梦须成。", "translation": "傍晚细细雨丝还是将站立在风雨之中的词人打湿了，看着路边的柳树疲倦的舞动，池塘里的荷花也略显疲惫。这些景色让我联想到了瘦骨嶙峋的自己，顿生烦恼。别有心情，不光是因为秋风秋雨，还不到诉说愁绪的季节，不说也罢。谯鼓已经打了三下，定要睡去了，但愿有美梦一场。"}}, {"name": "寻芳草·萧寺记梦", "prop": {"content": "客夜怎生过。梦相伴、绮窗吟和。薄嗔佯笑道，若不是恁凄凉，肯来么。来去苦匆匆，准拟待、晓钟敲破。乍偎人一闪灯花堕，却对著琉璃火。", "translation": "寄居在外的夜晚要怎么挨过？梦里有她倚着窗子与我吟诗作对，她故作嗔怪。强作笑颜道：你如果不是心绪这般凄凉，会来与我相聚吗？无奈来去都太过匆匆，本来打算让你陪我到晨钟敲响的时候，但你才刚依偎着我，一片灯花坠落，惊醒了我的梦，你已经不见了，眼见只有寺院里的长明灯在闪烁。"}}, {"name": "乔吉", "dynasty": "元代"}, {"dynasty": "金朝"}, {"name": "莺啼序·荷和赵修全韵", "prop": {"content": "　　横塘棹穿艳锦，引鸳鸯弄水。断霞晚、笑折花归，绀纱低护灯蕊。润玉瘦、冰轻倦浴，斜拕凤股盘云坠。听银床声细。梧桐渐搅凉思。　　窗隙流光，冉冉迅羽，诉空梁燕子。误惊起、风竹敲门，故人还又不至。记琅玕、新诗细掐，早陈迹、香痕纤指。怕因循，罗扇恩疏，又生秋意。　　西湖旧日，画舸频移，叹几萦梦寐。霞佩冷，叠澜不定，麝霭飞雨，乍湿鲛绡，暗盛红泪。綀单夜共，波心宿处，琼箫吹月霓裳舞，向明朝、未觉花容悴。嫣香易落，回头澹碧锁烟，镜空画罗屏里。　　残蝉度曲，唱彻西园，也感红怨翠。念省惯、吴宫幽憩。暗柳追凉，晓岸参斜，露零沤起。丝萦寸藕，留连欢事。桃笙平展湘浪影，有昭华、秾李冰相倚。如今鬓点凄霜，半箧秋词，恨盈蠹纸。", "translation": "　　昔日住在横塘，与心爱的人日日泛舟湖上，穿梭在艳锦一般的荷花丛中，相偎看鸳鸯戏水。直到晚霞升起暮色将至，才恋恋不舍与美人折一枝荷花相携归去。夜色渐浓，纱罩中透露出的柔和烛光朦胧了卧室，美人出浴后肤若凝脂发髻斜坠，干娇百媚。两人卧听井栏边的梧桐随风坠落的细语微声，仿佛感到了秋天来临的丝丝凉意。"}}, {"name": "欧阳澈", "dynasty": "宋代"}, {"name": "八六子·倚危亭", "prop": {"content": "倚危亭。恨如芳草，萋萋刬尽还生。念柳外青骢别后，水边红袂分时，怆然暗惊。无端天与娉婷。夜月一帘幽梦，春风十里柔情。怎奈向、欢娱渐随流水，素弦声断，翠绡香减，那堪片片飞花弄晚，蒙蒙残雨笼晴。正销凝。黄鹂又啼数声。", "translation": "我独自依靠在高高的亭子上，那怨情就像春草，刚刚被清理，不知不觉又已长出来。一想到在柳树外骑马分别的场景，一想到水边与那位红袖佳人分别的情形，我就伤感不已。佳人，上天为何赐你如此美丽？让我深深投入无力自拔？当年在夜月里，我们共同醉入一帘幽梦，温柔的春风吹拂着你我。真是无可奈何，往日的欢乐都伴随着流水远去，绿纱巾上的香味渐渐淡去，再也听不到你那悦耳的琴声。如今已到了暮春时令，片片残红在夜色中飞扬，点点细雨下着下着又晴了，雾气一片迷迷蒙蒙。我的愁思正浓，忽然又传来黄鹂的啼叫声，一声一声。"}}, {"name": "马致远", "dynasty": "元代"}, {"name": "广谪仙怨·胡尘犯阙冲", "prop": {"content": "天宝十五载正月，安禄山反，陷没洛阳。王师败绩，关门不守。车驾幸蜀，途次马嵬驿，六军不发，赐贵妃自尽，然后驾行。次骆谷，上登高下马，望秦川，遥辞陵庙，再拜，呜咽流涕，左右皆泣。谓力士曰：“吾听九龄之言，不到于此。”乃命中使往韶州，以太牢祭之。因上马索长笛，吹笛，曲成，潸然流涕，伫立久之。时有司旋录成谱，及銮驾至成都，乃进此谱，请名曲。帝谓：“吾因思九龄，亦别有意，可名此曲为《谪仙怨》。”其旨属马嵬之事。厥后以乱离隔绝，有人自西川传得者，无由知，但呼为《剑南神曲》。其音怨切，诸曲莫比。大历中，江南人盛为此曲。随州刺史刘长卿左迁睦州司马，祖筵之内，长卿遂撰其词。吹之为曲，意颇自得。盖亦不知本事。余既备知，聊因暇日撰其辞，复命乐工唱之，用广其不知者。其词曰：胡尘犯阀冲关，金辂提携玉颜。云雨此时萧散，君王何日归还？伤心朝恨暮恨，回首千山万山。独望天边初月，蛾眉犹自弯弯。", "translation": "无"}}, {"name": "本事诗十首·选二", "prop": {"content": "乌舍凌波肌似雪，亲持红叶索题诗。还卿一钵无情泪，恨不相逢未剃时。春雨楼头尺八箫，何时归看浙江潮？芒鞋破钵无人识，踏过樱花第几桥？", "translation": "　　苏曼殊，中国近代史上一大奇才，广东香山（今中山）人。曾三次剃度为僧，又三次还俗。尤其是第三次出家后不到一年，又匆匆还俗，甚至连僧衣僧鞋都来不及更换，又以一个和尚的身份与诗人的气质回到尘俗之中。作为对社会改良充满希望的热血青年，他时而激昂，西装革履，慷慨陈辞，为革命而振臂高呼；时而颓唐，身披僧衣，逃身禅坛，在青灯黄卷中寻找精神的安慰。这两首《本事诗》充分表现出了苏曼殊的浪漫才情和内心矛盾。"}}, {"name": "江城子·竹里风生月上", "prop": {"content": "竹里风生月上门。理秦筝，对云屏。轻拨朱弦，恐乱马嘶声。含恨含娇独自语：今夜约，太迟生！", "translation": "竹林里传来阵阵风声，月光悄悄地溜进闺门。她面对云屏，调试秦筝。轻轻地拨弄筝弦，恐难听见那马儿的嘶叫。她含恨娇媚地独自言语：只怪我呀只怪我，今晚相约的时间太迟了!"}}, {"name": "宋玉", "dynasty": "先秦"}, {"name": "大车", "prop": {"content": "大车槛槛，毳衣如菼。岂不尔思？畏子不敢。大车啍啍，毳衣如璊。岂不尔思？畏子不奔。榖则异室，死则同穴。谓予不信，有如皦日。", "translation": "大车行走声槛槛，青色毛衣像嫩菼。难道是我不想你？相爱就怕你不敢。大车前行声啍啍，红色毛衣色如璊。难道是我不想你？怕你不跟我私奔。活着不能在一室，死后同埋一个坑。我说的话你不信，就让太阳来作证。"}}, {"name": "春望词四首·其三", "prop": {"content": "风花日将老，佳期犹渺渺。不结同心人，空结同心草。", "translation": "花儿随着春风的吹拂，一天天的衰败下去，约会的佳期也是渺茫无期。不能与心中的如意郎君结合在一起，岂不白白结下相爱的同心草。"}}, {"name": "渔家傲·近日门前溪水", "prop": {"content": "近日门前溪水涨。郎船几度偷相访。船小难开红斗帐。无计向。合欢影里空惆怅。愿妾身为红菡萏。年年生在秋江上。重愿郎为花底浪。无隔障。随风逐雨长来往。", "translation": "这些天门前溪水涨，情郎几度偷偷来相访，船小无法挂上红斗帐，不能亲热无计想，并蒂莲下空惆怅。祈愿妾身成为红芙蓉，年年长在秋江上，再希望郎是花下浪，没有障碍与阻挡，随风逐雨时时来寻访。"}}, {"name": "李煜", "dynasty": "五代"}, {"name": "江城子·初夜含娇入洞", "prop": {"content": "初夜含娇入洞房，理残妆，柳眉长。翡翠屏中，亲爇玉炉香。整顿金钿呼小玉，排红烛，待潘郎。", "translation": "无"}}, {"name": "无题·八岁偷照镜", "prop": {"content": "八岁偷照镜，长眉已能画。十岁去踏青，芙蓉作裙衩。十二学弹筝，银甲不曾卸。十四藏六亲，悬知犹未嫁。十五泣春风，背面秋千下。", "translation": "八岁时总是偷偷地照镜子，已经能画纤长的眉了。十岁时春日踏青郊游，采摘芙蓉花装饰自己的裙裳。十二岁时学习弹琴非常用功，套在指头上的银甲也顾不得摘下来。十四岁时，要避免见到男性，连最亲的人也不能见，这时她可能在猜想何时出嫁吧。十五岁时，她背对着秋千，在春风中哭泣，怕春天的消逝。"}}, {"name": "采莲曲", "prop": {"content": "玉溆花争发，金塘水乱流。相逢畏相失，并著木兰舟。", "translation": "玉光闪闪的水塘边，绚丽芬芳的鲜花争相绽放，采莲的轻舟来来往往，塘中水波回旋荡漾。恋人们在小河上相会，唯恐被水波分开，于是把小船紧紧靠拢。"}}, {"name": "念奴娇·凤凰山下", "prop": {"content": "凤凰山下，恨声声玉漏、今宵易歇。三叠阳关歌未竞，哑哑栖鸟催别。含怨吞声，两行清泪，渍透千重铁。重来休问，尊前已是愁绝。还忆浴罢描眉，梦回携手，踏碎花间月。漫道胸前怀豆蔻，今日总成虚设。桃叶津头，莫愁湖畔，远树云烟叠。寒灯旅邸，荧荧与谁闲说？", "translation": "凤凰山下，恨声声玉漏为何不在今霄停歇。送别的三叠阳关曲还未唱完，城上啼鸟已经催人离别。一缕相思之情两行凄清的泪水，把衾被浸透冰冷如铁。再不要问今后相会之事，离别的杯前早巳愁苦至绝。曾记得浴后你给我描属梳鬓，还记得梦醒后我们手挽手踏碎花间明月。不要再空忆往日豆蔻年华时的旧事了，今后这些美好之事再难办到。南京桃叶渡口莫愁湖畔，远树云重重叠叠。夜阑人静帘幕空空，当我去剪灯花时，这绵绵相思之情又向谁诉说？"}}, {"name": "鱼玄机", "dynasty": "唐代"}, {"name": "鲍照", "dynasty": "南北朝"}, {"name": "荷叶杯·记得那年花下", "prop": {"content": "记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。", "translation": "记得那年夜晚，我与谢娘在花下初次相遇时的情景。临近水池的堂屋西面画帘低垂，我们携手暗自约定相会的日期。不知不觉残月将尽，清晨的莺语已经响起。分别后，从此音信断绝。如今都是各在他乡，想见面恐怕更没有机会了。"}}, {"name": "更漏子·金雀钗", "prop": {"content": "金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。香作穗，蜡成泪，还似两人心意。山枕腻，锦衾寒，觉来更漏残。", "translation": "那时我头插金钗，面带微红的羞赧，在花丛中与你短暂相见。你知道我对你的情意，我知道你对我的爱意，上苍可以作证。香已燃成灰烬，红烛只剩下蜡泪一滩，恰似你我二人心境。枕上的清泪涟涟，我感受着锦衾的清冷，难耐更漏声声的敲打。"}}, {"name": "菩萨蛮·花明月暗笼轻", "prop": {"content": "花明月暗笼轻雾，今宵好向郎边去。刬袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教君恣意怜。", "translation": "在鲜花盛开，淡月朦胧，轻雾迷蒙的良宵，正好可以与你相见。手提着绣鞋，光着袜子一步步迈上香阶。在堂屋的南畔我终于见到了你呀！依偎在你的怀里，身体仍止不住的发颤。你可知道我出来见你一次是多么的不容易，你要好好怜惜。"}}, {"name": "车遥遥篇", "prop": {"content": "车遥遥兮马洋洋，追思君兮不可忘。君安游兮西入秦，愿为影兮随君身。君在阴兮影不见，君依光兮妾所愿。", "translation": "车马遥遥行远去到何方，追念你的行踪啊不能把你遗忘。你游历到哪里呢？是否西入秦地，我愿像影子跟随在你身旁。你在暗处时影子无法随身，希望你永远依傍着光亮。"}}, {"name": "无题四首", "prop": {"content": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重。飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰。含情春晼晚，暂见夜阑干。楼响将登怯，帘烘欲过难。多羞钗上燕，真愧镜中鸾。归去横塘晓，华星送宝鞍。何处哀筝随急管，樱花永巷垂杨岸。东家老女嫁不售，白日当天三月半。溧阳公主年十四，清明暖后同墙看。归来展转到五更，梁间燕子闻长叹。", "translation": "她说过要来的，其实是句空话，一去便杳无影踪。我在楼上等着，直到残月西斜，传来五更的晓钟。因为远别而积思成梦，梦里悲啼，久唤难醒；醒后便匆忙提笔写信，心情急切，墨未磨浓。蜡烛的余光，半罩着饰有金翡翠的帷幕；兰麝的香气，熏染了被褥上刺绣的芙蓉。我像古代的刘郎，本已怨恨蓬山仙境的遥远；我所思念的人啊，哪堪更隔着蓬山千重万重！"}}, {"name": "采莲子二首", "prop": {"content": "菡萏香连十顷陂，小姑贪戏采莲迟。 晚来弄水船头湿，更脱红裙裹鸭儿。 船动湖光滟滟秋，贪看年少信船流。 无端隔水抛莲子，遥被人知半日羞。", "translation": "其一荷花的清香飘满辽阔的湖陂，年轻的姑娘贪玩爱耍把采莲延迟。傍晚她戏弄湖水把船头淋湿，更脱下红裙网罗池中鸭儿。"}}, {"name": "写情", "prop": {"content": "水纹珍簟思悠悠，千里佳期一夕休。从此无心爱良夜，任他明月下西楼。", "translation": "卧在珍贵的竹席上，思念悠悠随流水远去。风云突变，千里佳期一下子破灭了。从今以后再也无心欣赏那良辰美景了，管他月上东楼，月下西楼。"}}, {"name": "越人歌", "prop": {"content": "今夕何夕兮，搴舟中流。今日何日兮，得与王子同舟。蒙羞被好兮，不訾诟耻。心几烦而不绝兮，得知王子。山有木兮木有枝，心悦君兮君不知。", "translation": "今晚是怎样的晚上啊我驾着小舟在河上漫游。今天是什么日子啊能够与王子同船泛舟。承蒙王子看得起，不因为我是舟子的身份而嫌弃我，责骂我。心绪纷乱不止啊，因为能够结识王子。山上有树木啊树木有丫枝，心中喜欢着你啊你却不知道。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "定情诗", "prop": {"content": "我出东门游，邂逅承清尘。思君即幽房，侍寝执衣巾。时无桑中契，迫此路侧人。我既媚君姿，君亦悦我颜。何以致拳拳？绾臂双金环。何以道殷勤？约指一双银。何以致区区？耳中双明珠。何以致叩叩？香囊系肘后。何以致契阔？绕腕双跳脱。何以结恩情？美玉缀罗缨。何以结中心？素缕连双针。何以结相于？金薄画搔头。何以慰别离？耳后玳瑁钗。何以答欢忻？纨素三条裙。何以结愁悲？白绢双中衣。与我期何所？乃期东山隅。日旰兮不来，谷风吹我襦。远望无所见，涕泣起踟蹰。与我期何所？乃期山南阳。日中兮不来，飘风吹我裳。逍遥莫谁睹，望君愁我肠。与我期何所？乃期西山侧。日夕兮不来，踯躅长叹息。远望凉风至，俯仰正衣服。与我期何所？乃期山北岑。日暮兮不来，凄风吹我襟。望君不能坐，悲苦愁我心。爱身以何为，惜我华色时。中情既款款，然后克密期。褰衣蹑茂草，谓君不我欺。厕此丑陋质，徙倚无所之。自伤失所欲，泪下如连丝。", "translation": "无"}}, {"dynasty": "元代"}, {"name": "野有死麕", "prop": {"content": "野有死麕，白茅包之。有女怀春，吉士诱之。林有朴樕，野有死鹿。白茅纯束，有女如玉。舒而脱脱兮！无感我帨兮！无使尨也吠！", "translation": "直译一头死去的獐子在荒野，白茅缕缕将它包。有位少女春心荡，小伙追着来调笑。林中丛生小树木，荒野有只小死鹿。白茅捆扎献给谁？有位少女颜如玉。慢慢来啊少慌张！不要动我围裙响！别惹狗儿叫汪汪！"}}, {"name": "麦孟华", "dynasty": "近现代"}, {"name": "女曰鸡鸣", "prop": {"content": "女曰鸡鸣，士曰昧旦。子兴视夜，明星有烂。将翱将翔，弋凫与雁。弋言加之，与子宜之。宜言饮酒，与子偕老。琴瑟在御，莫不静好。知子之来之，杂佩以赠之。知子之顺之，杂佩以问之。知子之好之，杂佩以报之。", "translation": "女说：公鸡已鸣唱。男说：天还没有亮。不信推窗看天上，启明星已在闪光。宿巢鸟雀将翱翔，射鸭射雁去芦荡。野鸭大雁射下来，为你烹调做好菜。佳肴做成共饮酒，白头偕老永相爱。女弹琴来男鼓瑟，和谐美满在一块。知你对我真关怀呀，送你杂佩答你爱呀。知你对我体贴细呀，送你杂佩表谢意呀。知你爱我是真情呀，送你杂佩表同心呀。"}}, {"name": "佚名", "dynasty": "元代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "黄金缕·家在钱塘江上", "prop": {"content": "家在钱塘江上住。花落花开，不管年华度。燕子又将春色去，纱窗一阵黄昏雨。（家在 一作：妾本）斜插犀梳云半吐。檀板清歌，唱彻黄金缕。望断云行无去处，梦回明月生春浦。 （春浦 一作：南浦）", "translation": "我的家就在繁华的钱塘江畔，花开花落，任凭岁月流逝。而今燕子又要把美好的春光带走了，在这黄昏时节，纱窗外下起了一阵潇潇细雨。我把犀梳斜插在头上，让头发半垂鬓边，敲响檀板，唱清丽的歌曲。抬眼望高空白云，不知它漂泊何处，梦醒后只见皎洁的明月从春江江畔冉冉升起。"}}, {"name": "应天长·平江波暖鸳鸯", "prop": {"content": "平江波暖鸳鸯语，两两钓船归极浦。芦洲一夜风和雨，飞起浅沙翘雪鹭。渔灯明远渚，兰棹今宵何处？罗袂从风轻举，愁杀采莲女！", "translation": "平静的江波送来鸳鸯温柔的戏语，三三两两的钓鱼船向远岸归去。一夜风雨吹打得沙洲芦花凋落，长颈的白鹭从浅浅的沙滩飞起。渔火照亮远处江中的小洲，你的船今宵将在何处歇息？江风吹动罗裙轻轻地飘舞，离别的愁愁杀江边采莲女。"}}, {"name": "醉高歌过红绣鞋·乐心", "prop": {"content": "乐心儿比目连枝，肯意儿新婚燕尔。画船开抛闪的人独自，遥望关西店儿。黄河水流不尽心事，中条山隔不断相思。当记得夜深沉，人静情，自来时。来时节三两句话，去时节一篇诗，记在人心窝儿里直到死。", "translation": "成一对比目鱼，做一双连理枝，心里该多么的甜。像新婚夫妇那样恩爱缱绻，更是称心合愿。可画船毕竟驶开了，把我一人抛留在这边，我只能竭力远望，想望见那关西的旅店。黄河水滔滔不绝，流不尽我心中的思念；中条山高耸入云，隔不断相思绵绵。我常忆起夜深时分，万籁俱静，他来到我的跟前。见面时诉几句温柔的情话，离开时留一首诗篇。这一切永远牢记在我心里，直到死的一天。"}}, {"name": "暮秋独游曲江", "prop": {"content": "荷叶生时春恨生，荷叶枯时秋恨成。 深知身在情长在，怅望江头江水声。", "translation": "荷叶初生时相遇恋人，不久分离，春恨已生。荷叶枯时恋人辞世，秋恨又成。只要身在人世，情意地久天长永存。多少惆怅，只有那流不尽的江水声。"}}, {"name": "鬓云松令·枕函香", "prop": {"content": "枕函香，花径漏。依约相逢，絮语黄昏后。时节薄寒人病酒，刬地梨花，彻夜东风瘦。掩银屏，垂翠袖。何处吹箫，脉脉情微逗。肠断月明红豆蔻，月似当时，人似当时否？", "translation": "枕头上还留有余香，花径里尚存春意。那梨花一夜之间在东风中飘落，病酒之后的黄昏恍惚间与她相遇，仿佛来到原来相约的地点，在夕阳下细语绵绵。而今却银屏重掩，影支形单。在孤单单中又听到了脉脉传情的箫声。此时正月照在那红豆蔻之上，那时曾月下相约，如今月色依然，人却分离，她是否依然依稀如旧？"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "定风波·感旧", "prop": {"content": "莫怪鸳鸯绣带长，腰轻不胜舞衣裳。薄幸只贪游冶去，何处，垂杨系马恣轻狂。花谢絮飞春又尽，堪恨。断弦尘管伴啼妆。不信归来但自看，怕见，为郎憔悴却羞郎。", "translation": "送你的鸳鸯衣带长，你莫见怪，我身体瘦弱也承受不了歌舞挥动的强求。负心的人只贪心去寻花问柳，去向何方？依旧寻欢作乐、追求声色、放纵轻浮。又一个凄苦的春天在悲伤中过去，心中无限惆怅。琴长久不弹，弦早已断了，管长久不吹，已落满尘土，与这两件东西为伴的是女人的啼妆。若不信请回来看看，怕相见，自己的憔悴容颇见不得他。"}}, {"name": "山有扶苏", "prop": {"content": "山有扶苏，隰有荷华。不见子都，乃见狂且。山有桥松，隰有游龙。不见子充，乃见狡童。", "translation": "山上有茂盛的扶苏，池里有娇美的荷花。没见到子都美男子啊，偏遇见你这轻狂之人。山上有挺拔的青松，池里有丛生水荭。没见到子充好男儿啊，偏遇见你这狡狯少年。"}}, {"name": "清平乐·红笺小字", "prop": {"content": "红笺小字，说尽平生意。鸿雁在云鱼在水，惆怅此情难寄。 斜阳独倚西楼，遥山恰对帘钩。人面不知何处，绿波依旧东流。", "translation": "红线格的绢纸上写满密密小字，道尽我平生相慕相爱之意。鸿雁高飞在云端，鱼儿在水中游来游去，让我这满腹惆怅的情意难以传寄。斜阳里我独自一人倚着西楼，眺望远方。远方的群山恰好正对窗上帘钩。从前的那个人不知道如今在哪里？唯有碧波绿水依旧向东方流去。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "李群玉", "dynasty": "唐代"}, {"name": "一落索·杨花终日空飞", "prop": {"content": "杨花终日空飞舞，奈久长难驻。海潮虽是暂时来，却有个、堪凭处。紫府碧云为路。好相将归去。肯如薄幸五更风，不解与、花为主。", "translation": "丈夫如同杨花，很轻浮，一会儿东，一会儿西，朝三暮四，就是不肯在家里久留。海潮虽然只是暂时到来，却好歹会来。丈夫啊，我一直思量着，如果真的有仙宫的话，夫妻俩应是帮扶着赶向那里。谁知道你就像摧花的残风一样，那么薄幸，根本不懂得替我做主，我还有什么盼头呢？"}}, {"name": "寿阳曲·云笼月", "prop": {"content": "云笼月，风弄铁，两般儿助人凄切。剔银灯欲将心事写，长吁气一声吹灭。", "translation": "月亮被层云笼罩，阵阵晚风吹动悬挂在画檐下的铁马铜铃，叮当作响，这使得人更加感到悲凉凄切。起身挑挑灯芯，想把自己所有的思念、所有的悲苦、所有的怨恨都写下来说给心上人听，可是又长叹一声，想把灯吹灭，不再写了。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "惜秋华·七夕", "prop": {"content": "露罥蛛丝，小楼阴堕月，秋惊华鬓。宫漏未央，当时钿钗遗恨。人间梦隔西风，算天上、年华一瞬。相逢，纵相疏、胜却巫阳无准。 何处动凉讯。听露井梧桐，楚骚成韵。彩云断、翠羽散，此情难问。银河万古秋声，但望中、婺星清润。轻俊。度金针、漫牵方寸。", "translation": "　　《惜秋华》，梦窗词入夹钟商。双调，九十三字，上片四仄韵，下片六仄韵。《梦窗词集》收此词调五首，也因句逗有异可分为三格：上片八句，下片九句一格；上下片各九句一格；上片十句，下片九句一格。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "杂曲歌辞·春江曲", "prop": {"content": "江水春沉沉，上有双竹林。竹叶坏水色，郎亦坏人心。", "translation": "无"}}, {"name": "贯云石", "dynasty": "元代"}, {"name": "江南曲四首·其四", "prop": {"content": "日暮长江里，相邀归渡头。落花如有意，来去逐船流。(船流 一作：轻舟)", "translation": "暮色照在长江里，相邀一起划船回到渡头。落花好似有情意，飘来荡去，紧随船儿朝前流。"}}, {"name": "南乡子·相见处", "prop": {"content": "相见处，晚晴天，刺桐花下越台前。暗里回眸深属意，遗双翠，骑象背人先过水。", "translation": "日暮天晴，一位美丽纯真的少女，在越台前盛开的刺桐花下，和一位风度翩翩、俊雅倜傥的少年偶然相遇。两人擦肩而过，她仍偷偷回望，深情地注视着少年，故意掉下一双翠羽，匆匆骑象离开游人，趟过小河先走了。"}}, {"name": "蟾宫曲·梦中作", "prop": {"content": "半窗幽梦微茫，歌罢钱塘，赋罢高唐。风入罗帏，爽入疏棂，月照纱窗。缥缈见梨花淡妆，依稀闻兰麝余香。唤起思量，待不思量，怎不思量！", "translation": "窗儿半掩，幽深的梦境朦胧迷茫，好像苏小小的歌声刚刚停歇，又好像才和神女欢会在高唐。夜风吹入轻罗帐，透过疏朗的窗棂，使人清爽，月光如水映照着纱窗，面前隐隐约约出现了她淡雅的形象，仿佛还能闻到她那兰麝般的余香。这一切都唤起我思量，本想不思量，又怎能不思量？"}}, {"name": "眉妩·戏张仲远", "prop": {"content": "看垂杨连苑，杜若侵沙，愁损未归眼。信马青楼去，重帘下，娉婷人妙飞燕。翠尊共款。听艳歌、郎意先感。便携手、月地云阶里，爱良夜微暖。无限。风流疏散。有暗藏弓履，偷寄香翰。明日闻津鼓，湘江上，催人还解春缆。乱红万点。怅断魂、烟水遥远。又争似相携，乘一舸、镇长见。", "translation": "在那垂杨深处，高楼林立，芳草满地之处，日落西山的傍晚时分，他没有回家，竟快马加鞭直往那青楼去，进入有重重幕帘的那间房子，与那漂亮且能歌善舞的姑娘相会。一时杯声相应，艳歌响起，酒兴助歌舞，人已喝醉，两人携手沉浸在云月之间，欢乐忘了夜晚凉意。无限风流终有分别一刻，情难忘，暗藏绣花鞋，偷寄书信互表心意。相约明天日落时，以津鼓响起为号，再聚爱情江上，释放激情，欢乐一场。好景不长犹似花落去，这样偷情愁断魂，终是烟水不能融合，相隔遥远。还是要想方设法争取长携手，同舟共济，永远不分离。"}}, {"name": "清平乐·风鬟雨鬓", "prop": {"content": "风鬟雨鬓，偏是来无准。倦倚玉阑看月晕，容易语低香近。软风吹遍窗纱，心期便隔天涯。从此伤春伤别，黄昏只对梨花。", "translation": "情人冒着风雨前来约会，因为是背着人偷偷跑出来的，所以常常不能如约而至。 和她一起倚在玉阑干上赏月，低声细语倾衷情，还能闻到她身上的香气。然而相聚的时间毕竟是短暂的，转眼之间（软风即暮春之风）暮春之风吹过窗纱，与她一 别相隔天涯。从此每逢暮春时节便伤春、伤别，黄昏日落，只一人空对梨花悠悠地思念她。"}}, {"name": "顾夐", "dynasty": "五代"}, {"name": "后园凿井歌", "prop": {"content": "井上辘轳床上转。水声繁，弦声浅。情若何，荀奉倩。城头日，长向城头住。一日作千年，不须流下去。", "translation": "汲水辘轳井台上转，滴水声响亮，绳索声低慢。细语缠绵像何人？夫妻恩爱恰似荀奉倩。城头上的太阳啊，但愿能够长留住；一天当作一千年，太阳不沉落，永远无昏暮。"}}, {"name": "竹枝词二首·其一", "prop": {"content": "杨柳青青江水平，闻郎江上唱歌声。(唱歌 一作：踏歌)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)", "translation": "岸上杨柳青，江中风浪平，忽然江上舟中传来男子的唱歌声。就像东方出太阳，西边落雨。你说它不是晴天吧，它又是晴天。"}}, {"name": "卓文君", "dynasty": "两汉"}, {"name": "贾固", "dynasty": "元代"}, {"name": "解连环·酬任公用梦窗", "prop": {"content": "旅怀千结，数征鸿过尽，暮云无极。怪断肠、芳草萋萋，却绿到天涯，酿成春色。尽有轻阴，未应恨、浮云西北。祗鸾钗密约，凤屧旧尘，梦回凄忆。年华逝波渐掷。叹蓬山路阻，乌盼头白。近夕阳、处处啼鹃，更刬地乱红，暗帘愁碧。怨叶相思，待题付、西流潮汐。怕春波、载愁不去，恁生见得？", "translation": "　　此词咏梁启超和戊戌变法事。宛转缠绵，寄喻殊深。“鸾钗密约，凤屧旧尘，梦回凄忆”。托情男女，实指君臣间之关系。“蓬山路阻”三句，喻君臣分手，不得再见。“近夕阳”三句，以暮春黄昏光景，比喻国运。全词含蓄蕴藉，真挚感人。 "}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "李隆基", "dynasty": "唐代"}, {"name": "徐伸", "dynasty": "宋代"}, {"name": "祝英台近·惜多才", "prop": {"content": "惜多才，怜薄命，无计可留汝。揉碎花笺，忍写断肠句。道旁杨柳依依，千丝万缕，抵不住、一分愁绪。如何诉。便教缘尽今生，此身已轻许。捉月盟言，不是梦中语。后回君若重来，不相忘处，把杯酒、浇奴坟土。", "translation": "爱惜你的才华，只叹息可怜自己福薄、命浅，没有办法将你留住。忍愁绪书写下很伤感的话和深深爱语，又揉碎了题写诗句用的花笺。路边的杨柳枝条，依依相护、千丝（思）万缕，脉脉含情想念君的思绪恍惚，又添一分忧伤感情。怎么诉说我俩的夫妻深情，你我恩爱已到尽头，轻信他言嫁给了你，已不能更改人生路。指着月亮山盟海誓，你我不是梦幻空语，而是真实事情的错误。假若夫君你下一次再来，足驻切记不忘记我的话，望你拿一杯祭酒宽恕，浇洒在我的坟墓处。"}}, {"name": "和凝", "dynasty": "五代"}, {"name": "西江月·携手看花深径", "prop": {"content": "携手看花深径，扶肩待月斜廊。临分少伫已伥伥，此段不堪回想。欲寄书如天远，难销夜似年长。小窗风雨碎人肠，更在孤舟枕上。", "translation": "携手看花，漫步芳丛深径；扶肩待月，双双共倚斜廊。匆匆惜别时，已怅然无措，那情景，此时不堪再回想。欲寄书信，却恨人如天远；难捱长夜，漫漫夜似年长。小窗风雨清冷，声声碎人愁肠，更无奈，独眠孤舟枕上。"}}, {"name": "赠夫二首 / 题云泉", "prop": {"content": "不得长相守，青春夭蕣华。旧游今永已，泉路却为家。早知离别切人心，悔作从来恩爱深。黄泉冥寞虽长逝，白日屏帷还重寻。", "translation": "不能长久的相守在一起，青春缺点在其短暂。昔日游玩的情景已经成为过去，如今黄泉成了归宿。早知道离别使人如此心痛，后悔当时爱得那么深沉。虽然知道死者已经逝去，白天却还在屋里寻找他的身影。"}}, {"name": "崔国辅", "dynasty": "唐代"}, {"name": "六幺令·绿阴春尽", "prop": {"content": "绿阴春尽，飞絮绕香阁。晚来翠眉宫样，巧把远山学。一寸狂心未说，已向横波觉。画帘遮匝，新翻曲妙，暗许闲人带偷掐。前度书多隐语，意浅愁难答。昨夜诗有回文，韵险还慵押。都待笙歌散了，记取来时霎。不消红蜡，闲云归后，月在庭花旧栏角。(栏角 一作：阑角)", "translation": "绿树成阴，春天已过完了，柳絮绕着楼阁闺房在飞。傍晚时，我把黛眉巧画成宫中流行的远山眉式样。春心荡漾，难以平静，却什么也没说，但从我乜斜的眼波中已可觉察出来。彩绘的帘幕四围，奏起新谱的曲子，音调真妙啊!我心里暗暗地允许外界闲人偷听到学了去。上一次来信中，你用了许多隐语，意思倒浅显，我却愁难以作答；昨夜惠赠的诗中，又有回文，韵押得太险了，我还是懒得费神去步你的韵。等到笙歌散尽后，请你记住来时那一瞬间，不需要持红烛照明，闲云归去后，月儿自然就会照在庭院花丛边原来那个栅栏角落里的。"}}, {"name": "傅玄", "dynasty": "魏晋"}, {"name": "春日行", "prop": {"content": "献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。", "translation": "无"}}, {"name": "李朝威", "dynasty": "唐代"}, {"name": "隔汉江寄子安", "prop": {"content": "江南江北愁望，相思相忆空吟。鸳鸯暖卧沙浦，鸂鶒闲飞橘林。烟里歌声隐隐，渡头月色沉沉。含情咫尺千里，况听家家远砧。", "translation": "滔滔江水将我们分隔开来，我在此岸，你在彼岸。我们隔江相望，内心满是思恋之愁。想当初我们相互爱慕，相互吟诵喜欢的诗歌，如今却只能对着江水独自吟诵。看着一对鸳鸯在江边的沙滩上卧在一起，相互依偎、相互取暖。又看见一双鸂鶒悠闲地飞翔在橘林上空，嘻戏鸣叫，让我怎能不想起身在他乡的你。傍晚，江边人家升起了袅袅炊烟，江面上也是烟波浩淼。这烟里隐隐有倾诉相思的歌声传来，你是否也能听见呢？这时江上已然升起了沉沉的月色，像我此时晦暗的心情。相恋的两个人哪怕近在咫尺，若是无法相见，仍然如相隔千万里。更何况又听见家家户户做棉衣的捣砧声，从远处传来。"}}, {"name": "离思五首·其四", "prop": {"content": "曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。", "translation": "经历过波澜壮阔的大海，别处的水再也不值得一观。陶醉过巫山的云雨的梦幻，别处的风景就不称之为云雨了。即使身处万花丛中，我也懒得回头顾盼；这缘由，一半是因为修道人的清心寡欲，一半是因为曾经拥有过的你。"}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "终身误", "prop": {"content": "都道是金玉良姻，俺只念木石前盟。空对着，山中高士晶莹雪；终不忘，世外仙姝寂寞林。叹人间，美中不足今方信。纵然是齐眉举案，到底意难平。", "translation": "说金锁和宝玉相配才是美好的姻缘，我只念念不忘和黛玉的前世之盟。每天面对人们都认为是端庄稳重的薛宝钗，却始终忘不了仙女一样聪明寂寞的林黛玉。可叹啊，我今天才相信人世间美好的事情总有不足。纵然宝钗像汉代的孟光一样贤惠，也不能消除我对林妹妹的一片深情。"}}, {"name": "蝶恋花·几度凤楼同饮", "prop": {"content": "几度凤楼同饮宴，此夕相逢，却胜当时见。低语前欢频转面，双眉敛恨春山远。蜡烛泪流羌笛怨，偷整罗衣，欲唱情犹懒。醉里不辞金爵满，阳关一曲肠千断。 ", "translation": "从前几度在凤楼上，共同欢歌饮宴。今夕相逢，却胜过初识乍见。低声私语以前的欢娱，她频频转面，双眉紧锁凝聚着的离恨，好似春天朦胧的远山。眼见蜡烛流泪，耳听羌笛发出哀怨。她偷偷地整理罗衣，欲唱却又心灰意懒。此时只图一醉了事，不辞痛饮杯杯酒满，听唱那送别的《阳关曲》调，令人千秋肠断！"}}, {"name": "探芳信·为春瘦", "prop": {"content": "为春瘦。更瘦如梅花，花应知否。任枕函云坠，离怀半中酒。雨声楼阁春寒里，寂寞收灯后。甚年年、斗草心期，探花时候。娇懒强拈绣。暗背里相思，闲供晴昼。玉合罗囊，兰膏渍红豆。舞衣叠损金泥凤，妒折阑干柳。几多愁、两点天涯远岫。", "translation": "无"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "如梦令·一饷凝情无语", "prop": {"content": "一饷凝情无语。手捻梅花何处。倚竹不胜愁，暗想江头归路。东去。东去。短艇淡烟疏雨。", "translation": "　　“一饷疑情无语”，显然不是终日无语、整日销凝而是忽然间因触景生情而产生的惆怅。从次句看，很可能是因攀折梅花所致。这情形有类于《西洲曲》“忆梅下西洲，折梅寄江北”，从忆梅到折梅，引起对远人的怀思有一个从无意到有意的过程。折梅与怀人有关，所来自远，南朝刘宋时陆凯赠范晔诗云：“折梅逢驿使，寄与陇头人。江南无所有，聊赠一枝春。”故次句言“手捻梅花何处”，其意仍在怀思远人。“何处”二字则有欲寄无由的苦恼，故“手捻”梅枝，彷徨徘徊。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "银河吹笙", "prop": {"content": "怅望银河吹玉笙，楼寒院冷接平明。重衾幽梦他年断，别树羁雌昨夜惊。月榭故香因雨发，风帘残烛隔霜清。不须浪作缑山意，湘瑟秦箫自有情。", "translation": "满怀心中的惆怅望着冷漠的银河，独自吹笙，有话能跟谁说。楼院寒冷阵阵西风吹过，渐渐显现黎明的天色。回想起昔曰的欢会依旧激情似火，只可惜已成旧事花残叶落。昨夜栖息在树上斜枝的雌鸟声声悲鸣把我从梦中惊醒望着银河吹歌。月榭旁有一丛经雨的花朵，散发出阵阵余香仍有雨珠滴落。映霜的残烛牵动相思，为什么偏有风帘阻隔。不要轻易将成仙的愿望许诺，那是独对青灯自我折磨。湘灵鼓瑟演奏情投意合，秦台吹箫享不尽人间欢乐。"}}, {"name": "赠内", "prop": {"content": "生为同室亲，死为同穴尘。他人尚相勉，而况我与君。黔娄固穷士，妻贤忘其贫。冀缺一农夫，妻敬俨如宾。陶潜不营生，翟氏自爨薪。梁鸿不肯仕，孟光甘布裙。君虽不读书，此事耳亦闻。至此千载后，传是何如人？人生未死间，不能忘其身。所须者衣食，不过饱与温。蔬食足充饥，何必膏粱珍？缯絮足御寒，何必锦绣文？君家有贻训，清白遗子孙。我亦贞苦士，与君新结婚。庶保贫与素，偕老同欣欣。", "translation": "无"}}, {"name": "赠人", "prop": {"content": "曾留宋玉旧衣裳，惹得巫山梦里香。云雨无情难管领，任他别嫁楚襄王。", "translation": "曾经留下宋玉的旧衣裳，惹得巫山神女梦里添香。男女有情无情很难把握，任由她另又嫁给楚襄王。"}}, {"name": "省试湘灵鼓瑟", "prop": {"content": "善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传潇浦，悲风过洞庭。曲终人不见，江上数峰青。", "translation": "常常听说湘水的神灵，善于弹奏云和之瑟。美妙的乐曲使得河神冯夷闻之起舞，而远游的旅人却不忍卒听。那深沉哀怨的曲调，连坚硬的金石都为之感动、悲伤；那清亮高亢的乐音，穿透力是那样强劲，一直飞向那高远无垠的地方。当如此美妙的乐曲传到苍梧之野时，连安息在九嶷山上的舜帝之灵也为之感动，生出抱怨思慕之情；而生长在苍梧一带的白芷，在乐曲的感召之下，也吐出了更多的芬芳。乐声顺着流水传到湘江，化作悲风飞过了浩渺的洞庭湖。曲终声寂，却没有看见鼓瑟的湘水女神，江上烟气消散，露出几座山峰，山色苍翠迷人。"}}, {"name": "菁菁者莪", "prop": {"content": "菁菁者莪，在彼中阿。既见君子，乐且有仪。菁菁者莪，在彼中沚。既见君子，我心则喜。菁菁者莪，在彼中陵。既见君子，锡我百朋。泛泛杨舟，载沉载浮。既见君子，我心则休。", "translation": "莪蒿葱茏真繁茂，丛丛生长在山坳。已经见到那君子，快快乐乐好仪表。莪蒿葱茏真繁茂，簇簇生长在小洲。已经见到那君子，我的心里乐悠悠。莪蒿葱茏真繁茂，蓬蓬生长在丘陵。已经见到那君子，赐我贝币千百朋。荡漾水面杨木舟，随着波涛任漂流。已经见到那君子，我的心里乐无忧。"}}, {"name": "屈原", "dynasty": "先秦"}, {"name": "赠妇诗三首", "prop": {"content": "秦嘉，字士会，陇西人也。为郡上计。其妻徐淑，寝疾还家，不获面别。赠诗云尔。人生譬朝露，居世多屯蹇。忧艰常早至，欢会常苦晚。念当奉时役，去尔日遥远。遣车迎子还，空往复空返。省书情凄怆，临食不能饭。独坐空房中，谁与相劝勉？长夜不能眠，伏枕独辗转。忧来如循环，匪席不可卷。皇灵无私亲，为善荷天禄。伤我与尔身，少小罹茕独。既得结大义，欢乐苦不足。念当远离别，思念叙款曲。河广无舟梁，道近隔丘陆。临路怀惆怅，中驾正踯躅。浮云起高山，悲风激深谷。良马不回鞍，轻车不转毂。针药可屡进，愁思难为数。贞士笃终始，恩义不可属。肃肃仆夫征，锵锵扬和铃。清晨当引迈，束带待鸡鸣。顾看空室中，仿佛想姿形。一别怀万恨，起坐为不宁。何用叙我心，遗思致款诚。宝钗好耀首，明镜可鉴形。芳香去垢秽，素琴有清声。诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。", "translation": "人生有如清晨露水，居处世上动辄遭难。忧患艰险时常降临，欢欣愉悦迟来姗姗。顾念即将奉命出差，离开你啊日益遥远。派遣帷车迎你归来，空空而去空空而返。见你书信倍感心伤，面对美食不能下咽。孤独一人静坐空房，谁能给我安慰宽勉？漫漫长夜难以成眠，独自伏枕翻复辗转。忧思无穷循环无尽，苇席可卷我愁难遣。"}}, {"name": "东门之枌", "prop": {"content": "东门之枌，宛丘之栩。子仲之子，婆娑其下。穀旦于差，南方之原。不绩其麻，市也婆娑。穀旦于逝，越以鬷迈。视尔如荍，贻我握椒。", "translation": "东门外的白榆树绿荫蔽日，宛丘上的柞树林枝繁叶茂，子仲家豆蔻年华的小姑娘，在绿树下跳起优美的舞蹈。选下个好日子好呀好风飘，城南门外的广场上真热闹。漂亮姑娘放下积麻的活计，在集市上跳起欢快的舞蹈。聚会相亲好日子就在今朝，少男越过人群挡住她的道。看你粉红笑脸好像锦葵花，她赠我一捧紫红的香花椒。"}}, {"name": "毛文锡", "dynasty": "五代"}, {"name": "南歌子·万万千千恨", "prop": {"content": "万万千千恨，前前后后山。傍人道我轿儿宽。不道被他遮得、望伊难。今夜江头树，船儿系那边。知他热后甚时眠。万万不成眠后、有谁扇。", "translation": "心中有千千万万种惆怅，眼前是重重叠叠的山冈。旁人都说我坐的轿子宽敞。不知道它挡住了我望他的目光。今夜江头那一排树行，船儿一定停泊在那地方。天气这么炎热，不知他什么时候才能进入梦乡。他怎么也睡不着的话，又有谁为他打扇送凉。"}}, {"name": "望远行·绣帏睡起", "prop": {"content": "绣帏睡起。残妆浅，无绪匀红补翠。藻井凝尘，金梯铺藓。寂寞凤楼十二。风絮纷纷，烟芜苒苒，永日画阑，沈吟独倚。望远行，南陌春残悄归骑。凝睇。消遣离愁无计。但暗掷、金钗买醉。对好景、空饮香醪，争奈转添珠泪。待伊游冶归来，故故解放翠羽，轻裙重系。见纤腰围小，信人憔悴。", "translation": "从绣帏里睡醒起来，妆已残褪浅淡，却也无意重新打扮。天花板尘埃积聚，金饰楼梯覆盖着苔藓，凤楼闺房十分的寂寞。柳絮在空中纷纷飘落，烟雾中的草丛苒苒茂盛，整天独自倚栏深思。遥望出远门的人，去洛阳的南面道路已是春天将尽，忧伤地盼望远人早归。只有凝望，而没有办法消除离别的忧愁。只好暗自抛金沽酒痛饮。面对良辰美酒，徒然独饮，无奈反倒增添眼泪，更加悲伤。待你出游寻乐归来，故意解开外衣，又重新系上薄纱下裳，让你看看我瘦小的细腰，诚实的人那憔悴的模样。"}}, {"name": "司马槱", "dynasty": "宋代"}, {"name": "七夕", "prop": {"content": "鸾扇斜分凤幄开，星桥横过鹊飞回。 争将世上无期别，换得年年一度来。", "translation": "织女走出凤幄，分开障扇与牛郎相会，搭长桥的喜鹊们已经完工。怎样能将世上的死别，去换得每年才一次的相逢？"}}, {"name": "二郎神·炎光谢", "prop": {"content": "炎光谢。过暮雨、芳尘轻洒。乍露冷风清庭户，爽天如水，玉钩遥挂。应是星娥嗟久阻，叙旧约、飙轮欲驾。极目处、微云暗度，耿耿银河高泻。 闲雅。须知此景，古今无价。运巧思、穿针楼上女，抬粉面、云鬟相亚。钿合金钗私语处，算谁在、回廊影下。愿天上人间，占得欢娱，年年今夜。", "translation": "夏天的暑气消退了，一阵黄昏雨过后，尘土一扫而空。刚结露的时候冷风清理了庭院。碧空如水，一弯新月，挂在远远的天空。可能是织女叹息久与丈夫分离，为赴约会，乘驾快速的风轮飞渡银河。放眼望去，高远的夜空缕缕彩云飘过银河。明亮的银河高悬若泻。娴静幽静的夜空。要知道此情此景是多少钱也买不到的。闺楼上的秀女们在月光下望月穿针引线，向织女乞取巧艺。抬起粉面，云鬓低垂。猜一猜是谁在回廊的影下，交换信物，切切私语。愿天上人间、年年今日，都欢颜。"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "蝴蝶儿·蝴蝶儿", "prop": {"content": "蝴蝶儿，晚春时。阿娇初著淡黄衣，倚窗学画伊。还似花间见，双双对对飞。无端和泪拭胭脂，惹教双翅垂。", "translation": "　　这首词是写一位少女在描画蝴蝶过程中的情思。晚春时节，蝴蝶翻飞。少女倚窗学画，初如花间所见，翩翩成双；忽而无故拭泪，使得画面蝴蝶双翼下垂。全篇不言恋情，只摄取学画者情绪的细微变化，遂将少女难言的心事和盘托出。此即所谓手拨五弦，目送飞鸿之法，收到不以言传而以意会之效。 "}}, {"name": "浪淘沙·目送楚云空", "prop": {"content": "幼卿少与表兄同研席，雅有文字之好。未笄，兄欲缔姻。父母以兄未禄，难其请，遂适武弁。明年，兄登甲科，职教洮房，而良人统兵陕右，相与邂逅于此。兄鞭马略不相顾，岂前憾未平耶。因作浪淘沙以寄情云。目送楚云空，前事无踪。漫留遗恨锁眉峰。自是荷花开较晚，孤负东风。客馆叹飘蓬，聚散匆匆。扬鞭那忍骤花骢。望断斜阳人不见，满袖啼红。", "translation": "无"}}, {"name": "金明池·咏寒柳", "prop": {"content": "有怅寒潮，无情残照，正是萧萧南浦。更吹起，霜条孤影，还记得，旧时飞絮。况晚来，烟浪斜阳，见行客，特地瘦腰如舞。总一种凄凉，十分憔悴，尚有燕台佳句。春日酿成秋日雨。念畴昔风流，暗伤如许。纵饶有，绕堤画舸，冷落尽，水云犹故。忆从前，一点东风，几隔着重帘，眉儿愁苦。待约个梅魂，黄昏月淡，与伊深怜低语。", "translation": "无"}}, {"name": "钗头凤·红酥手", "prop": {"content": "红酥手，黄縢酒，满城春色宫墙柳。东风恶，欢情薄。一怀愁绪，几年离索。错、错、错。春如旧，人空瘦，泪痕红浥鲛绡透。桃花落，闲池阁。山盟虽在，锦书难托。莫、莫、莫！", "translation": "你红润酥腻的手里，捧着盛上黄縢酒的杯子。春色满城，你却早已像宫墙中的绿柳那般遥不可及。春风多么可恶，将欢情吹得那样稀薄。满怀的忧愁情绪，离别几年来的生活十分萧索。遥想当初，只能感叹：错，错，错！春景依旧，只是人却憔悴消瘦。泪水洗尽脸上的胭脂，又把薄绸的手帕全都湿透。桃花被风吹落，洒满清冷的池塘楼阁上。永远相爱的誓言还在，可是锦文书信再也难以交付。遥想当初，只能感叹：莫，莫，莫！"}}, {"name": "子衿", "prop": {"content": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！", "translation": "青青的是你的衣领，悠悠的是我的心境。纵然我不曾去看你，你难道就不给我寄传音讯？青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去看你，难道你就不能到我这来吗？走来走去张眼望啊，在这高高的观楼上。一天不见你的面啊，好像有几个月那么长！"}}, {"name": "虞姬", "dynasty": "先秦"}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "李珣", "dynasty": "五代"}, {"name": "西施 / 咏苎萝山", "prop": {"content": "西施越溪女，出自苎萝山。秀色掩今古，荷花羞玉颜。浣纱弄碧水，自与清波闲。皓齿信难开，沉吟碧云间。勾践徵绝艳，扬蛾入吴关。提携馆娃宫，杳渺讵可攀。一破夫差国，千秋竟不还。", "translation": "西施是越国溪边的一个女子，出身自苎萝山。她的魅力过去今天都在流传，荷花见了她也会害羞。她在溪边浣纱的时候拨动绿水，自在的像清波一样悠闲。确实很少能见她笑起来露出洁白的牙齿，一直像在碧云间沉吟。越王勾践征集全国绝色，西施扬起娥眉就到吴国去了。她深受吴王宠爱，被安置在馆娃宫里，渺茫不可觐见。等到吴国被打败之后，竟然千年也没有回来。"}}, {"name": "生查子·元夕", "prop": {"content": "去年元夜时，花市灯如昼。月上柳梢头，人约黄昏后。今年元夜时，月与灯依旧。不见去年人，泪湿春衫袖。(湿 一作：满)", "translation": "去年元宵节的时候，花市被灯光照的如同白昼。与佳人相约在黄昏之后、月上柳梢头之时同叙衷肠。今年正月十五元宵节，月光与灯光仍同去年一样。再也看不到去年的故人，相思之泪沾湿了春衫的衣袖。"}}, {"name": "华山畿·奈何许", "prop": {"content": "奈何许！天下人何限，慊慊只为汝！", "translation": "怎么办呀！天下人何其多，但我的空虚寂寞却全都是因为你。"}}, {"name": "卜算子·我住长江头", "prop": {"content": "我住长江头，君住长江尾。日日思君不见君，共饮长江水。 此水几时休，此恨何时已。只愿君心似我心，定不负相思意。", "translation": "我住在长江源头，君住在长江之尾。天天想念你总是见不到你，却共同饮着长江之水。悠悠不尽的江水什么时候枯竭，别离的苦恨，什么时候消止。只愿你的心，如我的心相守不移，就不会辜负了我一番痴恋情意。"}}, {"name": "七夕歌", "prop": {"content": "人间一叶梧桐飘，蓐收行秋回斗杓。神宫召集役灵鹊，直渡天河云作桥。桥东美人天帝子，机杼年年劳玉指。织成云雾紫绡衣，辛苦无欢容不理。帝怜独居无与娱，河西嫁得牵牛夫。自从嫁后废织纴，绿鬓云鬟朝暮梳。贪欢不归天帝怒，谪归却踏来时路。但令一岁一相逢，七月七日河边渡。别多会少知奈何，却忆从前恩爱多。匆匆离恨说不尽，烛龙已驾随羲和。河边灵官晓催发，令严不管轻离别。空将泪作雨滂沱，泪痕有尽愁无歇。寄言织女若休叹，天地无情会相见。犹胜嫦娥不嫁人，夜夜孤眠广寒殿。", "translation": "　　这首诗是根据牛郎织女的故事而写成的乐府歌行。南朝梁殷芸《小说》（明冯应京《月令广义·七月令》引）云：“天河之东有织女，天帝之子也。年年机杼劳役，织成云锦天衣，容貌不暇整。帝怜其独处，许嫁河西牵牛郎，嫁后遂废织纴。天帝怒，责令归河东，但使一年一度相会。”这则神话将牛郎织女的被罚阻隔天河，诿之于织女的嫁后贪欢，懒惰废织，带有封建社会歧视妇女的思想遗毒。这首诗虽取材于此，但作者却是讴歌他们的深挚爱情，同情他们被迫分离；结尾又以“夜夜孤眠”不嫁人的嫦娥与之作比，似在暗示天地间较牛郎织女更为不幸的大有人在，足以启发人们深思。"}}, {"name": "鹊桥仙·纤云弄巧", "prop": {"content": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。柔情似水，佳期如梦，忍顾鹊桥归路！两情若是久长时，又岂在朝朝暮暮。", "translation": "纤薄的云彩在天空中变幻多端，天上的流星传递着相思的愁怨，遥远无垠的银河今夜我悄悄渡过。在秋风白露的七夕相会，就胜过尘世间那些长相厮守却貌合神离的夫妻。缱绻的柔情像流水般绵绵不断，重逢的约会如梦影般缥缈虚幻，分别之时不忍去看那鹊桥路。只要两情至死不渝，又何必贪求卿卿我我的朝欢暮乐呢。"}}, {"name": "子夜四时歌·春风动春", "prop": {"content": "春风动春心，流目瞩山林。山林多奇采，阳鸟吐清音。", "translation": "春风和煦，百花盛开，令人胸中涌起浓浓的春意，流转的目光，凝望着远处色彩绚烂的山林，久久不忍离去。在那色彩绚烂的山林深处，从南方飞回的小鸟，在明媚的阳光下欢快地鸣啭啼叫，清脆，明快，悦耳，悠扬。"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "秦嘉", "dynasty": "两汉"}, {"name": "江城子·乙卯正月二十", "prop": {"content": "十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，惟有泪千行。料得年年肠断处，明月夜，短松冈。(肠断 一作：断肠)", "translation": "你我夫妻诀别已经整整十年，强忍不去思念可终究难忘怀。孤坟远在千里之外，没有地方能诉说心中的悲伤凄凉。即使你我夫妻相逢怕是也认不出我来了，我四处奔波早已是灰尘满面两鬓如霜。昨夜在梦中又回到了家乡，看见你正在小窗前对镜梳妆。你我二人默默相对无言，只有泪落千行。料想你年年都为我柔肠寸断，在那凄冷的月明之夜，在那荒寂的短松冈上。 "}}, {"name": "九歌·山鬼", "prop": {"content": "若有人兮山之阿，被薜荔兮带女萝。既含睇兮又宜笑，子慕予兮善窈窕。乘赤豹兮从文狸，辛夷车兮结桂旗。被石兰兮带杜衡，折芳馨兮遗所思。余处幽篁兮终不见天，路险难兮独后来。表独立兮山之上，云容容兮而在下。杳冥冥兮羌昼晦，东风飘兮神灵雨。留灵修兮憺忘归，岁既晏兮孰华予。采三秀兮于山间，石磊磊兮葛蔓蔓。怨公子兮怅忘归，君思我兮不得闲。山中人兮芳杜若，饮石泉兮荫松柏，君思我兮然疑作。雷填填兮雨冥冥，猨啾啾兮狖夜鸣。(猨 同：猿)风飒飒兮木萧萧，思公子兮徒离忧。", "translation": "无"}}, {"name": "乌夜啼", "prop": {"content": "黄云城边乌欲栖，归飞哑哑枝上啼。机中织锦秦川女，碧纱如烟隔窗语。停梭怅然忆远人，独宿孤房泪如雨。", "translation": "黄云城边的乌鸦将要归巢了，归来后在树枝上哑哑地啼叫。在织机中织布的秦川女子，隔着碧绿如烟的纱窗看着窗外喃喃自语。放下织梭，想到远在千里之外的丈夫怅然若失，独守空房，泪如雨下。"}}, {"name": "薛涛", "dynasty": "唐代"}, {"name": "贺双卿", "dynasty": "清代"}, {"name": "菩萨蛮·青岩碧洞经朝", "prop": {"content": "青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天。扣舷惊翡翠，嫩玉抬香臂。红日欲沉西，烟中遥解觽。", "translation": "　　这首词是写风土人情的。上片写溪上船家姑娘与其所爱者相招唤的情景。“一只木兰船，波平远浸天”，乃是一幅境界开阔的江天图。下片写船家姑娘的活泼形象：她也能扣舷唱渔歌，摇船时露出嫩玉般的玉臂。当红日西下时，她与他相爱的人一起，解佩相赠，以表深情。 "}}, {"name": "薄幸·青楼春晚", "prop": {"content": "青楼春晚。昼寂寂、梳匀又懒。乍听得、鸦啼莺弄，惹起新愁无限。记年时、偷掷春心，花间隔雾遥相见。便角枕题诗，宝钗贳酒，共醉青苔深院。 怎忘得、回廊下，携手处、花明月满。如今但暮雨，蜂愁蝶恨，小窗闲对芭蕉展。却谁拘管。尽无言、闲品秦筝，泪满参差雁。腰支渐小，心与杨花共远。", "translation": "无"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "闻李端公垂钓回寄赠", "prop": {"content": "无限荷香染暑衣，阮郎何处弄船归。自惭不及鸳鸯侣，犹得双双近钓矶。", "translation": "阵阵荷花的香味扑鼻而来，熏香了我的衣服。你现在在哪里钓鱼呢，何时才划舟归来呢？真是惭愧，自己竟还比不上那比翼双飞的鸳鸯，至少它们还可以一起在钓鱼的平台附近玩耍，双宿双飞。"}}, {"name": "念奴娇·书东流村壁", "prop": {"content": "野棠花落，又匆匆过了，清明时节。刬地东风欺客梦，一枕云屏寒怯。曲岸持觞，垂杨系马，此地曾经别。楼空人去，旧游飞燕能说。闻道绮陌东头，行人长见，帘底纤纤月。旧恨春江流不断，新恨云山千叠。料得明朝，尊前重见，镜里花难折。也应惊问：近来多少华发？", "translation": "野棠花儿飘落，匆匆又过了清明时节。东风欺凌着路上的行客，竟把我的短梦惊醒。一阵凉气吹来，向我的孤枕袭来，我感到丝丝寒意。在那弯曲的河岸边，我曾与佳人举杯一起饮酒。在垂柳下，我曾在此地与佳人离别。如今人去楼空，只有往日的燕子还栖息在这里，那时的欢乐，只有它能作见证。听说在繁华街道的东面，行人曾在帘下见过她的美足。旧日的情事如东流的春江，一去不回，新的遗憾又像云山一样一层层添来。假如有那么一天，我们在酒宴上再相遇合，她将会像镜里的鲜花，令我无法去折。她会惊讶我又白了头发。"}}, {"name": "玉楼春·春恨", "prop": {"content": "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。", "translation": "在杨柳依依、芳草萋萋的长亭古道上，年少的人总是能轻易的抛弃送别之人登程远去。楼头传来的五更钟声惊醒了离人残梦，花底飘洒的三月春雨增添了心中的愁思。无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有那相思是没有尽头，永不停止。"}}, {"dynasty": "五代"}, {"name": "杜公瞻", "dynasty": "隋代"}, {"name": "作者", "dynasty": "朝代"}, {"dynasty": "隋代"}, {"name": "落梅风·心间事", "prop": {"content": "心间事，说与他。动不动早言两罢。罢字儿碜可可你道是耍，我心里怕那不怕？", "translation": "把心事都说给他听，他听了，动不动就先说两人还是分手作罢。分手作罢是你亲口说的，现在你又说是跟我开玩笑。我心里是该怕还是不怕呢？"}}, {"name": "菩萨蛮·牡丹含露真珠", "prop": {"content": "牡丹含露真珠颗，美人折向庭前过。含笑问檀郎，花强妾貌强？檀郎故相恼，须道花枝好。一向发娇嗔，碎挼花打人。", "translation": "牡丹花上朝露像珍珠般闪烁，娇美的人儿从帘前走过。满面含笑问郎君：“我的容貌胜过花，还是花儿胜过我？”郎君故意说：“牡丹花儿比你强多了！”美人一面娇嗔，一面将花揉得碎碎的扔到了檀郎脸上。"}}, {"name": "祝英台近·杏花初", "prop": {"content": "杏花初，梅花过，时节又春半。帘影飞梭，轻阴小庭院。旧时月底秋千，吟香醉玉，曾细听、歌珠一串。忍重见。描金小字题情，生绡合欢扇。老了刘郎，天远玉箫伴。几番莺外斜阳，阑干倚遍，恨杨柳、遮愁不断。", "translation": "杏花刚开，梅花就已凋谢，春天又过去了一半。门帘的影子从西边移到东边，时间流逝像飞梭一般，转眼庭院就有了黄昏的轻暗，一天将过。犹记得过去她在月光下荡秋千，笑容伴随着她醉人的容颜，曾清晰地听到她那珠玉般的歌声一串一串。怎么忍心再重新看见那把生绢制成的团扇，上面有我用描金小楷题写的情言。我已经老了，她却如仙女弄玉远离我在天边。多少次我在莺啼日斜的暮色中望远，把楼台的栏杆倚遍寻觅思盼。只恨那成林的杨柳，再多、再浓也无法将我的思愁隔断。"}}, {"name": "程垓", "dynasty": "宋代"}, {"name": "应天长·别来半岁音书", "prop": {"content": "别来半岁音书绝，一寸离肠千万结。难相见，易相别，又是玉楼花似雪。暗相思，无处说，惆怅夜来烟月。想得此时情切，泪沾红袖黦。", "translation": "分别半年你我音书断绝，短短的一寸离肠也郁结着万千愁情。相见很难，分别却很容易，转眼又到了玉楼繁华似雪的时节。暗暗相思，无处诉说，愁过白天又愁烟云遮明月，愁到此时心情更凄恻。伤心的眼泪不停流淌，打湿红色衣袖。"}}, {"name": "虞美人·彩云易向秋空", "prop": {"content": "彩云易向秋空散，燕子怜长叹。几翻离合总无因，赢得一回僝僽一回亲。归鸿旧约霜前至，可寄香笺字。不如前事不思量，且枕红蕤欹侧看斜阳。", "translation": "天高气爽的秋季，彩云最容易被风吹散开去，燕子听到满腹心事之人的长叹，也会感到怜惜，几次离合总是没有来由，让人感到时而忧愁，时而温馨。归雁飞来的时候。霜期已经到来，可以托大雁把书信带给那远行的人吗？还是不要想以前的那些事了，暂且倚着绣枕看那西下的落日吧。"}}, {"name": "溱洧", "prop": {"content": "溱与洧，方涣涣兮。士与女，方秉蕳兮。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其相谑，赠之以勺药。溱与洧，浏其清矣。士与女，殷其盈矣。女曰观乎？士曰既且，且往观乎！洧之外，洵訏且乐。维士与女，伊其将谑，赠之以勺药。", "translation": "溱水洧水长又长，河水流淌向远方。男男女女城外游，手拿蕳草求吉祥。女说咱们去看看？男说我已去一趟。再去一趟又何妨！洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药毋相忘。溱水洧水长又长，河水洋洋真清亮。男男女女城外游，游人如织闹嚷嚷。女说咱们去看看？男说我已去一趟。再去一趟又何妨！洧水对岸好地方，地方热闹又宽敞。男女结伴一起逛，相互戏谑喜洋洋，赠朵芍药表情长。"}}, {"name": "萧衍", "dynasty": "南北朝"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "虞美人·银床淅沥青梧", "prop": {"content": "银床淅沥青梧老，屧粉秋蛩扫。采香行处蹙连钱，拾得翠翘何恨不能言。回廊一寸相思地，落月成孤倚。背灯和月就花阴，已是十年踪迹十年心。", "translation": "井边的梧桐在淅沥的秋风秋雨中渐渐老去，所爱之人的踪迹也在蟋蟀的呜叫中慢慢消失。所爱之人经行之处，如今已荒无人迹，布满了青苔。此时旧地重游，即便拾得美人遗下的翡翠头饰，也无法对人明言，只能徒自伤感。回廊之处曾经留下了多少令人刻骨相思的痕迹，而今旧地重游，相思成灰。独倚回廊，只有天边落月孤独相伴。吹灭灯火，在月光下走近花阴，寻找过去的踪迹。十年前的踪迹宛然犹在，十年前的那颗心还依然在胸膛跳动。时光流逝，岁月无情，埋藏在心里的那份情感历久旎新弥新，难以忘怀。"}}, {"name": "西施·自从回步百花桥", "prop": {"content": "自从回步百花桥。便独处清宵。凤衾鸳枕，何事等闲抛。纵有馀香，也似郎恩爱，向日夜潜消。恐伊不信芳容改，将憔悴、写霜绡。更凭锦字，字字说情憀。要识愁肠，但看丁香树，渐结尽春梢。", "translation": "自从与丈夫分别之后，一直是独自一人度过清净的夜晚。以前幸福的记忆，为何随便抛弃。纵然有丈夫的体香尚留在衣服上，就像郎留下的恩爱一样，奈何随着时间的消逝，这些也不知不觉消失了。怕你不相信离别后昔日的漂亮容颜已经改变，将憔悴的样子画下来寄给你。更希望凭借寄给你的书信，让你看到字里行间的悲思之情。要知愁肠愁多少，请看丁香树，渐渐结满了丁香结。"}}, {"name": "苏曼殊", "dynasty": "近现代"}, {"name": "春别诗四首·其三", "prop": {"content": "江东大道日华春，垂杨挂柳扫清尘。淇水昨送泪沾巾，红妆宿昔已应新。", "translation": "　　这首诗写一位热恋中的男士回忆昨日与恋人难得一聚时的愉快和送别时的依依不舍之情。首二句景中寓情，透过所写美景，我们可以读出这对恋人的昨日相聚是多么惬意和珍贵。末二句以“淇水”这一古代恋情诗中常用的“阻滞”意象，寓含着这对恋人相恋中难以逾越的障碍。昨日依依惜别的情景仍浮现在眼前，并充满着对恋人的思念和想象。 "}}, {"name": "卷珠帘·记得来时春未", "prop": {"content": "记得来时春未暮，执手攀花，袖染花梢露。暗卜春心共花语，争寻双朵争先去。多情因甚相辜负，轻拆轻离，欲向谁分诉。泪湿海棠花枝处，东君空把奴分付。", "translation": "记得你来的时候还没到春末，你我执手攀花，花枝上的露水沾湿了衣袖。暗香初恋时光，盼望海棠能给以启示，争先去寻并蒂双花以证爱情能美满久长。你为何要辜负我的一片情意，轻易毁约，令人一腔幽恨，欲诉无门。再次来到曾经的花树下，只能暗暗垂泪。春之神啊！你为何把我交付给这样无情之人。"}}, {"name": "刘秉忠", "dynasty": "元代"}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "有所思", "prop": {"content": "当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟姮娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里？梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云。相思一夜梅花发，忽到窗前疑是君。", "translation": "　　诗语言精美，婉转清丽；兴味隽永，富于情思。表面上写的是深沉的爱情，实际上却是借以寓托诗人的理想，抒写自己的胸臆。 "}}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "虞美人·春情只到梨花", "prop": {"content": "春情只到梨花薄，片片催零落。夕阳何事近黄昏，不道人间犹有未招魂。银笺别梦当时句，密绾同心苣。为伊判作梦中人，索向画图清夜唤真真。", "translation": "春天的景致又到了梨花零落的时候，夕阳西下，黄昏降临，却不知道人间尚有人相思惆怅，不能自已。曾经浓情蜜意，海誓山盟。为了她甘愿做梦中之人，于是整日对着她的画像呼唤，希望能以至诚打动她，让她像“真真”那样从画中走出来与我相会。"}}, {"name": "华山畿·君既为侬死", "prop": {"content": "华山畿，华山畿，君既为侬死，独生为谁施？欢若见怜时，棺木为侬开。", "translation": "华山畿啊，华山畿，你既然已经为了我死，我独自一人又怎会苟活？若你可怜我此时的处境，就将棺木为我打开吧，我愿意陪伴你共赴黄泉。 "}}, {"name": "已凉", "prop": {"content": "碧阑干外绣帘垂，猩色屏风画折枝。 八尺龙须方锦褥，已凉天气未寒时。", "translation": "翠绿色的栏杆外绣帘儿低垂，猩红的屏风上画着草木花卉。龙须草织成的席子铺上锦褥，天气已凉却还未到寒冷时候。"}}, {"name": "愁倚阑令·花阴月", "prop": {"content": "花阴月，柳梢莺。近清明。长恨去年今夜雨，洒离亭。 枕上怀远诗成。红笺纸、小砑吴绫。寄与征人教念远，莫无情。", "translation": "无"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "女冠子·昨夜夜半", "prop": {"content": "昨夜夜半，枕上分明梦见。语多时。依旧桃花面，频低柳叶眉。半羞还半喜，欲去又依依。觉来知是梦，不胜悲。", "translation": "昨天深夜里，你在我的梦里翩然出现了。我们说了好多好多的话，发现你依旧还是那么美丽、可爱，像从前一样面若桃花，频频低垂的眼睑，弯弯的柳叶眉。看上去好像又有些羞涩，又有些欢喜。该走时却又频频回首，依依不舍。只到醒来才知道是大梦一场，身边依然空空，自己依然是形单影只的一个人，心中不觉涌起难忍的悲哀。"}}, {"dynasty": "朝代"}, {"name": "春晓", "prop": {"content": "半欲天明半未明，醉闻花气睡闻莺。猧儿撼起钟声动，二十年前晓寺情。", "translation": "夜已过半，但天将亮未亮，在醉梦温柔乡中，却花气馥郁、莺啼娇啭，缠绵悱恻令人难舍。黄色小犬撼动寺钟，划破寂静的夜空，令人不禁想起二十年前的一个黎明在普救寺中发生的情事。"}}, {"name": "荷叶杯·记得那年花下", "prop": {"content": "记得那年花下，深夜，初识谢娘时。水堂西面画帘垂，携手暗相期。惆怅晓莺残月，相别，从此隔音尘。如今俱是异乡人，相见更无因。", "translation": "记得那年夜深人静的时候，和情人第一次在花丛下相见。水堂西侧的帘子低垂着，他们手牵手偷偷定下再相聚的日期。美好的时光转瞬即逝，让人惆怅。从那次离别后，她便杳无音信。现如今诗人也漂泊他乡，再也没有相见的可能了。"}}, {"name": "桑中", "prop": {"content": "爰采唐矣？沬之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采麦矣？沬之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采葑矣？沬之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。 ", "translation": "到哪儿去采女萝？到那卫国的沫乡。我的心中在想谁？漂亮大姐她姓姜。约我等待在桑中，邀我相会在上宫，送我远到淇水旁。到哪儿去采麦穗？到那卫国沫乡北。我的心中在想谁？漂亮大姐她姓弋。约我等待在桑中，邀我相会在上宫，送我远到淇水上。到哪儿去采蔓菁？到那卫国沫乡东。我的心中在想谁？漂亮大姐她姓庸。约我等待在桑中，邀我相会在上宫，送我远到淇水滨。"}}, {"name": "朝来曲", "prop": {"content": "日昃鸣珂动，花连绣户春。盘龙玉台镜，唯待画眉人。", "translation": "太阳偏西时，归来的马车上的玉佩叮当作响，春情萌动，好像华美门户中盛开的花朵。打开梳妆台上的盘龙玉台镜，等待良人为我为我画眉。"}}, {"name": "子夜四时歌·绣带合欢", "prop": {"content": "绣带合欢结，锦衣连理文。怀情入夜月，含笑出朝云。", "translation": "姑娘绣花的衣袋上打上一个合欢结，穿着织锦做的衣衫上绣满连理枝的图纹。晚上怀情而去，这时夜深人静，月华如水，早上含笑而归，像朝云一样美丽。"}}, {"name": "阳春曲·题情", "prop": {"content": "轻拈斑管书心事，细折银笺写恨词。可怜不惯害相思，则被你个肯字儿，迤逗我许多时。鬓云懒理松金凤，胭粉慵施减玉容。伤情经岁绣帏空，心绪冗，闷倚翠屏。慵拈粉线闲金缕，懒酌琼浆冷玉壶。才郎一去信音疏，长叹吁，香脸泪如珠。从来好事天生俭，自古瓜儿苦后甜。奶娘催逼紧拘钳，甚是严，越间阻越情忺。笑将红袖遮银烛，不放才郎夜看书。相偎相抱取欢娱，止不过迭应举，及第待何如。百忙里铰甚鞋儿样，寂寞罗帏冷篆香。向前搂定可憎娘，止不过赶嫁妆，误了又何妨。", "translation": "无"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "玉楼春·桃溪不作从容", "prop": {"content": "桃溪不作从容住，秋藕绝来无续处。当时相候赤阑桥，今日独寻黄叶路。烟中列岫青无数，雁背夕阳红欲暮。人如风后入江云，情似雨馀粘地絮。", "translation": "桃溪奔流不肯从容留住，秋天的莲藕一断就没有连接之处。回想当时互相等候在赤阑桥，今天独自一人徘徊在黄叶盖地的荒路。烟雾笼罩着排列耸立的山岫，青苍点点无法指数，归雁背着夕阳，红霞满天，时正欲暮。人生好象随风飘入江天的白云，离别的情绪好比雨后粘满地面的花絮。"}}, {"name": "关雎", "prop": {"content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。", "translation": "关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，敲起钟鼓来取悦她。"}}, {"name": "拔蒲二首", "prop": {"content": "青蒲衔紫茸，长叶复从风。与君同舟去，拔蒲五湖中。朝发桂兰渚，昼息桑榆下。与君同拔蒲，竟日不成把。", "translation": "青青的蒲草开着紫色的细茸花，时而有一阵风吹过，轻轻拂动着蒲草的叶子。我与情人一起乘着小舟，在碧波万顷的五湖上慢慢飘荡，拔着蒲草，心情非常愉快。"}}, {"name": "双燕离", "prop": {"content": "双燕复双燕，双飞令人羡。玉楼珠阁不独栖，金窗绣户长相见。柏梁失火去，因入吴王宫。吴宫又焚荡，雏尽巢亦空。憔悴一身在，孀雌忆故雄。双飞难再得，伤我寸心中。", "translation": "天上自由自在比翼而飞的双燕，实在令人羡慕。它们总是成双成对地在玉楼珠阁中共筑爱巢，在金窗绣户间相互嬉戏低飞。柏梁台失火了，焚烧了它们的巢窝，它们只好又到吴王宫里筑巢。吴宫又遭焚荡，这一次更惨，烧了个雏尽巢空。只剩下憔悴的孀雌一燕身在，雌燕怀着对雄燕的无限眷恋，憔悴不堪。比翼双飞的日子已难再得，真是使人寸心欲碎。"}}, {"name": "青玉案·凌波不过横塘", "prop": {"content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)", "translation": "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春天才会知道她的居处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。"}}, {"name": "无题·昨夜星辰昨夜风", "prop": {"content": "昨夜星辰昨夜风，画楼西畔桂堂东。身无彩凤双飞翼，心有灵犀一点通。隔座送钩春酒暖，分曹射覆蜡灯红。嗟余听鼓应官去，走马兰台类转蓬。", "translation": "昨夜星光灿烂，夜半却有习习凉风；我们酒筵设在画楼西畔、桂堂之东。身上无彩凤的双翼，不能比翼齐飞；内心却像灵犀一样，感情息息相通。互相猜钩嬉戏，隔座对饮春酒暖心；分组来行酒令，决一胜负烛光泛红。可叹呵，听到五更鼓应该上朝点卯；策马赶到兰台，像随风飘转的蓬蒿。"}}, {"name": "木兰花·燕鸿过后莺归", "prop": {"content": "燕鸿过后莺归去。细算浮生千万绪。长于春梦几多时，散似秋云无觅处。闻琴解佩神仙侣。挽断罗衣留不住。劝君莫作独醒人，烂醉花间应有数。", "translation": "鸿鹄春燕已飞走，黄莺随后也归去。这些可爱的鸟儿，一个个与我分离。仔细寻思起来，人生漂浮不定，千头万绪。莺歌燕舞的春景，像梦幻般没有几时，便如同秋云那样散去，再也难以寻觅她的影踪。像卓文君那样闻琴而知音，像汉水江妃那样温柔多情，遇到郑交甫解佩相赠，这样的神仙般的伴侣早已离我而去，即使挽断她们绫罗的衣裙，也不能留住她们的倩影。劝你不要再孤独的做一个清醒明白的人了，大家都在花前喝个烂醉如泥才是最好的。"}}, {"name": "姚燮", "dynasty": "清代"}, {"name": "浣溪沙·谁念西风独自", "prop": {"content": "谁念西风独自凉，萧萧黄叶闭疏窗，沉思往事立残阳。被酒莫惊春睡重，赌书消得泼茶香，当时只道是寻常。", "translation": "是谁独自在西风中感慨悲凉，不忍见萧萧黄叶而闭上轩窗。独立屋中任夕阳斜照，沉浸在往事回忆中。酒后小睡，春日好景正长，闺中赌赛，衣襟满带茶香。曾经美好快乐的记忆，当时只觉得最寻常不过，而今却物是人非。"}}, {"name": "菩萨蛮·彩舟载得离愁", "prop": {"content": "彩舟载得离愁动，无端更借樵风送。波渺夕阳迟，销魂不自持。 良宵谁与共，赖有窗间梦。可奈梦回时，一番新别离！", "translation": "画船载着离愁驶离了岸边，不料正有顺风送我登程。水波辽远夕阳中天色已晚，暮色中禁不住黯然伤神。美好的夜晚再与谁共度，幸好还能与爱人小窗同倚在睡梦里。无奈到了梦醒的时候，又是一番新的别离。"}}, {"name": "七日夜女歌·其二", "prop": {"content": "长河起秋云，汉渚风凉发。含欣出霄路，可笑向明月。", "translation": "　　秋天的季节，夜凉如水。一条银河横在天空，团团秋云让银河若隐若现。天上和人间一样，秋天的银河也变凉了，时有凉风吹过。织女从云雾中走出，她心情舒畅，微笑着一直走到明月的方向。"}}, {"name": "东门之杨", "prop": {"content": "东门之杨，其叶牂牂。昏以为期，明星煌煌。东门之杨，其叶肺肺。昏以为期，明星晢晢。", "translation": "我依偎着东城门外小白杨，浓密叶片辉映着金色夕阳。约好黄昏时相会在老地方，却让我苦等到明星闪闪亮。我来到东城门外白杨林边，晚霞映红了白杨浓密叶片。明明和人家约好黄昏见面，却让我苦等到星星嵌满天。 "}}, {"name": "元稹", "dynasty": "唐代"}, {"name": "神女赋", "prop": {"content": "　　楚襄王与宋玉游于云梦之浦，使玉赋高唐之事。其夜玉寝，果梦与神女遇，其状甚丽，玉异之。明日，以白王。王曰：“其梦若何？”玉对曰：“晡夕之后，精神恍忽，若有所喜，纷纷扰扰，未知何意？目色仿佛，乍若有记：见一妇人，状甚奇异。寐而梦之，寤不自识；罔兮不乐，怅然失志。于是抚心定气，复见所梦。”王曰：“状何如也？”玉曰：“茂矣美矣，诸好备矣。盛矣丽矣，难测究矣。上古既无，世所未见，瑰姿玮态，不可胜赞。其始来也，耀乎若白日初出照屋梁；其少进也，皎若明月舒其光。须臾之间，美貌横生：晔兮如华，温乎如莹。五色并驰，不可殚形。详而视之，夺人目精。其盛饰也，则罗纨绮绩盛文章，极服妙采照万方。振绣衣，被袿裳，秾不短，纤不长，步裔裔兮曜殿堂，忽兮改容，婉若游龙乘云翔。嫷披服，侻薄装，沐兰泽，含若芳。性合适，宜侍旁，顺序卑，调心肠。”王曰：“若此盛矣，试为寡人赋之。”玉曰：“唯唯。”　　夫何神女之姣丽兮，含阴阳之渥饰。披华藻之可好兮，若翡翠之奋翼。其象无双，其美无极；毛嫱鄣袂，不足程式；西施掩面，比之无色。近之既妖，远之有望，骨法多奇，应君之相，视之盈目，孰者克尚。私心独悦，乐之无量；交希恩疏，不可尽畅。他人莫睹，王览其状。其状峨峨，何可极言。貌丰盈以庄姝兮，苞温润之玉颜。眸子炯其精朗兮，瞭多美而可视。眉联娟以蛾扬兮，朱唇地其若丹。素质干之醲实兮，志解泰而体闲。既姽婳于幽静兮，又婆娑乎人间。宜高殿以广意兮，翼故纵而绰宽。动雾縠以徐步兮，拂墀声之珊珊。望余帷而延视兮，若流波之将澜。奋长袖以正衽兮，立踯躅而不安。澹清静其愔嫕兮，性沉详而不烦。时容与以微动兮，志未可乎得原。意似近而既远兮，若将来而复旋。褰余而请御兮，愿尽心之惓惓。怀贞亮之清兮，卒与我兮相难。陈嘉辞而云对兮，吐芬芳其若兰。精交接以来往兮，心凯康以乐欢。神独享而未结兮，魂茕茕以无端。含然诺其不分兮，喟扬音而哀叹！頩薄怒以自持兮，曾不可乎犯干。　　于是摇佩饰，鸣玉鸾；奁衣服，敛容颜；顾女师，命太傅。欢情未接，将辞而去；迁延引身，不可亲附。似逝未行，中若相首；目略微眄，精采相授。志态横出，不可胜记。意离未绝，神心怖覆；礼不遑讫，辞不及究；愿假须臾，神女称遽。徊肠伤气，颠倒失据，黯然而暝，忽不知处。情独私怀，谁者可语？惆怅垂涕，求之至曙。", "translation": "无"}}, {"dynasty": "唐代"}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "牛希济", "dynasty": "五代"}, {"name": "项鸿祚", "dynasty": "清代"}, {"name": "女冠子·四月十七", "prop": {"content": "四月十七，正是去年今日，别君时。忍泪佯低面，含羞半敛眉。不知魂已断，空有梦相随。除却天边月，没人知。", "translation": "今天是四月十七，去年这一天，正是与你离别的时候。为了忍住泪水，假装着低下脸，含羞皱着眉头。却不知分别后我魂销肠断，如今只能在梦里与你相见。我的相思之情，除了天边的月亮，又有谁知道呢？"}}, {"name": "鹊桥仙·碧梧初出", "prop": {"content": "碧梧初出，桂花才吐，池上水花微谢。穿针人在合欢楼，正月露、玉盘高泻。蛛忙鹊懒，耕慵织倦，空做古今佳话。人间刚道隔年期，指天上、方才隔夜。", "translation": "梧桐树叶才刚刚长出碧绿叶片，桂花才吐蕊，池塘上略微有些凋谢的莲花。此刻正在合欢楼中穿针引线，抬头望去，只见高悬的明月像玉盘那样洁明，那清辉如水一般流泻而下。蜘蛛忙着吐丝结网，喜鹊却懒懒的，都没有搭起鹊桥。牛郎没心思耕田，织女也顾不得纺织，只为了能在七夕这一天相会，可是看来，他两人的佳期却难被成全了。人间过去一年，天上才过去一天。"}}, {"name": "长干行二首", "prop": {"content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜，十四为君妇，羞颜未尝开。低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月胡蝶黄，双飞西园草。(胡蝶 一作：蝴蝶)感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。好乘浮云骢，佳期兰渚东。鸳鸯绿蒲上，翡翠锦屏中。自怜十五余，颜色桃花红。那作商人妇，愁水复愁风。", "translation": "无"}}, {"name": "雨中花慢·邃院重帘何", "prop": {"content": "邃院重帘何处，惹得多情，愁对风光。睡起酒阑花谢，蝶乱蜂忙。今夜何人，吹笙北岭，待月西厢。空怅望处，一株红杏，斜倚低墙。羞颜易变，傍人先觉，到处被着猜防。谁信道，些儿恩爱。无限凄凉。好事若无间阻，幽欢却是寻常。一般滋味，就中香美，除是偷尝。", "translation": "深深的院子，一道又一道的门帘遮掩，她在什么地方呢？宴会散了，花凋谢了，蜂蝶因无花可采而忙乱。今天晚上是谁在等着心上人来相见，在往日约会相见之处等待那个女子到来，红杏矮墙还在，却不见心上人到来。这种秘密的约会不敢使旁人知道，但由于心虚胆怯，容易脸红，往往旁人发觉，到处被人猜疑防范。得到的是一点恋爱的喜悦，付出的代价是无限凄凉的。好事若是顺利如意，不逢到阻碍，那么，约会相见的喜悦也就平淡无奇了。同是爱情中的滋味，其中特别香美的，除非是偷着尝。"}}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "长恨歌", "prop": {"content": "汉皇重色思倾国，御宇多年求不得。杨家有女初长成，养在深闺人未识。天生丽质难自弃，一朝选在君王侧。回眸一笑百媚生，六宫粉黛无颜色。春寒赐浴华清池，温泉水滑洗凝脂。侍儿扶起娇无力，始是新承恩泽时。云鬓花颜金步摇，芙蓉帐暖度春宵。春宵苦短日高起，从此君王不早朝。承欢侍宴无闲暇，春从春游夜专夜。后宫佳丽三千人，三千宠爱在一身。金屋妆成娇侍夜，玉楼宴罢醉和春。姊妹弟兄皆列土，可怜光彩生门户。遂令天下父母心，不重生男重生女。骊宫高处入青云，仙乐风飘处处闻。缓歌慢舞凝丝竹，尽日君王看不足。渔阳鼙鼓动地来，惊破《霓裳羽衣曲》。九重城阙烟尘生，千乘万骑西南行。翠华摇摇行复止，西出都门百余里。六军不发无奈何，宛转娥眉马前死。花钿委地无人收，翠翘金雀玉搔头。君王掩面救不得，回看血泪相和流。黄埃散漫风萧索，云栈萦纡登剑阁。峨嵋山下少人行，旌旗无光日色薄。蜀江水碧蜀山青，圣主朝朝暮暮情。行宫见月伤心色，夜雨闻铃肠断声。天旋日转回龙驭，到此踌躇不能去。(日转 一作：地转)马嵬坡下泥土中，不见玉颜空死处。君臣相顾尽沾衣，东望都门信马归。归来池苑皆依旧，太液芙蓉未央柳。芙蓉如面柳如眉，对此如何不泪垂？春风桃李花开夜，秋雨梧桐叶落时。(花开夜 一作：花开日)西宫南内多秋草，落叶满阶红不扫。(南内 一作：南苑)梨园弟子白发新，椒房阿监青娥老。夕殿萤飞思悄然，孤灯挑尽未成眠。迟迟钟鼓初长夜，耿耿星河欲曙天。鸳鸯瓦冷霜华重，翡翠衾寒谁与共？悠悠生死别经年，魂魄不曾来入梦。临邛道士鸿都客，能以精诚致魂魄。为感君王辗转思，遂教方士殷勤觅。排空驭气奔如电，升天入地求之遍。上穷碧落下黄泉，两处茫茫皆不见。忽闻海上有仙山，山在虚无缥缈间。楼阁玲珑五云起，其中绰约多仙子。中有一人字太真，雪肤花貌参差是。金阙西厢叩玉扃，转教小玉报双成。闻道汉家天子使，九华帐里梦魂惊。揽衣推枕起徘徊，珠箔银屏迤逦开。云鬓半偏新睡觉，花冠不整下堂来。风吹仙袂飘飖举，犹似霓裳羽衣舞。(飘飖 一作：飘飘)玉容寂寞泪阑干，梨花一枝春带雨。(阑 通：栏)含情凝睇谢君王，一别音容两渺茫。昭阳殿里恩爱绝，蓬莱宫中日月长。回头下望人寰处，不见长安见尘雾。惟将旧物表深情，钿合金钗寄将去。钗留一股合一扇，钗擘黄金合分钿。但令心似金钿坚，天上人间会相见。(但令 一作：但教)临别殷勤重寄词，词中有誓两心知。七月七日长生殿，夜半无人私语时。在天愿作比翼鸟，在地愿为连理枝。天长地久有时尽，此恨绵绵无绝期。", "translation": "无"}}, {"name": "小桃红·晓妆", "prop": {"content": "绀云分翠拢香丝，玉线界宫鸦翅。露冷蔷薇晓初试。淡匀脂，金篦腻点兰烟纸。含娇意思，殢人须是，亲手画眉儿。", "translation": "乌黑喷香的秀发像去一样堆拥，用玉还分扎成宫鸦翅的发式。在寒露浸润蔷薇花的拂晓开始梳妆打扮，脸上均匀地涂抹上淡淡的粉脂。细心衬饰插上金篦，再巾上香片花黄，面含娇媚，洋溢着无限的情思。定要让人为之神魂颠倒，再亲手描画娥眉。"}}, {"name": "风入松·为友人放琴客", "prop": {"content": "春风吴柳几番黄。欢事小蛮窗。梅花正结双头梦，被玉龙、吹散幽香。昨夜灯前歌黛，今朝陌上啼妆。 最怜无侣伴雏莺。桃叶已春江。曲屏先暖鸳衾惯，夜寒深、都是思量。莫道蓝桥路远，行云中隔幽坊。", "translation": "　　《风入松》，古琴曲有《风入松》，传为晋嵇康所作。又唐僧皎然有《风入松歌》，见《乐府诗集》卷五十九，调名由此而来。《宋史·乐志》入“林钟商”，调见晏几道《小山词》。又名《风入松慢》、《远山横》。双调，七十四字、七十六字，亦有七十二字体的。前后片各六句四平韵。《梦窗词》系七十六字体。　 "}}, {"name": "荷叶杯·弱柳好花尽拆", "prop": {"content": "弱柳好花尽拆，晴陌。陌上少年郎，满身兰麝扑人香。狂么狂，狂么狂？", "translation": "微风轻拂着纤纤细柳，那姣美的簇簇鲜花尽皆迎风绽放，就绽放在在那阳光照着的道路上。小路上有一个温润如玉的白面少年郎，他满身氤氲着扑面而来的兰香和麝香。怎能不令她心头小鹿乱撞？怎能不令她春情颠狂？"}}, {"name": "出其东门", "prop": {"content": "出其东门，有女如云。虽则如云，匪我思存。缟衣綦巾，聊乐我员。出其闉闍，有女如荼。虽则如荼，匪我思且。缟衣茹藘，聊可与娱。", "translation": "漫步城东门，美女多若天上云。虽然多若云，非我所思人。唯此素衣绿头巾，令我爱在心。漫步城门外，美女多若茅花白。虽若茅花白，亦非我所怀。唯此素衣红佩巾，可娱可相爱。"}}, {"name": "文廷式", "dynasty": "近现代"}, {"name": "浣溪沙·春情", "prop": {"content": "桃李溪边驻画轮。鹧鸪声里倒清尊。夕阳虽好近黄昏。 香在衣裳妆在臂，水连芳草月连云。几时归去不销魂。", "translation": "桃李溪边停着一辆画轮车。鹧鸪发出“行不得也哥哥”的叫声时，就是倒酒于杯中与情人约会之际。晚照虽然美丽，但它已临近黄昏的时候。体发香味留在衣裳上，信物套在手臂上。我俩好比那明沏的溪水浸着芳香的草儿，皎洁的月儿伴着那雪白的云儿。多少时候离去才不致痛苦悲伤。 "}}, {"name": "萧子显", "dynasty": "南北朝"}, {"name": "诀别书", "prop": {"content": "春华竞芳，五色凌素，琴尚在御，而新声代故！锦水有鸳，汉宫有木，彼物而新，嗟世之人兮，瞀于淫而不悟！朱弦断，明镜缺，朝露晞，芳时歇，白头吟，伤离别，努力加餐勿念妾，锦水汤汤，与君长诀！", "translation": "春天百花盛开，争奇斗艳，绚烂的色彩掩盖了素洁的颜色。琴声依旧在奏响，但已经不是原来的人在弹奏了。锦江中有相伴游泳的鸳鸯，汉宫中有交援伸展的枝条。他们都不曾离弃伴侣。慨叹世上的人，却迷惑于美色，喜新厌旧。朱弦断，知音绝。明镜缺，夫妻分。朝露晞，缘分尽。芳时歇，人分离。白头吟，伤离别。希望您吃的好好的不要挂念我。对着浩浩荡荡的锦水发誓，从今以后和你永远诀别。"}}, {"name": "静女", "prop": {"content": "静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。", "translation": "娴静姑娘真漂亮，约我等在城角楼上。故意躲藏让我找，急得搔头徘徊心紧张。娴静姑娘真娇艳，送我一枝红彤管。鲜红彤管有光彩，爱它颜色真鲜艳。郊野采荑送给我，荑草美好又珍异。不是荑草长得美，美人相赠厚情意。"}}, {"name": "无题·来是空言去绝踪", "prop": {"content": "来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝熏微度绣芙蓉。刘郎已恨蓬山远，更隔蓬山一万重！", "translation": "你说来相会是空话，一去之后再无踪影；等到楼上残月西斜，传来五更的晓钟。梦里为伤远别啼泣，久唤难醒；醒后研墨未浓，匆忙提笔书写成一信。残烛半映着饰有金翡翠的被褥，兰麝的香气飘入了芙蓉帐中。我像当年的刘郎，早已怨恨那蓬山遥远；你去的所在，要比蓬山更隔万重岭！"}}, {"name": "生查子·新月曲如眉", "prop": {"content": "新月曲如眉，未有团圞意。红豆不堪看，满眼相思泪。终日劈桃穰，仁在心儿里。两朵隔墙花，早晚成连理。", "translation": "新月弯弯如眉毛，没有圆的意思。不忍心看红豆，满眼都是相思泪。整天劈核桃，那人像桃仁嵌在核壳中一样嵌在我心中。两朵隔墙相望的花，早晚会结成连理枝。"}}, {"name": "迷仙引·才过笄年", "prop": {"content": "才过笄年，初绾云鬟，便学歌舞。席上尊前，王孙随分相许。算等闲、酬一笑，便千金慵觑。常只恐、容易蕣华偷换，光阴虚度。 已受君恩顾，好与花为主。万里丹霄，何妨携手同归去。永弃却、烟花伴侣。免教人见妾，朝云暮雨。", "translation": "新近才满十五岁，刚刚开始梳绾发髻时，我就学习歌舞了。酒宴席上酒杯前，曲意迎奉王孙公子。要是平平常常给我一个笑容，便是千金我也懒得看上一眼。我常常只是害怕，韶华易逝，虚度了青春时光。如今已受恩宠眷顾，要好好为花做主。万里晴空，何不一同牵手归去呢。永远抛弃那些烟花伴侣。免得叫人见了我，早上行云晚上行雨。"}}, {"dynasty": "明代"}, {"name": "忆江南·衔泥燕", "prop": {"content": "衔泥燕，飞到画堂前。占得杏梁安稳处，体轻唯有主人怜，堪羡好因缘。", "translation": "衔着泥土的燕子，飞到装饰华丽的大堂前，占据着梁间安稳的地方，体态轻盈只有主人伶爱，好姻缘可堪羡慕。"}}, {"name": "人南渡·兰芷满汀洲", "prop": {"content": "兰芷满汀洲，游丝横路。罗袜尘生步，迎顾。整鬟颦黛，脉脉两情难语。细风吹柳絮，人南渡。回首旧游，山无重数。花底深朱户，何处？半黄梅子，向晚一帘疏雨。断魂分付与，春将去。", "translation": "香草铺满芳洲，空气中漂浮着游丝。她款款而来，步微履细，好似被芳草阻住了相见的脚步。他迎身上前，只见她手扶危鬟，黛眉暗蹙，二人相顾无言，唯有脉脉深情。微风吹拂着柳絮，他南渡金陵而去。回首过去游玩处，举头四望，群山成列。事隔经年，她现在是在某处花丛中的朱门深院内，还是在何处？春意将尽，梅子也已半黄，傍晚时分，疏落的雨丝透过帘幕送来的阵阵清寒。魂断了，就托付给步程匆匆的春天，一块带走吧！"}}, {"name": "如梦令·尘拂玉台鸾镜", "prop": {"content": "尘拂玉台鸾镜，凤髻不堪重整。绡帐泣流苏，愁掩玉屏人静。多病，多病，自是行云无定。", "translation": "华丽的梳妆台已经落满了灰尘，我的头发也很久没有好好梳理打弄过了。美丽的帘帐上，流苏系绳静静垂立，似乎也在为你不在而哭泣，玉屏遮掩着屋里的愁寂，没有一点声息。我已病了多时，如那天上浮云，无法安定心神，也无法捕捉你的踪迹。"}}, {"name": "钱惟演", "dynasty": "宋代"}, {"name": "春望词四首·其二", "prop": {"content": "揽草结同心，将以遗知音。春愁正断绝，春鸟复哀吟。", "translation": "采摘小草结成同心结，将它赠送给我相知相爱的心上人。春愁伴着春光同我告别时，那不知我心事的子规鸟却哀鸣不歇。"}}, {"name": "浪淘沙·海底飞尘终有", "prop": {"content": "海底飞尘终有日，山头化石岂无时。谁道小郎抛小妇，船头一去没回期。", "translation": "①海底飞尘：即沧海成尘。比喻人世短暂。②山头化石：古代传说，有女子送夫从役远方，立于山上望夫，化为石。此处借咏思妇。"}}, {"name": "皇甫松", "dynasty": "唐代"}, {"name": "大堤曲", "prop": {"content": "妾家住横塘，红纱满桂香。青云教绾头上髻，明月与作耳边珰。莲风起，江畔春；大堤上，留北人。郎食鲤鱼尾，妾食猩猩唇。莫指襄阳道，绿浦归帆少。今日菖蒲花，明朝枫树老。", "translation": "我的家住在横塘大堤，红纱衣衫散发桂花香，青云发髻在头上扎起，明月耳饰在两边挂上。莲风轻轻吹来，江畔一派春光。我站在大堤之上，挽留一心北去的情郎。郎君啊，你我同食鲤鱼尾，同食猩猩唇。不要思乡远想襄阳道，江面的归帆很少很少。今日恰似菖蒲开花，明朝枫树易老红颜易凋。"}}, {"name": "雉朝飞", "prop": {"content": "麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，瞑目归黄泥。", "translation": "无"}}, {"name": "卜算子·答施", "prop": {"content": "相思似海深，旧事如天远。泪滴千千万万行，更使人、愁肠断。要见无因见，拚了终难拚。若是前生未有缘，待重结、来生愿。", "translation": "离别后的相思似沧海般幽深、无际，美好的往事就像天边一样遥不可及。想把握住这将别的时刻，可流下千千万万行的眼泪，也留不住远行的恋人，让人愁肠寸断。想要相见却又无法相见，想要割舍这段爱情却终究舍弃不了。你我如果是前生没有缘分，那么就等待来生，再结为夫妻。"}}, {"name": "谢池春慢·玉仙观道中", "prop": {"content": "缭墙重院，时闻有、啼莺到。绣被掩余寒，画幕明新晓。朱槛连空阔，飞絮无多少。径莎平，池水渺。日长风静，花影闲相照。尘香拂马，逢谢女、城南道。秀艳过施粉，多媚生轻笑。斗色鲜衣薄，碾玉双蝉小。欢难偶，春过了。琵琶流怨，都入相思调。", "translation": "高墙环绕重重深院，耳畔不时传来燕啼莺嗽。绣被抵御拂晓的残寒，画阁辉映朝霞的璀灿。朱红的栏杆拥抱水天的空阔，飞舞的柳絮呵，何处才是你的边沿？路上的青草，平整如剪;池中的春水，宽阔渺远。春日迟迟，风也似在偷懒—花枝，把身影投向悠闲的水面。尘雾的余香轻拂着马的鞍，谢媚卿呵，与你幸会在城南路边。面容比敷过胭脂还更觉秀艳，微笑似妩媚的歌声在耳边震颤。色彩入时，着一身薄薄的春衫，面容如玉，鬓发似透明的双蝉。相见恨晚，相爱恨晚，春天呵，离我们越去越远？听，琵琶的旋律似流水潺潺，流不尽的是相思的幽怨。"}}, {"name": "生查子·长恨涉江遥", "prop": {"content": "长恨涉江遥，移近溪头住。闲荡木兰舟，误入双鸳浦。无端轻薄云，暗作廉纤雨。翠袖不胜寒，欲向荷花语。", "translation": "　　此词以一个看似平凡的少女荡舟遇雨、娇不胜寒的故事，喻写了一幕爱情的悲剧，同时也寄托了一个不谙世故者生活坎坷、遭遇不幸的身世感慨。全词意味深蕴，含蓄婉转，手法新颖，别具一格。"}}, {"dynasty": "未知"}, {"name": "魏夫人", "dynasty": "宋代"}, {"name": "塞鸿秋·爱他时似爱初", "prop": {"content": "爱他时似爱初生月，喜他时似喜看梅梢月，想他时道几首西江月，盼他时似盼辰勾月。当初意儿别，今日相抛撇，要相逢似水底捞明月。", "translation": "与他相爱的时候，觉得他像初生的月亮那样清新明媚；喜欢他的时候，觉得他像梅花枝头的月亮那样妩媚娇好；想念他的时候，填写几首《西江月》词寄托相思；盼望他来的时候，直盼得通宵无眠，残月如钩。回想当初，与他一见钟情，真是别有一番意绪，想不到如今却抛下了我，要再想与他相逢，恐怕是水底捞月，徒劳无益了。"}}, {"name": "寄生草·间别", "prop": {"content": "姻缘簿剪做鞋样，比翼鸟搏了翅翰，火烧残连理枝成炭，针签瞎比目鱼儿眼，手揉碎并头莲花瓣，掷金钗攧断凤凰头，绕池塘挼碎鸳鸯弹。", "translation": "把书写婚姻缘份的簿子剪成鞋样，把双飞的比翼鸟的翅膀折断，把连理枝烧成灰炭。用锈针竹签扎瞎比目鱼的眼，又亲手揉碎那并蒂莲的花瓣，再抛掷金钗撷断凤凰头，绕池塘去打碎那见到的鸳鸯蛋。"}}, {"name": "石榴", "prop": {"content": "榴枝婀娜榴实繁，榴膜轻明榴子鲜。 可羡瑶池碧桃树，碧桃红颊一千年。", "translation": "碧绿的石榴树婀娜迎风，鲜红的石榴像挂满灯笼。里面有一层透明的薄膜，白玉般的石榴子鲜美齐整。瑶池的碧桃树有什么值得羡慕，哪比得上石榴树扎根民众。碧桃虽美结果要经千年，石榴每年都能带来农家小院的笑声。"}}, {"name": "云鬟烟鬓与谁期", "prop": {"content": "云鬟烟鬓与谁期，一去天边更不归。还似九疑山下女，千秋长望舜裳衣。", "translation": "望夫石梳得像云烟一样的头发期待谁的归来？到了像天一样遥远的地方就不回来。好像追随舜帝因山崩葬在山下的妻子儿女一样，期待舜帝能穿着衣裳归还。"}}, {"name": "沁园春·情若连环", "prop": {"content": "情若连环，恨如流水，甚时是休。也不须惊怪，沈郎易瘦，也不须惊怪，潘鬓先愁。总是难禁，许多魔难，奈好事教人不自由。空追想，念前欢杳杳，后会悠悠。凝眸，悔上层楼，谩惹起、新愁压旧愁。向彩笺写遍，相思字了，重重封卷，密寄书邮。料到伊行，时时开看，一看一回和泪收。须知道，这般病染，两处心头。", "translation": "感情就像成串的玉珠，悔恨如同流水，严重时是休。不必诧异，沈郎易瘦；也不必大惊小怪，白发先愁。总是很难禁止，许多魔难，你喜欢事教人不自由。空追想，想想前欢杳杳，后来悠悠。目不转睛的凝望。后悔上层楼。只是引起惆怅，新愁压住旧愁。向彩笺写遍，相思字了，重封卷，密寄书信。考虑到他走，时时开看，一看一回和眼泪收。要知道，这般的心病，两人心头。"}}, {"name": "六州歌头·东风著意", "prop": {"content": "东风著意，先上小桃枝。红粉腻，娇如醉，倚朱扉。记年时，隐映新妆面，临水岸，春将半，云日暖，斜桥转，夹城西。草软莎平，跋马垂杨渡，玉勒争嘶。认娥眉凝笑，脸薄拂燕脂。绣户曾窥，恨依依。共携手处，香如雾，红随步，怨春迟。消瘦损，凭谁问？只花知，泪空垂。旧日堂前燕，和烟雨，又双飞。人自老，春长好，梦佳期。前度刘郎，几许风流地，花也应悲。但茫茫暮霭，目断武陵溪，往事难追。", "translation": "无"}}, {"name": "红豆曲", "prop": {"content": "滴不尽相思血泪抛红豆，开不完春柳春花满画楼。睡不稳纱窗风雨黄昏后，忘不了新愁与旧愁。咽不下玉粒金莼噎满喉；照不见菱花镜里形容瘦。展不开的眉头，捱不明的更漏。呀！恰便似遮不住的青山隐隐，流不断的绿水悠悠。", "translation": "抛着红豆相思的血和泪滴也滴不尽，满画楼的是春柳春花，开也开不完。在风雨中的黄昏后，纱窗内的我怎么也睡不踏实，因为我忘不了旧愁加上新愁。吃不下去珍美的饭食菜肴，看不到菱花镜里面的容貌也已经消瘦。舒展不开的眉头，在更漏声中熬着等待不到天亮。呀！恰巧像那远方遮不住等等隐隐约约的青山，悠悠的绿水流也流不断。"}}, {"name": "杨果", "dynasty": "元代"}, {"name": "南歌子·玉漏迢迢尽", "prop": {"content": "玉漏迢迢尽，银潢淡淡横。梦回宿酒未全醒，已被邻鸡催起怕天明。臂上妆犹在，襟间泪尚盈。水边灯火渐人行，天外一钩残月带三星。", "translation": "漏壶中的水渐渐滴尽了，星空变得黯然，银河淡淡地横在天上。我从梦中醒来，可因昨夜醉酒，现在尚未完全清醒。邻家公鸡的报晓声阵阵传人耳中，仿佛在催促我们起床，可我们两情缝络，万般不舍，是那样害怕天亮。我迷惑这一切是真实的还是在梦中，可看看我的臂上，赫然留着她的胭脂和香粉的痕迹，余香袅袅；我的襟袖上尚有几点她滴落的泪痕，才知道这不是虚幻。从窗户望出去，远处的水边有几点灯火闪烁，接着又隐约听到有行人在走动。西边的天际，一钩残月和几颗寥落的晨星在相依相伴，闪着黔淡的光辉。"}}, {"name": "踏莎行·殢酒情怀", "prop": {"content": "殢酒情怀，恨春时节。柳丝巷陌黄昏月。把君团扇卜君来，近墙扑得双蝴蝶。笑不成言，喜还生怯。颠狂绝似前春雪。夜寒无处著相思，梨花一树人如削。", "translation": "我苦闷无聊时常常以酒解愁，加上春日将尽，更让人伤感不己。我邀他于黄昏人静、月上树梢之际，在细柳掩映的街巷相会。我拿他赠送的团扇占卜，预测他是否会如约前来，结果，在墙根扑住了一对双栖双宿的蝴蝶。我笑得无法言说，但惊喜之余，还是有些担心和不安。我高兴得手舞足蹈似早春的雪。夜已经很深了，并不时袭来阵阵轻寒。我的一腔相思之情，有如游丝一样，无处寄托。我依在开满白花的梨树下，好像瘦削了许多。"}}, {"name": "两同心·楚乡春晚", "prop": {"content": "楚乡春晚，似入仙源。拾翠处、闲随流水，踏青路、暗惹香尘。心心在，柳外青帘，花下朱门。对景且醉芳尊。莫话消魂。好意思、曾同明月，恶滋味、最是黄昏。相思处，一纸红笺，无限啼痕。", "translation": "在一个暮春的时节，我郊游踏青，桃红柳绿，恍如进入了桃源仙界。捡拾翠羽、采摘鲜花，闲闲地随着曲曲的流水前进。踏青的路上，不经意间宝马香车留下的浓浓芳香惹起了自己的春心。心中牵念，都在柳荫外的酒家歌楼，花树下的朱门绣户。对着芳景，聊天并且借助美酒来消忧，不要说起那让人销魂的离愁吧。美好的心意，我们曾共一轮明月；痛苦的滋味，最是那黄昏时分。相思的时候，只有那一封封信笺、满袖的泪痕。"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "薄幸·淡妆多态", "prop": {"content": "淡妆多态，更的的、频回眄睐。便认得琴心先许，与绾合欢双带。记画堂、风月逢迎、轻颦浅笑娇无奈。向睡鸭炉边，翔鸳屏里，羞把香罗偷解。自过了、烧灯后，都不见踏青挑菜。几回凭双燕，丁宁深意，往来却恨重帘碍。约何时再，正春浓酒困，人闲昼永无聊赖。厌厌睡起，犹有花梢日在。", "translation": "她妆束淡雅，绰约多姿，早已使我深深爱慕，哪里还禁得住她频频向我盼顾？我知道她心已暗许，愿同我双双缔结欢娱。不能忘怀清风皓月的良辰，我们在画堂相聚，她轻蹙蛾眉，含情微笑。那模样是多么娇媚美丽。在睡鸭形的香炉旁，在画着双飞鸳鸯的屏风里。她娇羞地悄悄解开罗衣。自从过了元宵，直到踏青挑菜的时节，如云的游人仕女中，我不曾寻见她的影踪。多少次相托双燕传信，嘱咐它们带上我的深情，却恨那重重帘幕，阻断了燕儿的路程。佳期密约几时才能再来？我日日醉饮，趁那春意正浓。人又闲，天又长，只觉得百事无心。我无精打采地昏昏愁眠，醒来时花梢还照着高高的日影。"}}, {"name": "天仙子·草绿裙腰山染", "prop": {"content": "草绿裙腰山染黛，闲恨闲愁侬不解。莫愁艇子渡江时，九鸾钗，双凤带，杯酒劝郎情似海。", "translation": "此词抒写爱情，清新流畅，灵活自然，别具风格，不落俗套，颇有民歌风味。 "}}, {"name": "野有蔓草", "prop": {"content": "野有蔓草，零露漙兮。有美一人，清扬婉兮。邂逅相遇，适我愿兮。野有蔓草，零露瀼瀼。有美一人，婉如清扬。邂逅相遇，与子偕臧。", "translation": "野草蔓蔓连成片，草上露珠亮闪闪。有位美女路上走，眉清目秀美又艳。不期而遇真正巧，正好适合我心愿。野草蔓蔓连成片，草上露珠大又圆。有位美女路上走，眉清目秀美容颜。不期而遇真正巧，与她幽会两心欢。"}}, {"name": "孔雀东南飞并序 / ", "prop": {"content": "　　汉末建安中，庐江府小吏焦仲卿妻刘氏，为仲卿母所遣，自誓不嫁。其家逼之，乃投水而死。仲卿闻之，亦自缢于庭树。时人伤之，为诗云尔。　　孔雀东南飞，五里一徘徊。　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。　　阿母谓阿女：“汝可去应之。”　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。　　阿母谢媒人：“女子先有誓，老姥岂敢言！”　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。“我命绝今日，魂去尸长留！”揽裙脱丝履，举身赴清池。　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ", "translation": "　　东汉末年建安年间，庐江府小吏焦仲卿的妻子刘氏，被仲卿的母亲驱赶回娘家，她发誓不再改嫁。但她娘家的人一直逼着她再嫁，她只好投水自尽。焦仲卿听到妻子的死讯后，也吊死在自己家里庭院的树上。当时的人哀悼他们，便写了这样一首诗。"}}, {"name": "落梅风·因他害", "prop": {"content": "因他害，染病疾，相识每劝咱是好意。相识若知咱就里，和相识也一般憔悴。", "translation": "因为想他害了相思，得了一身的病。朋友们劝我都是一番好意。可朋友们要是知道我心里想的，一定会和我一样憔悴。"}}, {"name": "郑文妻", "dynasty": "宋代"}, {"name": "有所思", "prop": {"content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！", "translation": "我所思念的人，就在大海的南边。我拿什么赠给你呢？这是一支玳瑁簪，上面装饰有珍珠和玉环。听说他有二心，心里伤悲，拆碎它。捣毁它，烧掉它！烧掉它，风把灰尘扬起！从今往后，不再思念你，我同你断绝相思！当初与你约会时，不免引起鸡鸣狗吠。兄嫂也可能了知道此事，哎……听到屋外秋风声里鸟儿飞鸣，情绪更乱，一会儿天亮了，我就会知道该怎么做的。"}}, {"name": "窦弘余", "dynasty": "唐代"}, {"name": "蒹葭", "prop": {"content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。", "translation": "河边芦苇青苍苍，秋深露水结成霜。意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。意中之人在何处？就在河岸那一边。逆着流水去找她，道路险阻攀登难。顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。意中之人在何处？就在水边那一头。逆着流水去找她，道路险阻曲难求。顺着流水去找她，仿佛就在水中洲。"}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "阮郎归·宫腰袅袅翠鬟", "prop": {"content": "宫腰袅袅翠鬟松，夜堂深处逢。无端银烛殒秋风，灵犀得暗通。身有恨，恨无穷，星河沉晓空。陇头流水各西东，佳期如梦中。", "translation": "歌妓纤长柔美貌，似乎头发蓬乱了一些，此时主人入宅更衣去了，只剩下这两人了。无缘无故地，一阵过堂风，刮灭了宴席上的蜡烛，彼此心心相许，爱慕之情已神会了。真是让人悔恨啊，这恨没个完，直恨到星河被晨空吞噬了。情人之各去一方，那就只好在梦中相会了。"}}, {"name": "双调·蟾宫曲·春情", "prop": {"content": "平生不会相思，才会相思，便害相思。身似浮云，心如飞絮，气若游丝。空一缕余香在此，盼千金游子何之。证候来时，正是何时？灯半昏时，月半明时。", "translation": "我从出生到现在都不知道什么是相思，才刚刚懂得什么是相思，却深受着相思的折磨。身体像飘浮的云，心像纷飞的柳絮，气像一缕缕游丝。空剩下一丝余香留在此，殷勤盼望的情侣又到哪里去了呢？相思的痛苦什么时候最猛烈呢？是灯光半昏半暗时，月亮半明半亮时。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "无题三首·其一", "prop": {"content": "误语成疑意已伤，春山低敛翠眉长。鄂君绣被朝犹掩，荀令熏炉冷自香。有恨岂因燕凤去，无言宁为息侯亡？合欢不验丁香结，只得凄凉对烛房。", "translation": "无意说错话，竟成猜疑，少妇只能黯然神伤，弯弯细眉，低敛凝愁，仿佛春天黛色的远山。早晨还是情意缠绵，如胶似漆，此刻唯有熏炉清冷，余香缭绕。有恨含怨，岂是因为叹旧情已逝；无言沉默，哪是由于对故人思念？合欢草呵，人们都说你能消忿解忧，何不洗去怨妇心头的哀愁？留下她独守空房，伴随着烛泪滴洒。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "和项王歌", "prop": {"content": "汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生！", "translation": "刘邦的军队已经攻占了楚国的土地，四面八方传来令人悲凄的楚歌歌声。大王英雄气概和坚强意志已经消磨殆尽，我还有什么理由苟且偷生！ "}}, {"name": "离思五首", "prop": {"content": "自爱残妆晓镜中，环钗漫篸绿丝丛。须臾日射胭脂颊，一朵红苏旋欲融。山泉散漫绕阶流，万树桃花映小楼。闲读道书慵未起，水晶帘下看梳头。红罗著压逐时新，吉了花纱嫩麴尘。第一莫嫌材地弱，些些纰缦最宜人。曾经沧海难为水，除却巫山不是云。取次花丛懒回顾，半缘修道半缘君。寻常百种花齐发，偏摘梨花与白人。今日江头两三树，可怜和叶度残春。", "translation": "爱在早晨的镜子里欣赏残妆，钗环插满在发丝丛中。不一会儿初升的太阳照在抹了胭脂的脸颊上，仿佛一朵红花苏醒绽放又仿佛要化开了一般。"}}, {"name": "荷花", "prop": {"content": "都无色可并，不奈此香何。瑶席乘凉设，金羁落晚过。回衾灯照绮，渡袜水沾罗。预想前秋别，离居梦棹歌。", "translation": "夏日荷花绽放，摇曳多姿没有什么花能与之匹敌，它的花香也是别具一格。李将军家为乘凉而设席，我乘马伴着那夕阳而来游曲江。游江归来，看到烛光下的锦被，想起伊人，想到你我曲江相遇之景，你渡水而来打湿了罗袜。想到秋天来临之前你我将要分别心中苦闷，天各一方唯能于梦中见其倩影了。"}}, {"name": "绮怀十六首·其十五", "prop": {"content": "几回花下坐吹箫，银汉红墙入望遥。似此星辰非昨夜，为谁风露立中宵。缠绵思尽抽残茧，宛转心伤剥后蕉。三五年时三五月，可怜杯酒不曾消。", "translation": "我多少次坐在花下吹箫，那伊人所在的红墙虽然近在咫尺，却如天上的银汉一般遥遥而不可及。眼前的星辰已不是昨夜的星辰，我为了谁在风露中伫立了整整一夜呢？缠绵的情思已尽如抽丝的蚕茧，宛转的心已经像被剥的芭蕉。回想起她十五岁时在那月圆之夜的情景，可叹我手中的这杯酒竟已无法消除心中的忧愁。"}}, {"name": "江城子·浣花溪上见卿", "prop": {"content": "浣花溪上见卿卿，眼波明，黛眉轻。绿云高绾，金簇小蜻蜒。好是问他来得么？和笑道：莫多情。", "translation": "那天，在春日融融的浣花溪边，我初次遇见了爱人你。当时你多么美丽：明媚的眼波，轻淡的黛眉，高绾的秀发好似绿云，秀发上发髻援簇。情不自禁地问你：“能不能呆与我约会？”你却调皮地一笑，轻绽樱唇吐出一句：“莫自作多情”。"}}, {"name": "一丛花令·伤高怀远几", "prop": {"content": "伤高怀远几时穷？无物似情浓。离愁正引千丝乱，更东陌、飞絮蒙蒙。嘶骑渐遥，征尘不断，何处认郎踪。双鸳池沼水溶溶，南北小桡通。梯横画阁黄昏后，又还是、斜月帘栊。沉恨细思，不如桃杏，犹解嫁东风。", "translation": "在高楼上眺望而伤感，苦苦地思念着远方的心上人，这样的事何时才能结束呢？看来在这世界上再没有什么东西能比爱情更为强烈的了！离愁别恨正牵连着千丝万缕的柳条纷乱不已，更何况东陌之上，垂柳已是飞絮蒙蒙了呢。我眼前还浮现着你的马儿嘶鸣着，越跑越远，一路不断扬起灰尘的情景，情郎啊，你叫我到哪里寻找你的踪迹呢？池水溶溶，一对鸳鸯在戏水，这水南北可通，时见有小船往来。雕梁画栋的楼阁上梯子已经撤去，黄昏以后，依然还是独个儿面对帘栊，望着斜照在它上面的冷冷清清的月亮。怀着深深的怨恨，我反复思量，我的命运竟然不如桃花杏花，它们倒还能嫁给东风，随风而去呢。"}}, {"dynasty": "南北朝"}, {"name": "鹊桥仙·说盟说誓", "prop": {"content": "说盟说誓。说情说意。动便春愁满纸。多应念得脱空经，是那个、先生教底。不茶不饭，不言不语，一味供他憔悴。相思已是不曾闲，又那得、工夫咒你。", "translation": "　　陆游的一位门客，从蜀地带回一妓，陆游将她安置在外室居住，这位门客每隔数日去看望她一次。客偶然因患病而暂时离去，引起了蜀妓的疑心，客作词解释，妓和韵填了这首词以作答。见周密《齐东野语》卷十一。 "}}, {"name": "王之道", "dynasty": "宋代"}, {"name": "小桃红·满城烟水月微", "prop": {"content": "满城烟水月微茫，人倚兰舟唱。常记相逢若耶上，隔三湘，碧云望断空惆怅。美人笑道：莲花相似，情短藕丝长。采莲人和采莲歌，柳外轻舟过。不管鸳鸯梦惊破，夜如何？有人独上江楼卧。伤心莫唱，南朝旧曲，司马泪痕多。", "translation": "水上升起的烟雾弥漫了全城，月亮若明若暗，依稀有美人斜倚在兰舟的船榜上低唱，曾记得我们在若耶溪畔相遇。隔着乘风破浪的三湘，望穿了碧水云天也只是白白地失望、虽然在一起的时间很短，情思却像藕丝那样长。采莲女唱着采莲歌，荡着轻舟缓缓地行进在柳外，夜晚惊到别人鸳鸯梦，那有如何，有人独自到江边的楼上睡觉，伤心不要唱南朝的旧曲，思亲、亡国的眼泪止不住流淌。"}}, {"name": "瑞鹤仙·晴丝牵绪乱", "prop": {"content": "晴丝牵绪乱。对沧江斜日，花飞人远。垂杨暗吴苑。正旗亭烟冷，河桥风暖。兰情蕙盼。惹相思，春根酒畔。又争知、吟骨萦销，渐把旧衫重剪。凄断。流红千浪，缺月孤楼，总难留燕。歌尘凝扇。待凭信，拌分钿。试挑灯欲写，还依不忍，笺幅偷和泪卷。寄残云剩雨蓬莱，也应梦见。", "translation": "无"}}, {"name": "蝶恋花·辛苦最怜天上", "prop": {"content": "辛苦最怜天上月，一昔如环，昔昔都成玦。若似月轮终皎洁，不辞冰雪为卿热。(都成 一作：长如；若似 一作：但似)无那尘缘容易绝，燕子依然，软踏帘钩说。唱罢秋坟愁未歇，春丛认取双栖蝶。(无那尘缘 一作：无奈钟情)", "translation": "最怜爱那天空辛苦的明月，一月之中只有一夜是像玉环一样的满月，其它时候都像是不完整的玉玦。如果能够像天上的圆月，长盈不亏，那么我作为冰雪，将不惜为你融化。无奈尘世的情缘最易断绝，而不懂忧愁的燕子依然轻轻地踏在帘钩上，呢喃絮语。我在秋日，面对你的坟茔，高歌一曲，然而愁绪丝毫没有削减。我是多么希望能和你像春天里双飞双宿的蝴蝶那样在草丛里嬉戏啊。"}}, {"name": "张耒", "dynasty": "宋代"}, {"name": "集贤宾·小楼深巷狂游", "prop": {"content": "小楼深巷狂游遍，罗绮成丛。就中堪人属意，最是虫虫。有画难描雅态，无花可比芳容。几回饮散良宵永，鸳衾暖、凤枕香浓。算得人间天上，惟有两心同。近来云雨忽西东。诮恼损情悰。纵然偷期暗会，长是匆匆。争似和鸣偕老，免教敛翠啼红。眼前时、暂疏欢宴，盟言在、更莫忡忡。待作真个宅院，方信有初终。", "translation": "小楼深巷全都纵情游冶过，身着罗绮、浓妆艳抹的歌妓甚多，其中能使人倾心的，正是虫娘。绘画难描绘她的高雅志趣，任何花朵都比不上她美好的容颜。多少次酒宴后的良宵都是和虫娘度过，永远都忘不了，那温暖的鸳鸯锦被，香浓的艳美枕头。仿佛这天上人间，只存在我和虫娘的真情了。近来忽然分离东西，烦恼纠结伤情绪。纵然偷情幽会，总是短暂匆忙。怎么才能像夫妻那样鸾凤和睦、相偕到老，以免每次相会都叫你敛眉啼哭、伤心忧愁。眼前只是暂时的疏远离别，有我们的山盟海誓在，更不必忧心忡忡。等到真的娶你为姬妾的那天，方才确信我们的爱情有始有终。"}}, {"name": "吕渭老", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "清平乐·春宵睡重", "prop": {"content": "春宵睡重，梦里还相送。枕畔起寻双玉凤，半日才知是梦。一从卖翠人还，又无音信经年。却把泪来作水，流也流到伊边。", "translation": "　　这是一首写离别苦闷的爱情词。"}}, {"name": "顾太清", "dynasty": "清代"}, {"name": "古词三首", "prop": {"content": "素丝带金地，窗间掬飞尘。偷得凤凰钗，门前乞行人。新长青丝发，哑哑言语黠。随人敲铜镜，街头救明月。东家新长儿，与妾同时生。并长两心熟，到大相呼名。", "translation": "　　从李白《长干行》等诗中可以知道，唐时江南的商业城市，市井风俗是开化而淳朴的，男女孩童可以一同玩耍，不必设嫌。“妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。”写的就是这样一种情景。于鹄这首《古词·东家新长儿》，也反映着这样一种生活现实。"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "张雨", "dynasty": "元代"}, {"name": "江城子·迎得郎来入绣", "prop": {"content": "迎得郎来入绣闱，语相思，连理枝。鬓乱钗垂，梳堕印山眉。娅姹含情娇不语，纤玉手，抚郎衣。", "translation": "连理枝：比喻相爱的夫妻。娅姹：明媚、美丽的样子。"}}, {"name": "鼓笛慢·乱花丛里曾携", "prop": {"content": "乱花丛里曾携手，穷艳景，迷欢赏。到如今，谁把雕鞍锁定，阻游人来往。好梦随春远，从前事、不堪思想。念香闺正杳，佳欢未偶，难留恋、空惆怅。永夜婵娟未满，叹玉楼、几时重上。那堪万里，却寻归路，指阳关孤唱。苦恨东流水，桃源路、欲回双桨。仗何人细与、丁宁问呵，我如今怎向？", "translation": "无"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "摸鱼儿·雁丘词 / ", "prop": {"content": "乙丑岁赴试并州，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识，号曰“雁丘”。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商，今改定之。问世间，情是何物，直教生死相许？天南地北双飞客，老翅几回寒暑。欢乐趣，离别苦，就中更有痴儿女。君应有语：渺万里层云，千山暮雪，只影向谁去？横汾路，寂寞当年箫鼓，荒烟依旧平楚。招魂楚些何嗟及，山鬼暗啼风雨。天也妒，未信与，莺儿燕子俱黄土。千秋万古，为留待骚人，狂歌痛饮，来访雁丘处。 ", "translation": "无"}}, {"name": "穆穆清风至", "prop": {"content": "穆穆清风至，吹我罗衣裾。青袍似春草，草长条风舒。朝登津梁山，褰裳望所思。安得抱柱信，皎日以为期。", "translation": "无"}}, {"name": "碧城三首", "prop": {"content": "碧城十二曲阑干，犀辟尘埃玉辟寒。阆苑有书多附鹤，女床无树不栖鸾。星沉海底当窗见，雨过河源隔座看。若是晓珠明又定，一生长对水晶盘。对影闻声已可怜，玉池荷叶正田田。不逢萧史休回首，莫见洪崖又拍肩。紫凤放娇衔楚佩，赤鳞狂舞拨湘弦。鄂君怅望舟中夜，绣被焚香独自眠。七夕来时先有期，洞房帘箔至今垂。玉轮顾兔初生魄，铁网珊瑚未有枝。检与神方教驻景，收将凤纸写相思。武皇内传分明在，莫道人间总不知。", "translation": "你住在碧霞城中十二楼，楼中的阑干曲曲又弯弯。犀角簪明明亮亮一尘不染，身上的玉佩能保暖驱寒。阆苑仙山的仙子们，传送书信多用仙鹤。多情的女床山上，树上都栖宿着凤鸾。我们抬头望着窗外，星沉海底令人心寒。一阵雨云飘过银河，我们只能隔河相看。啊，你这颗晶莹的露珠，如果能像珍珠一样不被硒干，那么，我这一生和你不分离，我将永远爱着水晶盘。"}}, {"name": "卢仝", "dynasty": "唐代"}, {"name": "太原妓", "dynasty": "唐代"}, {"name": "满江红·小院深深", "prop": {"content": "小院深深，悄镇日、阴晴无据。春未足，闺愁难寄，琴心谁与？曲径穿花寻蛱蝶，虚阑傍日教鹦鹉。笑十三杨柳女儿腰，东风舞。云外月，风前絮。情与恨，长如许。想绮窗今夜，为谁凝伫？洛浦梦回留佩客，秦楼声断吹箫侣。正黄昏时候杏花寒，廉纤雨。", "translation": "　　慷慨悲歌，豪情万丈，可以入词；小桥流水，也可以入词。这首词以柔美的曲调，表现出男女相怨的私情。"}}, {"name": "可叹", "prop": {"content": "幸会东城宴未回，年华忧共水相催。梁家宅里秦宫入，赵后楼中赤凤来。冰簟且眠金镂枕，琼筵不醉玉交杯。宓妃愁坐芝田馆，用尽陈王八斗才。", "translation": "去了城东曲江游宴至今未回，空空地等待辜负了大好光阴。昔日梁冀家嬖奴与梁冀妻孙寿相通，赵后与宫奴赤风私通，每能得逞。竹簟生凉徒有美人的玉枕，孤眠独卧，无缘坐在宴席上与美人共醉霞觞，实在可叹此情景就好像宓妃坐在宫馆中因刻骨相思而愁肠百结，而曹植用尽才华写出《洛神赋》一样。"}}, {"name": "作蚕丝", "prop": {"content": "春蚕不应老，昼夜常怀丝。何惜微躯尽，缠绵自有时。", "translation": "本篇是一位女子一往情深的爱情表白。她以春蚕自喻，以蚕丝比喻情丝。她像春蚕吐丝一样，把日夜萦绕在心上的那一缕绵长的情思编织成一个温柔甜美的小天地。她不惜为此情奉献一切，因为她心中怀着执着的愿望：“缠绵自有时。”唐代诗人<a href=\"https://so.gushiwen.cn/authorv_bc94c92721b8.aspx\" target=\"_blank\">李商隐的名句：“春蚕到死丝方尽”，即本于此。 "}}, {"name": "钓鱼湾", "prop": {"content": "垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。", "translation": "垂钓在春天的绿水湾，春已深杏花盛开纷繁。潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。直到日暮等待知心人，系上小船停靠绿杨岸。"}}, {"name": "南歌子·懒拂鸳鸯枕", "prop": {"content": "懒拂鸳鸯枕，休缝翡翠裙，罗帐罢炉熏。近来心更切，为思君。", "translation": "懒得去抹拭鸳鸯枕上的灰尘，也不去缀缝裂开了的翡翠裙，罗帐里也不再燃香炉熏烤。近段时间来相思的心更加深切了，那都是为了思念你呀！"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "汤显祖", "dynasty": "明代"}, {"name": "卜算子·赠乐婉杭妓", "prop": {"content": "相逢情便深，恨不相逢早。识尽千千万万人，终不似、伊家好。别你登长道。转更添烦恼。楼外朱楼独倚阑，满目围芳草。", "translation": "你我一相逢便情根深种，只恨未能早点相识。认识了很多女子，却始终没有你这般好。如今我就要与你分别登上远去的路，反而心头更添烦恼。独自倚在朱楼上的栏杆上，满目被芳草所包围。"}}, {"name": "最高楼·旧时心事", "prop": {"content": "旧时心事，说着两眉羞。长记得、凭肩游。缃裙罗袜桃花岸，薄衫轻扇杏花楼。几番行，几番醉，几番留。也谁料、春风吹已断。又谁料、朝云飞亦散。天易老，恨难酬。蜂儿不解知人苦，燕儿不解说人愁。旧情怀，消不尽，几时休。", "translation": "过去的心事啊，说起来令人害羞，常常记得，我们俩并肩赏游，穿着缃裙罗袜漫步在桃花盛开的岸边，薄薄的青衫轻罗小扇轻歌曼舞在杏花楼，有多少遍游赏，多少回沉醉，多少次挽留。有谁料到，往事让春风吹断，还有谁想到，美好的朝云飞逝流散，老天容易衰老，离恨消除却难，蜂儿啊不懂得人们的痛苦，燕儿啊不懂得人们的忧伤，留恋昔日的情怀啊，何时才能消完？"}}, {"name": "江城子·斗转星移玉漏", "prop": {"content": "斗转星移玉漏频。已三更，对栖莺。历历花间，似有马啼声。含笑整衣开绣户，斜敛手，下阶迎。", "translation": "时间一点一点过去，已经到了三更时间，面对对面树上栖息着的黄莺，独自忧伤。在花的远处，传来一阵清晰的马蹄声。女孩不由得笑了，整理好衣襟配饰，面向男孩前来的方向拱拱手，走下台阶走出庭院迎接男孩的到来。"}}, {"name": "施酒监", "dynasty": "宋代"}, {"name": "江城子·西城杨柳弄春", "prop": {"content": "西城杨柳弄春柔，动离忧，泪难收。犹记多情、曾为系归舟。碧野朱桥当日事，人不见，水空流。韶华不为少年留，恨悠悠，几时休？飞絮落花时候、一登楼。便作春江都是泪，流不尽，许多愁。", "translation": "西城的杨柳逗弄着春天的柔情，让我想起离别时的忧伤，眼泪止不住的流。还记得当年你为我拴着归来的小舟。绿色的原野，红色的小桥，是我们当时离别的情形。而如今你不在，只有水在独自流淌。美好的青春不为少年时停留，离别的苦恨，什么时候才能停止？等到柳絮飘飞、落花满地的时候，我登上楼台。即使这满江春水都化作眼泪，也流不尽，依然有愁苦在心头。"}}, {"name": "木兰花·清琴再鼓求凰", "prop": {"content": "清琴再鼓求凰弄，紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。归来翠被和衣拥，醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。", "translation": "　　我爱上了一位姑娘，却没有机会和她接近。在一次宴会上我曾一再借琴声吐露爱慕之情；从她的眉宇间也隐约流露出对我的钟情与爱心。她的香车驶过京城大街去春游踏青，我骑着骏马盘旋追踪却仍然无缘亲近，最终只能无可奈何目送香车远去，耳畔空留下一串辚辚车声。　　回到家我拉过翠被和衣蒙头而睡，待到酒醒，但觉浑身发冷，耳边已响穆清晨报时的钟鼓之声。唉，看来我只能在梦里和心爱的人儿亲近，可悲的是我还常常在梦里向她诉说美梦情景！"}}, {"name": "琴台", "prop": {"content": "茂陵多病后，尚爱卓文君。酒肆人间世，琴台日暮云。野花留宝靥，蔓草见罗裙。归凤求凰意，寥寥不复闻。", "translation": "司马相如虽已年老多病，但仍像当初一样爱恋卓文君。不顾世俗礼法开着卖酒店铺。在琴台之上徘徊，远望只见碧空白云。琴台旁的野花，文君当年脸颊上的笑靥；一丛丛嫩绿的蔓草，仿佛是昔日所着的碧罗裙。司马相如追求卓文君的千古奇事，后来几乎闻所未闻了。"}}, {"name": "桂殿秋·思往事", "prop": {"content": "思往事，渡江干，青蛾低映越山看。共眠一舸听秋雨，小簟轻衾各自寒。", "translation": "回忆往事江边上，江水中映着美人的倩影和秀丽的远山。我俩同船共听滴滴答答的雨声，各自孤宿，竹席衾被单薄，默默地忍受着严寒。"}}, {"name": "唐婉", "dynasty": "宋代"}, {"name": "牡丹", "prop": {"content": "锦帏初卷卫夫人，绣被犹堆越鄂君。垂手乱翻雕玉佩，折腰争舞郁金裙。石家蜡烛何曾剪，荀令香炉可待熏。我是梦中传彩笔，欲书花叶寄朝云。", "translation": "织锦的帘帷刚刚卷起，是美艳的卫夫人；丝绣的褥被还堆拥着，是俊秀的越鄂君。既像在垂手而舞，雕玉佩饰正零乱翻动；又像在弯腰而舞，郁金裙子正争相回旋。它像石崇家的蜡烛，哪须常把烛芯剪去？它像荀令君的体肤，岂用香炉细细染熏？我是诗人江淹，在梦中得到了那支彩笔，想把清丽的词句，题在花叶上寄给朝云。"}}, {"name": "寄欧阳詹", "prop": {"content": "自从别后减容光，半是思郎半恨郎。 欲识旧来云髻样，为奴开取缕金箱。", "translation": "自从那日与君离别，我的容光便日渐黯然，这一半是因为思念你一半是因为怨恨你。若想看到以前我高高的发髻的样子，就请为我打开缕金箱吧。"}}, {"name": "生查子·情景", "prop": {"content": "郎如陌上尘，妾似堤边絮。相见两悠扬，踪迹无寻处。酒面扑春风，泪眼零秋雨。过了离别时，还解相思否？", "translation": "郎君像路上扬起的尘土，我像河堤边生长的柳树。匆匆相见即离别，今后到哪里去寻找你的脚步。相逢时我们因幸福而面容绯红，就像迎接扑面而来的春风，如今我们泪眼相对地别离，泪水挥洒如同秋雨。过了这悲伤离别的一刻，分手之后你是否还会把我想起。"}}, {"name": "减字木兰花·春夜闻隔", "prop": {"content": "阑珊心绪，醉倚绿琴相伴住。一枕新愁，残夜花香月满楼。繁笙脆管，吹得锦屏春梦远。只有垂杨，不放秋千影过墙。", "translation": "心情惆怅心绪低落，醉后倚靠着绿绮之琴独自愁苦。满枕新愁无处倾诉，长夜将尽花香袭人月光照遍小楼。隔壁不知是谁吹奏出急促的笙歌，把我这锦屏美梦相思之情吹走。只有这绿荫匝地的垂杨啊，不放秋千的影子越过墙头。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "古相思曲·其一", "prop": {"content": "君似明月我似雾，雾随月隐空留露。君善抚琴我善舞，曲终人离心若堵。只缘感君一回顾，使我思君朝与暮。魂随君去终不悔，绵绵相思为君苦。相思苦，凭谁诉？遥遥不知君何处。扶门切思君之嘱，登高望断天涯路。", "translation": "你好像是明月我好像是雾，雾随着月亮渐渐隐去了，只剩下露珠。你擅长弹琴我擅长跳舞，一曲弹罢，曲终人散，只剩下心内的拥堵。只因为你对我的一次回眸，让我陷入日日夜夜的思念。魂牵梦绕着你，一点也不后悔，这漫长的相思都是为了你而愁苦。想思的苦楚，我又去对向谁倾诉？路途遥遥远不知你在何处。抚着门框记着你的叮嘱，登上高处望尽了天涯的道路。"}}, {"name": "韩庄闸舟中七夕", "prop": {"content": "木兰桨子藕花乡，唱罢厅红晚气凉。烟外柳丝湖外水，山眉澹碧月眉黄。", "translation": " 　　这首诗，把韩庄闸所见之美与七夕美好的民间传说结合起来，既描写了微山湖之美，又切合融入了牛郎织女的爱情神话，使诗味更浓。 "}}, {"name": "陈琳", "dynasty": "魏晋"}, {"name": "浣溪沙·相见休言有泪", "prop": {"content": "相见休言有泪珠，酒阑重得叙欢娱，凤屏鸳枕宿金铺。兰麝细香闻喘息，绮罗纤缕见肌肤，此时还恨薄情无？", "translation": "酒阑：酒意已深。金铺：门上的装饰物，制成龙蛇兽头之形，用以衔门环，其色金，故曰“金铺”。这里以“金铺”借代“门”，意思是宿于屋里的凤屏之内、鸳枕之上。无否：表示疑问。唐人诗中，“无”字用于句末时，多表疑问语气。"}}, {"name": "鹊桥仙·云林瞩题闰七", "prop": {"content": "新秋逢闰，鹊桥重驾，两度人间乞巧。栏干斜转玉绳低，问乞得、天机多少？闺中女伴、天边佳会，多事纷纷祈祷。神仙之说本虚无，便是有、也应年老。", "translation": "　　词作于丁酉，道光十七年（1837年），太清三十九岁。"}}, {"name": "钗头凤·世情薄", "prop": {"content": "世情薄，人情恶，雨送黄昏花易落。晓风干，泪痕残。欲笺心事，独语斜阑。难，难，难！人成各，今非昨，病魂常似秋千索。角声寒，夜阑珊。怕人寻问，咽泪装欢。瞒，瞒，瞒！(装 通：妆)", "translation": "世态炎凉，人情淡薄，黄昏骤雨催花落。晨风吹干泪水，脸上残留泪痕，想写下心中愁思，却不知如何下笔，只能倚着斜栏自言自语。这一切怎么那么难、难、难！今时不同往日，咫尺天涯，我身染重病，就像秋千索一般反反复复。夜风刺骨，彻体生寒，听着远方的角声，心中再生一层寒意，夜尽了，我也很快就像这夜一样了吧？ 怕人询问，我忍住泪水，在别人面前强颜欢笑。只得瞒、瞒、瞒！"}}, {"name": "赠去婢", "prop": {"content": "公子王孙逐后尘，绿珠垂泪滴罗巾。侯门一入深如海，从此萧郎是路人。", "translation": "公子王孙竞相争逐在后面，貌美的女子流泪湿透了罗巾。一旦进入深幽如海的侯门，从此心中爱恋之人便成为了陌路之人。"}}, {"name": "【南吕】干荷叶八首", "prop": {"content": "干荷叶，色苍苍，老柄风摇荡。减了清香，越添黄。都因昨夜一场霜，寂寞在秋江上。干荷叶，映着枯蒲，折柄难擎露。藕丝无，倩风扶。待擎无力不乘珠，难宿滩头鹭。根摧折，柄欹斜，翠减清香谢。恁时节，万丝绝。红鸳白鹭不能遮，憔悴损干荷叶。干荷叶，色无多，不奈风霜锉。贴秋波，倒枝柯。宫娃齐唱采莲歌，梦里繁华过。南高峰，北高峰，惨淡烟霞洞。宋高宗，一场空。吴山依旧酒旗风，两度江南梦。夜来个，醉如酡，不记花前过。醒来呵，二更过。春衫惹定茨糜科，绊倒花抓破。干荷叶，水上浮，渐渐浮将去。跟将你去，随将去。你问当家中有媳妇？问着不言语。脚儿尖，手儿纤，云髻梳儿露半边。脸儿甜，话儿粘。更宜烦恼更宜忺，直恁风流倩。?", "translation": "　　干枯的荷叶，颜色变得苍黄，干巴的老茎在风里不住地摇荡。清香一点点减退了，颜色一点点枯黄，都是因为昨夜下了一场霜。秋天的江面上荷叶更加显得寂寞、凄凉。"}}, {"name": "高唐赋", "prop": {"content": "　　昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，?兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！” 　　惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶?。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。 　　中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。 　　登高远望，使人心瘁；盘岸巑岏，裖陈磑磑。磐石险峻，倾崎崖颓。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。 　　有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，惏悷惨凄，胁息增欷。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。 ", "translation": "无"}}, {"name": "古离别", "prop": {"content": "离恨如旨酒，古今饮皆醉。只恐长江水，尽是儿女泪。伊余非此辈，送人空把臂。他日再相逢，清风动天地。", "translation": "　　乐府《杂曲歌辞》中有篇名为《古别离》，以南朝梁江淹之作为最早，内容写男女别离之情，其后历代诗人多有此题作品。这首五言古风为《古离别》，颠倒一字，其义实同。本诗将世俗的离愁别恨之扰人比喻成美酒之醉人，又将儿女别离伤感之泪比喻成滔滔不绝的长江之水，联想奇妙，意味隽永。清人延召寿《老生常谈》评本诗前四句说：“此种妙思，非太白不能。”事实上，本诗前四句被当作一首五言绝句，流传甚广。后四句则告诚佛门中人（自然也包括作者自己），应该断然弃绝俗世情思，不要也陷入离情别绪中去。"}}, {"name": "君难托", "prop": {"content": "槿花朝开暮还坠，妾身与花宁独异。忆昔相逢俱少年，两情未许谁最先。感君绸缪逐君去，成君家计良辛苦。人事反覆那能知？谗言入耳须臾离。嫁时罗衣羞更著，如今始悟君难托。君难托，妾亦不忘旧时约。", "translation": "槿花早晨开放黄昏时就已凋谢，我的命运与花难道有什么差异。回忆过去相逢时都在青春年华，两情没有确定是谁最先提及？为你的缠绵情意所感动我就随你而去，替你操持家计而辛苦不息。人事的翻覆变化哪能预先想到？你听信诽谤之言不多久就将我离弃。出嫁时的罗衣我羞于再穿，如今才觉悟你不可依托悔之莫及。你虽然不可信托啊，当初的海誓山盟我还是不能忘记！"}}, {"name": "顾敻", "dynasty": "五代"}, {"name": "湖州竹枝词", "prop": {"content": "临湖门外是侬家，郎若闲时来吃茶。黄土筑墙茅盖屋，门前一树紫荆花。", "translation": "靠近湖边的那户人家就是我的家了，你如果有空闲的时候可以来这里找我喝茶聊天。我家是黄土墙茅草屋顶的房子，门前栽种着一棵紫荆花树。"}}, {"name": "汉广", "prop": {"content": "南有乔木，不可休思；汉有游女，不可求思。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其楚；之子于归，言秣其马。汉之广矣，不可泳思；江之永矣，不可方思。翘翘错薪，言刈其蒌；之子于归，言秣其驹。汉之广矣，不可泳思；江之永矣，不可方思。", "translation": "南山乔木大又高，树下不可歇阴凉。汉江之上有游女，想去追求不可能。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。柴草丛丛错杂生，用刀割取那荆条。姑娘就要出嫁了，赶快喂饱她的马。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。柴草丛丛错杂生，用刀割取那蒌蒿。姑娘就要出嫁了，赶快喂饱小马驹。汉江滔滔宽又广，想要渡过不可能。江水悠悠长又长，乘筏渡过不可能。"}}, {"name": "黄景仁", "dynasty": "清代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "鹧鸪天·彩袖殷勤捧玉", "prop": {"content": "彩袖殷勤捧玉钟，当年拚却醉颜红。舞低杨柳楼心月，歌尽桃花扇底风。从别后，忆相逢，几回魂梦与君同。今宵剩把银釭照，犹恐相逢是梦中。", "translation": "你挥舞彩袖手捧酒杯殷勤劝酒，回想当年心甘情愿醉倒于颜红。舞姿曼妙，直舞到挂在杨柳树梢照到楼心的一轮明月低沉下去；歌女清歌婉转，直唱到扇底儿风消歇。自从那次离别后，我总是怀念那美好的相逢，多少回梦里与你共同欢聚。今夜里我举起银灯把你细看，唯恐这次相逢又是在梦中。"}}, {"name": "清平乐·夏日游湖", "prop": {"content": "恼烟撩露，留我须臾住。携手藕花湖上路，一霎黄梅细雨。 娇痴不怕人猜，和衣睡倒人怀。最是分携时候，归来懒傍妆台。", "translation": "夏日的西湖，苍青翠绿的湖光山色，烟萦雾绕撩惹人驻足。与恋人携手漫步在荷花盛开的湖畔小路，一瞬间洒下一阵黄梅细雨。娇痴的情怀不怕人度猜，我和衣睡倒在他的胸怀。最是分手的时候，依依不舍流连徘徊，归来陷人愁苦的深渊，懒得走近那梳妆台。"}}, {"name": "邵瑞彭", "dynasty": "近现代"}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "蝶恋花·伫倚危楼风细", "prop": {"content": "伫倚危楼风细细，望极春愁，黯黯生天际。草色烟光残照里，无言谁会凭阑意。(阑 通 栏)拟把疏狂图一醉，对酒当歌，强乐还无味。衣带渐宽终不悔，为伊消得人憔悴。", "translation": "我长时间倚靠在高楼的栏杆上，微风拂面一丝丝一细细，望不尽的春日离愁，沮丧忧愁从遥远无边的天际升起。碧绿的草色，飘忽缭绕的云霭雾气掩映在落日余晖里，默默无言谁理解我靠在栏杆上的心情。打算把放荡不羁的心情给灌醉，举杯高歌，勉强欢笑反而觉得毫无意味。我日渐消瘦下去却始终不感到懊悔，宁愿为她消瘦得精神萎靡神色憔悴。"}}, {"name": "画堂春·一生一代一双", "prop": {"content": "一生一代一双人，争教两处销魂。相思相望不相亲，天为谁春？浆向蓝桥易乞，药成碧海难奔。若容相访饮牛津，相对忘贫。", "translation": " 明明是一生一世，天作之合，却偏偏不能在一起，两地分隔。经常想念、盼望却不能在一起，看着这一年一年的春色，真不知都是为谁而来？蓝桥相遇并不是难事，难的是即使有不死的灵药，也不能像嫦娥那样飞入月宫与她相会。如果能够像牛郎织女一样，渡过天河团聚，即使抛却荣华富贵也甘心。"}}, {"name": "南歌子词二首 / 新", "prop": {"content": "一尺深红胜曲尘，天生旧物不如新。(胜曲尘 一作：蒙曲尘)合欢桃核终堪恨，里许元来别有人。井底点灯深烛伊，共郎长行莫围棋。玲珑骰子安红豆，入骨相思知不知。 ", "translation": "一袭深红色的长裙日子久了便会蒙尘泛黄，自古以来旧的东西就不如新的东西讨人喜欢。你我虽有两心相合的约定，但我心中终究是有怨恨的，因为你的心中已有他人。（其一）"}}, {"name": "无题·飒飒东风细雨来", "prop": {"content": "飒飒东风细雨来，芙蓉塘外有轻雷。金蟾啮锁烧香入，玉虎牵丝汲井回。贾氏窥帘韩掾少，宓妃留枕魏王才。春心莫共花争发，一寸相思一寸灰！", "translation": "东风飒飒，蒙蒙细雨飘洒，荷花塘外传来了声声轻雷。金蟾啮锁的香炉所散发的香气沁人心脾，状似玉虎的辘轳，牵引绳索汲井水。贾氏隔帘偷窥韩寿英俊年少，宓妃赠送玉枕钦慕曹植文采。向往美好爱情的心愿切莫和春花争荣竞发，免得使我寸寸相思，都化成了灰烬。 "}}, {"name": "菩萨蛮·风帘燕舞莺啼", "prop": {"content": "风帘燕舞莺啼柳，妆台约鬓低纤手。钗重髻盘珊，一枝红牡丹。门前行乐客，白马嘶春色。故故坠金鞭，回头应眼穿。", "translation": "无"}}, {"name": "寓意 / 无题·油壁", "prop": {"content": "油壁香车不再逢，峡云无迹任西东。梨花院落溶溶月，柳絮池塘淡淡风。几日寂寥伤酒后，一番萧索禁烟中。鱼书欲寄何由达，水远山长处处同。", "translation": "再也见不到你所乘坐的油壁香车，我们像那巫峡的彩云倏忽飘散，我在西，你在东。院落里，梨花沐浴在如水一般的月光之中；池塘边，阵阵微风吹来，柳絮在空中飞舞。多日来借酒消愁，是那么的伤怀寂寞；在寒食的禁烟中，怎不令我加倍地思念你的芳踪。想寄封信告诉你，这层层的山，道道的水，又怎能到得了你的手中？"}}, {"name": "采桑子·而今才道当时", "prop": {"content": "而今才道当时错，心绪凄迷。红泪偷垂，满眼春风百事非。情知此后来无计，强说欢期。一别如斯，落尽梨花月又西。", "translation": "现在才知道那时我错了，心中凄凉迷乱，眼泪默默落下，满眼看到的都是春风，事物却非于从前。明知此次分别之后再无相见的机会，还是勉强约定将来相会的日期。像这样一别，一待梨花落尽，月亮又会悬系在西天。"}}, {"name": "解连环·秋情", "prop": {"content": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。", "translation": "暮色已降，人在檐下，感觉秋凉之意，清风吹动庭竹，好像故人从远处到来。想象她还保持着旧日憨态，夜深时故意引来流萤，弄微光在怀抱中呈现可爱的纤细白色。和双成相会的梦远了，笙声也听不见了，即幻影消逝，只剩下天上的北斗星向西倾落。在放下室内布帷而不想入室休息的傍徨时候，陡然牵动了旧情，忆起当时在阑干角相偎相倚时，汗香侵袭。音信断绝。梧桐不等到秋天，一叶凋零，就使露井先知道。手中持的团扇，上面绘有情人画像，已被尘损，但眉山依旧秀丽。虽然画中人丹青尘损，但仍然很美丽，还怕它将惊起西池鱼跃。到看画像想起情人，定情之夜偷偷解下石榴裙的情景。"}}, {"name": "柳如是", "dynasty": "明代"}, {"name": "落花时·夕阳谁唤下楼", "prop": {"content": "夕阳谁唤下楼梯，一握香荑。回头忍笑阶前立，总无语，也依依。笺书直恁无凭据，休说相思。劝伊好向红窗醉，须莫及，落花时。", "translation": "夕阳西下，是谁把她从楼上唤出，她柔嫩的手里握着一把香草，她站在台阶前回头看看。却强忍着笑意站住了尽管一语不发，却依然很美丽。信中约定好却没能如期而至，就不要再说什么相思。劝你沉醉在小窗，还没到落花相见的时候。"}}, {"name": "崔郊", "dynasty": "唐代"}, {"name": "虞美人·玉楼缥缈孤烟", "prop": {"content": "玉楼缥缈孤烟际。徒倚愁如醉。雁来人远暗消魂。帘卷一钩新月、怯黄昏。那人音信全无个。幽恨谁凭破。扑花蝴蝶若知人。为我一场清梦、去相亲。", "translation": "夜晚独自登上小楼，烟雾朦胧，忧愁漫上心头就像醉酒似的。大雁飞来了，可是爱人却远走了，想到这更加惆怅。窗帘边一钩新月，这凄凄黄昏最是难熬。所爱的人心音全无，我这幽恨何时才能除去呢。那绕着花儿飞舞的蝴蝶若是懂我的心的话，麻烦到我的梦里去，飞去我爱人的地方，寄去我的相思。"}}, {"name": "万年欢·春思", "prop": {"content": "两袖梅风，谢桥边、岸痕犹带残雪。过了匆匆灯市，草根青发。燕子春愁未醒，误几处、芳音辽绝。烟溪上、采绿人归，定应愁沁花骨。非干厚情易歇。奈燕台句老，难道离别。小径吹衣，曾记故里风物。多少惊心旧事，第一是、侵阶罗袜。如今但、柳发晞春，夜来和露梳月。", "translation": "无"}}, {"name": "乐婉", "dynasty": "宋代"}, {"name": "减字木兰花·花丛冷眼", "prop": {"content": "花丛冷眼，自惜寻春来较晚。知道今生，知道今生那见卿。天然绝代，不信相思浑不解。若解相思，定与韩凭共一枝。", "translation": "万花丛中过也只是冷眼相看，我很惋惜来寻找你来晚了。若是知道前世约定的人会出现。就算是绝代美人，也无法知道我的相思之情有多深。如果能解心中忧愁，我愿像韩凭一样，死后与你相守。"}}, {"name": "红绣鞋", "prop": {"content": "挨着靠着云窗同坐，偎着抱着月枕双歌，听着数着愁着怕着早四更过。四更过情未足，情未足夜如梭。天哪，更闰一更儿妨甚么！", "translation": "互相挨着互相靠着在窗下一同坐着，互相依偎着互相拥抱着枕着月一起哼歌。细心听着，一下一下地数着，怀着烦恼与害怕，四更已经敲过了。四更过了，欢情还没有享够，觉得夜过得飞快像俊子一样。天啊，再加上一更有什么不可以啊！"}}, {"name": "清平乐·蕙心堪怨", "prop": {"content": "蕙心堪怨，也逐春风转。丹杏墙东当日见，幽会绿窗题遍。眼中前事分明，可怜如梦难凭。都把旧时薄幸，只消今日无情。", "translation": "她纯洁的心承受着怨恨情绪，随着流转的春风而改变。想到见面当日，她在妆墙东边，倚着红杏。此后，二人频频幽会，在绿窗上题满了新词。此前相爱的事清清楚楚呈现眼前，可惜都像梦境一样难以凭证。细数旧时我有过的薄情行为，刚好和她如今的无情相抵消。"}}, {"name": "转调二郎神·闷来弹鹊", "prop": {"content": "闷来弹鹊，又搅碎、一帘花影。漫试著春衫，还思纤手，熏彻金猊烬冷。动是愁端如何向，但怪得、新来多病。嗟旧日沈腰，如今潘鬓，怎堪临镜？重省。别时泪湿，罗衣犹凝。料为我厌厌，日高慵起，长托春酲未醒。雁足不来，马蹄难驻，门掩一庭芳景。空伫立，尽日阑干倚遍，昼长人静。", "translation": "心中烦躁抛石子驱走喜鹊，却搅碎了一帘幽静的花影。随意地试穿春妆，就想起是她纤纤玉手所缝，当日熏衣的香炉早已冰冷。动辄生愁不知如何排遣？怨近来身体多病。可叹我过去像沈约一般消瘦，如今则像潘岳那样两鬓秋霜，让我不敢对镜照影。今天我重又记起，和她分别时她泪水涟涟，罗衣上恐怕至今还凝有泪痕。料想她一定因为我无精打采，日上三竿也懒得起床，长向人推托说是酒醉未醒。终日盼鸿雁不见到来，也不见骏马将人带回，她只有掩上院门锁住春景。空白伫立高楼，整天倚遍栏杆，度过那静寂漫长的时辰。"}}, {"name": "菩萨蛮·月华如水笼香", "prop": {"content": "月华如水笼香砌，金环碎撼门初闭。寒影堕高檐，钩垂一面帘。碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。", "translation": "　　这首词写良夜的恋情。上片绘出月夜明净清幽的景色，“金环碎撼”，使人如闻其声。下片写室内的情景：“红战灯花笑”一句，境界全出，使人如睹其形。后二句用楚王在高唐与神女相会的故事，来比拟眼前相恋的美好意境。"}}, {"name": "南歌子·倭堕低梳髻", "prop": {"content": "倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。", "translation": "梳成了倭堕髻低低地垂，描出又细又长的弯眉。终日为相思心碎，待到百花争艳的时候，我已为君憔悴。"}}, {"dynasty": "清代"}, {"name": "七日夜女歌·其一", "prop": {"content": "三春怨离泣，九秋欣期歌。驾鸾行日时，月明济长河。", "translation": "　　牛郎和织女被银河阻隔，二人分别的时间这么漫长，织女心中哀怨，禁不住哭泣。每年才能相会一次，两人见面之后，又是多么的欢心啊。假如织女能够驾着鸾车在天空中飞行，每天晚上都能飞过银河，那该多好啊。"}}, {"name": "衡门", "prop": {"content": "衡门之下，可以栖迟。泌之洋洋，可以乐饥。岂其食鱼，必河之鲂？岂其取妻，必齐之姜？岂其食鱼，必河之鲤？岂其取妻，必宋之子？", "translation": "横木为门城东头，可以幽会一逗留。洋洋流淌泌水边，解饥慰我相思愁。难道想要吃鲜鱼，定要鳊鱼才如愿？难道想要娶妻子，必得齐姜才开颜？难道想要吃鲜鱼，定要鲤鱼才可取？难道想要娶妻子，必得宋子才欢愉？"}}, {"name": "鹧鸪天·醉拍春衫惜旧", "prop": {"content": "醉拍春衫惜旧香。天将离恨恼疏狂。年年陌上生秋草，日日楼中到夕阳。 云渺渺，水茫茫。征人归路许多长。相思本是无凭语，莫向花笺费泪行。", "translation": "借着醉意拍春衫，回想着，旧日春衫上的香。天将离愁与别恨，折磨我这疏狂人。路上年年生秋草，楼中日日进夕阳。登楼望；云渺渺，水茫茫。征人归路在哪方。相思话语无诉处，又何必，写在信纸上，费了泪千行。 "}}, {"name": "七夕", "prop": {"content": "烟霄微月澹长空，银汉秋期万古同。 几许欢情与离恨，年年并在此宵中。", "translation": "抬头仰望明月长空，感慨漫漫历史长河中七夕与秋天都是一样的。每一年的这一天，牛郎与织女都体味着相聚的欢愉与离别的愁绪。"}}, {"name": "王实甫", "dynasty": "元代"}, {"name": "古怨别", "prop": {"content": "飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。", "translation": "在秋风萧瑟，满眼凄凉的季节，一双相濡以沫的夫妻为生活所迫，不得不含怨辞别。在这令人肝肠寸断的时刻，两人眼含热泪，面面相视，想要向对方说点什么，可尚未开口已是泣不成声。心中早有千言万语，可是在此刻，因悲痛至极而无法诉说。分别后，相思之情能与谁人说，唯一能做的也只有天涯两地共赏一轮明月，寄托无尽的相思愁苦。"}}, {"name": "郑光祖", "dynasty": "元代"}, {"name": "曹植", "dynasty": "两汉"}, {"name": "寄人", "prop": {"content": "别梦依依到谢家，小廊回合曲阑斜。多情只有春庭月，犹为离人照落花。", "translation": "别后思念深深，经常梦到你家。院中风景依旧，小廊曲阑仍在。只有天上春月最是多情，还为离人照着庭院落花。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "元夜三首·其三", "prop": {"content": "火树银花触目红，揭天鼓吹闹春风。 新欢入手愁忙里，旧事惊心忆梦中。 但愿暂成人缱绻，不妨常任月朦胧。 赏灯那得工夫醉，未必明年此会同。", "translation": "元宵之夜灯光和烟火灿烂绚丽，各种乐器吹吹打打，声音响彻云霄，与春风嬉闹。为了准备与心上人的这次相会一直在又愁又忙之中，想起往事恍若梦中。但愿暂时能让我们相聚在一起，不妨永远教月色朦朦胧胧。哪里有功夫去赏灯喝酒，明年元宵节未必能再次相会了。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "采莲曲", "prop": {"content": "菱叶萦波荷飐风，荷花深处小船通。逢郎欲语低头笑，碧玉搔头落水中。", "translation": "菱叶随着水波飘荡，荷叶在风中摇曳；荷花深处，采莲的小船轻快飞梭。采莲姑娘碰见自己的心上人，想跟他说话却低头羞涩微笑，哪想头上的玉簪掉落水中。"}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "丘中有麻", "prop": {"content": "丘中有麻，彼留子嗟。彼留子嗟，将其来施施。丘中有麦，彼留子国。彼留子国，将其来食。丘中有李，彼留之子。彼留之子，贻我佩玖。", "translation": "土坡上一片大麻，有郎的深情留下。有郎的深情留下，盼望郎来的步伐。土坡上一片麦田，有郎的爱意缠绵。有郎的爱意缠绵，盼望郎再来野宴。土坡上一片李林，有郎的真情爱心。有郎的真情爱心，他赠送佩玉晶莹。"}}, {"name": "张泌", "dynasty": "唐代"}, {"name": "秦观", "dynasty": "宋代"}, {"name": "踏歌词四首·其一", "prop": {"content": "春江月出大堤平，堤上女郎连袂行。唱尽新词欢不见，红霞映树鹧鸪鸣。", "translation": "春江月出大堤坦平，堤上女郎牵手前行。唱尽新词情郎不见，红霞映树鹧鸪啼鸣。"}}], "edges": [{"source": 262, "target": 7, "relation": "创作"}, {"source": 288, "target": 262, "relation": "出自于"}, {"source": 214, "target": 319, "relation": "创作"}, {"source": 310, "target": 214, "relation": "出自于"}, {"source": 476, "target": 297, "relation": "创作"}, {"source": 98, "target": 476, "relation": "出自于"}, {"source": 182, "target": 249, "relation": "创作"}, {"source": 391, "target": 182, "relation": "出自于"}, {"source": 476, "target": 367, "relation": "创作"}, {"source": 311, "target": 82, "relation": "创作"}, {"source": 310, "target": 311, "relation": "出自于"}, {"source": 483, "target": 245, "relation": "创作"}, {"source": 391, "target": 483, "relation": "出自于"}, {"source": 311, "target": 23, "relation": "创作"}, {"source": 358, "target": 446, "relation": "创作"}, {"source": 391, "target": 358, "relation": "出自于"}, {"source": 165, "target": 235, "relation": "创作"}, {"source": 391, "target": 165, "relation": "出自于"}, {"source": 308, "target": 209, "relation": "创作"}, {"source": 310, "target": 308, "relation": "出自于"}, {"source": 474, "target": 87, "relation": "创作"}, {"source": 30, "target": 474, "relation": "出自于"}, {"source": 279, "target": 243, "relation": "创作"}, {"source": 391, "target": 279, "relation": "出自于"}, {"source": 311, "target": 301, "relation": "创作"}, {"source": 158, "target": 304, "relation": "创作"}, {"source": 466, "target": 158, "relation": "出自于"}, {"source": 476, "target": 236, "relation": "创作"}, {"source": 371, "target": 241, "relation": "创作"}, {"source": 391, "target": 371, "relation": "出自于"}, {"source": 295, "target": 111, "relation": "创作"}, {"source": 30, "target": 295, "relation": "出自于"}, {"source": 93, "target": 71, "relation": "创作"}, {"source": 30, "target": 93, "relation": "出自于"}, {"source": 476, "target": 157, "relation": "创作"}, {"source": 193, "target": 120, "relation": "创作"}, {"source": 30, "target": 193, "relation": "出自于"}, {"source": 420, "target": 431, "relation": "创作"}, {"source": 391, "target": 420, "relation": "出自于"}, {"source": 295, "target": 53, "relation": "创作"}, {"source": 32, "target": 400, "relation": "创作"}, {"source": 131, "target": 32, "relation": "出自于"}, {"source": 216, "target": 192, "relation": "创作"}, {"source": 310, "target": 216, "relation": "出自于"}, {"source": 373, "target": 448, "relation": "创作"}, {"source": 310, "target": 373, "relation": "出自于"}, {"source": 476, "target": 328, "relation": "创作"}, {"source": 158, "target": 447, "relation": "创作"}, {"source": 91, "target": 370, "relation": "创作"}, {"source": 160, "target": 91, "relation": "出自于"}, {"source": 15, "target": 442, "relation": "创作"}, {"source": 391, "target": 15, "relation": "出自于"}, {"source": 83, "target": 362, "relation": "创作"}, {"source": 382, "target": 83, "relation": "出自于"}, {"source": 175, "target": 300, "relation": "创作"}, {"source": 391, "target": 175, "relation": "出自于"}, {"source": 311, "target": 102, "relation": "创作"}, {"source": 311, "target": 75, "relation": "创作"}, {"source": 222, "target": 126, "relation": "创作"}, {"source": 98, "target": 222, "relation": "出自于"}, {"source": 256, "target": 259, "relation": "创作"}, {"source": 391, "target": 256, "relation": "出自于"}, {"source": 483, "target": 416, "relation": "创作"}, {"source": 158, "target": 452, "relation": "创作"}, {"source": 311, "target": 449, "relation": "创作"}, {"source": 440, "target": 379, "relation": "创作"}, {"source": 466, "target": 440, "relation": "出自于"}, {"source": 256, "target": 174, "relation": "创作"}, {"source": 222, "target": 250, "relation": "创作"}, {"source": 171, "target": 114, "relation": "创作"}, {"source": 391, "target": 171, "relation": "出自于"}, {"source": 214, "target": 122, "relation": "创作"}, {"source": 456, "target": 432, "relation": "创作"}, {"source": 310, "target": 456, "relation": "出自于"}, {"source": 158, "target": 387, "relation": "创作"}, {"source": 395, "target": 77, "relation": "创作"}, {"source": 391, "target": 395, "relation": "出自于"}, {"source": 476, "target": 173, "relation": "创作"}, {"source": 216, "target": 55, "relation": "创作"}, {"source": 311, "target": 101, "relation": "创作"}, {"source": 281, "target": 211, "relation": "创作"}, {"source": 466, "target": 281, "relation": "出自于"}, {"source": 476, "target": 439, "relation": "创作"}, {"source": 308, "target": 377, "relation": "创作"}, {"source": 158, "target": 51, "relation": "创作"}, {"source": 311, "target": 329, "relation": "创作"}, {"source": 311, "target": 169, "relation": "创作"}, {"source": 476, "target": 361, "relation": "创作"}, {"source": 311, "target": 145, "relation": "创作"}, {"source": 482, "target": 475, "relation": "创作"}, {"source": 310, "target": 482, "relation": "出自于"}, {"source": 441, "target": 156, "relation": "创作"}, {"source": 310, "target": 441, "relation": "出自于"}, {"source": 483, "target": 134, "relation": "创作"}, {"source": 295, "target": 365, "relation": "创作"}, {"source": 15, "target": 469, "relation": "创作"}, {"source": 214, "target": 479, "relation": "创作"}, {"source": 459, "target": 342, "relation": "创作"}, {"source": 391, "target": 459, "relation": "出自于"}, {"source": 190, "target": 112, "relation": "创作"}, {"source": 260, "target": 190, "relation": "出自于"}, {"source": 256, "target": 451, "relation": "创作"}, {"source": 15, "target": 107, "relation": "创作"}, {"source": 148, "target": 14, "relation": "创作"}, {"source": 310, "target": 148, "relation": "出自于"}, {"source": 425, "target": 316, "relation": "创作"}, {"source": 310, "target": 425, "relation": "出自于"}, {"source": 158, "target": 273, "relation": "创作"}, {"source": 311, "target": 16, "relation": "创作"}, {"source": 143, "target": 152, "relation": "创作"}, {"source": 260, "target": 143, "relation": "出自于"}, {"source": 480, "target": 220, "relation": "创作"}, {"source": 310, "target": 480, "relation": "出自于"}, {"source": 193, "target": 327, "relation": "创作"}, {"source": 214, "target": 21, "relation": "创作"}, {"source": 139, "target": 309, "relation": "创作"}, {"source": 98, "target": 139, "relation": "出自于"}, {"source": 399, "target": 314, "relation": "创作"}, {"source": 310, "target": 399, "relation": "出自于"}, {"source": 476, "target": 163, "relation": "创作"}, {"source": 399, "target": 287, "relation": "创作"}, {"source": 281, "target": 353, "relation": "创作"}, {"source": 237, "target": 376, "relation": "创作"}, {"source": 98, "target": 237, "relation": "出自于"}, {"source": 256, "target": 302, "relation": "创作"}, {"source": 196, "target": 472, "relation": "创作"}, {"source": 310, "target": 196, "relation": "出自于"}, {"source": 214, "target": 470, "relation": "创作"}, {"source": 399, "target": 150, "relation": "创作"}, {"source": 295, "target": 426, "relation": "创作"}, {"source": 476, "target": 323, "relation": "创作"}, {"source": 286, "target": 118, "relation": "创作"}, {"source": 310, "target": 286, "relation": "出自于"}, {"source": 36, "target": 27, "relation": "创作"}, {"source": 30, "target": 36, "relation": "出自于"}, {"source": 210, "target": 419, "relation": "创作"}, {"source": 466, "target": 210, "relation": "出自于"}, {"source": 471, "target": 43, "relation": "创作"}, {"source": 160, "target": 471, "relation": "出自于"}, {"source": 395, "target": 121, "relation": "创作"}, {"source": 476, "target": 79, "relation": "创作"}, {"source": 403, "target": 280, "relation": "创作"}, {"source": 310, "target": 403, "relation": "出自于"}, {"source": 158, "target": 2, "relation": "创作"}, {"source": 395, "target": 381, "relation": "创作"}, {"source": 281, "target": 37, "relation": "创作"}, {"source": 86, "target": 40, "relation": "创作"}, {"source": 391, "target": 86, "relation": "出自于"}, {"source": 476, "target": 161, "relation": "创作"}, {"source": 139, "target": 434, "relation": "创作"}, {"source": 56, "target": 258, "relation": "创作"}, {"source": 391, "target": 56, "relation": "出自于"}, {"source": 476, "target": 270, "relation": "创作"}, {"source": 311, "target": 421, "relation": "创作"}, {"source": 368, "target": 284, "relation": "创作"}, {"source": 310, "target": 368, "relation": "出自于"}, {"source": 205, "target": 153, "relation": "创作"}, {"source": 85, "target": 205, "relation": "出自于"}, {"source": 158, "target": 282, "relation": "创作"}, {"source": 311, "target": 154, "relation": "创作"}, {"source": 158, "target": 189, "relation": "创作"}, {"source": 104, "target": 59, "relation": "创作"}, {"source": 466, "target": 104, "relation": "出自于"}, {"source": 312, "target": 330, "relation": "创作"}, {"source": 260, "target": 312, "relation": "出自于"}, {"source": 428, "target": 90, "relation": "创作"}, {"source": 85, "target": 428, "relation": "出自于"}, {"source": 158, "target": 170, "relation": "创作"}, {"source": 311, "target": 229, "relation": "创作"}, {"source": 238, "target": 296, "relation": "创作"}, {"source": 391, "target": 238, "relation": "出自于"}, {"source": 19, "target": 408, "relation": "创作"}, {"source": 310, "target": 19, "relation": "出自于"}, {"source": 339, "target": 8, "relation": "创作"}, {"source": 310, "target": 339, "relation": "出自于"}, {"source": 175, "target": 201, "relation": "创作"}, {"source": 182, "target": 351, "relation": "创作"}, {"source": 399, "target": 268, "relation": "创作"}, {"source": 32, "target": 109, "relation": "创作"}, {"source": 83, "target": 123, "relation": "创作"}, {"source": 454, "target": 234, "relation": "创作"}, {"source": 332, "target": 454, "relation": "出自于"}, {"source": 58, "target": 333, "relation": "创作"}, {"source": 310, "target": 58, "relation": "出自于"}, {"source": 478, "target": 418, "relation": "创作"}, {"source": 310, "target": 478, "relation": "出自于"}, {"source": 158, "target": 5, "relation": "创作"}, {"source": 261, "target": 119, "relation": "创作"}, {"source": 263, "target": 261, "relation": "出自于"}, {"source": 311, "target": 349, "relation": "创作"}, {"source": 425, "target": 99, "relation": "创作"}, {"source": 256, "target": 81, "relation": "创作"}, {"source": 83, "target": 246, "relation": "创作"}, {"source": 83, "target": 407, "relation": "创作"}, {"source": 476, "target": 221, "relation": "创作"}, {"source": 358, "target": 230, "relation": "创作"}, {"source": 86, "target": 443, "relation": "创作"}, {"source": 483, "target": 355, "relation": "创作"}, {"source": 411, "target": 12, "relation": "创作"}, {"source": 332, "target": 411, "relation": "出自于"}, {"source": 415, "target": 412, "relation": "创作"}, {"source": 391, "target": 415, "relation": "出自于"}, {"source": 197, "target": 62, "relation": "创作"}, {"source": 310, "target": 197, "relation": "出自于"}, {"source": 83, "target": 283, "relation": "创作"}, {"source": 149, "target": 206, "relation": "创作"}, {"source": 382, "target": 149, "relation": "出自于"}, {"source": 308, "target": 289, "relation": "创作"}, {"source": 311, "target": 402, "relation": "创作"}, {"source": 94, "target": 435, "relation": "创作"}, {"source": 310, "target": 94, "relation": "出自于"}, {"source": 38, "target": 159, "relation": "创作"}, {"source": 85, "target": 38, "relation": "出自于"}, {"source": 358, "target": 331, "relation": "创作"}, {"source": 482, "target": 380, "relation": "创作"}, {"source": 425, "target": 240, "relation": "创作"}, {"source": 267, "target": 413, "relation": "创作"}, {"source": 391, "target": 267, "relation": "出自于"}, {"source": 143, "target": 61, "relation": "创作"}, {"source": 476, "target": 307, "relation": "创作"}, {"source": 476, "target": 24, "relation": "创作"}, {"source": 371, "target": 142, "relation": "创作"}, {"source": 476, "target": 140, "relation": "创作"}, {"source": 346, "target": 277, "relation": "创作"}, {"source": 391, "target": 346, "relation": "出自于"}, {"source": 200, "target": 138, "relation": "创作"}, {"source": 260, "target": 200, "relation": "出自于"}, {"source": 476, "target": 115, "relation": "创作"}, {"source": 311, "target": 378, "relation": "创作"}, {"source": 91, "target": 3, "relation": "创作"}, {"source": 275, "target": 137, "relation": "创作"}, {"source": 105, "target": 275, "relation": "出自于"}, {"source": 358, "target": 389, "relation": "创作"}, {"source": 425, "target": 299, "relation": "创作"}, {"source": 425, "target": 251, "relation": "创作"}, {"source": 182, "target": 20, "relation": "创作"}, {"source": 176, "target": 0, "relation": "创作"}, {"source": 260, "target": 176, "relation": "出自于"}, {"source": 182, "target": 325, "relation": "创作"}, {"source": 373, "target": 151, "relation": "创作"}, {"source": 373, "target": 127, "relation": "创作"}, {"source": 56, "target": 226, "relation": "创作"}, {"source": 373, "target": 29, "relation": "创作"}, {"source": 200, "target": 414, "relation": "创作"}, {"source": 203, "target": 117, "relation": "创作"}, {"source": 310, "target": 203, "relation": "出自于"}, {"source": 483, "target": 369, "relation": "创作"}, {"source": 182, "target": 317, "relation": "创作"}, {"source": 286, "target": 265, "relation": "创作"}, {"source": 143, "target": 31, "relation": "创作"}, {"source": 371, "target": 103, "relation": "创作"}, {"source": 311, "target": 217, "relation": "创作"}, {"source": 437, "target": 322, "relation": "创作"}, {"source": 260, "target": 437, "relation": "出自于"}, {"source": 176, "target": 63, "relation": "创作"}, {"source": 148, "target": 257, "relation": "创作"}, {"source": 158, "target": 455, "relation": "创作"}, {"source": 425, "target": 70, "relation": "创作"}, {"source": 207, "target": 95, "relation": "创作"}, {"source": 310, "target": 207, "relation": "出自于"}, {"source": 476, "target": 291, "relation": "创作"}, {"source": 60, "target": 50, "relation": "创作"}, {"source": 310, "target": 60, "relation": "出自于"}, {"source": 216, "target": 484, "relation": "创作"}, {"source": 182, "target": 172, "relation": "创作"}, {"source": 19, "target": 185, "relation": "创作"}, {"source": 69, "target": 429, "relation": "创作"}, {"source": 260, "target": 69, "relation": "出自于"}, {"source": 252, "target": 141, "relation": "创作"}, {"source": 310, "target": 252, "relation": "出自于"}, {"source": 148, "target": 208, "relation": "创作"}, {"source": 135, "target": 179, "relation": "创作"}, {"source": 160, "target": 135, "relation": "出自于"}, {"source": 354, "target": 385, "relation": "创作"}, {"source": 160, "target": 354, "relation": "出自于"}, {"source": 476, "target": 110, "relation": "创作"}, {"source": 176, "target": 335, "relation": "创作"}, {"source": 231, "target": 436, "relation": "创作"}, {"source": 391, "target": 231, "relation": "出自于"}, {"source": 175, "target": 334, "relation": "创作"}, {"source": 175, "target": 46, "relation": "创作"}, {"source": 60, "target": 340, "relation": "创作"}, {"source": 313, "target": 424, "relation": "创作"}, {"source": 466, "target": 313, "relation": "出自于"}, {"source": 176, "target": 212, "relation": "创作"}, {"source": 364, "target": 92, "relation": "创作"}, {"source": 391, "target": 364, "relation": "出自于"}, {"source": 175, "target": 72, "relation": "创作"}, {"source": 473, "target": 187, "relation": "创作"}, {"source": 160, "target": 473, "relation": "出自于"}, {"source": 22, "target": 383, "relation": "创作"}, {"source": 391, "target": 22, "relation": "出自于"}, {"source": 175, "target": 305, "relation": "创作"}, {"source": 60, "target": 54, "relation": "创作"}, {"source": 476, "target": 468, "relation": "创作"}, {"source": 83, "target": 78, "relation": "创作"}, {"source": 135, "target": 264, "relation": "创作"}, {"source": 158, "target": 80, "relation": "创作"}, {"source": 69, "target": 35, "relation": "创作"}, {"source": 445, "target": 68, "relation": "创作"}, {"source": 391, "target": 445, "relation": "出自于"}, {"source": 482, "target": 232, "relation": "创作"}, {"source": 133, "target": 457, "relation": "创作"}, {"source": 391, "target": 133, "relation": "出自于"}, {"source": 15, "target": 204, "relation": "创作"}, {"source": 10, "target": 233, "relation": "创作"}, {"source": 391, "target": 10, "relation": "出自于"}, {"source": 97, "target": 44, "relation": "创作"}, {"source": 160, "target": 97, "relation": "出自于"}, {"source": 88, "target": 423, "relation": "创作"}, {"source": 391, "target": 88, "relation": "出自于"}, {"source": 358, "target": 74, "relation": "创作"}, {"source": 175, "target": 417, "relation": "创作"}, {"source": 339, "target": 155, "relation": "创作"}, {"source": 476, "target": 481, "relation": "创作"}, {"source": 239, "target": 186, "relation": "创作"}, {"source": 260, "target": 239, "relation": "出自于"}, {"source": 311, "target": 406, "relation": "创作"}, {"source": 272, "target": 199, "relation": "创作"}, {"source": 391, "target": 272, "relation": "出自于"}, {"source": 158, "target": 64, "relation": "创作"}, {"source": 373, "target": 409, "relation": "创作"}, {"source": 358, "target": 66, "relation": "创作"}, {"source": 373, "target": 465, "relation": "创作"}, {"source": 158, "target": 269, "relation": "创作"}, {"source": 228, "target": 166, "relation": "创作"}, {"source": 391, "target": 228, "relation": "出自于"}, {"source": 444, "target": 28, "relation": "创作"}, {"source": 105, "target": 444, "relation": "出自于"}, {"source": 15, "target": 357, "relation": "创作"}, {"source": 271, "target": 293, "relation": "创作"}, {"source": 382, "target": 271, "relation": "出自于"}, {"source": 395, "target": 343, "relation": "创作"}, {"source": 247, "target": 352, "relation": "创作"}, {"source": 391, "target": 247, "relation": "出自于"}, {"source": 164, "target": 347, "relation": "创作"}, {"source": 160, "target": 164, "relation": "出自于"}, {"source": 476, "target": 224, "relation": "创作"}, {"source": 225, "target": 167, "relation": "创作"}, {"source": 260, "target": 225, "relation": "出自于"}, {"source": 318, "target": 458, "relation": "创作"}, {"source": 391, "target": 318, "relation": "出自于"}, {"source": 60, "target": 191, "relation": "创作"}, {"source": 395, "target": 9, "relation": "创作"}, {"source": 231, "target": 350, "relation": "创作"}, {"source": 203, "target": 146, "relation": "创作"}, {"source": 375, "target": 181, "relation": "创作"}, {"source": 391, "target": 375, "relation": "出自于"}, {"source": 200, "target": 397, "relation": "创作"}, {"source": 177, "target": 219, "relation": "创作"}, {"source": 310, "target": 177, "relation": "出自于"}, {"source": 124, "target": 147, "relation": "创作"}, {"source": 332, "target": 124, "relation": "出自于"}, {"source": 425, "target": 18, "relation": "创作"}, {"source": 425, "target": 341, "relation": "创作"}, {"source": 83, "target": 242, "relation": "创作"}, {"source": 375, "target": 453, "relation": "创作"}, {"source": 58, "target": 450, "relation": "创作"}, {"source": 358, "target": 274, "relation": "创作"}, {"source": 239, "target": 33, "relation": "创作"}, {"source": 393, "target": 430, "relation": "创作"}, {"source": 466, "target": 393, "relation": "出自于"}, {"source": 158, "target": 128, "relation": "创作"}, {"source": 182, "target": 42, "relation": "创作"}, {"source": 175, "target": 359, "relation": "创作"}, {"source": 483, "target": 13, "relation": "创作"}, {"source": 47, "target": 315, "relation": "创作"}, {"source": 391, "target": 47, "relation": "出自于"}, {"source": 158, "target": 129, "relation": "创作"}, {"source": 375, "target": 386, "relation": "创作"}, {"source": 483, "target": 398, "relation": "创作"}, {"source": 390, "target": 255, "relation": "创作"}, {"source": 391, "target": 390, "relation": "出自于"}, {"source": 375, "target": 34, "relation": "创作"}, {"source": 372, "target": 73, "relation": "创作"}, {"source": 260, "target": 372, "relation": "出自于"}, {"source": 425, "target": 45, "relation": "创作"}, {"source": 15, "target": 25, "relation": "创作"}, {"source": 108, "target": 294, "relation": "创作"}, {"source": 160, "target": 108, "relation": "出自于"}, {"source": 238, "target": 39, "relation": "创作"}, {"source": 184, "target": 461, "relation": "创作"}, {"source": 160, "target": 184, "relation": "出自于"}, {"source": 311, "target": 76, "relation": "创作"}, {"source": 253, "target": 84, "relation": "创作"}, {"source": 466, "target": 253, "relation": "出自于"}, {"source": 158, "target": 6, "relation": "创作"}, {"source": 358, "target": 227, "relation": "创作"}, {"source": 483, "target": 178, "relation": "创作"}, {"source": 445, "target": 188, "relation": "创作"}, {"source": 248, "target": 223, "relation": "创作"}, {"source": 30, "target": 248, "relation": "出自于"}, {"source": 15, "target": 462, "relation": "创作"}, {"source": 239, "target": 106, "relation": "创作"}, {"source": 198, "target": 463, "relation": "创作"}, {"source": 391, "target": 198, "relation": "出自于"}, {"source": 372, "target": 254, "relation": "创作"}, {"source": 15, "target": 26, "relation": "创作"}, {"source": 180, "target": 52, "relation": "创作"}, {"source": 382, "target": 180, "relation": "出自于"}, {"source": 372, "target": 464, "relation": "创作"}, {"source": 200, "target": 144, "relation": "创作"}, {"source": 252, "target": 337, "relation": "创作"}, {"source": 326, "target": 276, "relation": "创作"}, {"source": 382, "target": 326, "relation": "出自于"}, {"source": 278, "target": 433, "relation": "创作"}, {"source": 160, "target": 278, "relation": "出自于"}, {"source": 445, "target": 17, "relation": "创作"}, {"source": 272, "target": 356, "relation": "创作"}, {"source": 194, "target": 168, "relation": "创作"}, {"source": 160, "target": 194, "relation": "出自于"}, {"source": 396, "target": 438, "relation": "创作"}, {"source": 160, "target": 396, "relation": "出自于"}, {"source": 375, "target": 132, "relation": "创作"}, {"source": 384, "target": 215, "relation": "创作"}, {"source": 391, "target": 384, "relation": "出自于"}, {"source": 354, "target": 57, "relation": "创作"}, {"source": 336, "target": 374, "relation": "创作"}, {"source": 391, "target": 336, "relation": "出自于"}, {"source": 15, "target": 344, "relation": "创作"}, {"source": 56, "target": 392, "relation": "创作"}, {"source": 445, "target": 89, "relation": "创作"}, {"source": 295, "target": 401, "relation": "创作"}, {"source": 303, "target": 427, "relation": "创作"}, {"source": 466, "target": 303, "relation": "出自于"}, {"source": 410, "target": 292, "relation": "创作"}, {"source": 310, "target": 410, "relation": "出自于"}, {"source": 113, "target": 405, "relation": "创作"}, {"source": 391, "target": 113, "relation": "出自于"}, {"source": 65, "target": 183, "relation": "创作"}, {"source": 310, "target": 65, "relation": "出自于"}, {"source": 388, "target": 244, "relation": "创作"}, {"source": 391, "target": 388, "relation": "出自于"}, {"source": 15, "target": 48, "relation": "创作"}, {"source": 200, "target": 96, "relation": "创作"}, {"source": 474, "target": 1, "relation": "创作"}, {"source": 214, "target": 338, "relation": "创作"}, {"source": 116, "target": 298, "relation": "创作"}, {"source": 345, "target": 116, "relation": "出自于"}, {"source": 49, "target": 202, "relation": "创作"}, {"source": 310, "target": 49, "relation": "出自于"}, {"source": 67, "target": 266, "relation": "创作"}, {"source": 391, "target": 67, "relation": "出自于"}, {"source": 158, "target": 460, "relation": "创作"}, {"source": 404, "target": 422, "relation": "创作"}, {"source": 310, "target": 404, "relation": "出自于"}, {"source": 366, "target": 136, "relation": "创作"}, {"source": 310, "target": 366, "relation": "出自于"}, {"source": 130, "target": 320, "relation": "创作"}, {"source": 160, "target": 130, "relation": "出自于"}, {"source": 214, "target": 218, "relation": "创作"}, {"source": 15, "target": 285, "relation": "创作"}, {"source": 324, "target": 360, "relation": "创作"}, {"source": 105, "target": 324, "relation": "出自于"}, {"source": 162, "target": 195, "relation": "创作"}, {"source": 105, "target": 162, "relation": "出自于"}, {"source": 4, "target": 394, "relation": "创作"}, {"source": 310, "target": 4, "relation": "出自于"}, {"source": 373, "target": 41, "relation": "创作"}, {"source": 375, "target": 213, "relation": "创作"}, {"source": 116, "target": 306, "relation": "创作"}, {"source": 100, "target": 348, "relation": "创作"}, {"source": 160, "target": 100, "relation": "出自于"}, {"source": 116, "target": 467, "relation": "创作"}, {"source": 375, "target": 321, "relation": "创作"}, {"source": 135, "target": 363, "relation": "创作"}, {"source": 86, "target": 477, "relation": "创作"}, {"source": 272, "target": 125, "relation": "创作"}, {"source": 158, "target": 11, "relation": "创作"}, {"source": 399, "target": 290, "relation": "创作"}]}