{"nodes": [{"name": "佚名", "dynasty": "先秦"}, {"name": "雁儿落过得胜令·忆别", "prop": {"content": "殷勤红叶诗，冷淡黄花市。清江天水笺，白雁云烟字。游子去何之？无处寄新词。酒醒灯昏夜，窗寒梦觉时。寻思，谈笑十年事；嗟咨，风流两鬓丝。", "translation": "辽阔的清江天水可以作笺，茫茫的云中白雁可以为字，远方的游子啊，你如今到了哪里？我无法寄给你我的相思之词。在酒醒灯昏的夜晚，在窗寒梦觉的时候，那十年谈笑欢乐事，令人好寻思。<a href=\"https://so.gushiwen.cn/authorv_6e1871a6775f.aspx\" target=\"_blank\">真可叹，风流逝去时，两鬓已如丝。"}}, {"name": "渔家傲·千古龙蟠并虎", "prop": {"content": "金陵赏心亭送王胜之龙图。王守金陵，视事一日移南郡。千古龙蟠并虎踞。从公一吊兴亡处。渺渺斜风吹细雨。芳草渡。江南父老留公住。公驾飞车凌彩雾。红鸾骖乘青鸾驭。却讶此洲名白鹭。非吾侣。翩然欲下还飞去。", "translation": "“钟山龙蟠，石头虎踞”，千古金陵引起人怀归的思绪。难得陪同你凭吊这历经沧桑的兴亡之地。斜风渺渺，细雨濛濛，弥散着一片别情离愁。难忘这芳草渡口，江南父老依依惜别，恳切地把你挽留。且莫伤怀，在我的想象中，你驾着飞车穿越多彩的云霞，仙游似地以鸾鸟为陪乘者，一路凌风驭虚而来。却讶异这里的沙洲，居然名之为白鹭，并不是适宜的栖居地。于是翩翩然未曾歇翅，还是向别处飞去。"}}, {"name": "东城送运判马察院", "prop": {"content": "春风骋巧如翦刀，先裁杨柳后杏桃。圆尖作瓣得疏密，颜色又染燕脂牢。黄鹂未鸣鸠欲雨，深园静墅声嗷嗷。役徒开汴前日放，亦将决水归河槽。都人倾望若焦渴，寒食已近沟已淘。何当黄流与雨至，雨深一尺水一篙。都水御史亦即喜，日夜顺疾回轻舠。频年吴楚岁苦旱，一稔未足生脂膏。吾愿取之勿求羡，穷鸟困兽易遯逃。我今出城勤送子，沽酒不惜典弊袍。数途必向睢阳去，太傅大尹皆英豪。试乞二公评我说，万分岂不益一毛。国给民苏自有暇，东园乃可资游遨。", "translation": "无"}}, {"dynasty": "明代"}, {"name": "送灵澈上人", "prop": {"content": "苍苍竹林寺，杳杳钟声晚。荷笠带斜阳，青山独归远。(斜阳 一作：夕阳)", "translation": "遥望苍苍山林中的竹林寺，远远传来报时的钟响声。他带着斗笠身披斜阳余晖，独自向青山走去，渐行渐远。"}}, {"name": "送程刘二侍郎兼独孤判", "prop": {"content": "安西幕府多材雄，喧喧惟道三数公。绣衣貂裘明积雪，飞书走檄如飘风。朝辞明主出紫宫，银鞍送别金城空。天外飞霜下葱海，火旗云马生光彩。胡塞清尘几日归，汉家草绿遥相待。", "translation": "安西幕府才俊豪雄众多，鼎鼎有名的就数你们三位。监察官的绣衣貂裘明如白雪，飞书走檄的笔法快如飘风。今朝辞别明主出了皇宫，你们骑的银鞍马一去，金城顿时显得空寂。天外飞来的霜雪正落在安西的葱岭翰海，你们一去，火红的旗帜，云飞似的骏顿添光彩。边境安定的时候就要到了，等再次青草碧绿时，我在长安等待你们凯旋。"}}, {"name": "王勃", "dynasty": "唐代"}, {"name": "东平别前卫县李寀少府", "prop": {"content": "黄鸟翩翩杨柳垂，春风送客使人悲。怨别自惊千里外，论交却忆十年时。云开汶水孤帆远，路绕梁山匹马迟。此地从来可乘兴，留君不住益凄其。", "translation": "黄莺往来杨柳低垂，春风中送友使人伤感。你将到千里之外我自然产生别怨，论交情我们已有十年。汶水云开孤帆远去，梁山路道曲折匹马迟缓。此地本可乘兴游赏，难留你使我更觉凄惨。"}}, {"name": "舒亶", "dynasty": "宋代"}, {"name": "徐铉", "dynasty": "宋代"}, {"name": "送张寺丞觐知富顺监", "prop": {"content": "汉家五尺道，置吏抚南夷。欲使文翁教，兼令孟获知。盘馐蒟酱实，歌杂竹枝辞。取酒须勤醉，乡关不可思。", "translation": "　　“黯然消魂者，唯别而已矣！”（江淹《别赋》）自古创来，以“别”为题的作品，多有悲凄缠绵之作，常囿于个人感情圈子之内，而司马光的这首送别诗，却能俯瞰九州，追溯千古，将历史、现实、希望结合起来，以诗的美启迪友人的沉思，用历史的光辉烛照前进的道路，感情深挚而不浮露，境界高人一着。"}}, {"name": "踏莎行·寒草烟光阔", "prop": {"content": "寒草烟光阔，渭水波声咽。春潮雨霁轻尘歇。征鞍发。指青青杨柳，又是轻攀折。动黯然，知有后会甚时节？更进一杯酒，歌一阕。叹人生，最难欢聚易离别。且莫辞沉醉，听取阳关彻。念故人，千里至此共明月。", "translation": "无"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "送沈左司从汪参政分省", "prop": {"content": "重臣分陕去台端，宾从威仪尽汉官。四塞河山归版籍，百年父老见衣冠。函关月落听鸡度，华岳云开立马看。知尔西行定回首，如今江左是长安。", "translation": "御史中丞受到朝廷的重用，离开御史台出管陕西，随行之人都是一时俊彦。四塞河山尽纳入我大明版籍，中原父老百年后又见汉衣冠。月落鸡鸣自可从容出函谷关，太华顶上立马遥望白云飘散。料到您此次西行一定常回首，如今长江南岸就是国都长安。"}}, {"name": "小重山·绿树莺啼春正", "prop": {"content": "绿树莺啼春正浓，钗头青杏小，绿成丛。玉船风动酒鳞红。歌声咽，相见几时重？车马去匆匆，路随芳草远，恨无穷。相思只在梦魂中。今宵月，偏照小楼东。", "translation": "①相见几时重：几时重相见。 "}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "上西平·送陈舍人", "prop": {"content": "跨征鞍，横战槊，上襄州。便匹马、蹴踏高秋。芙蓉未折，笛声吹起塞云愁。男儿若欲树功名，须向前头。凤雏寒，龙骨朽，蛟渚暗，鹿门幽。阅人物、渺渺如沤。棋头已动，也须高著局心筹。莫将一片广长舌，博取封侯。", "translation": "跨上战马，横持着长矛，赴襄州上任。正值秋天，驰骋战场。荷花没有衰败，笛声吹动边界的愁绪。希望你奋发向上，努力树立功名。襄阳的著名人物凤雏、卧龙早已作古，尸骨已朽；蛟渚、鹿门等遗迹也已色彩暗淡，不以当年了，历史名人像水泡一样地消逝了。树立功名，就像在棋局中筹划高着一样。不要凭着一条长舌，去博取官爵厚禄。"}}, {"name": "虢州后亭送李判官使赴", "prop": {"content": "西原驿路挂城头，客散红亭雨未收。君去试看汾水上，白云犹似汉时秋。", "translation": "驿路在西原山上穿行，看起来就像挂在城头似的，那江边的送客亭，有送行人雨中依依惜别。李判官，你到汾水上的时候，看看那里的云光山色，可还像汉武帝那个时代那样雄伟壮丽？"}}, {"name": "詹玉", "dynasty": "宋代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "郑锡", "dynasty": "唐代"}, {"name": "虢州送天平何丞入京市", "prop": {"content": "关树晚苍苍，长安近夕阳。回风醒别酒，细雨湿行装。习战边尘黑，防秋塞草黄。知君市骏马，不是学燕王。", "translation": "远望潼关树木苍苍茫茫，京城长安就在夕阳近旁。阵阵旋风吹醒饯别之酒，微微细雨打湿朋友行装。练兵备战边地烟尘正浓，买马防秋塞上秋草已黄。我知朋友此行去买骏马，不是为了学那古时燕王。"}}, {"name": "送别 / 山中送别", "prop": {"content": "山中相送罢，日暮掩柴扉。春草明年绿，王孙归不归？(明年 一作：年年)", "translation": "在深山中送走了好友，夕阳西坠把柴门关闭。待到明年春草又绿的时候，朋友啊你能不能回还？ "}}, {"name": "送欧阳推官赴华州监酒", "prop": {"content": "我观文忠公，四子皆超越。仲也珠径寸，照夜光如月。好诗真脱兔，下笔先落鹘。知音如周郎，议论亦英发。文章乃余事，学道探玄窟。死为长白主，名字书绛阙。（熙宁之末，仲纯父见仆于京城之东，曰：“吾梦道士持告身授吾曰：上帝命汝为长白山主，此何祥也？”明年，仲纯父没。）伤心清颍尾，已伴白鸥没。喜见三少年，俱有千里骨。千里不难到，莫遣历块蹶。临分出苦语，愿子书之笏。", "translation": "我看欧阳修， 他一个人就超越了司马相如﹑王褒﹑扬雄和陈子昂。仲也珠径长一寸，光耀黑夜中如皎洁月光。好诗如同脱逃之兔，下笔之前如同将落之鹘。寻一知音如周郎，言论谈吐意气风发。著文是自己之事，学习道行如探寻玄妙至极的窟洞。死为长白山主，有楼名为书绛。（熙宁末年，仲纯之父在京城东面会见我，说：“我梦到道士拿着委任官职的文凭对我说，上天任命我为长白山主，这是什么征兆？”第二年，仲纯之父亡。）伤心望见颍河，已经伴随着白鸥远去。欣喜之余遇三少年，都是难得的贤才。再远的地方也不难到达，也不要把这些不羁之才遣回。临别时再三相告，但愿你以笏记下。"}}, {"name": "送金城公主适西蕃应制", "prop": {"content": "下嫁戎庭远，和亲汉礼优。笳声出虏塞，箫曲背秦楼。 贵主悲黄鹤，征人怨紫骝。皇情眷亿兆，割念俯怀柔。", "translation": "　　郑愔这一首有名的五律，其妙处在于，诗人以雄劲的笔触，描写送金城公主适西蕃的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "别州民", "prop": {"content": "耆老遮归路，壶浆满别筵。甘棠无一树，那得泪潸然。税重多贫户，农饥足旱田。唯留一湖水，与汝救凶年。", "translation": "杭州的父老准备水酒满筵，拦路相送。作为地方官吏为自己在任时一无建树而惭愧 ，不禁潸然泪下。因为税重，贫穷的农户很多；又因为旱田多，农民也有饥荒。我只能给父老们留下一湖水，救救干旱的灾荒。 "}}, {"name": "谒金门·山衔日", "prop": {"content": "山衔日。洒酒西风独立。一叶扁舟流水急。转头无处觅。去则而今已去，忆则如何不忆。明日到家应记得。寄书回雁翼。", "translation": "在落日衔山的时候，友人乘船离开，水流很急，船行的很快，转眼就看不到了。只剩我一人迎着西风，挥泪送别。要离开的现在已经走了，心中思念又如何能不去思念？朋友，你到家时一定要记得让鸿雁传封书信给我，以解我的思念之情。"}}, {"name": "草 / 赋得古原草送", "prop": {"content": "离离原上草，一岁一枯荣。野火烧不尽，春风吹又生。远芳侵古道，晴翠接荒城。又送王孙去，萋萋满别情。", "translation": "原野上长满茂盛的青草，每年秋冬枯黄春来草色浓。野火无法烧尽满地的野草，春风吹来大地又是绿茸茸。远处芬芳的野草遮没了古道，阳光照耀下碧绿连荒城。今天我又来送别老朋友，连繁茂的草儿也满怀离别之情。"}}, {"name": "水龙吟·送万信州", "prop": {"content": "几番时事重论，座中共惜斜阳下。今朝翦柳，东风送客，功名近也。约住飞花，暂听留燕，更攀情语。问千牙过阙，一封入奏，忠孝事、都应写。 闻道兰台清暇。载鸱夷、烟江一舸。贞元旧曲，如今谁听，惟公和寡。儿骑空迎，舜瞳回盼，玉阶前借。便急回暖律，天边海上，正春寒夜。", "translation": "　　《水龙吟》，又名《龙吟曲》、《庄椿岁》、《小楼连苑》。《清真集》入“越调”，《梦窗词》集入“无射商”。各家格式出入颇多，历来都以苏、辛两家之作为准。一百二字，前后片各十一句四仄韵。其他句逗不同者为变格。又第九句第一字并是领格，宜用去声。结句宜用上一、下三句法，较二、二句式收得有力。"}}, {"name": "江神子·送桂花吴宪时", "prop": {"content": "天街如水翠尘空。建章宫。月明中。人未归来，玉树起秋风。宝粟万钉花露重，催赐带，过垂虹。夜凉沈水绣帘栊。酒香浓。雾濛濛。钗列吴娃，腰褭带金虫。三十六宫蟾观冷，留不住，佩丁东。", "translation": "　　公元1249年（淳祐九年）旧历十二月，朝廷诏吴潜同知枢密院事兼参知政事，并于第二年赴阙。根据词题，此词作于朝廷下诏之后，吴潜赴阙之前。 "}}, {"name": "木兰花慢·送人之官九", "prop": {"content": "霭芳阴未解，乍天气、过元宵。讶客神犹寒，吟窗易晓，春色无柳。梅梢。尚留顾藉，滞东风、未肯雪轻飘。知道诗翁欲去，递香要送兰桡。清标。会上丛霄。千里阻、九华遥。料今朝别后，他时有梦，应梦今朝。河桥。柳愁未醒，赠行人、又恐越魂销。留取归来紧马，翠长千缕柔条。", "translation": "　　残月未落，在地上留下昏暗的影子。在这样一个元宵刚过的早春时节，我与客人吟诗酬唱度过了这送别前的不眠之夜，天色已晓。春寒料峭，让我对即将远行的诗友无限怜悯，更加上春意未浓，让人心绪无聊。"}}, {"name": "送文子转漕江东二首", "prop": {"content": "九重寤寐忆忠诚，故向长沙起贾生。魏阙丝纶新借宠，秦淮草木旧知名。已闻塞下销锋镝，正自胸中有甲兵。万幕从兹无减灶，笑看卧鼓旧边城。诏颁英簜促锋车，暂借长才按转输。昔叹当年无李牧，今知江左有夷吾。休论足食为先策，自是平戎在用儒。来岁春风三月暮，沙堤隠隠接云衢。", "translation": "无"}}, {"name": "送韦整尉长沙", "prop": {"content": "远远长沙去，怜君利一官。风帆彭蠡疾，云水洞庭宽。木客提蔬束，江乌接饭丸。莫言卑湿地，未必乏新欢。", "translation": "无"}}, {"name": "渡荆门送别", "prop": {"content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。", "translation": "我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。山随着平坦广阔的原野的出现逐渐消失，江水在一望无际的原野中奔流。江面月影好似天上飞来的明镜，云层缔构城外幻出海市蜃楼。我依然怜爱这来自故乡之水，不远万里来送我东行的小舟。"}}, {"name": "送王屋山人魏万还王屋", "prop": {"content": "王屋山人魏万，云自嵩宋沿吴相访，数千里不遇。乘兴游台越，经永嘉，观谢公石门。后于广陵相见，美其爱文好古，浪迹方外，因述其行而赠是诗。 仙人东方生，浩荡弄云海。仙人东方生，浩荡弄云海。沛然乘天游，独往失所在。 魏侯继大名，本家聊摄城。卷舒入元化，迹与古贤并。 十三弄文史，挥笔如振绮。辩折田巴生，心齐鲁连子。 西涉清洛源，颇惊人世喧。采秀卧王屋，因窥洞天门。 朅来游嵩峰，羽客何双双。朝携月光子，暮宿玉女窗。 鬼谷上窈窕，龙潭下奔潈。东浮汴河水，访我三千里。 逸兴满吴云，飘飖浙江汜。挥手杭越间，樟亭望潮还。 涛卷海门石，云横天际山。白马走素车，雷奔骇心颜。 遥闻会稽美，且度耶溪水。万壑与千岩，峥嵘镜湖里。 秀色不可名，清辉满江城。人游月边去，舟在空中行。 此中久延伫，入剡寻王许。笑读曹娥碑，沉吟黄绢语。 天台连四明，日入向国清。五峰转月色，百里行松声。 灵溪咨沿越，华顶殊超忽。石梁横青天，侧足履半月。 忽然思永嘉，不惮海路赊。挂席历海峤，回瞻赤城霞。 赤城渐微没，孤屿前峣兀。水续万古流，亭空千霜月。 缙云川谷难，石门最可观。瀑布挂北斗，莫穷此水端。 喷壁洒素雪，空濛生昼寒。却思恶溪去，宁惧恶溪恶。 咆哮七十滩，水石相喷薄。路创李北海，岩开谢康乐。 松风和猿声，搜索连洞壑。径出梅花桥，双溪纳归潮。 落帆金华岸，赤松若可招。沈约八咏楼，城西孤岧峣. 岧峣四荒外，旷望群川会。云卷天地开，波连浙西大。 乱流新安口，北指严光濑。钓台碧云中，邈与苍岭对。 稍稍来吴都，裴回上姑苏。烟绵横九疑，漭荡见五湖。 目极心更远，悲歌但长吁。回桡楚江滨，挥策扬子津。 身著日本裘，昂藏出风尘。五月造我语，知非儓儗人。 相逢乐无限，水石日在眼。徒干五诸侯，不致百金产。 吾友扬子云，弦歌播清芬。虽为江宁宰，好与山公群。 乘兴但一行，且知我爱君。君来几何时，仙台应有期。 东窗绿玉树，定长三五枝。至今天坛人，当笑尔归迟。 我苦惜远别，茫然使心悲。黄河若不断，白首长相思。 ", "translation": "　　根据裴斐的《李白年谱简编》，此诗当作于公元754年（唐玄宗天宝十三载），当时李白送魏万归隐故乡王屋山。王屋山位于河南省西北部的济源市，是中国古代名山，也是道教十大洞天之首。此诗介绍了魏万一生的戎马生涯，同时表达了李白对魏万遭遇的愤慨、无奈和惋惜之情。诗中“目极心更远，悲歌但长吁”、“黄河若不断，白首长相思”等句表达了作者对好友的留恋以及替好友感到惋惜之情，同时也蕴含着作者对当时社会的不满情绪。 "}}, {"name": "高适", "dynasty": "唐代"}, {"name": "临江仙·冬夜夜寒冰合", "prop": {"content": "冬夜夜寒冰合井，画堂明月侵帏。青缸明灭照悲啼。青缸挑欲尽，粉泪裛还垂。未尽一尊先掩泪，歌声半带清悲。情声两尽莫相违。欲知肠断处，梁上暗尘飞。", "translation": "冬天夜里很寒冷，寒冰把井都封住了。明亮的月光穿过华丽的房间照进帐子里，青色的灯光，一明一暗地闪烁着，映照着悲啼的侍女。灯芯快烧完了，胭脂粉和着泪水一滴滴地流下了。没有饮完一杯酒，就见她掩面流泪，歌声里夹杂着凄凉的悲咽。悲情和歌声两方面尽量发泄，都不相违背。你要体味到她唱得令人悲痛之处，就是歌声震得屋梁上的灰尘飞扬下来时。"}}, {"name": "送宗密上人归南山草堂", "prop": {"content": "宿习修来得慧根，多闻第一却忘言。自从七祖传心印，不要三乘入便门。东泛沧江寻古迹，西归紫阁出尘喧。河南白尹大檀越，好把真经相对翻。", "translation": "　　与柳宗元相比，刘禹锡就荣幸得多。他二人虽同时遭贬，但柳宗元生性沉郁，而刘禹锡则生性达观。柳宗元多病，刘禹锡康健。苏东坡评柳宗元“发纤浓于古简，寄至味于淡泊。”而刘禹锡在此，则还多了一团生机和气。所以柳宗元年仅四十七而逝，刘禹锡则寿高七十余，比白居易略差一点。柳宗元也没有如刘、白二人，得以交圭峰宗密大师这样佛教中的泰山北斗，也不如李翱那样得以结交药山唯俨这样的禅林宗匠。这是刘禹锡在安徽和州当太守时送别圭峰大师时所作的诗，并以此诗作为“介绍信”，介绍给白居易。圭峰大师与刘禹锡、白居易还有一段交往，的确是鲜为人知。"}}, {"name": "皇甫曾", "dynasty": "唐代"}, {"name": "送婆罗门", "prop": {"content": "雪岭金河独向东，吴山楚泽意无穷。如今白首乡心尽，万里归程在梦中。", "translation": "　　婆罗门系梵语，意译为净行、净裔。印度早期奴隶制时代四个种姓中最高级，自称梵天后裔，世袭祭司贵族。此处以之称印度僧人。在中国有法显、道希、义净、玄奘这样的华夏高僧前往西域、印度取经，也有竺法兰、佛图澄、鸠摩罗什、真谛等西域、印度高僧前来汉地传法。唐代佛教盛行，东西方宗教文化交流频繁，故此在中国各地，深目卷发之“胡僧”并不鲜见，他们往往与华僧结为知交，互相学习，共同修持，清江与婆罗门僧，也是这种情况。这首对婆罗门僧的送别诗，言简意赅，让人回味无穷。 "}}, {"name": "送陈秀才还沙上省墓", "prop": {"content": "满衣血泪与尘埃，乱后还乡亦可哀。风雨梨花寒食过，几家坟上子孙来？", "translation": "全身衣服都沾满了血泪和尘埃，战乱结束了，但是回到故乡也还会感到悲哀。在风雨中，梨花落尽了，寒食节也过去了，有几家的坟上会有子孙来扫墓呢？"}}, {"name": "秋日别王长史", "prop": {"content": "别路馀千里，深恩重百年。正悲西候日，更动北梁篇。野色笼寒雾，山光敛暮烟。终知难再奉，怀德自潸然。", "translation": "此地一别，你我相隔千余里。您的情深恩重，令我终身难忘。本来正在悲秋，又遇上了分别。田野的景色笼罩着一层寒雾，山上的光线逐渐黯淡，暮烟升起。终归知道难以再挽留，想起你的恩德，我还是忍不住落下了泪水。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"dynasty": "五代"}, {"name": "南陵五松山别荀七", "prop": {"content": "君即颍水荀，何惭许郡宾。相逢太史奏，应是聚宝人。玉隐且在石，兰枯还见春。俄成万里别，立德贵清真。", "translation": "君即如汉时颍川之荀淑，与许郡陈寔相比又有何惭呢！你我相逢于此，定有太史奏称有贤人相聚。玉虽隐身仍从石中可见，兰花枯谢还会再见到春天。须臾之间你我将分手远别，望君树立明德以朴素淡泊为贵。"}}, {"name": "菩萨蛮·画船捶鼓催君", "prop": {"content": "画船捶鼓催君去，高楼把酒留君住。去住若为情，西江潮欲平。江潮容易得，只是人南北。今日此樽空，知君何日同！", "translation": "画船上的船夫捶着鼓催促着你启程，在高楼上我端着酒想把你留住。是去还是留，真叫人难以抉择，此时西江的潮水将要平息。江潮时常有，只是我俩从此便南北相隔。今天这酒杯空了，不知道什么时候才能与你同饮！"}}, {"name": "鲁郡尧祠送窦明府薄华", "prop": {"content": "朝策犁眉騧，举鞭力不堪。强扶愁疾向何处，角巾微服尧祠南。长杨扫地不见日，石门喷作金沙潭。笑夸故人指绝境，山光水色青于蓝。庙中往往来击鼓，尧本无心尔何苦。门前长跪双石人，有女如花日歌舞。银鞍绣毂往复回，簸林蹶石鸣风雷。远烟空翠时明灭，白鸥历乱长飞雪。红泥亭子赤阑干，碧流环转青锦湍。深沉百丈洞海底，那知不有蛟龙蟠。君不见绿珠潭水流东海，绿珠红粉沉光彩。绿珠楼下花满园，今日曾无一枝在。昨夜秋声阊阖来，洞庭木落骚人哀。遂将三五少年辈，登高远望形神开。生前一笑轻九鼎，魏武何悲铜雀台。我歌白云倚窗牖，尔闻其声但挥手。长风吹月度海来，遥劝仙人一杯酒。酒中乐酣宵向分，举觞酹尧尧可闻。何不令皋繇拥篲横八极，直上青天挥浮云。高阳小饮真琐琐，山公酩酊何如我。竹林七子去道赊，兰亭雄笔安足夸。尧祠笑杀五湖水，至今憔悴空荷花。尔向西秦我东越，暂向瀛洲访金阙。蓝田太白若可期，为余扫洒石上月。", "translation": "无"}}, {"name": "送虢州王录事之任", "prop": {"content": "谓子文章达，当年羽翼高。一经俄白首，三命尚青袍。未遇须藏器，安卑莫告劳。盘根倘相值，试用发硎刀。", "translation": "我称赞你文采出众，当年志向高远。只可惜时光飞逝匆匆白了头，宦海一生却官位轻微。如果没有遇到明主就勿露锋芒，安于低位不要抱怨劳苦。如果遇到难办的值得做的大事，就发挥自己的才干好好的做一番吧！"}}, {"name": "送郭司仓", "prop": {"content": "映门淮水绿，留骑主人心。明月随良掾，春潮夜夜深。", "translation": "月光下碧绿的淮水映照在屋门上，我再三挽留即将远去的郭司仓。然而客人难留，只有明月追随他而去，我的思念就如春潮翻滚不息。"}}, {"name": "送友人寻越中山水", "prop": {"content": "闻道稽山去，偏宜谢客才。千岩泉洒落，万壑树萦回。东海横秦望，西陵绕越台。湖清霜镜晓，涛白雪山来。八月枚乘笔，三吴张翰杯。此中多逸兴，早晚向天台。", "translation": "听说你将去游览会稽山，那里最适合你这样才比谢灵运的人。会稽山有千岩竞秀与飞瀑悬泉之奇景，峰峦、山谷在绿荫之中曲折环绕。 高峻的秦望山遥对着茫茫东海，古老的西陵城环绕着巍巍越王台。八百里镜湖的水面明澈如镜，汹涌澎湃的潮水打来好似雪山倾倒。 您可以拿起枚乘之笔及张翰之杯，以抒发越中山水间的兴致感慨。或早或晚再往天台山一游，那里的仙境诗趣更适合您的豪情逸怀。"}}, {"name": "送监丞家同年守简池三", "prop": {"content": "去年为君来，明廷峙鸾鹄。今年为亲归，蚕市苦思蜀。扶舆出修门，万里宛在目。大江六月寒，风饱帆数幅。金山如幽人，杜蘅缭荷屋。采石如壮士，铁骑明鋈续。五老烟光开，九华云气矗。如王公大人，冠冕而佩玉。大孤狷介甚，赤壁清旷足。黄鹤侠者流，隽放不容束。英雄古荆州，霜月耿乔木。寂寞三闾亭，风露落秋菊。阳台峰十二，森拱峡江曲。高标耸赤松，绝槩凛孤竹。或如汉汲黯，抗直敢掁触。又如唐真卿，峻絜不受辱。瞿唐滟滪堆，一柱轧坤轴。溃城睢阳孤，钩党林宗独。水石明边酌，苹蓼佳处宿。宽作几月程，迎面峨眉绿。世道淡有味，人生平为福。江山无愧容，草木有余馥。试剑信雄拔，易简更清沃。虎蛇方横道，有此廉平牧。相如驷马贵，长孺一翁秃。明河隔黄姑，碧落杳飞鹜。独复即无妄，多识乃大畜。岁晏以为期，仁亦在乎熟。木末老芙蓉，阑干深苜蓿。邮签莫厌娄，瑟僴尉淇奥。", "translation": " 　　监丞家同年去守简池，作者写此诗送别。全诗六十句，这里节选的是末尾十句。诗中用《卫风·淇奥》典故，希望同年与家人常通消息，以慰长想。 "}}, {"name": "慈姥矶诗", "prop": {"content": "暮烟起遥岸，斜日照安流。一同心赏夕，暂解去乡忧。野岸平沙合，连山远雾浮。客悲不自已，江上望归舟。", "translation": "傍晚，夕阳的余辉洒在平静的江水上，波光粼粼，沿江远远望去，只见两岸炊烟袅袅。和友人一同欣赏着这令人陶醉的山水画图，似乎暂时忘却了离乡的悲愁。滔滔江水，漫漫沙滩，和那峻峭的崖壁连接成一片，两岸的层峦叠嶂笼罩在沉沉暮霭之中。呆呆地望着友人远去的归舟，陷入了深深的悲哀之中。"}}, {"name": "酒泉子·无题", "prop": {"content": "流水无情，潮到空城头尽白。离歌一曲怨残阳，断人肠。东风官柳舞雕墙。三十六宫花溅泪，春声何处说兴亡，燕双双。", "translation": "流水无情送客，潮水拍打着空城，人因离愁而头发变白。听到离别之歌，我不禁抱怨夕阳无情，催人离别，顿生断肠之痛。东风吹动，柳枝在雕花的宫墙上漂浮。离宫别院里，群花因伤感时节而落泪。双燕声声，好像诉说历代兴亡之事。"}}, {"name": "送凌侍郎还宣州", "prop": {"content": "日南藩郡古宣城，碧落神仙拥使旌。津吏戒船东下稳，县僚负弩昼归荣。江山谢守高吟地，风月朱公故里情。曾预汉庭三独坐，府中谁敢伴飞觥。", "translation": "日南边防重镇，古宣城历史悠久，有两千年的历史了，天上的神仙使用着旌旗。管理渡口的官吏押运船只，安全前往东边，同县做官的背着弓箭走在前面光荣地返回故乡。谢朓曾在宣城任太守，用歌吟唱此地，这里也是朱公爱情故事的发源地。如果人们要坐着喝酒的话，像凌策的大人，谁还敢与他并起并坐，传杯把盏。"}}, {"name": "劝金船·无情流水多情", "prop": {"content": "无情流水多情客，劝我如曾识。杯行到手休辞却，这公道难得。曲水池上，小字更书年月。还对茂林修竹，似永和节。纤纤素手如霜雪，笑把秋花插。尊前莫怪歌声咽，又还是轻别。此去翱翔，遍赏玉堂金阙。欲问再来何岁，应有华发。", "translation": "流水多情，客人也多情，劝我饮酒，如同似曾相识一般。杯行到手可不要推辞，这样的公道事是很难得的。弯曲的水道上，用小楷书写年月。还面对着茂密的树林高高的竹子，像当年王羲之永和年间在兰亭集会一样。歌女抬起那籍雪一般白净而又纤细柔嫩的双手，笑着将秋天的鲜花插入了花瓶。在宴会上可别责怪她唱出了呜呜咽咽的歌声，这还算是未把离别当作一回事呢。这次一去，要看一看所有辉煌的殿堂。要问哪一年再来相聚，怕是人都老了。"}}, {"name": "木兰花慢·滁州送范倅", "prop": {"content": "老来情味减，对别酒，怯流年。况屈指中秋，十分好月，不照人圆。无情水都不管；共西风、只管送归船。秋晚莼鲈江上，夜深儿女灯前。征衫，便好去朝天，玉殿正思贤。想夜半承明，留教视草，却遣筹边。长安故人问我，道愁肠殢酒只依然。目断秋霄落雁，醉来时响空弦。", "translation": "我感到人生衰老，早年的情怀、趣味全减，面对着送别酒，怯惧年华流变。何况屈指指计算中秋佳节将至，那一轮美好的圆月，偏不照人的团圆。无情的流水全不管离人的眷恋，与西风推波助澜，只管将归舟送归。祝愿你在这晚秋的江面，能将莼菜羹、鲈鱼脍品尝，回家后怀儿女团取在夜深的灯前。趁旅途的征衫未换，正好去朝见天子，而今朝廷正思贤访贤。料想在深夜的承明庐，正留下来教你检视翰林院草拟的文件，还派遣筹划边防军备。首都故友倘若问到我，只说我依然是愁肠满腹借酒浇愁愁难遣。遥望秋天的云霄里一只落雁消逝不见，我沉醉中听到有谁奏响了空弦！ "}}, {"name": "宣州送裴坦判官往舒州", "prop": {"content": "日暖泥融雪半消，行人芳草马声骄。九华山路云遮寺，清弋江村柳拂桥。君意如鸿高的的，我心悬旆正摇摇。同来不得同归去，故国逢春一寂寥！", "translation": "和煦的太阳照耀着大地，积雪大半已消融，解冻的路面布满泥泞，经冬的野草茁出了新芽，原野上一片青葱，马声洪亮，催促主人上路。云雾缭绕的九华山路旁，寺宇时隐时现，青弋江村边，春风杨柳，轻拂桥面。你的志向像鸿雁一样鲜明，踌躇满志，而我的心情却像悬挂在空中的旗帜般空虚。我们原来是一起从京城到宣州任职的，此时却不能一同回去了，在这风光明媚的春日里，我只身回到京城以后，将会感到非常寂寞的。"}}, {"name": "送康太守", "prop": {"content": "城下沧江水，江边黄鹤楼。朱阑将粉堞，江水映悠悠。铙吹发夏口，使君居上头。郭门隐枫岸，侯吏趋芦洲。何异临川郡，还劳康乐侯。", "translation": "无"}}, {"name": "长相思·吴山青", "prop": {"content": "吴山青，越山青，两岸青山相送迎，谁知离别情？(谁知离别情 一作：争忍有离情)君泪盈，妾泪盈，罗带同心结未成，江边潮已平。(江边 一作：江头)", "translation": "青翠的吴山和越山耸立在钱塘江的北岸和南岸，两两相对，隔江呼应，谁能理解恋人的离别愁绪。你泪眼盈盈，我泪眼盈盈，你我相爱却无法相守在一起。江潮过后水面已经恢复平静了，船儿扬帆要远行。"}}, {"name": "周紫芝", "dynasty": "宋代"}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "送薛秀才南游", "prop": {"content": "姑苏城外柳初凋，同上江楼更寂寥。绕壁旧诗尘漠漠，对窗寒竹雨潇潇。怜君别路随秋雁，尽我离觞任晚潮。从此草玄应有处，白云青嶂一相招。", "translation": "姑苏城外的柳树正在慢慢凋落，我和朋友薛秀才在楼上更是寂寥。看到墙上的旧诗，窗外的寒竹在雨中瑟瑟摇曳。朋友啊，你要随着南去的秋雁离开我，让我们尽情的喝酒吧。你走之后，我就与与白云青山为伴，专心潜心著述。"}}, {"name": "送东阳马生序(节选)", "prop": {"content": "　　余幼时即嗜学。家贫，无从致书以观，每假借于藏书之家，手自笔录，计日以还。天大寒，砚冰坚，手指不可屈伸，弗之怠。录毕，走送之，不敢稍逾约。以是人多以书假余，余因得遍观群书。既加冠，益慕圣贤之道，又患无硕师名人与游，尝趋百里外，从乡之先达执经叩问。先达德隆望尊，门人弟子填其室，未尝稍降辞色。余立侍左右，援疑质理，俯身倾耳以请；或遇其叱咄，色愈恭，礼愈至，不敢出一言以复；俟其欣悦，则又请焉。故余虽愚，卒获有所闻。　　当余之从师也，负箧曳屣，行深山巨谷中，穷冬烈风，大雪深数尺，足肤皲裂而不知。至舍，四支僵劲不能动，媵人持汤沃灌，以衾拥覆，久而乃和。寓逆旅，主人日再食，无鲜肥滋味之享。同舍生皆被绮绣，戴朱缨宝饰之帽，腰白玉之环，左佩刀，右备容臭，烨然若神人；余则缊袍敝衣处其间，略无慕艳意，以中有足乐者，不知口体之奉不若人也。盖余之勤且艰若此。 ", "translation": "无"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "别葛使君", "prop": {"content": "邑屋为儒知善政，市门多粟见丰年。追攀更觉相逢晚，谈笑难忘欲别前。客幙雅游皆置榻，令堂清坐亦鸣弦。轻舟后夜沧江北，回首春城空黯然。", "translation": "你虽是乡里的儒生却懂得良好的政令，市场的门边堆了很多的粮食，足见是个丰收之年。追随牵挽依依惜别更觉得相见恨晚，谈笑风生却难忘我们即将分别。客卿幕僚和所交往的人你都能礼贤下士，老人安静闲坐百姓生活安乐。小舟在后半夜到了沧江北，回望春城内心只留下伤感。"}}, {"name": "送虚白上人序", "prop": {"content": "　　余始不欲与佛者游，尝读东坡所作《勤上人诗序》，见其称勤之贤曰：“使勤得列于士大夫之间，必不负欧阳公。”余于是悲士大夫之风坏已久，而喜佛者之有可与游者。　　去年春，余客居城西，读书之暇，因往云岩诸峰间，求所谓可与游者，而得虚白上人焉。　　虚白形癯而神清，居众中不妄言笑。余始识于剑池之上，固心已贤之矣。入其室，无一物，弊箦折铛，尘埃萧然。寒不暖，衣一衲，饥不饱，粥一盂，而逍遥徜徉，若有余乐者。间出所为诗，则又纡徐怡愉，无急迫穷苦之态，正与其人类。　　方春二三月时，云岩之游者盛，巨官要人，车马相属。主者撞钟集众，送迎唯谨，虚白方闭户寂坐如不闻；及余至，则曳败履起从，指幽导胜于长林绝壁之下，日入而后已。余益贤虚白，为之太息而有感焉。近世之士大夫，趋于途者骈然，议于庐者欢然，莫不恶约而愿盈，迭夸而交诋，使虚白袭冠带以齿其列，有肯为之者乎？或以虚白佛者也，佛之道贵静而无私，其能是亦宜耳！余曰：今之佛者无呶呶焉肆荒唐之言者乎？无逐逐焉从造请之役者乎？无高屋广厦以居美女丰食以养者乎？然则虚白之贤不惟过吾徒，又能过其徒矣。余是以乐与之游而不知厌也。　　今年秋，虚白将东游，来请一言以为赠。余以虚白非有求于世者，岂欲余张之哉？故书所感者如此，一以风乎人，一以省于己，使无或有愧于虚白者而已。", "translation": "　　此文选自《高青丘集·凫藻集》卷三，上人是对僧人的敬称。文章是高启给友人虚白上人的赠序。作者笔下的虚白上人，品德高尚，才能出众。他安贫乐道，具有独立的人格，对达官贵人不屑一顾，而对志同道合的友人却是招待唯恐不周。而这一切，又是放在当时士大夫世风日坏，僧风日败的社会环境中来写的，二者形成了鲜明的对比，显然，作者写作此文的目的，不仅赠给虚白上人，而且也为了“风乎人”、“省于己”，是为了针砭时弊而作的。 "}}, {"name": "韩琮", "dynasty": "唐代"}, {"name": "送客之江西", "prop": {"content": "乘轺奉紫泥，泽国渺天涯。九派春潮满，孤帆暮雨低。草深莺断续，花落水东西。更有高堂处，知君路不迷。", "translation": "　　对于行人来说，在春光明媚时节奉使江南，是一次游历的好机会，况且又可以顺路探亲，一举两得，实乃好事。故这首诗里没有一般送行诗中常见的那种沉郁、缠绵的情调。"}}, {"name": "新亭渚别范零陵云", "prop": {"content": "洞庭张乐地，潇湘帝子游。云去苍梧野，水还江汉流。停骖我怅望，辍棹子夷犹。广平听方籍，茂陵将见求。心事俱已矣，江上徒离忧。", "translation": "洞庭是轩辕黄帝的作乐之地，潇湘是帝尧二女的出游之乡。你像白云飘向那苍梧之野，我像流水流向那遥远东方。勒住马头我怅然远望，停下船桨你迟疑不航。你的广平大守的自喻使人慰藉，你的文采将像相如一样得到识赏。浩茫的心事都已付诸东流了，大江上留下的只有离别惆怅。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "送李判官之润州行营", "prop": {"content": "万里辞家事鼓鼙，金陵驿路楚云西。江春不肯留行客，草色青青送马蹄。", "translation": "你就要离开家乡，奔赴万里之外的军营，通往金陵的驿路上，楚地的白云似乎也同你一样，渐渐地向西飘去。长江两岸的春色留不住你的脚步，青青的绿草也在为你送行。"}}, {"name": "念奴娇·送张明之赴京", "prop": {"content": "艅艎东下，望西江千里，苍茫烟水。试问襄州何处是？雉堞连云天际。叔子残碑，卧龙陈迹，遗恨斜阳里。后来人物，如君瑰伟能几？其肯为我来耶？河阳下士，差足强人意。勿谓时平无事也，便以言兵为讳。眼底河山，楼头鼓角，都是英雄泪。功名机会，要须闲暇先备。", "translation": "艅艎大船东流下，远望千里西来的大江，只见一片烟水苍苍茫茫。若问襄州究竟在哪里？雉堞一直与天边云霞连接的地方。羊祜的残碑，诸葛亮的遗迹，都满载遗恨浴着残阳。后来的人物，有几个能有您这样卓伟超常。“其肯为我来耶？”说这话的乌重胤的礼贤下士，才能够使人们精神振奋，意志增强。不要老是认为现在太平无事了，便避讳讨论军备武装。眼前的江山，楼头的鼓角，都流露着英雄的慷慨悲凉。要想得到取功名的机会，在闲暇时就应该准备停当。"}}, {"name": "浣溪沙·蓼岸风多橘柚", "prop": {"content": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。", "translation": "长满蓼花的岸边，风里飘来橘柚浓浓的香，我伫立在江边远眺，楚天寥廓，江水滔滔流向东方。那一片远去的孤帆，在水天交汇处泛起一点白光。我的目光追随着飞去的鸿雁，直到他的身影消失在远方。思绪有如不尽的江水，随着茫茫的江涛漂荡。秋的红兰，江的碧波，一定会让他怀念深情的潇湘。"}}, {"name": "十二月十九日夜中发鄂", "prop": {"content": "接淅报官府，敢违王事程。宵征江夏县，睡起汉阳城。邻里烦追送，杯盘泻浊清。袛应瘴乡老，难答故人情。", "translation": "等不到煮饭就得向官府报到，岂敢违背王事规定的期程？连夜乘船从江夏出发，一觉醒来已经到达汉阳城。麻烦乡里邻居赶来送行，杯盘里泻的酒有浊有清。我只该在蛮瘴之乡老死，难得再有机会报答故人的深情。"}}, {"name": "送豆卢膺秀才南游序", "prop": {"content": "　　君子病无乎内而饰乎外，有乎内而不饰乎外者。无乎内而饰乎外，则是设覆为阱也，祸孰大焉；有乎内而不饰乎外，则是焚梓毁璞也，诟孰甚焉！于是有切磋琢磨、镞砺括羽之道，圣人以为重。豆卢生，内之有者也，余是以好之，而欲其遂焉。而恒以幼孤羸馁为惧，恤恤焉游诸侯求给乎是，是固所以有乎内者也。然而不克专志于学，饰乎外者未大，吾愿子以《诗》、《礼》为冠屦，以《春秋》为襟带，以图史为佩服，琅乎璆璜冲牙之响发焉，煌乎山龙华虫之采列焉，则揖让周旋乎宗庙朝廷斯可也。惜乎余无禄食于世，不克称其欲，成其志，而姑欲其速反也，故诗而序云。", "translation": "无"}}, {"name": "送国棋王逢", "prop": {"content": "玉子纹楸一路饶，最宜檐雨竹萧萧。羸形暗去春泉长，拔势横来野火烧。守道还如周柱史，鏖兵不羡霍嫖姚。浮生七十更万日，与子期于局上销。", "translation": "檐前淅淅沥沥地下着秋雨，窗外竹声萧萧，摆上精美的棋盘棋子，向您讨教棋艺，您是国手，让我一子。您的棋艺着实绝妙，扶弱起危好比春泉流淌，生机不断；进攻起来势如拔旗斩将，疾如野火燎原。您行事为人，坚守大哲学家、周朝史官老子李耳的学说；作战用兵，不亚于汉朝大将军霍去病的勇敢和谋略。如果能活到七十岁，尚有万余日，期待能与您在弈棋中消磨时光。"}}, {"name": "贺新郎·别茂嘉十二弟", "prop": {"content": "别茂嘉十二弟。鹈鴂、杜鹃实两种，见《离骚补注》绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。 将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。", "translation": "无"}}, {"name": "雍陶", "dynasty": "唐代"}, {"name": "陈凤仪", "dynasty": "宋代"}, {"name": "俞桂", "dynasty": "宋代"}, {"name": "天净沙·湖上送别", "prop": {"content": "红蕉隐隐窗纱，朱帘小小人家，绿柳匆匆去马。断桥西下，满湖烟雨愁花。", "translation": "红色的芭蕉花照映着隐隐约约的窗纱，朱红色的门帘是个小门小户的人家。绿色柳树下一位公子骑着一匹马，正在匆匆离开这户人家在断桥西边便是白堤，满湖的蒙蒙细雨笼罩着忧愁的花。 "}}, {"name": "相思令·苹满溪", "prop": {"content": "苹满溪，柳绕堤。相送行人溪水西，回时陇月低。烟霏霏，风凄凄。重倚朱门听马嘶，寒鸥相对飞。", "translation": "溪中长满绿萍，青青杨柳环绕着岸堤。一路相送直到那溪水西。原路折回时，只有低垂的山间明月与我相伴而行。拂晓之后，山水原野，烟霭霏霏笼罩，寒风凄凄交加。回到家中，倚靠着朱门眺望远方，只能听见路上过往的马儿嘶鸣声，天地间唯有那霏霏晓烟中飞来飞去的寒鸥与我相对。"}}, {"name": "郑文宝", "dynasty": "宋代"}, {"name": "张翥", "dynasty": "元代"}, {"name": "武陵桃源送人", "prop": {"content": "武陵川径入幽遐，中有鸡犬秦人家。 先时见者为谁耶，源水今流桃复花。", "translation": "进入幽静的武陵源后，村落中鸡犬处处，是那秦时人家。最先见到这幅美景的是谁呢？如今武陵源的水流动依旧，桃花也重开了。 "}}, {"name": "黄大临", "dynasty": "宋代"}, {"name": "短歌行赠王郎司直", "prop": {"content": "王郎酒酣拔剑斫地歌莫哀！我能拔尔抑塞磊落之奇才。豫章翻风白日动，鲸鱼跋浪沧溟开。且脱佩剑休徘徊。西得诸侯棹锦水，欲向何门趿珠履？仲宣楼头春色深，青眼高歌望吾子，眼中之人吾老矣！", "translation": "王郎你趁着酒兴拔剑起舞来发泄心中愤慨，不必悲哀，我能举荐你这个忧郁而坦荡的人间奇才。船帆在风中摇摆，鲸鱼在大海里乘浪而行，你先放下手中之剑，不要犹豫，划船去见西蜀的诸侯。以你王郎的奇才，此去西川，一定会得到蜀中大官的赏识，却不知要去投奔哪一位地方长官？仲宣楼那边已经是春末，我以青眼看着你，放声高歌，王郎你正当年富力强，我却已衰老无用了。"}}, {"name": "四犯令·月破轻云天淡", "prop": {"content": "月破轻云天淡注，夜悄花无语。莫听《阳关》牵离绪。拚酩酊花深处。明日江郊芳草路，春逐行人去。不似酴醾开独步，能着意留春住。", "translation": "月亮冲破微云，淡淡的月色映照大地，夜深人静花好月圆无阴无雨。不要再听《阳关曲》牵惹离绪了，还是在鲜花丛中喝它个酩酊大醉。明日就要踏上郊外张曼芳草的离别之路，春光也似乎随人离去。不像酴醾花独自在暮春开放，好像是着意留春不肯放春归去。"}}, {"name": "张泌", "dynasty": "唐代"}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "送人之松江", "prop": {"content": "西风萧瑟入船窗，送客离愁酒满缸。要记此时分袂处，暮烟细雨过松江。", "translation": "丝丝缕缕的萧瑟秋风从船窗吹拂进来，满满的酒也浇不尽送别亲人后的离愁别绪。要记得此时分别的地方，傍晚烟雾袅袅好似纷纷细雨从松江面飘过。"}}, {"name": "庾信", "dynasty": "南北朝"}, {"name": "送张四", "prop": {"content": "枫林已愁暮，楚水复堪悲。别后冷山月，清猿无断时。", "translation": "黄昏时分的枫林似乎在惆怅夜晚即将降临，楚水向东，水声催人心中悲起。和你分别后，山寒月冷，两岸猿声似永无断绝之时。"}}, {"name": "楚天遥过清江引·屈指", "prop": {"content": "屈指数春来，弹指惊春去。蛛丝网落花，也要留春住。几日喜春晴，几夜愁春雨。六曲小山屏，题满伤春句。春若有情应解语，问着无凭据。江东日暮云，渭北春天树，不知那答儿是春住处？", "translation": "掰着手指数来了春天，却惊讶地发现，弹指之间春天就已过去。蛛丝网兜住了落花，也要把春留住。好几天为春晴而欢喜，却又一连几夜愁听春雨。曲折的小山屏风，写满了伤春的诗句。春天如果真有感情，就应该了解我的心曲，可问起来却没有凭据。傍晚时，江东烟霭迷濛；春天里，渭北一片花树，不知道哪里是春天的住处？"}}, {"name": "点绛唇·再和送钱公永", "prop": {"content": "莫唱阳关，风流公子方终宴。秦山禹甸。缥缈真奇观。北望平原，落日山衔半。孤帆远。我歌君乱。一送西飞雁。", "translation": "用不到去歌唱离情别绪的《阳关曲》，钱公永英俊杰出，宴会就要结束了。会稽郡会稽山郊外的地方，隐隐约约间真是秀丽的奇观啊。北面的大平原，在茫茫的天空中，太阳要落山了，但还迟迟不下，好像被远山衔住一半而行步不前一般。再看那辽阔湖面上，正有一只帆船孤孤单单地驶向远方。我默默唱着《阳关三叠》曲，君合着末章乐曲，一句话也没有，只有共同目送着天际的西飞之雁。"}}, {"name": "送梁六自洞庭山作", "prop": {"content": "巴陵一望洞庭秋，日见孤峰水上浮。闻道神仙不可接，心随湖水共悠悠。", "translation": "放眼遥望巴陵地区洞庭湖一带的秋景，成天看到的就是这孤独的君山漂浮在水中。传说这君山上曾居住着神仙可惜无法靠近，我的心潮随着那荡漾的湖水绵远悠长。"}}, {"name": "送诸暨王主簿之任", "prop": {"content": "别愁已万绪，离曲方三奏。远宦一辞乡，南天异风候。秦城岁芳老，越国春山秀。落日望寒涛，公门闭清昼。何用慰相思，裁书寄关右。", "translation": "无"}}, {"name": "送孔巢父谢病归游江东", "prop": {"content": "巢父掉头不肯住，东将入海随烟雾。诗卷长留天地间，钓竿欲拂珊瑚树。深山大泽龙蛇远，春寒野阴风景暮。蓬莱织女回云车，指点虚无是归路。自是君身有仙骨，世人那得知其故。惜君只欲苦死留，富贵何如草头露？蔡侯静者意有余，清夜置酒临前除。罢琴惆怅月照席：“几岁寄我空中书？南寻禹穴见李白，道甫问讯今何如！”", "translation": "孔巢父摇头不住长安，将去东海随烟雾飘流。将诗卷永远留人世间，放竿垂钓采珊瑚求生。隐居深山般遁世高蹈，时值春寒冷峭景凋零。仙女们驾着云车而来，指点虚无的归隐之处。自以为他有仙风道骨，谁知离长安归隐之因？爱惜巢父想苦苦相留，应知富贵像草尖露水！蔡侯是淡薄名利的人，趁凉夜庭中摆酒饯行。失意停琴见孤月残席，何年从仙界寄我书信？向南找禹穴若见李白，代我问候他现在怎样！ "}}, {"name": "别毛永嘉", "prop": {"content": "愿子厉风规，归来振羽仪。嗟余今老病，此别空长离。白马君来哭，黄泉我讵知。徒劳脱宝剑，空挂陇头枝。", "translation": "期待你更加严饬风范箴规，他日回朝廷重振纲纪威仪。叹息我这老病之身，此一别恐将永诀。到时候你骑着白马来吊，我在黄泉下或难知晓。徒劳你解下腰间的宝剑，空挂在我坟墓的枝头。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "赵汝愚", "dynasty": "宋代"}, {"name": "虞美人·疏篱曲径田家", "prop": {"content": "疏篱曲径田家小。云树开清晓。天寒山色有无中。野外一声钟起、送孤蓬。 添衣策马寻亭堠。愁抱惟宜酒。菰蒲睡鸭占陂塘。纵被行人惊散、又成双。", "translation": "无"}}, {"name": "送李副使赴碛西官军", "prop": {"content": "火山六月应更热，赤亭道口行人绝。知君惯度祁连城，岂能愁见轮台月。脱鞍暂入酒家垆，送君万里西击胡。功名祗向马上取，真是英雄一丈夫。", "translation": "六月的火焰山更是灼热，赤亭道口怕要行人断绝。知道您经常度越祁连城，哪里会害怕见到轮台月。请您下马暂进入酒家垆，送您到万里之外西击胡。功名富贵只向马上求取，您真是一位英雄大丈夫。"}}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "贺新郎·送胡邦衡待制", "prop": {"content": "梦绕神州路。怅秋风、连营画角，故宫离黍。底事昆仑倾砥柱，九地黄流乱注。聚万落千村狐兔。天意从来高难问，况人情老易悲难诉！更南浦，送君去。凉生岸柳催残暑。耿斜河，疏星淡月，断云微度。万里江山知何处？回首对床夜语。雁不到，书成谁与？目尽青天怀今古，肯儿曹恩怨相尔汝！举大白，听金缕。", "translation": "无"}}, {"name": "送裴判官自贼中再归河", "prop": {"content": "东郊未解围，忠义似君稀。误落胡尘里，能持汉节归。卷帘山对酒，上马雪沾衣。却向嫖姚幕，翩翩去若飞。", "translation": "东郊局势艰危还没有解除，朝中如裴判官你这样的忠义之人太稀少了。你不幸落到叛军手里，仍然能够守节不移、忠义报国。我与裴判官卷帘望山，举杯对饮，上马时激起的雪花打到衣服上。裴判官归心迫切、急于重返前线杀贼，风度翩翩就像要飞一样。"}}, {"name": "兰陵王·丙子送春", "prop": {"content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "translation": "无"}}, {"name": "宴清都·送马林屋赴南", "prop": {"content": "柳色春阴重。东风力，快将云雁高送。书檠细雨，吟窗乱雪，井寒笔冻。家林秀桔霜老，笑分得、蟾边桂种。应茂苑、斗转苍龙，唯潮献奇吴凤。玉眉暗隐华年，凌云气压，千载云梦。名笺淡墨，恩袍翠草，紫骝青鞚。飞香杏园新句，眩醉眼、春游乍纵。弄喜音、鹊绕庭花，红帘影动。", "translation": "无"}}, {"name": "与诸公送陈郎将归衡阳", "prop": {"content": "衡山苍苍入紫冥，下看南极老人星。回飙吹散五峰雪，往往飞花落洞庭。气清岳秀有如此，郎将一家拖金紫。门前食客乱浮云，世人皆比孟尝君。江上送行无白璧，临歧惆怅若为分。", "translation": "衡山在夜色的天空下愈发苍翠，从山上俯视着南方升起的老人星。剧烈旋转的风吹散了南岳五峰上的雪，轻絮的花儿飘落到了洞庭湖。在这样的清爽气氛下，山岳更显得秀气俊美，陈郎将一家都披上铠甲。他门下的食客就像浮云那样多，世上的人都把他比作昔时的孟尝君。江上为你送行时连一丝波浪都没有，在分别的时候似乎连惆怅都分开了。"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "对雪奉饯任城六父秩满", "prop": {"content": "龙虎谢鞭策，鹓鸾不司晨。君看海上鹤，何似笼中鹑。独用天地心，浮云乃吾身。虽将簪组狎，若与烟霞亲。季父有英风，白眉超常伦。一官即梦寐，脱屣归西秦。窦公敞华筵，墨客尽来臻。燕歌落胡雁，郢曲回阳春。征马百度嘶，游车动行尘。踌躇未忍去，恋此四座人。饯离驻高驾，惜别空殷勤。何时竹林下，更与步兵邻。", "translation": "无"}}, {"name": "送李将军赴定州 / ", "prop": {"content": "双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。 鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。", "translation": "军中大旗猎猎作响，汉家大将将要挥师出征；看他横刀立马，气吞万里如虎。关塞悠远，春风难以企及，未到关前，就已经看不到春色了；关外，风卷沙尘，黄沙弥漫如云，遮天蔽日。军中鼓声，悲壮激越，直达遥远的沙漠；戍台烽火，阻隔着浩荡的黄河。想到将军所去之地，在那阴山之北；慑于将军声威，入侵的强敌已经求和。"}}, {"name": "念奴矫·送陈正言", "prop": {"content": "南来数骑，问征尘、正是江头风恶。耿耿孤忠磨不尽，惟有老天知得。短棹浮淮，轻毡渡汉，回首觚棱泣。缄书欲上，惊传天外清跸。路人指示荒台，昔汉家使者，曾留行迹。我节君袍雪样明，俯仰都无愧色。送子先归，慈颜未老，三径有余乐。逢人问我，为说肝肠如昨。", "translation": "无"}}, {"name": "重送裴郎中贬吉州", "prop": {"content": "猿啼客散暮江头，人自伤心水自流。 同作逐臣君更远，青山万里一孤舟。", "translation": "黄昏时分，猿声凄切，江边送客早已四散。无情的流水只管载着离人不停远去，心中更加悲凄。同被贬逐漂泊，只是君行更远。一路远去，只有那万里青山与你相伴。"}}, {"name": "送柴侍御", "prop": {"content": "沅水通波接武冈，送君不觉有离伤。(沅水 一作：流水)青山一道同云雨，明月何曾是两乡。", "translation": "沅江四处水路相通连接着武冈，送你离开没有感到悲伤。两地的青山同承云朵荫蔽、雨露润泽，同顶一轮明月又何曾身处两地呢？"}}, {"name": "送方外上人 / 送上", "prop": {"content": "孤云将野鹤，岂向人间住。莫买沃洲山，时人已知处。", "translation": "孤云陪伴着野鹤，怎么能在人间居住。不要买下沃洲山，现在已经有人知道那儿了。"}}, {"name": "送朱大入秦", "prop": {"content": "游人五陵去，宝剑值千金。分手脱相赠，平生一片心。", "translation": "朱大你要到长安去，我有宝剑可值千金。现在我就把这宝剑解下来送给你，以表示我今生对你的友情。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "送人还荆州", "prop": {"content": "草色随骢马，悠悠同出秦。水传云梦晓，山接洞庭春。帆影连三峡，猿声近四邻。青门一分手，难见杜陵人。", "translation": "无"}}, {"name": "郑愔", "dynasty": "唐代"}, {"name": "贯休", "dynasty": "唐代"}, {"name": "醉公子·岸柳垂金线", "prop": {"content": "岸柳垂金线，雨晴莺百啭。家住绿杨边，往来多少年。马嘶芳草远，高楼帘半掩。敛袖翠蛾攒，相逢尔许难。", "translation": "岸边的杨柳垂下金黄色的枝条，雨过天晴，黄莺儿在尽情地呜叫。我的家就在绿杨树旁边靠近通衙大道，来来往往经过许多许多的王孙年少。我在高楼上半卷起帘子往下瞧，王孙公子们骑着马越去越远。我举袖遮睑把眉皱，感叹知音相逢这么难。"}}, {"name": "送从弟邕下第后寻会稽", "prop": {"content": "疾风吹征帆，倏尔向空没。千里在俄顷，三江坐超忽。向来共欢娱，日夕成楚越。落羽更分飞，谁能不惊骨。", "translation": "疾风吹着船帆很快的行驶而去，消失在江面。千里的路程顷刻就走完了，三江的风光尽收眼底。坐在船中无事时就谈笑娱乐，说着夕日楚越之事。犹铩羽飞落之处尸横遍野，怎不让人心折骨惊。 "}}, {"name": "送客归江州", "prop": {"content": "东归复得采真游，江水迎君日夜流。客舍不离青雀舫，人家旧在白鸥洲。风吹山带遥知雨，露湿荷裳已报秋。闻道泉明居止近，篮舆相访为淹留。", "translation": "你此番东归故里，又可以作庄子所说的采真之游了；日夜奔流不息的江水，是在欢迎你回去，为你高兴。你食宿不离那画有青雀的船舫，你的家就在那白鸥翔集的沙洲之上。清风吹拂着山间如带的白云，那是要下雨了，露珠沾湿了你荷叶做成的衣裳，提醒着你秋天已至。听说陶渊明居住的地方就在附近，你乘着竹轿，前往拜访，久久不愿离去。"}}, {"name": "湘口送友人 / 湖口", "prop": {"content": "中流欲暮见湘烟，苇岸无穷接楚田。去雁远冲云梦雪，离人独上洞庭船。风波尽日依山转，星汉通霄向水连。(连 一作：悬)零落梅花过残腊，故园归醉及新年。", "translation": "傍晚时分，湘江水流在暮霭的笼罩之下更加浩渺，两岸漫无边际的芦苇连接着广袤的田野。严冬快要过去了，大雁冲起云梦泽的积雪，准备往北飞去了。在这样的日子里，友人来到洞庭湖边登上了北去的航船。友人归去，一路上将日夜兼程。白天劈波斩浪，顺着水势依山而转；夜里仰望星河，望着星空笼罩着浩瀚的洞庭湖面。梅花凋零腊月将尽，友人回到家刚好赶上新年，与家人团聚将是多么幸福啊。"}}, {"name": "何大圭", "dynasty": "宋代"}, {"name": "杨炎正", "dynasty": "宋代"}, {"name": "送郑十八虔贬台州司户", "prop": {"content": "郑公樗散鬓成丝，酒后常称老画师。万里伤心严谴日，百年垂死中兴时。苍惶已就长途往，邂逅无端出饯迟。便与先生应永诀，九重泉路尽交期。", "translation": "郑广文做事做人中规中矩，他喝醉后时常称自己是一位老画师。朝廷把郑公贬去台州实在过于严厉，垂死之人却要去到偏远之地度过余生，实在让人伤心。对方已经仓皇赶路，前往台州，我只能这样匆匆一见，无法诉说不舍之情。这次告别后恐怕再难相见，只能等到黄泉路上再相见。"}}, {"name": "送裴十八图南归嵩山二", "prop": {"content": "何处可为别，长安青绮门。胡姬招素手，延客醉金樽。临当上马时，我独与君言。风吹芳兰折，日没鸟雀喧。举手指飞鸿，此情难具论。同归无早晚，颍水有清源。君思颍水绿，忽复归嵩岑。归时莫洗耳，为我洗其心。洗心得真情，洗耳徒买名。谢公终一起，相与济苍生。", "translation": "　　何处是我们分手的地方？我们已经送到这京城的青绮门。胡姬扬着其莲藕般的手臂，把我们招进酒楼醉饮。当您上马即将东行的时刻，请听一听我的肺腑之言：您看那芳兰正被狂风摧折，日边的树枝上则聚集着喧四的雀群您一定记得晋代郭瑀手指飞鸿的故事，而我这笼中之鸟的心里却充满了矛盾。祝您一路顺风，颖水源头将是我们共同的归隐之地，同归何必有早晚之分？　　您因怀念久别的颖水，又要回到颖水源头鲁山归隐去了。颖水边不要像许由那样用清水洗耳，您要洗一洗自己的心。洗耳只不过是徒买虚名，洗心才能心纯情真。高隐东山的谢公究竟要被起用的，因为他忘不了解救苍生的重任。"}}, {"name": "李嘉祐", "dynasty": "唐代"}, {"name": "送和甫至龙安微雨因寄", "prop": {"content": "荒烟凉雨助人悲，泪染衣襟不自知。除却春风沙际绿，一如看汝过江时。", "translation": "野外的烟气冰冷的雨水令人更加悲伤，泪水浸湿了衣领我都浑然不知。没有了春风河岸的芦苇依旧碧绿，就好像我当初送你过江的时候一样。"}}, {"name": "冬夜送人", "prop": {"content": "平明走马上村桥，花落梅溪雪未消。 日短天寒愁送客，楚山无限路迢迢。", "translation": "天色刚明，我们骑马送你到村口桥头。大雪连下几日积雪未消，枝头的梅花花瓣随风飘落，随着水流而去。冬日昼短夜长，天寒地冻。在这黎明时分你离去，心中万般不舍啊。那绵延无际的楚山，想着路途遥远，沿途险阻，不得不为你担心。"}}, {"name": "秋江送别二首", "prop": {"content": "早是他乡值早秋，江亭明月带江流。已觉逝川伤别念，复看津树隐离舟。归舟归骑俨成行，江南江北互相望。谁谓波澜才一水，已觉山川是两乡。", "translation": "　　两首诗都有趣地运用重复的词语，表现一种回旋反复的美：第一首开头两句的第一字和第六字相同，第二首开头两句的第一字与第三字相同。王勃将陆与水相对，这是最普遍持久的对偶之一。在第一首诗中，诗人已经感伤于江水及其对离别的实际意义和象征意义，但是他发现格外难以忍受的是陆地上的树，这些树遮断了他的视线，使他难于看到离去的朋友。在第二首诗中，王勃运用了一个十分普通的宫廷转喻来进行巧妙的议论：“谁说甲是真的（事实上甲是真的），因为乙（巧妙的构思）与甲相矛盾。”由于离别，江水不再是一个小区域，而成了两个不同世界的分界线。 "}}, {"dynasty": "清代"}, {"name": "送沈记室夜别", "prop": {"content": "桂水澄夜氛，楚山清晓云。秋风两乡怨，秋月千里分。寒枝宁共采，霜猿行独闻。扪萝正意我，折桂方思君。", "translation": "秋水漾桂香，晚风多清朗，楚山清幽幽，晓云映晨光。托萧瑟秋风寄去异地的乡愁，在千里之外共对皎洁的月亮。枝头凄冷怎能共折兰菊？猿啼哀号孤旅哪堪悲凉。手抚松萝你当念我曾相依伴，采撷桂花我正思君文才无双。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"name": "都下送辛大之鄂", "prop": {"content": "南国辛居士，言归旧竹林。未逢调鼎用，徒有济川心。 予亦忘机者，田园在汉阴。因君故乡去，遥寄式微吟。", "translation": "　　前四句叙述辛大，后四句叙述自己。南方的辛居士，要回家乡去了。他空有“济川”之心，而没有发挥“调鼎”之用。信佛教而不出家的称为居士。“济川”，在这里也是求官的比喻。“调鼎”本来是宰相的职责，这里用来比喻做官。这两句诗，写得很堂皇，说穿了，只是说；他想求个一官半职，可是竟没有到手。有人把“济川心”讲做“救世济民的心”，未免抬得太高了。 "}}, {"name": "蝶恋花·京口得乡书", "prop": {"content": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。", "translation": "雨后春天的景色更加青翠美丽。只有那远离故乡的人，深沉的愁恨总洗不去。北固山下三面都是水。弧形的江面，仿佛是碧玉梳子，苍翠的山峰，好象是美人的发髻。万里外的家乡来了一封信，问我哪年真的能回去？我只有回头拼命喝酒，送春归去，春风倒还多情，抹去我的行行泪涕。"}}, {"name": "凤吹笙曲", "prop": {"content": "仙人十五爱吹笙，学得昆丘彩凤鸣。始闻炼气餐金液，复道朝天赴玉京。玉京迢迢几千里，凤笙去去无穷已。欲叹离声发绛唇，更嗟别调流纤指。此时惜别讵堪闻，此地相看未忍分。重吟真曲和清吹，却奏仙歌响绿云。绿云紫气向函关，访道应寻缑氏山。莫学吹笙王子晋，一遇浮丘断不还。", "translation": "仙人十五岁就爱吹笙，笙响如同昆丘的彩凤鸣叫。也听说你会炼气餐金液，现如今又传说你马上要上长安朝拜皇上。玉京长安有迢迢几千里路之遥，凤笙一去，何时能回？怕是难以再见。绛唇一启，便是叹息，叹息你的离去，纤指一举，便奏出凄凉的离别琴调，充满惋惜。此时惜别，那堪听闻离别之音；此地相看，那堪见此分别之颜。不如来它一曲全真清吹，高歌仙曲，声响绿云。绿云和着紫气一起飞向函谷关，寻仙访道应去河南的缑氏山。你可别学那个很会吹笙的王子晋，一遇到神仙浮丘公就一去不还，我还想见你呢！"}}, {"name": "赋得暮雨送李胄 / ", "prop": {"content": "楚江微雨里，建业暮钟时。漠漠帆来重，冥冥鸟去迟。海门深不见，浦树远含滋。相送情无限，沾襟比散丝。", "translation": "楚江笼罩在蒙蒙微雨里，建业城正敲响暮时之钟。江面水汽迷蒙帆影重重，天色昏暗鸟儿缓缓归去。长江流入海门深远不见，江边树木饱含雨滴润滋。送别老朋友我情深无限，沾襟泪水像江面的雨丝。"}}, {"name": "西岳云台歌送丹丘子", "prop": {"content": "西岳峥嵘何壮哉！黄河如丝天际来。黄河万里触山动，盘涡毂转秦地雷。荣光休气纷五彩，千年一清圣人在。巨灵咆哮擘两山，洪波喷箭射东海。三峰却立如欲摧，翠崖丹谷高掌开。白帝金精运元气，石作莲花云作台。云台阁道连窈冥，中有不死丹丘生。明星玉女备洒扫，麻姑搔背指爪轻。我皇手把天地户，丹丘谈天与天语。九重出入生光辉，东来蓬莱复西归。玉浆倘惠故人饮，骑二茅龙上天飞。", "translation": "无"}}, {"dynasty": "朝代"}, {"name": "送应氏二首", "prop": {"content": "其一步登北邙阪，遥望洛阳山。洛阳何寂寞，宫室尽烧焚。垣墙皆顿擗，荆棘上参天。不见旧耆老，但睹新少年。侧足无行径，荒畴不复田。游子久不归，不识陌与阡。中野何萧条，千里无人烟。念我平常居，气结不能言。其二清时难屡得，嘉会不可常。天地无终极，人命若朝霜。愿得展嬿婉，我友之朔方。亲昵并集送，置酒此河阳。中馈岂独薄？宾饮不尽觞。爱至望苦深，岂不愧中肠？山川阻且远，别促会日长。愿为比翼鸟，施翮起高翔。 ", "translation": "其一译文一步步登上北邙山山坡，远远望见洛阳四周群山。洛阳城显得多么的寂寞，昔日的宫室全都被烧焚。随处可见的是残垣断壁，荆棘高高仿佛上与天齐。再也寻不见旧时的老人，看到的尽是些小伙少年。踏足地面觅不出条路径，荒芜了的土地谁来耕田！游子已经多年没有归来，再也认不得交错的陌阡。原野是何等的萧条，千里地见不到人烟。想起平日一道生活的人，伤心哽咽竟无片语只言。"}}, {"name": "送韦城李少府", "prop": {"content": "送客南昌尉，离亭西候春。野花看欲尽，林鸟听犹新。别酒青门路，归轩白马津。相知无远近，万里尚为邻。", "translation": "送别客人南昌县尉，路旁驿亭拜别贵宾时，正是春天。美丽野花尽收眼底，林中鸟鸣犹感清新。告别县城踏上回乡路，归车走向白马津。知己挚友不分远近，相隔万里如同邻居。"}}, {"name": "暗香·送魏句滨宰吴县", "prop": {"content": "县花谁葺。记满庭燕麦，朱扉斜阖。妙手作新，公馆青红晓云湿。天际疏星趁马，帘昼隙、冰弦三叠。尽换却、吴水吴烟，桃李靓春靥。 风急。送帆叶。正雁水夜清，卧虹平帖。软红路接。涂粉闱深早催入。怀暖天香宴果，花队簇、轻轩银蜡。更问讯、湖上柳，两堤翠匝。 ", "translation": "　　《暗香》，本姜夔自度曲，作“仙吕宫”。其小序云：“辛亥之冬，予载雪诣石湖，止既月，援简索句，且徵新声，作此两曲。石湖把玩不已，使工妓隶习之，音节谐婉，乃名之曰《暗香》、《疏影》”（见《白石道人歌曲》卷四）。后张炎用咏荷花荷叶，更名《红情》、《绿意》。双调，九十七字，前片九句五仄韵，后片十句七仄韵，例用入声部韵。前片第五字，后片第六字，皆领格字，宜用去声。梦窗此首词亦仿姜词用入声部韵，只是用韵较宽，占十五、十七、十八、十九四部韵。存此，供参考。　"}}, {"name": "菊花新·用韵送张见阳", "prop": {"content": "愁绝行人天易暮，行向鹧鸪声里住。渺渺洞庭波，木叶下，楚天何处。折残杨柳应无数，趁离亭笛声吹度。有几个征鸿，相伴也，送君南去。", "translation": "世间别离最无奈，总到离别时，方恨相聚少。你我二人．意气相投，此一别，好时光将少。我是多么不情愿，与你在日暮黄昏中告别，此时此刻的心情，想必我们彼此明了。杨柳折了无数，仍道不出珍重，笛声阵阵，扣人心弦。你终究还是成为落日中的远影，我驻足难移，惟愿鸿雁伴君行，一路顺风顺水。"}}, {"name": "高阳台·将反魏塘疏香", "prop": {"content": "暗水通潮，痴云阁雨，微阴不散重城。留得枯荷，奈他先作离声。清歌欲遏行云住，露春纤、并坐调笙。莫多情，第一难忘，席上轻盈。天涯我是飘零惯，任飞花无定，相送人行。见说兰舟，明朝也泊长亭。门前记取垂杨树，只藏他、三两秋莺。一程程，愁水愁风，不要人听。", "translation": "　　这是一首送别词，此词不同于其他送别之作的地方是：男女主人公均将离开他们一起生活过的地方。词开笔先渲染送别时的景色，接着叙写别筵上侑歌行酒，貌似欢乐，其实笼罩着浓浓的离愁。过片自我宽慰，谓“我已习惯于飘零，人生离合已不在话下”。然而一旦想起佳人明朝也将离去，便一时悲不自胜。只觉愁水愁风，更增凄恻耳。 "}}, {"name": "齐己", "dynasty": "唐代"}, {"name": "陌上郎·西津海鹘舟", "prop": {"content": "西津海鹘舟，径度沧江雨。双舻本无情，鸦轧如人语。挥金陌上郎，化石山头妇。何物系君心，三岁扶床女。", "translation": "丈夫乘着海鹘船离开渡口，径自穿越沧江，消失在茫茫烟雨中。连那本没有情感的双橹，似乎也在感叹他们的分别，鸦轧地响个不停。丈夫在外挥金如土，妻子苦苦等待，几乎要成了山头望夫的石头。究竟什么能拴住他的心？别忘了，家中还有扶床行走、刚刚三岁的幼女！"}}, {"name": "送妻", "prop": {"content": "平生志业在琴诗，头上如今有二丝。渔父尚知溪谷暗，山妻不信出身迟。荆钗任意撩新鬓，明镜从他别画眉。今日便同行路客，相逢即是下山时。", "translation": "我平生志愿都在嗜学方面孜孜不倦，如今头上已经增添了白发。渔夫都知道溪谷深处鱼才更多，山妻却不信我的功名迟迟才能熬出头。她用荆条制作的鬓钗撩拨着鬓角，对着明镜化妆描眉。今天我们就成了互不相识的过路人了，再相逢也许就是下山的时候了。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "送韦仁实兄弟入关", "prop": {"content": "送客饮别酒，千觞无赭颜。何物最伤心？马首鸣金环。野色浩无主，秋明空旷间。坐来壮胆破，断目不能看。行槐引西道，青梢长攒攒。韦郎好兄弟，叠玉生文翰。我在山上舍，一亩蒿硗田。夜雨叫租吏，春声暗交关。谁解念劳劳？苍突唯南山。", "translation": "满怀凄苦饮酒送别朋友，千杯下肚脸上醉形不留。什么东西最教伤心痛苦？马行环佩叮当人将分手。荒野景色浩渺无人管束，天高地远秋来气爽风柔。茫茫原野好像失去主宰，只剩下空寂旷远的黄秋。官槐排列引向西行的道路，簇集的青青树梢望不到尽头。韦郎真是好兄弟知心朋友，文笔精妙字字珠玉文章锦绣。荒山上有我寒酸简陋住处，一亩薄田蓬蒿丛生稻麦无收。下雨的夜晚差吏催租呼叫，与舂米声交错相杂吵扰不休。韦郎远去谁了解我的酸楚？只有突兀的南山与我同苦忧。"}}, {"name": "奉济驿重送严公四韵", "prop": {"content": "远送从此别，青山空复情。几时杯重把，昨夜月同行。列郡讴歌惜，三朝出入荣。江村独归处，寂寞养残生。", "translation": "远送你从这里就要分别了，青山空自惆怅，倍增离情。什么时候能够再举杯共饮，昨天夜里我们还在月色中同行。各郡的百姓都讴歌你，不忍心你离去，你在三朝为官，多么光荣。送走你我独自回到江村，寂寞地度过剩下的岁月。"}}, {"name": "清平乐·风光紧急", "prop": {"content": "风光紧急。三月俄三十。拟欲留连计无及。绿野烟愁露泣。倩谁寄语春宵。城头画鼓轻敲。缱绻临歧嘱付，来年早到梅梢。", "translation": "无"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "送杨少尹序", "prop": {"content": "　　昔疏广、受二子，以年老，一朝辞位而去。于是公卿设供帐，祖道都门外，车数百辆；道路观者，多叹息泣下，共言其贤。汉史既传其事，而后世工画者，又图其迹，至今照人耳目，赫赫若前日事。　　国子司业杨君巨源，方以能诗训后进，一旦以年满七十，亦白相去，归其乡。世常说古今人不相及，今杨与二疏，其意岂异也？　　予忝在公卿后，遇病不能出，不知杨侯去时，城门外送者几人，车几辆，马几匹，道旁观者，亦有叹息知其为贤与否；而太史氏又能张大其事为传，继二疏踪迹否，不落莫否。见今世无工画者，而画与不画，固不论也。　　然吾闻杨侯之去，相有爱而惜之者，白以为其都少尹，不绝其禄。又为歌诗以劝之，京师之长于诗者，亦属而和之。又不知当时二疏之去，有是事否。古今人同不同，未可知也。　　中世士大夫，以官为家，罢则无所于归。杨侯始冠，举于其乡，歌《鹿鸣》而来也。今之归，指其树曰：“某树，吾先人之所种也；某水、某丘，吾童子时所钓游也。”乡人莫不加敬，诫子孙以杨侯不去其乡为法。古之所谓乡先生没而可祭于社者，其在斯人欤？其在斯人欤？ ", "translation": "　　古时候疏广、疏受叔侄二人，因为年老，同一天辞掉职位离去。当时，朝廷中的公卿摆设宴席，在京都门外为他们饯行，车驾有数百辆之多；道路上旁观的，有很多人为之感叹并流下了眼泪，无不称赞他们贤明。汉代的史书既记载了他们的事迹，而后世擅长绘画的人，又画下了他们的形象，到今天依然光彩照人，清清楚楚的仿佛是前不久发生的事情。"}}, {"name": "钱起", "dynasty": "唐代"}, {"name": "送梓州高参军还京", "prop": {"content": "京洛风尘远，褒斜烟露深。北游君似智，南飞我异禽。 别路琴声断，秋山猿鸟吟。一乖青岩酌，空伫白云心。", "translation": "　　这是一首送别诗，是作者宦游四川期间所作，诗中抒写了送高参军的离情别绪，流露了对友人路远艰难的担心和别后的思念之情。景凄词切，情真而思深。"}}, {"name": "送李愿归盘谷序", "prop": {"content": "　　太行之阳有盘谷。盘谷之间，泉甘而土肥，草木丛茂，居民鲜少。或曰：“谓其环两山之间，故曰‘盘’。”或曰：“是谷也，宅幽而势阻，隐者之所盘旋。”友人李愿居之。　　愿之言曰：“人之称大丈夫者，我知之矣：利泽施于人，名声昭于时，坐于庙朝，进退百官，而佐天子出令；其在外，则树旗旄，罗弓矢，武夫前呵，从者塞途，供给之人，各执其物，夹道而疾驰。喜有赏，怒有刑。才畯满前，道古今而誉盛德，入耳而不烦。曲眉丰颊，清声而便体，秀外而惠中，飘轻裾，翳长袖，粉白黛绿者，列屋而闲居，妒宠而负恃，争妍而取怜。大丈夫之遇知于天子、用力于当世者之所为也。吾非恶此而逃之，是有命焉，不可幸而致也。　　穷居而野处，升高而望远，坐茂树以终日，濯清泉以自洁。采于山，美可茹；钓于水，鲜可食。起居无时，惟适之安。与其有誉于前，孰若无毁于其后；与其有乐于身，孰若无忧于其心。车服不维，刀锯不加，理乱不知，黜陟不闻。大丈夫不遇于时者之所为也，我则行之。　　伺候于公卿之门，奔走于形势之途，足将进而趑趄，口将言而嗫嚅，处污秽而不羞，触刑辟而诛戮，侥幸于万一，老死而后止者，其于为人，贤不肖何如也？”　　昌黎韩愈闻其言而壮之，与之酒而为之歌曰：“盘之中，维子之宫；盘之土，维子之稼；盘之泉，可濯可沿；盘之阻，谁争子所？窈而深，廓其有容；缭而曲，如往而复。嗟盘之乐兮，乐且无央；虎豹远迹兮，蛟龙遁藏；鬼神守护兮，呵禁不祥。饮且食兮寿而康，无不足兮奚所望！膏吾车兮秣吾马，从子于盘兮，终吾生以徜徉！”", "translation": "　　太行山的南面有个（山谷叫）盘谷。盘谷那地方，泉水甘甜，土地肥沃，草木繁茂，居民很少。有人说：“因为盘谷盘绕在两山之间，所以名叫‘盘’。”也有人说：“这个山谷位置幽僻而地势险阻，是隐者所盘旋的地方（所以叫‘盘’。）”我的朋友李愿住在这里。"}}, {"name": "渭阳", "prop": {"content": "我送舅氏，曰至渭阳。何以赠之？路车乘黄。我送舅氏，悠悠我思。何以赠之？琼瑰玉佩。", "translation": "我送舅舅归国去，转眼来到渭之阳。什么礼物送给他？一辆大车四马黄。我送舅舅归国去，思绪悠悠想娘亲。什么礼物送给他？美玉饰品表我心。"}}, {"name": "送沈亚之歌·并序", "prop": {"content": "文人沈亚之，元和七年以书不中第，返归于吴江。吾悲其行，无钱酒以劳，又感沈之勤请，乃歌一解以送之。吴兴才人怨春风，桃花满陌千里红。紫丝竹断骢马小，家住钱塘东复东。白藤交穿织书笈，短策齐裁如梵夹。雄光宝矿献春卿，烟底蓦波乘一叶。春卿拾材白日下，掷置黄金解龙马。携笈归江重入门，劳劳谁是怜君者。吾闻壮夫重心骨，古人三走无摧捽。请君待旦事长鞭，他日还辕及秋律。", "translation": "无"}}, {"name": "和董传留别", "prop": {"content": "粗缯大布裹生涯，腹有诗书气自华。厌伴老儒烹瓠叶，强随举子踏槐花。囊空不办寻春马，眼乱行看择婿车。得意犹堪夸世俗，诏黄新湿字如鸦。", "translation": "虽然生活当中身上包裹着粗衣劣布，但胸中有学问气质自然光彩夺人。不喜欢陪伴着年老的学人一块清谈过“烹瓠叶”那样的苦日子，决定随从举子们参加科举考试。虽不能像孟郊那样骑马看花，但却有机会被那“选婿车”包围，让自己眼花缭乱。中举仍然可以向世俗之人夸耀，诏书上如鸦的黑字新写着你的名字呢。"}}, {"name": "踏莎行·芳草平沙", "prop": {"content": "芳草平沙，斜阳远树，无情桃叶江头渡。醉来扶上木兰舟，将愁不去将人去。薄劣东风，夭斜落絮，明朝重觅吹笙路。碧云红雨小楼空，春光已到销魂处。", "translation": "　　这是一首暮春送别词。上片写江头送别情景。扶醉登舟，人去之后，只有“愁”留了下来。下片写别后情景。落花飞絮，东风薄劣。春光将尽，人去楼空。全词凄婉缠绵，余意不尽。 "}}, {"name": "送何遁山人归蜀", "prop": {"content": "春风入树绿，童稚望柴扉。远壑杜鹃响，前山蜀客归。到家逢社燕，下马浣征衣。终日自临水，应知已息机。", "translation": "春风吹来了，染绿了树林，孩子们眺望着柴门。远方山谷回响着杜鹃的啼鸣，触痛了山南蜀客的似箭归心。想象着回到家里时刚好是春社，燕子飞回来了，下马浣洗着旅途中的衣服。天天独自来到水边，知道自己已经摆脱了世俗杂务，可以轻松愉快的生活了。"}}, {"name": "浣溪沙·和无咎韵", "prop": {"content": "懒向沙头醉玉瓶，唤君同赏小窗明。夕阳吹角最关情。忙日苦多闲日少，新愁常续旧愁生。客中无伴怕君行。", "translation": "懒得再去沙洲边饮酒，和你一起欣赏窗外风景。黄昏时分吹起的号角最能牵动情怀。忙碌的日子很苦，休闲的日子很少；新添的忧愁往往在旧愁中生出。他乡没有友人陪伴，害怕你去远行。"}}, {"name": "清江引·长门柳丝千万", "prop": {"content": "长门柳丝千万结，风起花如雪。离别复离别，攀折更攀折，苦无多旧时枝叶也。长门柳丝千万缕，总是伤心树。行人折嫩条，燕子衔轻絮，都不由凤城春做主。", "translation": "长门宫外的柳条千缕万缕，微风中柳絮如雪一般白。行人次次离别时，把折柳反复相赠，再次相送时，苦了柳树已不剩枝叶可让人相赠。长门宫前的柳条千行万行，总引起我的嗟伤。行人任意把嫩枝攀折，燕子衔走了柳花飞向远方。京城的春神又作得什么主张？"}}, {"name": "武昌酌菩萨泉送王子立", "prop": {"content": "送行无酒亦无钱，劝尔一杯菩萨泉。何处低头不见我？四方同此水中天。", "translation": "替你送行时没有酒也没有钱，规劝你饮一杯武昌的菩萨泉。低下头哪里泉水不能照见我？四方之地都如同这水中天。"}}, {"name": "薄幸·送安伯弟", "prop": {"content": "送君南浦。对烟柳、青青万缕。更满眼、残红吹尽，叶底黄鹂自语。甚动人、多少离情，楼头水阔山无数。记竹里题诗，花边载酒，魂断江干春暮。都莫问功名事，白发渐、星星如许。任鸡鸣起舞，乡关何在，凭高目尽孤鸿去。漫留君住。趁酴醿香暖，持怀且醉瑶台露。相思记取，愁绝西窗夜雨。", "translation": "来到南浦送别。对面繁茂的青翠柳树映入眼帘，残花片片被风吹落，藏在树叶深处的黄鹂鸟啾啾鸣叫。由楼头极目远望，只见水天空阔，乱山无数；这离情，让人更加伤感！记得我们曾在竹林里题诗，在暮春时来到江边饮酒赏花，那是多么痛快的事情啊！请不要问我功名利禄之事，如今我已白发渐生，空有壮志而功名未立。我定要像祖逖那般闻鸡起舞，振作精神，实现恢复中原的志向。乡关渺邈，什么时候才能归去？只能目送归鸿而去。安伯兄你姑且再留片刻，趁着美酒温热，我们再痛饮一番，此次分别，不知又要何时才能相见，请你记住在西窗夜雨之时我是愁苦之极的。"}}, {"name": "王以宁", "dynasty": "宋代"}, {"name": "徐陵", "dynasty": "南北朝"}, {"name": "水调歌头·送王子初之", "prop": {"content": "将军报书切，高卧起螭蟠。悲欢离合常事，知己古为难。忆昔草庐人去，郁郁风云英气，千载到君还。歌吹展江底，长铗不须弹。路漫漫，天渺渺，与翩翩。西风鸿鹄，一举横绝碧云端。自笑鹡鸰孤影，落日野烟原上，沙晚不胜寒。后夜一相意，明月满江干。", "translation": "　　纵观全词，气势雄浑，悲壮慷慨，大处着笔，有高屋建瓴之势，小处作结，读者可以从作者的亲身经历去体味人生的百态。吴梅在《词学通论》中称王恽词“精密宏博，自出机杼”，于词可见一斑。 "}}, {"name": "送金山乡僧归蜀开堂", "prop": {"content": "撞钟浮玉山，迎我三千指。众中闻謦欬，未语知乡里。我非个中人，何以默识子。振衣忽归去，只影千山里。涪江与中泠，共此一味水。冰盘荐琥珀，何似糖霜美。", "translation": "苏轼的乡人金山寺宝觉禅师归蜀，作《送金山乡僧归蜀开堂》送行。 "}}, {"name": "送湖南李正字归", "prop": {"content": "长沙入楚深，洞庭值秋晚。人随鸿雁少，江共蒹葭远。历历余所经，悠悠子当返。孤游怀耿介，旅宿梦婉娩。风土稍殊音，鱼虾日异饭。亲交俱在此，谁与同息偃。", "translation": "长沙在楚地的深部，洞庭湖这时正是深秋。断鸿零雁随着归人的南行愈来愈少，江边的芦苇却长得茂密邈远。你所走的这条路，记得清清楚楚都是我经过的，路途已经很远了，你也该回来了。你孤游远行省亲，为人正直，希望你路途平安，睡的香甜。随着南去的路远去，风土、方言方音、饭食也越来越不同了，吃的鱼虾越来越多。你的亲友都在河南，到长沙后同谁在一起生活呢。"}}, {"name": "白云歌送刘十六归山", "prop": {"content": "楚山秦山皆白云，白云处处长随君。长随君，君入楚山里，云亦随君渡湘水。湘水上，女萝衣，白云堪卧君早归。", "translation": "楚山和秦山之上都有白云，白云到处长久地跟随着您。长久跟随您，您进入楚山里，白云也跟着你渡过了湘水。湘水之上，有仙女穿着萝衣，白云在那里可以停留，愿你早些找到归宿。"}}, {"name": "赤壁歌送别", "prop": {"content": "二龙争战决雌雄，赤壁楼船扫地空。烈火张天照云海，周瑜于此破曹公。君去沧江望澄碧，鲸鲵唐突留馀迹。一一书来报故人，我欲因之壮心魄。", "translation": "犹如二龙争战以决雌雄，赤壁一战，曹操的楼船被一扫而空。烈火熊熊硝烟冲天，照耀云海，周瑜在此地大破曹公。君去长江观看青碧澄明的江水，曹操倚仗权势，想吞食东吴时争斗的遗迹。请您一定要将实地的观感写信告诉我，使我看过信后大壮心胆与气魄。"}}, {"name": "琴调相思引·送范殿监", "prop": {"content": "终日怀归翻送客，春风祖席南城陌。便莫惜离觞频卷白。动管色，催行色；动管色，催行色。何处投鞍风雨夕？临水驿，空山驿；临水驿，空山驿。纵明月相思千里隔。梦咫尺，勤书尺；梦咫尺，勤书尺。", "translation": "无时无刻不想早日回家，今天反而要为挚友送别。春风和暖，在南城陌上的长亭为你饯行。席间默默无言，只有频频举杯，纵情豪饮。此时，席间奏起了凄婉的管乐，似乎在催促行人上路。风雨交加的夜晚你将在何处解鞍投宿？野水边的驿馆，抑或是空山上的驿馆。纵然我们相距千里之隔，只能把相思寄托给明月，但是我们却可以在梦中相聚，也可以勤写书信，传递彼此的情谊。"}}, {"name": "谢亭送别", "prop": {"content": "劳歌一曲解行舟，红叶青山水急流。 日暮酒醒人已远，满天风雨下西楼。", "translation": "唱完送别之歌你就解开行舟远去，两岸是青山红叶，江水急急向东流。傍晚酒醒人已远去，只有满天风雨送我离开那西楼。"}}, {"name": "菩萨蛮·杭妓往苏迓新", "prop": {"content": "玉童西迓浮丘伯。洞天冷落秋萧瑟。不用许飞琼。瑶台空月明。清香凝夜宴。借与韦郎看。莫便向姑苏。扁舟下五湖。", "translation": "因为玉童来迎接浮丘伯，真仙的居所都萧瑟了，没有许飞琼，瑶台十分空旷寂寥。在夜晚的宴会上凝聚着清香，那天姿国色且借给你观赏，你可不要取道去那姑苏城去，像那范蠡那样带着美色到那太湖上去。"}}, {"name": "送储邕之武昌", "prop": {"content": "黄鹤西楼月，长江万里情。春风三十度，空忆武昌城。送尔难为别，衔杯惜未倾。湖连张乐地，山逐泛舟行。诺为楚人重，诗传谢朓清。沧浪吾有曲，寄入棹歌声。", "translation": "黄鹤楼西天的月亮，长江万里的流水，那就是我的心，我的情！春风三十多次去了又来，这些年里我徒然怀念着武昌城。现在来送你，分别实难，举起酒杯不忍一下子喝空。山崖追逐着流荡的行舟，湖水连着黄帝置乐的洞庭。作为楚人，你最重视自己的诺言，你的诗也如谢朓一样清丽。我也有一曲《沧浪歌》，一边行船，一边吟唱。"}}, {"name": "晓出净慈送林子方二首", "prop": {"content": "出得西湖月尚残，荷花荡里柳行间。红香世界清凉国，行了南山却北山。", "translation": "走出西湖时天上残月仍在，我陪友人穿过荷塘，走在杨柳依依的小道上。在这样的红花遍地、阴阴凉爽的世界里，我们走过了南山，又绕到北山。"}}, {"name": "郑思肖", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "隋代"}, {"name": "于中好·握手西风泪不", "prop": {"content": "握手西风泪不干，年来多在别离间。遥知独听灯前雨，转忆同看雪后山。凭寄语，劝加餐。桂花时节约重还。分明小像沉香缕，一片伤心欲画难。", "translation": "在秋风中执手送顾贞观南归，恋恋不舍，想到一年来与好友多次分别，不由得泪流满面。这一年来我们经常分离。遥想你在家乡独坐灯前，听着窗外淅沥的秋雨，无人可以相伴；转念一想，你我曾经同在雪后看山，也可稍解别后独处的寂寞孤独。凭借“我”的殷勤话语，你要努力加餐饭，别让身体瘦损。咱们约定，等到明年桂花开放的时候你要再回来。你的画像在沉香的缕缕轻烟中清晰可见，但是你内心的悲伤是无论如何也无法描画出来的。"}}, {"name": "王恽", "dynasty": "元代"}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "独孤及", "dynasty": "唐代"}, {"name": "送族弟绾从军安西", "prop": {"content": "汉家兵马乘北风，鼓行而西破犬戎。尔随汉将出门去，剪虏若草收奇功。君王按剑望边色，旄头已落胡天空。匈奴系颈数应尽，明年应入蒲萄宫。", "translation": "我大唐兵马乘北风出征，军鼓壮行色，向西击破万恶的侵略者。你跟随大将军出门去，杀虏就如挥镰刀割草，一定会立下奇功。君王在宫中按剑，神情肃穆了解边情，敌军的命星已坠落下胡疆上空。匈奴侵略者的命数已尽，系颈投降吧！明年你就能驱马入宫报捷。"}}, {"name": "送邹明府游灵武", "prop": {"content": "曾宰西畿县，三年马不肥。债多平剑与，官满载书归。边雪藏行径，林风透卧衣。灵州听晓角，客馆未开扉。", "translation": "　　你曾经就任西畿县县令，三年下来，马不生膘。为偿还高筑的债台，只好把佩剑卖了，任满还乡时，也仅仅是满载车书而归。现在冒着边关风雪远游朔方，衣衫单薄，难御寒风。此去就住在灵州的一个角落，每日早上可以听到报晓的号角，平时也没有什么客人来往。"}}, {"name": "柳枝·江南岸", "prop": {"content": "江南岸，江北岸。折送行人无尽时。恨分离。 酒一杯，泪双垂。君到长安百事违。几时归。", "translation": "江南江北两岸，杨柳青青一片。人们在此折柳送别，难舍难分。我举杯为你送行，伤心的眼泪爬满双颊。我担心你到长安会遇到很多不顺心的事情，也不知道你什么时候才能回来。"}}, {"name": "郎士元", "dynasty": "唐代"}, {"name": "奉和幸望春宫送朔方大", "prop": {"content": "御跸下都门，军麾出塞垣。长杨跨武骑，细柳接戎轩。睿曲风云动，边威鼓吹喧。坐帷将阃外，俱是报明恩。", "translation": " 　　郑愔这一首有名的五律，其妙处在于，诗人以雄劲的笔触，描写幸望春宫送朔方大总管张仁亶的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "吴大有", "dynasty": "宋代"}, {"name": "临江仙·送王缄", "prop": {"content": "忘却成都来十载，因君未免思量。凭将清泪洒江阳。故山知好在，孤客自悲凉。 坐上别愁君未见，归来欲断无肠。殷勤且更尽离觞。此身如传舍，何处是吾乡。", "translation": "忘掉了成都那些事儿已经有十多年了，但是因为你的到来，使我不得不再三思念。今日送别，请你将我的伤心之泪带回家乡，洒向江头一吊。我又何尝不知道故乡的好啊，自己飘零已久，赋归无日，自成天涯孤凉客。哪里悲凉的愁绪你不会知道，早已被我吟断的衷肠已不会再过分伤愁。今日殷勤给你送上离别的酒宴，希望你能尽兴。我的身躯就好像传舍一样辗转流离，何处才能是我的家乡啊！"}}, {"name": "王安石", "dynasty": "宋代"}, {"name": "吴潜", "dynasty": "宋代"}, {"name": "秦筝歌送外甥萧正归京", "prop": {"content": "汝不闻秦筝声最苦，五色缠弦十三柱。怨调慢声如欲语，一曲未终日移午。红亭水木不知暑，忽弹黄钟和白纻。清风飒来云不去，闻之酒醒泪如雨。汝归秦兮弹秦声，秦声悲兮聊送汝。", "translation": "你没听说秦筝声音最苦，五色琴弦缠着十三琴柱。曲调幽怨缓慢如泣如诉，一曲尚未弹完天已近午。红亭池水树木不觉暑气，秦筝忽又弹起黄钟白纻。清风飒飒云彩停留不动，客人醒过酒来泪下如雨。你归秦地为你弹奏秦声，秦声悲哀啊，送你上路。"}}, {"name": "杨炯", "dynasty": "唐代"}, {"name": "送路六侍御入朝", "prop": {"content": "童稚情亲四十年，中间消息两茫然。更为后会知何地？忽漫相逢是别筵！不分桃花红似锦，生憎柳絮白于棉。剑南春色还无赖，触忤愁人到酒边。", "translation": "与儿时的旧友分别了四十年，在此之间的杳无音信令我们都感到茫然失落。一别四十年，时间是这样久，谁能想到在某地能重新会合？他乡遇故知，本来是值得高兴的事；然而同样没有想到，久别重逢，乍逢又别！现在我不去赞美桃花秀丽的如锦缎一般，却反而憎恶柳絮比棉花还要白。我恼怒剑南的春色无赖，是因为它冒犯了我这个愁人；而它之所以冒犯了我，是由于我和朋友后会无期，离怀难遣。"}}, {"name": "别严士元", "prop": {"content": "春风倚棹阖闾城，水国春寒阴复晴。细雨湿衣看不见，闲花落地听无声。日斜江上孤帆影，草绿湖南万里情。东道若逢相识问，青袍今已误儒生。", "translation": "水国的天气带着初春的寒意，忽晴忽阴，忽好忽坏；在这春风乍起的日子，我所乘的船停泊在苏州城外。蒙蒙细雨润湿了衣服，自己却没有注意到；枝上的花朵飘落到地上，听不到声响。薄暮夕阳下，江上孤帆远去；太湖之南碧草如茵，绵延万里。或许有朋友会问到我的境遇，请转告他们，我这个一介书生，命途多舛，已被“青袍”所误。"}}, {"name": "淇上送韦司仓往滑台", "prop": {"content": "饮酒莫辞醉，醉多适不愁。孰知非远别，终念对穷秋。 滑台门外见，淇水眼前流。君去应回首，风波满渡头。", "translation": "高适曾于开元二十九年隐居淇上一年。其间曾送韦司仓顺淇水去滑台（今滑县西南临黄河）。首两句为饯行时劝酒之词。三四句写秋天远别，满怀愁绪。“淇水眼前流”说明作者的隐居地就在淇河之畔。末两句是对韦司仓前途的惦念，也说明淇河当时是可以行舟航运的。 "}}, {"name": "蝶恋花·别范南伯", "prop": {"content": "离恨做成春夜雨。添得春江，刬地东流去。弱柳系船都不住。为君愁绝听鸣橹。 君到南徐芳草渡。想得寻春，依旧当年路。后夜独怜回首处。乱山遮隔无重数。", "translation": "无尽的离愁别恨化为无尽的春雨。使春江水涨，浩浩荡荡，一派东流去，尽管盛情挽留，但朋友还是不得不登船离去。耳听那越来越小的橹声，为你前程坎坷难卜担忧。到了南徐州那芳草如茵的渡口。如果你想寻春，依旧是当年我们曾走过的那条路。悬想别后友人思我，回望之时，已是有无数乱山遮隔。"}}, {"name": "送梓州李使君", "prop": {"content": "万壑树参天，千山响杜鹃。山中一夜雨，树杪百重泉。汉女输橦布，巴人讼芋田。文翁翻教授，不敢倚先贤。", "translation": "千山万壑之中，到处都是参天大树，到处都是杜鹃的啼鸣声。山中一夜春雨过后，只见山间飞泉百道，远远望去，好似悬挂在树梢一般。汉水的妇女辛劳织布纳税，巴人地少常常诉讼争田。望你发扬文翁政绩，奋发有为不负先贤。"}}, {"name": "天山雪歌送萧治归京", "prop": {"content": "天山雪云常不开，千峰万岭雪崔嵬。北风夜卷赤亭口，一夜天山雪更厚。能兼汉月照银山，复逐胡风过铁关。交河城边鸟飞绝，轮台路上马蹄滑。晻霭寒氛万里凝，阑干阴崖千丈冰。将军狐裘卧不暖，都护宝刀冻欲断。正是天山雪下时，送君走马归京师。雪中何以赠君别，惟有青青松树枝。", "translation": "天山上的云雪终年不开，巍巍千山万岭白雪皑皑。夜来北风卷过赤亭路口，天山一夜之间大雪更厚。雪光和着月光照映银山，雪花追着北风飞过铁关。交河城边飞鸟早已断绝，轮台路上战马难以走过。寒云昏暗凝结万里天空，山崖陡峭悬挂千丈坚冰。将军皮袍久卧不觉温暖，都护宝刀冻得像要折断。天山正是大雪纷飞之时，送别为友走马归还京师。冰雪之中怎将心意表示，只有赠您青青松柏树枝！"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "齐州送祖三 / 河上", "prop": {"content": "相逢方一笑，相送还成泣。祖帐已伤离，荒城复愁入。天寒远山净，日暮长河急。解缆君已遥，望君犹伫立。", "translation": "才相逢刚刚以一笑相对，又相送变成了阵阵啜泣。祖帐里我已经感伤离别，荒城中我更加发愁独入。天寒季节远山一片明净，日暮时分大河格外迅急。解开缆绳你就迅速远去，遥望着你我还久久伫立。"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "送友游吴越", "prop": {"content": "去越从吴过，吴疆与越连。有园多种橘，无水不生莲。夜市桥边火，春风寺外船。此中偏重客，君去必经年。", "translation": "要去越地，必须从吴地经过，因为吴越接壤。桔和莲皆吴越名产，吴越种桔与莲，无水不生。灯火通明的夜市，春风沉醉的夜晚，桥边灯火辉煌，寺外舳舻辐辏。吴越之人多好客之风，你此去可能要待很长时间，乐而忘返了。"}}, {"name": "送王大昌龄赴江宁", "prop": {"content": "对酒寂不语，怅然悲送君。明时未得用，白首徒攻文。泽国从一官，沧波几千里。群公满天阙，独去过淮水。旧家富春渚，尝忆卧江楼。自闻君欲行，频望南徐州。穷巷独闭门，寒灯静深屋。北风吹微雪，抱被肯同宿。君行到京口，正是桃花时。舟中饶孤兴，湖上多新诗。潜虬且深蟠，黄鹄举未晚。惜君青云器，努力加餐饭。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "鹧鸪天·镇日无心扫黛", "prop": {"content": "镇日无心扫黛眉，临行愁见理征衣。尊前只恐伤郎意，阁泪汪汪不敢垂。停宝马，捧瑶卮，相斟相劝忍分离？不如饮待奴先醉，图得不知郎去时。", "translation": "整日没有心思去描眉梳妆打扮，我愁容满面地看着心上人打点行装。饯别的宴席上担心破坏了你的心情，双眼蓄满泪水不敢落下来。为君捧杯饯行，相斟相劝又怎么忍心分离呢？不如让我先喝醉了，只希望我醉得不知道你是何时离我而去的。"}}, {"name": "齐天乐·送童瓮天兵后", "prop": {"content": "相逢唤醒京华梦，吴尘暗斑吟发。倚担评花，认旗沽酒，历历行歌奇迹。吹香弄碧，有坡柳风情，逋梅月色。画鼓红船，满湖春水断桥客。当时何限俊侣，甚花天月地，人被云隔。却载苍烟，更招白鹭，一醉修江又别。今回记得。再折柳穿鱼，赏梅催雪。如此湖山，忍教人更说。", "translation": "相逢让我如从梦中清醒，吴地的风尘暗淡了我的头发，倚担评花，认旗沽酒的娱乐依然历历在目。吹香弄碧的西湖，不仅有长堤外的柳树风情，还有那胜过梅花的月色。箫鼓动地，断桥上的游客人头簇动，画楫船舫，鳞次栉比。回忆当时何止只有俊侣，但时局已换，友人一个个风流云散。眼前国破家亡，只得过一种苍烟为伴、鸥鹭为友的隐居生活。上次修水一醉，如今又要离别，请你不要忘记去“折柳穿鱼、赏梅催雪”。如此好的湖山景色，忍不住让人感叹啊！"}}, {"name": "送吴先生谒惠州苏副使", "prop": {"content": "闻名欣识面，异好有同功。我亦惭吾子，人谁恕此公。百年双白鬓，万里一秋风。为说任安在，依然一秃翁。", "translation": "　　陈师道中年受知于苏轼，由苏轼推荐为徐州教授。两年后，苏轼因党祸被贬杭州；陈师道不避流俗横议，不顾上官阻拦，托病请假，送苏轼直到南京（今河南商丘）。五年之后，苏轼再贬为宁海军节度副使，惠州安置，栖身岭南；陈师道也被定为苏门余党，撤销了颍州教职。就在他们一人身处海疆，世人皆欲杀之，一人被撤职，潦倒穷愁之际，有一位苏轼的崇拜者吴远游，准备到惠州看望苏轼，陈师道作此诗以寄意。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "重赠吴国宾", "prop": {"content": "汉江明月照归人，万里秋风一叶身。休把客衣轻浣濯，此中犹有帝京尘。", "translation": "　　重赠者，再作一诗相赠也，这首诗，还是送别诗。 "}}, {"name": "送王昌龄", "prop": {"content": "漕水东去远，送君多暮情。淹留野寺出，向背孤山明。前望数千里，中无蒲稗生。夕阳满舟楫，但爱微波清。举酒林月上，解衣沙鸟鸣。夜来莲花界，梦里金陵城。叹息此离别，悠悠江海行。", "translation": "漕水向东流去，送别朋友，在这黄昏时分，顿时愁情满怀。我久久逗留在这野外的寺院，走出寺院，发现夕阳已经照着孤山。向前望，数千里之中，没有蒲草和稗草。夕阳照在舟楫上，只见水面清澈，微波荡漾。举酒道别，月亮已升至树梢；解衣入睡，沙滩上水鸟鸣叫。今夜我在这寺庙，梦中和你在金陵城相见。想起此次别离我就叹息不已，想着你一路远行，漂泊于悠悠江海之中。"}}, {"name": "送岑征君归鸣皋山", "prop": {"content": "岑公相门子，雅望归安石。奕世皆夔龙，中台竟三拆。 至人达机兆，高揖九州伯。奈何天地间，而作隐沦客。 贵道能全真，潜辉卧幽邻。探元入窅默，观化游无垠。 光武有天下，严陵为故人。虽登洛阳殿，不屈巢由身。 余亦谢明主，今称偃蹇臣。登高览万古，思与广成邻。 蹈海宁受赏，还山非问津。西来一摇扇，共拂元规尘。", "translation": "无"}}, {"name": "送范仲讷往合肥三首·", "prop": {"content": "我家曾住赤阑桥，邻里相过不寂寥。君若到时秋已半，西风门巷柳萧萧。", "translation": "我曾经住在赤阑桥，邻里互相来往从不觉得孤寂难熬。范兄你到的时候秋天刚过一半，西风萧萧，门巷里的柳叶随风飘落。"}}, {"name": "送江陵薛侯入觐序", "prop": {"content": "　　当薛侯之初令也，珰而虎者，张甚。郡邑之良，泣而就逮。侯少年甫任事，人皆为侯危。侯笑曰：“不然。此蒙庄氏所谓养虎者也。猝饥则噬人，而猝饱必且负嵎。吾饥之使不至怒；而饱之使不至骄，政在我矣。”已而果就约。至他郡邑，暴横甚，荆则招之亦不至。　　而是时适有播酋之变。部使者檄下如雨，计亩而诛，计丁而夫。耕者哭于田，驿者哭于邮。而荆之去川也迩。沮水之余，被江而下，惴惴若不能一日处。侯谕父老曰：“是釜中鱼，何能为？”戒一切勿嚣。且曰，“奈何以一小逆疲吾赤子！”诸征调皆缓其议，未几果平。　　余时方使还，闻之叹曰：“今天下为大小吏者皆若此，无忧太平矣。”小民无识，见一二官吏与珰相持而击，则群然誉。故激之名张，而调之功隐。吾务其张而不顾其害，此犹借锋以割耳。自古国家之祸，造于小人，而成于贪功幸名之君子者，十常八九。故自楚、蜀造祸以来，识者之忧，有深于珰与夷者。辟如病人，冀病之速去也，而纯用攻伐之剂，其人不死于病而死于攻。今观侯之治荆，激之耶，抑调之耶？吏侯一日而秉政，其不以贪功幸名之药毒天下也审矣。　　侯为人丰颐广额，一见知其巨材。今年秋以试事分校省闱，首取余友元善，次余弟宗郢。元善才识卓绝，其为文骨胜其肌，根极幽彻，非具眼如侯，未有能赏识其俊者。余弟质直温文，其文如其人，能不为师门之辱者。以此二士度一房，奚啻得五？侯可谓神于相士者也。侯之徽政，不可枚举。略述其大者如此。汉庭第治行，讵有能出侯上者？侯行矣。 　　　呜呼。使逆珰时不为激而为调，宁至决裂乎？谁谓文人无奇识，不能烛几于先也。", "translation": "　　在薛侯刚开始做县令的时候，宦官抓捕百姓，十分嚣张。荆州城里的良善平民，哭泣着让他们抓走。薛侯年纪不大，又刚刚上任，大家都替他感到危急。薛侯笑着说：“不是这样的。这就是庄子所说的养虎的道理，突然间很饿，它就会去吃人；可如果突然喂得很饱，它将会背靠山角反抗主人。我饿它，又不让它生气；我喂饱它，又不让它狂妄，政策就全在于我把握了。”过了不久，宦官果然接受了约束。等到其他郡城暴动气焰很盛，而荆州就算让那些人动乱也发动不起来。"}}, {"name": "送杨子", "prop": {"content": "斗酒渭城边，垆头耐醉眠。梨花千树雪，杨叶万条烟。惜别添壶酒，临岐赠马鞭。看君颍上去，新月到家圆。", "translation": "渭城边上我们纵酒言别，在酒坊里长醉而不能入眠。满树的梨花就像积雪那样洁白，千万条的杨树叶恰似那缕缕青烟。惜别间我们饮尽了壶中的美酒。临分别时，送上策马的长鞭。盼望着你到达颍上，那时候新月也应该变圆了。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "临江仙·冬日即事", "prop": {"content": "自古相从休务日，何妨低唱微吟。天垂云重作春阴。坐中人半醉，帘外雪将深。闻道分司狂御史，紫云无路追寻。凄风寒雨是骎骎。问囚长损气，见鹤忽惊心。", "translation": "到了自古以来的休假日，无事可做，只有靠低唱轻声吟来消磨时光。天低云重春日阴沉沉，室内宴席座上的人已经半醉，室外雪花不停地飘落，地上的积雪愈来愈厚。想效仿杜牧的狂放，可惜今日没有紫云。凄风寒雨、时光匆匆催人很紧，审讯囚犯时间长了会损气，见到飞翔的鹤时感到自愧惊心。"}}, {"name": "送魏万之京", "prop": {"content": "朝闻游子唱离歌，昨夜微霜初渡河。鸿雁不堪愁里听，云山况是客中过。关城树色催寒近，御苑砧声向晚多。(树 一作：曙)莫见长安行乐处，空令岁月易蹉跎。", "translation": "清晨听到游子高唱离别之歌，昨夜薄霜刚刚渡过黄河。怀愁之人实在不忍听那鸿雁哀鸣，何况是那与故乡遥隔千山万水，身在旅途的异乡客。潼关晨曦寒气越来越重，天气愈来愈冷，京城深秋捣衣声愈接近傍晚愈多。请不要以为长安是行乐所在，以免白白地把宝贵时光消磨。"}}, {"name": "送赵判官赴黔府中丞叔", "prop": {"content": "廓落青云心，结交黄金尽。富贵翻相忘，令人忽自晒。蹭蹬鬓毛斑，盛时难再还。巨源咄石生，何事马蹄间？绿萝长不厌，却欲还东山。君为鲁曾子，拜揖高堂里。叔继赵平原，偏承明主恩。风霜推独坐，旌节镇雄藩。虎士秉金钺，蛾眉开玉樽。才高幕下去，义重林中言。水宿五溪月，霜啼三峡猿。东风春草绿，江上候归轩。", "translation": "无"}}, {"name": "横塘", "prop": {"content": "南浦春来绿一川，石桥朱塔两依然。年年送客横塘路，细雨垂杨系画船。", "translation": "春天到来的时候，这满塘的水就绿了，但水上的石桥和水边的红塔旧色依然。在每年送朋友上路的横塘里，蒙蒙细雨中，即将远行的画船栓在岸边的垂杨柳上。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "夜飞鹊·河桥送人处", "prop": {"content": "河桥送人处，凉夜何其。斜月远堕余辉。铜盘烛泪已流尽，霏霏凉露沾衣。相将散离会，探风前津鼓，树杪参旗。华骢会意，纵扬鞭、亦自行迟。 迢递路回清野，人语渐无闻，空带愁归。何意重红满地，遗钿不见，斜迳都迷。兔葵燕麦，向残阳、欲与人齐。但徘徊班草，欷歔酹酒，极望天西。(红满地 一作：经前地 斜迳 一作：斜径)", "translation": "无"}}, {"name": "临江仙·送钱穆父", "prop": {"content": "一别都门三改火，天涯踏尽红尘。依然一笑作春温。无波真古井，有节是秋筠。惆怅孤帆连夜发，送行淡月微云。尊前不用翠眉颦。人生如逆旅，我亦是行人。(尊 通：樽)", "translation": "京城一别我们已是三年未见，你总是远涉天涯辗转在人世间。相逢欢笑时依然像春天般的温暖。你心始终如古井水不起波澜，高风亮节似秋天的竹竿。心中惆怅你连夜就要扬帆出发，送行之时云色微茫月光淡淡。不要端着酒杯愁眉不展了。人生就是座旅店，我也是匆匆过客。"}}, {"name": "水调歌头·呈汉阳使君", "prop": {"content": "大别我知友，突兀起西州。十年重见，依旧秀色照清眸。常记鲒碕狂客，邀我登楼雪霁，杖策拥羊裘。山吐月千仞，残夜水明楼。黄粱梦，未觉枕，几经秋。与君邂逅，相逐飞步碧山头。举酒一觞今古，叹息英雄骨冷，清泪不能收。鹦鹉更谁赋，遗恨满芳州。", "translation": "大别山是我的知心朋友，它山势峭拔，高耸入云。阔别十年今又与其重逢，景色清丽如故。想起汉阳使君，他身穿羊裘，拄着拐杖，在大雪停后邀我登高。千仞群山，一轮弯月，湖水清澈，楼阁倒映。十年的岁月，仿佛一枕黄粱梦，还未察觉，岁月已匆匆而过。今天你我重逢，在碧山头相互追逐，健步如飞。畅饮美酒，评谈千古，感叹英雄豪杰都已逝去，不由得泪雨难收。现在谁作鹦鹉赋？壮志未酬，只有满腔遗恨。"}}, {"name": "送秘书晁监还日本国", "prop": {"content": "积水不可极，安知沧海东。九州何处远，万里若乘空。向国唯看日，归帆但信风。鳌身映天黑，鱼眼射波红。乡树扶桑外，主人孤岛中。别离方异域，音信若为通。", "translation": "辽阔的大海不能达到它的尽头，怎么才能知道大海以东的地方是什么样？中华九州离哪里最远？相隔万里之遥好像在天空一样。面对着你的国家只要看太阳升起，回国的帆船只有等待定期的信风。海中的大鳖身影把天都遮黑了，鱼的眼睛把大海的波浪都照红了。故乡的树木在扶桑国的大地上，而你家住在那孤岛之中。我们分别之后就要天各一方，怎么才能够互通音信呢！"}}, {"name": "离亭赋得折杨柳二首", "prop": {"content": "暂凭尊酒送无憀，莫损愁眉与细腰。人世死前唯有别，春风争拟惜长条。含烟惹雾每依依，万绪千条拂落晖。为报行人休折尽，半留相送半迎归。", "translation": "暂且借着这杯酒遣散无聊，不要损坏了你的愁眉与细腰。人世间除了死亡没有比得上离别更痛苦了，春风不因为爱惜柳枝而不让离苦之人去攀折。"}}, {"name": "芙蓉楼送辛渐", "prop": {"content": "寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。", "translation": "冷雨连夜洒遍吴地江天，清晨送走你后，独自面对着楚山离愁无限！到了洛阳，如果洛阳亲友问起我来，就请转告他们，我的心依然像玉壶里的冰那样晶莹纯洁！"}}, {"name": "卢溪别人", "prop": {"content": "武陵溪口驻扁舟，溪水随君向北流。 行到荆门上三峡，莫将孤月对猿愁。", "translation": "小船停泊在武陵溪口，溪水还要陪伴您向北奔流。当你驶过荆门进入三峡的时候，切莫同孤月一样，听着猿的悲啼发愁。"}}, {"name": "九日送别", "prop": {"content": "蓟庭萧瑟故人稀，何处登高且送归。 今日暂同芳菊酒，明朝应作断蓬飞。", "translation": "秋风萧瑟的蓟北，相熟的朋友本来就少，又有谁能登高送我回归故乡呢？今天还能聚在一起同饮芬芳的菊花酒，也许明日你我就像这就随风漂泊无定的断蓬一样，不知道飞向何方？ "}}, {"dynasty": "元代"}, {"name": "李端公 / 送李端", "prop": {"content": "故关衰草遍，离别自堪悲。(自堪悲 一作：正堪悲)路出寒云外，人归暮雪时。少孤为客早，多难识君迟。掩泪空相向，风尘何处期。(掩泪 一作：掩泣)", "translation": "故乡遍地都是衰败的枯草，好友相别实在是令人伤悲。你去的道路伸向云天之外，我归来时只见暮雪在纷飞。从小丧父早年就客游外乡，多经磨难我与你相识太迟。回望你去的方向掩面而泣，在战乱年月再见不知何时。"}}, {"name": "满江红·和王实之韵送", "prop": {"content": "怪雨盲风，留不住江边行色。烦问讯、冥鸿高士，钓鳌词客。千百年传吾辈语，二三子系斯文脉。听王郎一曲玉箫声，凄金石。晞发处，怡山碧；垂钓处，沧溟白。笑而今拙宦，他年遗直。只愿常留相见面，未宜轻屈平生膝。有狂谈欲吐且休休，惊邻壁。", "translation": "变幻莫测无常雨，南北东西不定风。风风雨雨留不住，江畔行客色匆匆。劳烦你捎个口信，捎给那鸿雁般高翔的志士；劳烦你转达问候，问候那海滨钓鳌的诗翁。千百年后，人们会传诵我辈今朝的话语；诸君数人，维系着国家民族的文化传统。听见王郎这一曲动人的箫声，连无情的金石也凄然变容。在我披散头发，沐浴阳光之处，秀丽的怡山耸着几道青峰，在我垂下钓丝，享受宁静之时，无边的沧海白雾蒙蒙。别笑话我今日仕途坎坷，也许后世能洞察我抗直的初衷。但愿诸君常相见，但愿诸君人长久。轻易屈服不应当，平生紧要是操守。胸中愤懑起狂涛，一吐为快雷霆吼。隔墙有耳且莫谈，为求免祸休开口。"}}, {"name": "李频", "dynasty": "唐代"}, {"name": "送区册序", "prop": {"content": "　　阳山，天下之穷处也。陆有丘陵之险，虎豹之虞。江流悍急，横波之石，廉利侔剑戟，舟上下失势，破碎沦溺者，往往有之。县廓无居民，官无丞尉，夹江荒茅篁竹之间，小吏十余家，皆鸟言夷面。始至，言语不通，画地为字，然后可告以出租赋，奉期约。是以宾客游从之士，无所为而至。愈待罪于斯，且半岁矣。　　有区生者，誓言相好，自南海挐舟而来。升自宾阶，仪观甚伟，坐与之语，文义卓然。庄周云：“逃空虚者，闻人足音跫然而喜矣!”况如斯人者，岂易得哉!入吾室，闻《诗》、《书》仁义之说，欣然喜，若有志于其间也。与之翳嘉林，坐石矶，投竿而渔，陶然以乐，若能遗外声利，而不厌乎贫贱也。岁之初吉，归拜其亲，酒壶既倾，序以识别。", "translation": "　　阳山是天下荒僻的地方。陆地有丘陵之险，虎豹之忧。江流汹涌湍急，横于江上的大石，陡直锋利如剑戟。船在江上行驶，上下颠簸难以控制，船破人溺的事故常常发生。县城里没有居民，官署里没有县丞和县尉。江的两岸，荒草竹林之间，住着十多家小吏，都是说话像鸟叫那样难懂，相貌与中原人不同。（我）刚到阳山时，言语不通，只好在地上写字，这样之后才可以把交纳租税的事情告诉当地人，要他们遵守约定。因此，宾客和随游的读书人，（到这里后）都生活枯寂无聊到了极点。我待罪在这里，将近半年了。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "忆仙姿·莲叶初生南浦", "prop": {"content": "莲叶初生南浦，两岸绿杨飞絮。向晚鲤鱼风，断送彩帆何处？凝伫，凝伫，楼外一江烟雨。", "translation": "南浦上莲叶初生，江流两岸树上柳絮飘散。傍晚时分，你那夹杂着鲤鱼腥味的风，要将彩船送去哪里呀？凝立着，凝立着，只见楼外江面上烟雨纷纷。"}}, {"name": "栖蟾", "dynasty": "唐代"}, {"name": "折杨柳 / 和练秀才", "prop": {"content": "水边杨柳曲尘丝，立马烦君折一枝。惟有春风最相惜，殷勤更向手中吹。", "translation": "沿着河岸依依行走，河边的杨柳低垂着像酒曲那样细嫩的长条，这不禁勾起了我这个将行之人的依依不舍之意，于是我停下马来，请送行的您帮我折一枝杨柳吧。只有春风最懂得珍惜，仍然多情地向我手中已经离开树干的杨柳枝吹拂。"}}, {"name": "寿阳曲·新秋至", "prop": {"content": "新秋至，人乍别，顺长江水流残月。悠悠画船东去也，这思量起头儿一夜。", "translation": "初秋刚至，心上人也匆匆离别。顺着绵长的江面，水儿流淌着，月儿也是残缺的。那华美的船儿悠悠然向东远去渐渐隐没。这离别的愁苦啊，在这第一个夜晚就暗暗生起。"}}, {"name": "河满子·秋怨", "prop": {"content": "怅望浮生急景，凄凉宝瑟馀音。楚客多情偏怨别，碧山远水登临。目送连天衰草，夜阑几处疏砧。黄叶无风自落，秋云不雨长阴。天若有情天亦老，摇摇幽恨难禁。惆怅旧欢如梦，觉来无处追寻。", "translation": "　　这首词是作者在秋夜送别友人的词，是一首集合多种秋景融入秋心的小词。词虽欠含蓄，但天然绝妙。词的上片重在写景，下片由景入情。全词对友感情真挚，和友离别充满了惆怅之情。上片以情写景，情景交融。下片由秋景来抒情，不忍和朋友离别。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "鹧鸪天·送人", "prop": {"content": "唱彻《阳关》泪未干，功名馀事且加餐。浮天水送无穷树，带雨云埋一半山。今古恨，几千般，只应离合是悲欢？江头未是风波恶，别有人间行路难！", "translation": "唱完了《阳关》曲泪却未干，功名利禄不过都是小事，不要为此劳神伤身应该多多吃饭。水天相连好像将两岸的树木送向无穷的远方，乌云挟带着雨水把重重的高山掩埋了一半。古往今来使人遗憾的事情，何止千件万般，难道只有离别使人悲伤，聚会才使人欢颜？江头风高浪急，还不是十分险恶，人间的道路才更是艰难。"}}, {"name": "送杨长史赴果州", "prop": {"content": "褒斜不容幰，之子去何之。鸟道一千里，猿声十二时。官桥祭酒客，山木女郎祠。别后同明月，君应听子规。", "translation": "褒斜道狭险容不下车辆，你这位君子离京将去哪里？险绝的鸟道绵延千余里，两岸猿啼会连续昼夜十二时！官桥边有款待行人的祭酒巫客，林麓中掩映着女神的庙祠。分手之后我们只能同看明月，你且还多听子规而生归思！"}}, {"name": "惜秋华·七夕前一日送", "prop": {"content": "数日西风，打秋林枣熟，还催人去。瓜果夜深，斜河拟看星度。匆匆便倒离尊，怅遇合、云销萍聚。留连，有残蝉韵晚，时歌金缕。 绿水暂如许。奈南墙冷落，竹烟槐雨。此去杜曲，已近紫霄尺五。扁舟夜宿吴江，正水佩霓裳无数。眉妩。问别来、解相思否。", "translation": "　　《惜秋华》，梦窗词入夹钟商。双调，九十三字，上片四仄韵，下片六仄韵。《梦窗词集》收此词调五首，也因句逗有异可分为三格：上片八句，下片九句一格；上下片各九句一格；上片十句，下片九句一格。"}}, {"name": "送李中丞之襄州 / ", "prop": {"content": "流落征南将，曾驱十万师。罢归无旧业，老去恋明时。独立三边静，轻生一剑知。茫茫江汉上，日暮欲何之。", "translation": "这位漂泊流离的征南老将，当年曾经指挥过十万雄师。后来他罢职回乡没有产业，到老年他还留恋贤明之时。少壮时独立功勋三边平静，为国轻生只有随身佩剑知。在茫茫的汉江上飘来荡去，日到黄昏你还想要去哪里？"}}, {"name": "暮春浐水送别 / 一", "prop": {"content": "绿暗红稀出凤城，暮云楼阁古今情。行人莫听宫前水，流尽年光是此声。", "translation": "花飞卉谢，叶茂枝繁，朋友出了京城，暮云中的楼阁又映衬着帝京的繁华，古今之情都在其中。远行之人切莫听这宫前的流水，流尽年华时光的正是此种声音。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "浣溪沙·缥缈红妆照浅", "prop": {"content": "缥缈红妆照浅溪。薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂林深处晚莺啼。行人肠断草凄迷。", "translation": "隐约见到一个女郎的盛装映照在浅浅的溪水中，天空云气稀薄，稀疏的小雨下个不停，路面上泥泞倒也无多。送君地在何处？在戏马台西。干涸的池沼已经涨满了秋水，天已傍晚，茂密的树林深处传来了黄莺的啼鸣。行人断肠之处，青草是那样凄凉迷离。"}}, {"name": "菩萨蛮·送曹君之庄所", "prop": {"content": "人间岁月堂堂去，劝君快上青云路。圣处一灯传，工夫萤雪边。麴生风味恶，辜负西窗约。沙岸片帆开，寄书无雁来。", "translation": "　　这是一首送别词，当时曹君离别去他的田庄，此人作下此词劝勉曹君立志学习，做出一番事业。洋溢对年轻后进的关爱之情。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "上行杯·草草离亭鞍马", "prop": {"content": "离棹逡巡欲动，临极浦，故人相送，去住心情知不共。金船满捧，绮罗愁，丝管咽。回别，帆影灭，江浪如雪。", "translation": "客船徘徊着即将开动，故友又赶来水边相送，虽说是行客和送者心情各不相同，我们仍满饮大斗金杯，用酒来表达惜别之情。歌女在唱着伤愁的送别曲，伴奏的弦管似呜咽着别情。当我向远处回首告别的时候，一弯明月已高挂帆顶。只见如雪的浪花，涌动在浩淼的江中。"}}, {"name": "送邢桂州", "prop": {"content": "铙吹喧京口，风波下洞庭。赭圻将赤岸，击汰复扬舲。日落江湖白，潮来天地青。明珠归合浦，应逐使臣星。", "translation": "铙歌鼓吹喧响于京口，乘风破浪扬帆向洞庭。经过赭圻城和赤岸山，击水向沅湘驾着轻舲。夕阳西沉后江湖浪白，潮水涌来时天地映青。明珠又回到合浦海域，定是追随着使臣之星。"}}, {"name": "南浦别", "prop": {"content": "南浦凄凄别，西风袅袅秋。一看肠一断，好去莫回头。", "translation": "在西风袅袅萧瑟的秋天里，到南面的水滨旁心情凄凉的分别。回头看一次就肝肠寸断，放心前去不要再回头。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "李贺", "dynasty": "唐代"}, {"dynasty": "魏晋"}, {"name": "送别得书字", "prop": {"content": "水色南天远，舟行若在虚。迁人发佳兴，吾子访闲居。日落看归鸟，潭澄羡跃鱼。圣朝思贾谊，应降紫泥书。", "translation": "南天水色遥远，舟行若在虚空。好不容易贬谪人也发佳兴，竟然亲自来访我闲居。日落时分愁看归鸟回巢，潭水澄清，喜观鱼儿跃水。圣朝皇上一定会念思才华横溢的贾谊，应该不久就会降下紫泥书请你回去。"}}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "夜发分宁寄杜涧叟", "prop": {"content": "阳关一曲水东流，灯火旌阳一钓舟。我自只如常日醉，满川风月替人愁。", "translation": "亲友唱着《阳关三迭》为我送别，眼前滚滚江水向东流去。我登上一叶扁舟，只见旌阳山灯火明灭。我也不过和平常一样，喝醉了酒，没有离别的忧伤；倒是满川的风月在替自己愁。"}}, {"name": "鹧鸪天·送元济之归豫", "prop": {"content": "敧枕婆娑两鬓霜。起听檐溜碎喧江。那边玉筋销啼粉，这里车轮转别肠。 诗酒社，水云乡。可堪醉墨几淋浪。画图恰似归家梦，千里河山寸许长。", "translation": "　　这是一首送别词，主要是描叙元济之的离愁别绪的。词中没有写作者同元济之间的离愁别苦，这是本词和一般送别词的不同之处，也是它的主要特点。情调幽怨，相当动人。"}}, {"name": "南阳送客", "prop": {"content": "斗酒勿为薄，寸心贵不忘。坐惜故人去，偏令游子伤。离颜怨芳草，春思结垂杨。挥手再三别，临岐空断肠。", "translation": "斗酒不要嫌少，寸心贵在不忘。深深的叹息故人的离去，游子十分感伤。离别的愁容看到看到芳草就会埋怨，将自己的思念寄托在春天的垂杨之上。挥起手再三告别，临到分别仍然是枉自断肠。"}}, {"name": "送人游塞", "prop": {"content": "槐柳野桥边，行尘暗马前。秋风来汉地，客路入胡天。雁聚河流浊，羊群碛草膻。那堪陇头宿，乡梦逐潺湲。", "translation": "无"}}, {"name": "王建", "dynasty": "唐代"}, {"name": "蝶恋花·送姚主管横州", "prop": {"content": "君泛仙槎银海去。后日相思，地角天涯路。草草杯盘深夜语。冥冥四月黄梅雨。 莫拾明珠并翠羽。但使邦人，爱我如慈母。待得政成民按堵。朝天衣袂翩翩举。", "translation": "您乘一叶小舟远渡碧海去上任。今后想念您，我的一片思念之情将追随您到那天涯海角。今日我匆忙准备下粗陋酒食与君道别，我们相谈直到深夜，而此时正是四月梅雨时节窗外雨未歇。您到了横州啊，要让让横州百姓能像敬爱慈母一样爱戴您。等到百姓生活安康，您政绩斐然，希望看到您神采奕奕、衣袂翩翩来朝拜天子。"}}, {"name": "饯别王十一南游", "prop": {"content": "望君烟水阔，挥手泪沾巾。飞鸟没何处，青山空向人。长江一帆远，落日五湖春。谁见汀洲上，相思愁白蘋。", "translation": "望着你的小船驶向茫茫云水，频频挥手惜别泪水沾湿佩巾。你像一只飞鸟不知归宿何处，留下这一片青山空对着行人。江水浩浩一叶孤帆远远消失，落日下你将欣赏着五湖之美。谁能见我伫立汀洲上怀念你，望着白蘋心中充满无限愁情。"}}, {"name": "同柳吴兴何山", "prop": {"content": "王孙重离别，置酒峰之畿。逶迤川上草，参差涧里薇。轻云纫远岫，细雨沐山衣。檐端水禽息，窗上野萤飞。君随绿波远，我逐清风归。", "translation": "参加宴会的人心中别离之情深深，在何山山麓摆下送行的酒宴。青青的参差披拂的薇草绵绵延延，一直到水边一直蔓延到山涧。轻轻飘浮的云朵连着远处的峰峦，细丝一样的小雨润湿山峦。房檐上水鸟在静静地栖息，窗纱上萤虫在不停地飞舞。你这就要随着水流去到远方，我也要跟着清风归去。"}}, {"name": "木兰花慢·立秋夜雨送", "prop": {"content": "盼银河迢递，惊入夜，转清商。乍西园蝴蝶，轻翻麝粉，暗惹蜂黄。炎凉。等闲瞥眼，甚丝丝、点点搅柔肠。应是登临送客，别离滋味重尝。疑将。水墨画疏窗，孤影淡潇湘。倩一叶高梧，半条残烛、做尽商量。荷裳。被风暗剪，问今宵、谁与盖鸳鸯。从此羁愁万叠，梦回分付啼螀。", "translation": "盼望着银河的出现，入夜的时候却偏偏下起了悲凄的秋雨。刹那间，园里的蝴蝶和蜜蜂纷纷飞起，匆匆躲避。是暖是寒。入秋夜雨本是等闲之事，但今晚那丝丝点点的雨声却令人搅断柔肠。应该是因为此时正是别离送友的时刻，所以这秋雨才这样让人断肠吧。秋夜雨洒落在疏窗上，那雨痕仿佛是屏风上画出的水墨画。能否请求高高的梧桐树和烧残的灯烛细做掂量，不要在此时再添人的愁绪池塘里，荷叶已经被秋风吹残，那今夜谁来代替荷叶为鸳鸯们遮风挡雨呢？你将上路远行，从此旅途劳顿，梦醒之时，唯有悲切的寒蝉声相伴。"}}, {"name": "木兰花慢·席上送张仲", "prop": {"content": "汉中开汉业，问此地、是耶非。想剑指三秦，君王得意，一战东归。追亡事、今不见，但山川满目泪沾衣。落日胡尘未断，西风塞马空肥。 一编书是帝王师，小试去征西。更草草离筵，匆匆去路，愁满旌旗。君思我、回首处，正江涵秋影雁初飞。安得车轮四角，不堪带减腰围。", "translation": "汉中是汉朝开创帝业的地方，问：这个地方是否就是当时的汉中？想当年攻占三秦土地，高祖刘邦乘胜东进，去争夺天下与项羽一决雌雄。追回逃跑的韩信拜他为大将这样尊重人才的事，现在难以见到，只有那满眼破碎的山河令人泪下沾衣。落日中，任凭西方金人侵扰不止，秋天朝廷边塞的战马白白地体壮膘肥。您就像那得了书的张良可以成为帝王的老师，如今去西方兴元不过是小试身手。我备下这简单的饯行酒，你就要匆忙上路，仪仗队里的旌旗飘满了离愁。你想念我的时候，回头看，秋江上天光水影征雁啁啾次第飞。怎么能够让车轮长出四只角把行人强留，禁不起相思别恨衣带渐宽人渐瘦。"}}, {"name": "佚名", "dynasty": "唐代"}, {"name": "送当涂赵少府赴长芦", "prop": {"content": "我来扬都市，送客回轻舠。因夸楚太子，便观广陵涛。仙尉赵家玉，英风凌四豪。维舟至长芦，目送烟云高。摇扇对酒楼，持袂把蟹螯。前途倘相思，登岳一长谣。", "translation": "我这次的建康之行，是为送朋友溯江返回归程。他是像当年楚公子听人夸健广陵潮水，专程来听涛声。你像汉代仙尉梅福一样，是赵家的宝玉，有出息，英风凌驾于平原君等四豪之上。令人难忘的是停船在长芦。你乘舟到了长芦，尽目之处，烟云辽阔。手把蒲扇，一边摇扇，一边喝金陵美酒，食长江蟹鲜，话离别之情。当你想起我之时，就登高长歌来抒发思念之情。"}}, {"name": "满江红·送李御带珙", "prop": {"content": "红玉阶前，问何事、翩然引去。湖海上、一汀鸥鹭，半帆烟雨。报国无门空自怨，济时有策从谁吐。过垂虹、亭下系扁舟，鲈堪煮。 拚一醉，留君住。歌一曲，送君路。遍江南江北，欲归何处。世事悠悠浑未了，年光冉冉今如许。试举头、一笑问青天，天无语。", "translation": "好端端地在朝廷里做官，因为什么事要翩然辞官引去？遥望湖海上满滩沙鸥白鹭，远处船儿微露半帆笼罩着烟雨。报国无门空自怅怨，济时有良策又能对谁倾吐？路过垂虹亭下不妨暂系小舟，那里著名的鲈鱼堪煮。我甘愿拼死一醉，真诚地挽留你住。我将含泪高歌一曲，送你踏上归乡之路。踏遍江南江北，你将要归向何处？天下大事那么多全没有解决，大好年华就在这无结果中渐渐消逝。举头一笑问湛湛青天，青天也只沉默无语。"}}, {"name": "贺新郎·送陈真州子华", "prop": {"content": "北望神州路。试平章、这场公事，怎生分付。记得太行山百万，曾入宗爷驾驭。今把作、握蛇骑虎。君去京东豪杰喜，想投戈、下拜真吾父。谈笑里，定齐鲁。 两河萧瑟惟狐兔。问当年、祖生去后，有人来否。多少新亭挥泪客，谁梦中原块土。算事业、须由人做。应笑书生心胆怯，向车中、闭置如新妇。空目送，塞鸿去。", "translation": "向北眺望通往中原的路，试着议论议论，这一场恢复中原的大事，该怎么嘱咐？记得太行山王善、杨进聚众百万，曾经接受东京留守宗泽驾驭。现在朝廷对义兵左右为难就象握着毒蛇骑着老虎。你到京东路去义军领袖会高兴，料想他们一定会放下武器拜你为父。谈笑间，平定齐鲁。黄河两岸一派萧条只见乱跑的狐兔，试问当年、祖逖离开这里后，还有人来过否？多少在建业新亭洒泪的士大夫，谁真正想到过中原那一大块国土？算起来恢复大业必须由适当的人来做。应该笑象我等书生心里胆怯，向车中、关闭起来象新媳妇。空空地目送，边塞的鸿雁飞去。"}}, {"dynasty": "两汉"}, {"name": "鹊桥仙·七夕", "prop": {"content": "缑山仙子，高清云渺，不学痴牛騃女。凤箫声断月明中，举手谢、时人欲去。客槎曾犯，银河微浪，尚带天风海雨。相逢一醉是前缘，风雨散、飘然何处？", "translation": "缑山仙子王子乔性情高远，不像牛郎织女要下凡人间。皎洁的月光中停下吹凤箫，摆一摆手告别人间去成仙。听说黄河竹筏能直上银河，一路上还挟带着天风海雨。今天相逢一醉是前生缘分，分别后谁知道各自向何方？"}}, {"name": "张说", "dynasty": "唐代"}, {"name": "鲁中送二从弟赴举之西", "prop": {"content": "鲁客向西笑，君门若梦中。霜凋逐臣发，日忆明光宫。复羡二龙去，才华冠世雄。平衢骋高足，逸翰凌长风。舞袖拂秋月，歌筵闻早鸿。送君日千里，良会何由同。", "translation": "虽然寓居东鲁，我的心仍然留在京城，连梦中都是当日在君主身边的情景。自从放还回来我的头发已白如霜染，这是因为日日都在思念宫廷。令人羡慕的是你们二位前去应举，真如同二条出渊的胶龙，何况你俩又有冠盖当世的才情。试场上你们将如奔驰在平坦大道上的骏马，又将像展翅迎风的鲲鹏。酒后禁不住展袖在秋月下起舞，歌舞尽兴处又从天边传来阵阵的雁鸣。今日欢送你们到千里之外去赴试，不知何日能在这样的盛会中相逢？"}}, {"name": "谢张仲谋端午送巧作", "prop": {"content": "君家玉女从小见，闻道如今画不成。翦裁似借天女手，萱草石榴偏眼明。", "translation": "　　《谢张仲谋端午送巧作》这首诗是北宋诗人黄庭坚的一首诗，在端午节这个特别的日子，送别友人，或是还乡，或是感慨于时光的流逝，总是别样的日子别样的情啊。"}}, {"name": "送迁客", "prop": {"content": "谏频甘得罪，一骑入南深。若顺吾皇意，即无臣子心。 织花蛮市布，捣月象州砧。蒙雪知何日，凭楼望北吟。", "translation": "　　迁客指被贬谪的官员，此处所指，不得而知。从诗文判断，当系栖蟾禅师相知好友，友情不比一般。送别之际，栖蟾禅师对这位被流放到蛮荒远域的朋友，感情是非常复杂的。既对朋友忠诚正直的人品道德赞赏钦佩，也对朋友的蒙屈遭贬惋惜哀伤。诗写得很动情，意蕴深厚。 "}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"dynasty": "近现代"}, {"name": "送綦毋秘书弃官还江东", "prop": {"content": "明时久不达，弃置与君同。天命无怨色，人生有素风。念君拂衣去，四海将安穷。秋天万里净，日暮澄江空。清夜何悠悠，扣舷明月中。和光鱼鸟际，澹尔蒹葭丛。无庸客昭世，衰鬓日如蓬。顽疏暗人事，僻陋远天聪。微物纵可采，其谁为至公。余亦从此去，归耕为老农。", "translation": "无"}}, {"name": "送龚章判官之卫州·新", "prop": {"content": "几砚昔年游，于今成十秋。松坚终发石，鱼变即辞流。近郡无飞檄，清时不借筹。淇园春竹美，军宴日椎牛。", "translation": " 　　送十年前的学友龚章赴卫州做判官，先忆同窗之谊，再赞其苦学成材不易，又勉励其忠于王事，后写赴任地风物之胜。 "}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "别诗三首·其一", "prop": {"content": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。", "translation": "无"}}, {"name": "送韩十四江东觐省", "prop": {"content": "兵戈不见老莱衣，叹息人间万事非。我已无家寻弟妹，君今何处访庭闱？黄牛峡静滩声转，白马江寒树影稀。此别应须各努力，故乡犹恐未同归。", "translation": "　　此诗发端即不凡，苍劲中蕴有一股郁抑之气。诗人感叹古代老莱子彩衣娱亲这样的美谈，然而在他这个时候，干戈遍地，已经很难找到。这就从侧面扣住题意“觐省”，并且点示出背景。第二句，诗的脉络继续沿着深沉的感慨向前发展，突破“不见老莱衣”这种天伦之情的范围，而着眼于整个时代。安史之乱使社会遭到极大破坏，开元盛世一去不复返了。诗人深感人间万事都已颠倒，到处是动乱、破坏和灾难，不由发出了声声叹息。“万事非”三字，包容着巨大的世上沧桑，概括了辛酸的人间悲剧，表现出诗人深厚的忧国忧民的思想感情。"}}, {"name": "归自谣·寒山碧", "prop": {"content": "寒山碧，江上何人吹玉笛？扁舟远送潇湘客。芦花千里霜月白，伤行色，来朝便是关山隔。", "translation": "碧山侵染着寒意，遥闻江上，是什么人在吹奏玉笛呢？伴着一叶扁舟送行客远赴潇湘。两岸芦花，在月光下犹如遍洒的白霜，感伤离别，要知道今夜告别，明朝便是关山阻绝啊！"}}, {"name": "送郑少府入辽共赋侠客", "prop": {"content": "边烽警榆塞，侠客度桑乾。柳叶开银镝，桃花照玉鞍。满月临弓影，连星入剑端。不学燕丹客，徒歌易水寒。", "translation": "边塞外族入侵挑起了战争，豪杰将士夜渡桑乾远赴国难。柳叶被雪亮的箭镞拨开，桃花对映着镶玉的马鞍。天空圆月把弓影投射到地上，大片星斗映在剑的项端。不要学那过河行刺的荆轲，空唱一曲《易水寒》。"}}, {"name": "与胡兴安夜别", "prop": {"content": "居人行转轼，客子暂维舟。念此一筵笑，分为两地愁。露湿寒塘草，月映清淮流。方抱新离恨，独守故园秋。", "translation": "送行人掉转车头回去，客人暂系的船缆正要解开。想起酒宴上大家强为欢笑，即将化作两地的愁怀。露珠溅湿了寒塘杂草，明月随着淮河的水奔流。才抱着别离的新恨，独守着故园度过新秋。"}}, {"name": "送贾讷倅眉", "prop": {"content": "老翁山下玉渊回，手植青松三万栽。父老得书知我在，小轩临水为君开。试看一一龙蛇活，更听萧萧风雨哀。便与甘棠同不剪，苍髯白甲待归来。", "translation": "　　公元1086年（元祐元年），苏轼知登州任，到官五日，调回京师。一年之间，三迁要职，当上翰林学士。贾讷这时将到作者故乡眉州作官，作者故作诗相送。"}}, {"name": "送张参明经举兼向泾州", "prop": {"content": "十五彩衣年，承欢慈母前。孝廉因岁贡，怀橘向秦川。四座推文举，中郎许仲宣。泛舟江上别，谁不仰神仙。", "translation": "无"}}, {"name": "送杨寘序", "prop": {"content": "　　予尝有幽忧之疾，退而闲居，不能治也。既而学琴于友人孙道滋，受宫声数引，久而乐之，不知其疾之在体也。夫疾，生乎忧者也。药之毒者，能攻其疾之聚，不若声之至者，能和其心之所不平。心而平，不和者和，则疾之忘也宜哉。　　夫琴之为技小矣，及其至也，大者为宫，细者为羽，操弦骤作，忽然变之，急者凄然以促，缓者舒然以和，如崩崖裂石、高山出泉，而风雨夜至也。如怨夫寡妇之叹息，雌雄雍雍之相鸣也。其忧深思远，则舜与文王、孔子之遗音也；悲愁感愤，则伯奇孤子、屈原忠臣之所叹也。喜怒哀乐，动人必深。而纯古淡泊，与夫尧舜三代之言语、孔子之文章、《易》之忧患、《诗》之怨刺无以异。其能听之以耳，应之以手，取其和者，道其湮郁，写其幽思，则感人之际，亦有至者焉。　　予友杨君，好学有文，累以进士举，不得志。及从荫调，为尉于剑浦，区区在东南数千里外．是其心固有不平者。且少又多疾，而南方少医药。风俗饮食异宜。以多疾之体，有不平之心，居异宜之俗，其能郁郁以久乎?然欲平其心以养其疾，于琴亦将有得焉。故予作《琴说》以赠其行，且邀道滋酌酒，进琴以为别。", "translation": "　　我曾经得了忧劳的病症，退下来闲居，没有医治好。后来在朋友孙道滋那里学习弹琴。学习了五声和几支乐曲，时间一长觉得很快乐，不知道那疾病还在自己身上呢。"}}, {"name": "送客归京", "prop": {"content": "水陆四千里，何时归到秦？舟辞三峡雨，马入九衢尘。有酒留行客，无书寄贵人。唯凭远传语，好在曲江春。", "translation": "　　首联叙写朋友归京，千里迢迢，不知何时才能回到长安；作者对朋友行路的担忧与二人深厚情谊跃然纸上。颔联以轻快笔调，想象朋友在烟雨朦胧的三峡渡口登舟而去，抵达京城时，快马扬鞭，意气风发穿行于繁华街市的情形，无比欣羡。颈联对仗工整，运用对比反衬手法，叙写想到自己依旧羁旅在外，虽有美酒为朋友饯行，却没有书信寄给君王，不禁又黯然神伤起来。尾联对朋友寄予厚望，希望朋友归京后替他向君王传话，请君王回忆当年科考放榜时君臣一起在曲江池宴饮欢谈的美好情景。 "}}, {"name": "送湖南部曲", "prop": {"content": "青衫匹马万人呼，幕府当年急急符。愧我明珠成薏苡，负君赤手缚於菟。观书老眼明如镜，论事惊人胆满躯。万里云霄送君去，不妨风雨破吾庐。", "translation": "穿青衫匹马单枪万人欢送，接幕府紧急命令急速启程。深愧我薏苡明珠遭人诬陷，辜负你赤手缚虎自立战功。观书眼虽老犹明知人如镜，论事理有胆有识直言秉公。你去后鹏程万里为国效力，我不妨风雨破庐贫困终生。"}}, {"name": "送丘为落第归江东", "prop": {"content": "怜君不得意，况复柳条春。为客黄金尽，还家白发新。五湖三亩宅，万里一归人。知祢不能荐，羞为献纳臣。", "translation": "叹息你又一次不能遂意，何况在这柳条新绿的初春。客游京城盘缠全部用尽，回家时只落得白发添新。太湖边只有你三亩的田宅，遥遥万里外凄凉凉一个归人。深知你祢丘有才能却没能推荐，作为一名献纳之臣我只觉惭愧。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "鹧鸪天·绿橘梢头几点", "prop": {"content": "绿橘梢头几点春。似留香蕊送行人。明朝紫凤朝天路，十二重城五碧云。歌渐咽，酒初醺。尽将红泪湿湘裙。赣江西畔从今日，明月清风忆使君。", "translation": "绿橘梢头尚有橘花未谢，好像要留下香蕊来送别行人。君要官职高升，明天就要进京朝拜皇上。升官进京是天祥人瑞的好事。歌声渐渐沙哑，喝了点小酒微微有点醉。感到悲伤，就尽情哭泣，任凭红色的泪水滴湿了黄色的衣裙。赣江西边从今天开始，明月与清风就在回忆着使君。"}}, {"name": "袁宏道", "dynasty": "明代"}, {"name": "稼说送张琥", "prop": {"content": "　　曷(盍)尝观于富人之稼乎？其田美而多，其食足而有余。其田美而多，则可以更休，而地力得全；其食足而有余，则种之常不后时，而敛之常及其熟。故富人之稼常美，少秕而多实，久藏而不腐。　　今吾十口之家，而共百亩之田。寸寸而取之，日夜以望之，锄、铚 、耰、艾，相寻于其上者如鱼鳞，而地力竭矣。种之常不及时，而敛之常不待其熟。此岂能复有美稼哉？　　古之人，其才非有以大过今之人也。平居所以自养而不敢轻用，以待其成者，闵闵焉，如婴儿之望之长也。弱者养之，以至于刚；虚者养之，以至于充。三十而后仕，五十而后爵。信于久屈之中，而用于至足之后；流于既溢之余，而发于持满之末。此古之人所以大过人，而今之君子所以不及也。　　吾少也有志于学，不幸而早得与吾子同年，吾子之得，亦不可谓不早也。吾今虽欲自以为不足，而众已妄推之矣。呜呼!吾子其去此，而务学也哉!博观而约取，厚积而薄发，吾告子止于此矣。　　子归过京师而问焉，有曰辙、子由者，吾弟也，其亦以是语之。", "translation": "　　你(何不)可曾观察过富人怎么种庄稼的吗？他们的田又好又多，他们的粮食充足而有余。他们的土地又好又多，就可以实行休耕轮作，土地的肥力便能够保全；他们的粮食充足而有余，那么耕种就能够常常不误季节，收割也常常能够等到庄稼完全成熟之后进行。所以富人的庄稼往往很好，秕子少，产量高，长时间存放也不会腐烂。"}}, {"name": "武威送刘判官赴碛西行", "prop": {"content": "火山五月行人少，看君马去疾如鸟。 都护行营太白西，角声一动胡天晓。", "translation": "五月的火焰山行人稀少，看着您骑马迅疾如飞鸟。都护军营在太白星西边，一声号角就把胡天惊晓。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "塞上曲送元美", "prop": {"content": "白羽如霜出塞寒，胡烽不断接长安。城头一片西山月，多少征人马上看。", "translation": "元美手持插着白羽的军事文书，冒着霜冻的寒气出行塞外。东北边境的异族侵扰边关，那报警的狼烟在相连不断的烽火台上一个个燃起，直抵京城。元美出行之时，正当拂晓，城头上斜挂一弯西垂的冷月。天明以后，一场恶战又会在前线爆发。戍守边关的将士们人未卸衣，马未卸鞍，他们正焦急地翘首等待着京城的决策到来。"}}, {"name": "浣溪沙·送梅庭老赴上", "prop": {"content": "门外东风雪洒裾，山头回首望三吴。不应弹铗为无鱼。上党从来天下脊，先生元是古之儒。时平不用鲁连书。", "translation": "门外东风把春雪吹洒在先生您的前襟，当您登上太行山头时一定会回过头来眺望三吴故乡。既然做了学官，就不应计较被派到了那艰苦的地方。上党地势险要，历来被人称作天下之脊，先生您志向远大，如古之大儒，以天下为己任。只是时代承平，即使有鲁连那样的奇妙计策，也没有用的地方。"}}, {"name": "送著作佐郎崔融等从梁", "prop": {"content": "金天方肃杀，白露始专征。王师非乐战，之子慎佳兵。海气侵南部，边风扫北平。莫卖卢龙塞，归邀麟阁名。", "translation": "金秋季节萧瑟寒风初起，白露时分开始发兵征讨。朝廷军队并非爱好战争，你们用兵时要慎重行事。征伐定如海气席卷南国，边风扫荡北地所向披靡。要学习田畴不居功自傲，更不必希求扬名麒麟阁。"}}, {"name": "送四镇薛侍御东归", "prop": {"content": "相送泪沾衣，天涯独未归。将军初得罪，门客复何依？梦去湖山阔，书停陇雁稀。园林幸接近，一为到柴扉。", "translation": "我送你东归，相别之时，泪水沾湿了衣襟戍守天涯的人只我一个没有回归。封将军兵败被削官，我又将依靠谁呢？梦里来到一片湖水山光十分开阔之处，家书写好了，却难觅凭寄的大雁。幸好你我两家庭院邻近，你如今回去正好顺路帮我捎份家书。"}}, {"name": "送狄宗亨", "prop": {"content": "秋在水清山暮蝉，洛阳树色鸣皋烟。 送君归去愁不尽，又惜空度凉风天。", "translation": "秋水清澈蝉鸣不歇，远望暮色苍茫洛阳树色依稀可辨。送君离去后心中愁绪无穷尽，只能空度这凉风飒飒的秋天。"}}, {"name": "柳枝词", "prop": {"content": "亭亭画舸系春潭，直到行人酒半酣。不管烟波与风雨，载将离恨过江南。", "translation": "高高的画船系在岸边的柳树上，行人与友人依依不舍，直到半醉才离去。不管烟波浩渺，也不管雨打风吹，带着行人远去，满载着离恨去到那遥远的江南。"}}, {"name": "送杨少府赴选", "prop": {"content": "大国置衡镜，准平天地心。群贤无邪人，朗鉴穷情深。吾君咏南风，衮冕弹鸣琴。时泰多美士，京国会缨簪。山苗落涧底，幽松出高岑。夫子有盛才，主司得球琳。流水非郑曲，前行遇知音。衣工剪绮绣，一误伤千金。何惜刀尺馀，不裁寒女衾。我非弹冠者，感别但开襟。空谷无白驹，贤人岂悲吟。大道安弃物，时来或招寻。尔见山吏部，当应无陆沉。", "translation": "无"}}, {"name": "高阳池送朱二", "prop": {"content": "当昔襄阳雄盛时，山公常醉习家池。池边钓女日相随，妆成照影竟来窥。澄波澹澹芙蓉发，绿岸参参杨柳垂。一朝物变人亦非，四面荒凉人住稀。意气豪华何处在，空余草露湿罗衣。此地朝来饯行者，翻向此中牧征马。征马分飞日渐斜，见此空为人所嗟。殷勤为访桃源路，予亦归来松子家。", "translation": "无"}}, {"name": "项斯", "dynasty": "唐代"}, {"name": "荆门别张天觉", "prop": {"content": "秋风十驿望台星，想见冰壶照座清。零雨已回公旦驾，挽须聊听野王筝。三朝元老公方壮，四海苍生耳已倾。白发故人来一别，却归林下看升平。", "translation": "飒飒秋风中，我从襄阳行三百里去见商英，他为官清廉，品性高洁。蒙屈的周公早已回京主持朝政，遭陷的谢安，桓伊已为他弹筝鸣不平。三朝元老的商英，如今依然是胸怀雄心，全国的百姓都对商英寄予莫大的希望。我这位白发老友赶到荆门为商英送行，然后隐退山林喜听天下繁富平安的佳音。"}}, {"name": "次韵酬吴德夫去秋送行", "prop": {"content": "湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。", "translation": "　　吴德夫去年秋天为作者写了一首送行诗，作者按原诗用韵次序写此诗作答。全诗四十句，这里节选了十二句，诗中作者自愧异于淇园竹，表达了诗人重人品节操和自谦的品格。 "}}, {"name": "秋日鲁郡尧祠亭上宴别", "prop": {"content": "我觉秋兴逸，谁云秋兴悲？山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，雁没青天时。相失各万里，茫然空尔思。", "translation": "我觉得感怀秋日会使人放逸，谁却说使人悲愁呢？群山带走斜阳落日，绿水与蓝天相映成趣。用玉壶装上鲁酒，为君送行请君暂且驻马。把马停放在古树旁，解下锦带挂在横出的树枝上面。水中尧祠亭歌鼓齐鸣，曲调悠扬远飞云天。日暮时云霭渐退向天边，大雁消失在茫茫的青天中。我们三人分别相距万里，茫然之中只有愁思种种。"}}, {"name": "送郑侍御谪闽中", "prop": {"content": "谪去君无恨，闽中我旧过。大都秋雁少，只是夜猿多。东路云山合，南天瘴疠和。自当逢雨露，行矣慎风波。", "translation": "你远谪荒瘴，不应该怨恨萦心，朋友，我曾经是去过闽中之人。到闽中大概很少见到远旅雁阵；深夜，听到的都是哀伤的猿啼。闽东的山路，到处是云昏岭峻，闽南住久了，瘴疠也不必心悸。朋友，你一定逢赦，恩沾雨露，珍重啊，风波之献，路上当心！"}}, {"name": "杨巨源", "dynasty": "唐代"}, {"name": "送韩侍御之广德", "prop": {"content": "昔日绣衣何足荣，今宵贳酒与君倾。暂就东山赊月色，酣歌一夜送泉明。", "translation": "　　诗的前两句“昔日绣衣何足荣，今宵贳酒与君倾”，是写韩歆“昔日”与“今日”的情况，形成鲜明的对比。韩侍御，即韩歆。公元758年（唐至德三载）被贬，由殿中侍御史来广德隐居，此时李白送韩歆去广德。昔日，韩歆是侍御，“或给事殿中，或举劾非法，或督察郡县，或奉旨外出”，“衣以绣者，尊宠之也。”可以说是耀武扬威，富贵荣耀。然而，韩歆“因朝会，闻帝读隗嚣、公孙述相与书，歆曰：‘亡国之君皆有才，桀、纣亦有才。’帝大怒，以为激发。”“今日”李白“贳酒”来招待“昔日”的“侍御”了，如此巨大的落差，形成鲜明的对比。"}}, {"name": "送别", "prop": {"content": "寻阳五溪水，沿洄直入巫山里。胜境由来人共传，君到南中自称美。送君别有八月秋，飒飒芦花复益愁。 云帆望远不相见，日暮长江空自流。", "translation": "寻阳五溪的溪水，顺流而下一直流入巫江。那里的风景一直为世人所传颂，你到了那里一定会很喜欢。金秋八月送你离去，在这芦花被风吹动的飒飒声中我更觉忧愁。远眺你的船帆已经看不见了，只有日暮下的长江独自流淌。"}}, {"name": "和陆明府赠将军重出塞", "prop": {"content": "忽闻天上将，关塞重横行。始返楼兰国，还向朔方城。黄金装战马，白羽集神兵。星月开天阵，山川列地营。晚风吹画角，春色耀飞旌。宁知班定远，犹是一书生。", "translation": "忽听得天上降下将军，在边塞再次纵横驰骋。刚刚从楼兰之国归来，马上又奔向朔方边城。战马披挂上黄金铠甲，白羽旗下召集了神兵。按星月分布摆开天阵，据山川形势排列地营。晚风吹来军中的号角，春光耀眼军旗在飞动。哪里知道定远侯班超，他原来还是一介书生。"}}, {"name": "送日本国僧敬龙归", "prop": {"content": "扶桑已在渺茫中，家在扶桑东更东。 此去与师谁共到，一船明月一帆风。", "translation": "遥远的扶桑已在渺茫之中，您家在扶桑东面还要往东。此去谁能与你一起到家乡？唯有一船明月和满帆清风。 "}}, {"name": "送二兄入蜀", "prop": {"content": "关山客子路，花柳帝王城。此中一分手，相顾怜无声。", "translation": "游子要踏上关险山高的旅途，这里是繁华热闹的长安城。在这里我们分手告别，默默相望哀伤得说不出话。"}}, {"name": "忆江上吴处士", "prop": {"content": "闽国扬帆去，蟾蜍亏复圆。秋风生渭水，落叶满长安。此地聚会夕，当时雷雨寒。兰桡殊未返，消息海云端。", "translation": "自从你扬帆远航到福建，已经是几度月缺又月圆。分别时秋风吹拂着渭水，落叶飘飞洒满都城长安。记得在送别宴会的夜晚，雷雨交加天气让人生寒。你乘坐的船还没有返回，你的消息还远在海云边。"}}, {"name": "送仲高兄宫学秩满赴行", "prop": {"content": "兄去游东阁，才堪直北扉。莫忧持橐晚，姑记乞身归。道义无今古，功名有是非。临分出苦语，不敢计从违。", "translation": "　　此诗作于升之宫学秩满之时，在绍兴二十一、二年间，时陆游居山阴。"}}, {"name": "水调歌头·落日古城角", "prop": {"content": "落日古城角，把酒劝君留。长安路远，何事风雪敝貂裘。散尽黄金身世，不管秦楼人怨，归计狎沙鸥。明夜扁舟去，和月载离愁。功名事，身未老，几时休。诗书万卷，致身须到古伊周。莫学班超投笔，纵得封侯万里，憔悴老边州。何处依刘客，寂寞赋登楼。", "translation": "夕阳照在城墙的一角，我端起酒杯劝说您留下。京城离这里太远了，为什么还要穿着破旧的衣服冒着艰辛赶去呢？我担心你像苏秦一样盘缠用尽，还会遭到妻子的埋怨，不如早点归来，与沙鸥亲近为好。明晚月色下，你就要带着满身的离愁乘船而去。追逐功名利禄，恐怕是到老了以后才会罢休吧？饱读诗书，应该像古代的伊尹和周公一样为国事操劳。不要效仿班超投笔从戎，即使能够万里封侯，也会长期的滞留边疆，到老才能回来。在哪里可以找到可以依附的人呢？只怕是空自孤独寂寞，作《登楼赋》那样思念家乡的文章。"}}, {"name": "送沈子归江东 / 送", "prop": {"content": "杨柳渡头行客稀，罟师荡桨向临圻。 惟有相思似春色，江南江北送君归。", "translation": "杨柳飘拂的渡口行客疏疏稀稀，艄公摇荡着船桨一直驶向临圻。只有相思的别恨像无边的春色，不论江南江北时刻送你把家归。"}}, {"name": "家铉翁", "dynasty": "宋代"}, {"name": "曹植", "dynasty": "两汉"}, {"name": "上西平·送杜叔高", "prop": {"content": "恨如新，新恨了，又重新。看天上、多少浮云。江南好景，落花时节又逢君。夜来风雨，春归似欲留人。 尊如海，人如玉，诗如锦，笔如神。能几字、尽殷勤。江天日暮，何时重与细论文。绿杨阴里，听阳关、门掩黄昏。", "translation": "　　杜叔高，即杜斿，叔高为其字。公元1189年，他从故乡金华到三百里之外的上饶，拜访罢官闲居的辛弃疾，两人一见如故，相处极为欢洽。1200年，杜斿再次拜访辛弃疾，相得甚欢。杜斿两次拜访，辛与之宴游与赠答，存词12首，诗2首。与杜酬应的作品之多，不但在辛集中少有，就是在中国文学史上，也实属罕见。此词即为其中之一。"}}, {"name": "送周子充左史奉祠归庐", "prop": {"content": "黄鹄飘然下九关，江船载月客俱还。名高岂是孤臣愿，身退聊开壮士颜。倾盖当年真旦暮，沾巾明日有河山。后期淹速都难料，相对犹怜鬓未斑。", "translation": "黄鹄飘然地飞下九重天，明月与君同船而行。高洁的名声不是孤臣所愿，抽身而退才能真正的开怀。当年一见如故的情景恍惚就在昨日，明日分别山河远隔。你我什么时候能够再会不可预料，但来日方长仍可期待。"}}, {"name": "送单于裴都护赴西河", "prop": {"content": "征马去翩翩，城秋月正圆。单于莫近塞，都护欲临边。汉驿通烟火，胡沙乏井泉。功成须献捷，未必去经年。", "translation": "你骑着征马，翩翩而去；秋天城中，明月正圆。匈奴单于你切莫靠近我汉家边塞，如今我都护将军正欲莅临边关。汉家驿道中，烽火接连燃起，胡地沙多，井泉难寻。功成之后要献战利品，你此番北去，用不了一年就可以做到这一点。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "刘燕哥", "dynasty": "元代"}, {"name": "送天台僧", "prop": {"content": "远梦归华顶，扁舟背岳阳。寒蔬修净食，夜浪动禅床。雁过孤峰晓，猿啼一树霜。身心无别念，馀习在诗章。", "translation": "无"}}, {"name": "送温处士归黄山白鹅峰", "prop": {"content": "黄山四千仞，三十二莲峰。丹崖夹石柱，菡萏金芙蓉。伊昔升绝顶，下窥天目松。仙人炼玉处，羽化留馀踪。亦闻温伯雪，独往今相逢。采秀辞五岳，攀岩历万重。归休白鹅岭，渴饮丹砂井。凤吹我时来，云车尔当整。去去陵阳东，行行芳桂丛。回溪十六度，碧嶂尽晴空。他日还相访，乘桥蹑彩虹。", "translation": "无"}}, {"name": "送杨秀才游蜀", "prop": {"content": "鄂渚逢游客，瞿塘上去船。峡深明月夜，江静碧云天。旧俗巴渝舞，新声蜀国弦。不堪挥惨恨，一涕自潸然。", "translation": "在江边与将要出游蜀地的杨秀才相逢，此刻他正要登上溯流往瞿塘峡而去的客船。在这明月夜，客船行走在两岸峭壁之中，江水幽静，夜空云天碧蓝。想必蜀地既有旧式的巴渝舞蹈，又有当地新出的乐曲。但是这些欢愉都不能把我们之间的离愁别恨一挥而去，想到这里，我的泪水就不由自主地潸然而下了。"}}, {"name": "周端臣", "dynasty": "宋代"}, {"dynasty": "宋代"}, {"name": "芙蓉楼送辛渐二首", "prop": {"content": "寒雨连江夜入吴，平明送客楚山孤。(连江 一作：连天)洛阳亲友如相问，一片冰心在玉壶。丹阳城南秋海阴，丹阳城北楚云深。高楼送客不能醉，寂寂寒江明月心。", "translation": "秋冬时节的冷雨连夜洒遍吴地江天，天亮的时候送别好友只留下楚山的孤影。到了洛阳，亲友若是问起我来，就说我的心依然像玉壶里的冰一样纯洁，未受功名利禄等世情的玷污。"}}, {"name": "望江怨·东风急", "prop": {"content": "东风急，惜别花时手频执，罗帏愁独入。马嘶残雨春芜湿。 倚门立，寄语薄情郎，粉香和泪泣。", "translation": "正是春风劲吹的时候，我们却依依惜别频频执手，人去楼空春仍在，我真怕独入闺楼。残雨淋湿了路边的青草，飘来骏马远去的嘶吼。我久久地倚门伫立，多少话儿涌上心头。薄情的郎君你可知道，我的泪水在和着妆粉流。"}}, {"name": "木兰花慢·送翁五峰游", "prop": {"content": "送秋云万里，算舒卷、总何心。叹路转羊肠，人营燕垒，霜满蓬簪。愁侵。庾尘满袖，便封侯、那羡汉淮阴。一醉莼丝脍玉，忍教菊老松深。 离音。又听西风，金井树、动秋吟。向暮江目断，鸿飞渺渺，天色沈沈。沾襟。四弦夜语，问杨琼、往事到寒砧。争似湖山岁晚，静梅香底同斟。", "translation": "　　《木兰花慢》，唐教坊曲，从双调《木兰花》演变而来。《乐章集》入“南吕调”。双调，一百零一字，前片十句五平韵，后片十句七平韵，为定格。还有前片四平韵，后片六平韵的，系慢调变格。此词为定格。"}}, {"name": "点绛唇·金谷年年", "prop": {"content": "金谷年年，乱生春色谁为主？余花落处，满地和烟雨。又是离歌，一阕长亭暮。王孙去，萋萋无数，南北东西路。", "translation": "金谷年年生青草，年复一年，每到春来，长势繁茂，乱生的春色谁是它的主人？枝头残余的花朵在蒙蒙细雨中凋落一地。又是离秋，黄昏时分，送行的人在这里话别。远游的人已经走了，芳草萋萋生满前行之路。"}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "走马川行奉送出师西征", "prop": {"content": "君不见走马川行雪海边，平沙莽莽黄入天。 轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。 匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。 将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。 马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。 虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。(车师 一作：军师)", "translation": "您难道不曾看见吗？那辽阔的走马川紧靠着雪海边缘，茫茫无边的黄沙连接云天。轮台九月整夜里狂风怒号，到处的碎石块块大如斗，狂风吹得斗大乱石满地走。这时匈奴牧草繁茂军马肥，侵入金山西面烟尘滚滚飞，汉家的大将率兵开始征西。将军身著铠甲夜里也不脱，半夜行军戈矛彼此碰撞，凛冽寒风吹到脸上如刀割。马毛挂着雪花还汗气蒸腾，五花马的身上转眼结成冰，营幕中写檄文砚墨也冻凝。敌军听到大军出征应胆惊，料他不敢与我们短兵相接，我就在车师西门等待报捷。"}}, {"name": "孙洙", "dynasty": "宋代"}, {"name": "送魏郡李太守赴任", "prop": {"content": "与君伯氏别，又欲与君离。君行无几日，当复隔山陂。 苍茫秦川尽，日落桃林塞。独树临关门，黄河向天外。 前经洛阳陌，宛洛故人稀。故人离别尽，淇上转骖騑。企予悲送远，惆怅睢阳路。古木官渡平，秋城邺宫故。 想君行县日，其出从如云。遥思魏公子，复忆李将军。", "translation": "无"}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "送薛存义序", "prop": {"content": "　　河东薛存义将行，柳子载肉于俎，崇酒於觞，追而送之江浒，饮食之。且告曰：“凡吏于土者，若知其职乎？盖民之役，非以役民而已也。凡民之食于土者，出其什一佣乎吏，使司平于我也。今我受其直，怠其事者，天下皆然。岂惟怠之，又从而盗之。向使佣一夫于家，受若值，怠若事，又盗若货器，则必甚怒而黜罚之矣。以今天下多类此，而民莫敢肆其怒与黜罚者，何哉？势不同也。势不同而理同，如吾民何？有达于理者，得不恐而畏乎！”　　存义假令零陵二年矣。早作而夜思，勤力而劳心；讼者平，赋者均，老弱无怀诈暴憎。其为不虚取直也的矣，其知恐而畏也审矣。　　吾贱且辱，不得与考绩幽明之说；于其往也，故赏以酒肉而重之以辞。", "translation": "无"}}, {"name": "水龙吟·送焦和之赴西", "prop": {"content": "当年紫禁烟花，相逢恨不知音早。秋风倦客，一杯情话，为君倾倒。回首燕山，月明庭树，两枝乌绕。正情驰魏阙，空书怪事，心胆堕，伤殷浩。祸福无端倚伏，问古今、几人明了。沧浪渔父，归来惊笑，灵均枯槁。邂逅淇南，岁寒独在，故人襟抱。恨黄尘障尺，西山远目，送斜阳鸟。", "translation": "无"}}, {"name": "蝶恋花·暮春别李公择", "prop": {"content": "簌簌无风花自堕。寂寞园林，柳老樱桃过。落日有情还照坐，山青一点横云破。路尽河回人转舵。系缆渔村，月暗孤灯火。凭仗飞魂招楚些，我思君处君思我。", "translation": "花落声簌簌却不是被风所吹，而是悠悠然自己坠落在地。寂寞的园林里，花木荣枯。似乎有情的落日照耀着客座，高耸的青山仿佛刺破了横云。送者在岸上已走到“路尽”；行者在舟中却见舵已转。今夜泊于冷落的渔村中宵不寐，独对孤灯，唯有暗月相伴。我像《楚辞·招魂》召唤屈原那样，召唤离去的友人。我思念你的时候你也在思念着我吧。"}}, {"name": "西亭子送李司马", "prop": {"content": "高高亭子郡城西，直上千尺与云齐。盘崖缘壁试攀跻，群山向下飞鸟低。使君五马天半嘶，丝绳玉壶为君提。坐来一望无端倪，红花绿柳莺乱啼，千家万井连回溪。酒行未醉闻暮鸡，点笔操纸为君题。为君题，惜解携。草萋萋，没马蹄。", "translation": "高高亭子位于郡城以西，直上千尺与那浮云相齐。顺着山崖向着山顶登去，群山向下觉得飞鸟更低。半天空今马儿阵阵嘶叫，游壶美酒本为好友而提；坐到亭上放眼一望无际，红花绿柳处处莺鸟乱啼，千家万户连着弯弯小溪。饮洒末醉已听傍晚鸡啼，提笔写诗送别为友离去；为君题诗啊，哀伤别离，春草萋萋啊，没了马蹄。"}}, {"name": "兰陵王·柳", "prop": {"content": "柳阴直，烟里丝丝弄碧。隋堤上、曾见几番，拂水飘绵送行色。登临望故国，谁识京华倦客？长亭路，年去岁来，应折柔条过千尺。闲寻旧踪迹，又酒趁哀弦，灯照离席。梨花榆火催寒食。愁一箭风快，半篙波暖，回头迢递便数驿，望人在天北。凄恻，恨堆积！渐别浦萦回，津堠岑寂，斜阳冉冉春无极。念月榭携手，露桥闻笛。沉思前事，似梦里，泪暗滴。", "translation": "无"}}, {"name": "水龙吟·再送荪友南还", "prop": {"content": "人生南北真如梦，但卧金山高处。白波东逝，鸟啼花落，任他日暮。别酒盈觞，一声将息，送君归去。便烟波万顷，半帆残月，几回首，相思苦。可忆柴门深闭，玉绳低、翦灯夜雨。浮生如此，别多会少，不如莫遇。愁对西轩，荔墙叶暗，黄昏风雨。更那堪几处，金戈铁马，把凄凉助。", "translation": "人的一生，南北漂泊，四处奔走，宛如幻梦。现在你终于可以高卧在金山之上，看大江东去，伴鸟啼花落，任凭夕阳西下而无所牵挂。离别的酒已经倒满酒杯，道一声珍重，愿您平安返回故乡。在烟波浩渺的漫漫长路上，在午夜梦回，只有孤帆残月相伴之时，你是否会回头北望，思念远方知己的朋友？可曾想起那夜我们紧闭柴门，在灯前说着知心的话语直到深夜。人生就是这样，别离的时候多，相聚的时日少。还不如我们从来就没有相遇。黄昏之时，“我”孤独一人，对着西轩而寂寞忧愁，昏暗的薜荔墙上的叶子在风雨中飘摇晃动，更有频繁的故事，使“我”心中更加凄凉。"}}, {"dynasty": "先秦"}, {"name": "浣溪沙·重九旧韵", "prop": {"content": "白雪清词出坐间。爱君才器两俱全。异乡风景却依然。可恨相逢能几日，不知重会是何年。茱萸子细更重看。", "translation": "阳春白雪般的清新词句出自座席之间，您才华气量二者兼备，令人艳羡。异乡杭州的风景也依旧粲然。可叹相逢能够欢聚几日？不知重会又将落在何年？届时，我们愿再次面对茱萸仔细把玩。"}}, {"name": "送魏二", "prop": {"content": "醉别江楼橘柚香，江风引雨入舟凉。 忆君遥在潇湘月，愁听清猿梦里长。", "translation": "在橘柚飘香的江楼上醉饮话别，江风把那细雨吹进小舟，顿感丝丝寒凉。想象你独自远行在潇湘明月下，满怀愁绪在梦里静听猿啼悠长。"}}, {"name": "送綦毋潜落第还乡", "prop": {"content": "圣代无隐者，英灵尽来归。遂令东山客，不得顾采薇。既至金门远，孰云吾道非。(金门 一作：君门)江淮度寒食，京洛缝春衣。置酒临长道，同心与我违。行当浮桂棹，未几拂荆扉。远树带行客，孤村当落晖。(孤村 一作：孤城)吾谋适不用，勿谓知音稀。", "translation": "政治清明时代绝无隐者存在，为朝政服务有才者纷纷出来。连你这个像谢安的山林隐者，也不再效法伯夷叔齐去采薇。你应试落第不能待诏金马门，那是命运不济谁说吾道不对？去年寒食时节你正经过江淮，滞留京洛又缝春衣已过一载。我们又在长安城外设酒饯别，同心知己如今又要与我分开。你行将驾驶着小船南下归去，不几天就可把自家柴门扣开。远山的树木把你的身影遮盖，夕阳余辉映得孤村艳丽多彩。你暂不被录用纯属偶然的事，别以为知音稀少而徒自感慨！"}}, {"name": "卜算子·送鲍浩然之浙", "prop": {"content": "水是眼波横，山是眉峰聚。欲问行人去那边？眉眼盈盈处。才始送春归，又送君归去。若到江南赶上春，千万和春住。", "translation": "水像美人流动的眼波，山如美人蹙起的眉毛。想问行人去哪里？到山水交汇的地方。刚刚把春天送走，又要送你归去。如果你到江南能赶上春天，千万要把春天的景色留住。"}}, {"name": "鲁迅", "dynasty": "近现代"}, {"name": "留卢秦卿", "prop": {"content": "知有前期在，难分此夜中。无将故人酒，不及石尤风。", "translation": "　　送别是古代人生活中的常事，故而也成了古诗中屡写不衰的题材。唐诗中的送别诗汗牛充栋，但这首诗却能翻出新意，别具一格。"}}, {"name": "洛下送奚三还扬州", "prop": {"content": "水国无边际，舟行共使风。羡君从此去，朝夕见乡中。予亦离家久，南归恨不同。音书若有问，江上会相逢。", "translation": "　　本诗是在洛阳送奚三回扬州的诗。主题、结构，和送辛大的诗《都下送辛大之鄂》完全一样。"}}, {"name": "送僧归日本", "prop": {"content": "上国随缘住，来途若梦行。浮天沧海远，去世法舟轻。水月通禅寂，鱼龙听梵声。惟怜一灯影，万里眼中明。", "translation": "只要有机缘，随时都可以到中国来；一路雾霭茫茫，船只象在梦中航行。天海浮沉，小船驶去那遥远的边际；超脱世俗，自然会感受到法舟轻盈。心境凝定清寂，一切都如水月虚幻；海内鱼龙，也会出来听你诵经之声。最可爱的是，有盏照亮心田的佛灯；航行万里，眼中永远都是灿烂光明。"}}, {"name": "送裴二虬作尉永嘉", "prop": {"content": "孤屿亭何处，天涯水气中。故人官就此，绝境与谁同。隐吏逢梅福，看山忆谢公。扁舟吾已僦，把钓待秋风。", "translation": "　　此诗作于天宝（唐玄宗年号，742—756）年间。黄鹤注：“天宝十一载，公献《三大礼赋》，委官试文，但送有司参选。其《赠集贤学士》诗云‘故山多药物，胜概忆桃源’，盖有南游之志矣，与此诗扁舟之说相合。梁氏编在十三载，或相近。又曰：裴虬，大历四年为道州刺史。公有《暮秋枉裴道州手札》诗：‘忆子初尉永嘉去。’考《世系表》，虬终于谏议大夫，乃洗马裴之后。”诗为送别而作。尉本微员，无事功可见，故就永嘉山水写出登临韵事。隐吏承官，切县尉。游山承兴，切永嘉。未乃不忘故交，兼有失志远游之意。 "}}, {"name": "送友人游梅湖", "prop": {"content": "送君游梅湖，应见梅花发。有使寄我来，无令红芳歇。暂行新林浦，定醉金陵月。莫惜一雁书，音尘坐胡越。", "translation": "送你去游览梅湖，应当会见到梅花怒放。有信使来的话，别忘记寄几支梅花来，别让红花空歇。我最近打算去新林浦，一定要去金陵醉赏明月。你可千万要记得给我鸿雁传书啊，莫让音讯两不相闻。"}}, {"name": "范云", "dynasty": "南北朝"}, {"name": "江上送女道士褚三清游", "prop": {"content": "吴江女道士，头戴莲花巾。霓衣不湿雨，特异阳台云。足下远游履，凌波生素尘。寻仙向南岳，应见魏夫人。", "translation": "吴江女道士，头上戴着莲花巾。霓虹衣裳遇雨不湿，与阳台神女真不一样。 素足蹬着远游布履，行走时犹如洛水女神凌波生尘。你到南岳衡山去寻仙，或许可以见到赫赫有名的仙女魏夫人。"}}, {"name": "张籍", "dynasty": "唐代"}, {"name": "贯云石", "dynasty": "元代"}, {"name": "江州重别薛六柳八二员", "prop": {"content": "生涯岂料承优诏，世事空知学醉歌。江上月明胡雁过，淮南木落楚山多。寄身且喜沧洲近，顾影无如白发何。今日龙钟人共弃，愧君犹遣慎风波。(弃 一作：老)", "translation": "多年沦落的生涯，谁知竟得到天子的厚恩。世间万事我都已参破，只想学醉饮狂歌的古人。江上的月色分外清明，胡雁从夜空飞掠而过。秋风吹起，淮南已树木凋尽，楚地山头的落叶想必更多。且喜暂时可以寄身的地方，在那沧海近旁。对着明镜来回照影，萧萧白发徒然地令人心伤。如今你们同我都已经老去，都一样是这般步履龙钟。你们还叮嘱我要留意风波险恶，真叫我深深惭愧无限感动。"}}, {"name": "满江红·题碧梧翠竹送", "prop": {"content": "一曲清商，人别后、故园几度。想翠竹、碧梧风采，旧游何处。三径西风秋共老，满庭疏雨春都过。看苍苔、白石易黄昏，愁无数。峄山畔，淇泉路。空回首，佳期误。叹舞鸾鸣凤，归来迟暮。冷淡还如西草，凄迷番作江东树。且留他、素管候冰丝，重相和。", "translation": "无"}}, {"name": "正月二十日往岐亭郡人", "prop": {"content": "十日春寒不出门，不知江柳已摇村。稍闻决决流冰谷，尽放青青没烧痕。数亩荒园留我住，半瓶浊酒待君温。去年今日关山路，细雨梅花正断魂。", "translation": "初春的严寒里，十天来我未曾走出家门，不知道江边柳丝，已摇曳着新的青春。渐渐听到山谷中流冰融化的声音，原野上一望无际的新草，遮没了烧过野火的旧痕。几亩荒僻的田园留我在这儿居住，半瓶浑浊的老酒等待友人来温。去年今日我走在关山道路，细雨中梅花开放正暗自断魂。"}}, {"name": "解连环·送别", "prop": {"content": "销魂时候。正落花成阵，可人分手。纵临别、重订佳期，恐软语无凭，盛欢难又。雨外春山，会人意、与眉交皱。望行舟渐隐，恨杀当年，手栽杨柳。别离事，人生常有。底何须，为著成个消瘦。但若是两情长，便海角天涯，等是相守。潮水西流，肯寄我、鲤鱼双否。倘明岁、来游灯市，为侬沽酒。", "translation": "失魂落魄的时候，正值花朵如雨般地纷纷飘落，与可爱的心上人告别分手。即使临别再拟订相见的日期，只恐温柔的言语没有凭据，巨大的欢乐再难寻求。那雨帘外的青山，似乎了解人的心意，也与眉头一起相互微皱。眼望着远行的船渐渐隐去，真的好悔恨当年亲手栽种下这些缠绵的杨柳。离别的事情，人的一生本来就是会经常有的。何必要为了它变成这样消瘦？只要两人情深意长，即使相隔天涯海角，也等于相伴相守。潮水默默向西涌流，可肯寄给我那藏着信轴的双鲤鱼？倘若到了明年你能前来灯市游玩，我将为你买来醉人的美酒。"}}, {"name": "欹湖", "prop": {"content": "吹箫凌极浦，日暮送夫君。湖上一回首，山青卷白云。", "translation": "洞箫声声哀婉悠扬飘渺，长天日暮送君离去。湖上回望山川，青山白云依旧，而友人却渐去渐远，心中一片惆怅。"}}, {"name": "何逊", "dynasty": "南北朝"}, {"name": "魏泰", "dynasty": "宋代"}, {"name": "张元干", "dynasty": "宋代"}, {"name": "高启", "dynasty": "明代"}, {"name": "于易水送人 / 于易", "prop": {"content": "此地别燕丹，壮士发冲冠。昔时人已没，今日水犹寒。", "translation": "在这个地方荆轲告别燕太子丹，壮士悲歌壮气，怒发冲冠。昔日的英豪人已经长逝，今天的易水还是那样的寒冷。"}}, {"name": "送董邵南序 / 送董", "prop": {"content": "　　燕赵古称多感慨悲歌之士。董生举进士，屡不得志于有司，怀抱利器，郁郁适兹土。吾知其必有合也。董生勉乎哉！　　夫以子之不遇时，苟慕义强仁者，皆爱惜焉。矧燕赵之士出乎其性者哉！然吾尝闻风俗与化移易，吾恶知其今不异于古所云邪?聊以吾子之行卜之也。董生勉乎哉！　　吾因子有所感矣。为我吊望诸君之墓，而观于其市，复有昔时屠狗者乎？为我谢曰：“明天子在上，可以出而仕矣。” ", "translation": "　　燕赵一带自古就称说多有慷慨重义、悲壮高歌的豪杰之士。董生参加进士考试，接连几次未被主考官录取而不得志，怀抱着杰出的才能，心情忧郁地想去燕赵地区（谋职）。我料知他此去一定会有所遇合，（受到赏识）。董生努力吧！"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "送魏十六还苏州", "prop": {"content": "秋夜深深北送君，阴虫切切不堪闻。归舟明日毗陵道，回首姑苏是白云。", "translation": "秋天沉沉的夜色下送君归去，蟋蟀鸣声切切不堪入耳。明日你将乘船回毗陵，到那时，回首姑苏，所见将唯有一片白云。"}}, {"name": "火山云歌送别", "prop": {"content": "火山突兀赤亭口，火山五月火云厚。火云满山凝未开，飞鸟千里不敢来。平明乍逐胡风断，薄暮浑随塞雨回。缭绕斜吞铁关树，氛氲半掩交河戍。迢迢征路火山东，山上孤云随马去。", "translation": "火山高高耸立在赤亭口，五月的火山上空火云厚。火云铺山盖岭凝滞不开，方圆千里鸟儿不敢飞来。火云清晨刚被胡风吹断，到傍晚又随着塞雨转回。回环缭绕吞没了铁关树，蒸腾弥漫半掩了交河戍。你迢迢征途在那火山东，山上孤云将随你向东去。"}}, {"name": "送友人入蜀", "prop": {"content": "见说蚕丛路，崎岖不易行。山从人面起，云傍马头生。芳树笼秦栈，春流绕蜀城。升沉应已定，不必问君平。", "translation": "听说从这里去蜀国的道路，自古以来都崎岖艰险不易通行。人在栈道上走时，山崖从人的脸旁突兀而起，云气依傍着马头上升翻腾。花树笼罩着从秦入蜀的栈道，春江碧水绕流蜀地的都城。你的进退升沉都已命中注定，用不着去询问擅长卜卦的君平。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "侯寘", "dynasty": "宋代"}, {"name": "送别", "prop": {"content": "杨柳东风树，青青夹御河。(东风 一作：东门)近来攀折苦，应为别离多。", "translation": "春风中的排排杨柳树，沿着护城河两岸呈现出一片绿色。最近攀折柳枝的太多，应该是要分别的人儿太多。"}}, {"name": "送兄", "prop": {"content": "别路云初起，离亭叶正稀。所嗟人异雁，不作一行归。", "translation": "送别的道路上云雾蒙蒙，驿亭旁的枝叶稀疏寥落。感叹人与那归雁不同，无法一起作伴同行而归。 "}}, {"name": "浣溪沙·送王子勉都运", "prop": {"content": "蓟北分携已六年。 秋风淇上又离筵。一尊情话重留连。内史调兵惟汉相， 春潭通漕笑韦坚。岳云抛翠上吟鞭。", "translation": "无"}}, {"name": "送李侍御赴安西", "prop": {"content": "行子对飞蓬，金鞭指铁骢。功名万里外，心事一杯中。虏障燕支北，秦城太白东。离魂莫惆怅，看取宝刀雄！", "translation": "作为行客面对着飞蓬，手持金鞭指挥着骏马。远行万里之外求取功名，万千心事全寄托在一杯别酒中。安西在燕支之北，长安在秦岭太白峰以东。离别时不要难过，就让宝刀来实现你的雄心壮志吧。"}}, {"name": "鹦鹉洲送王九之江左", "prop": {"content": "昔登江上黄鹤楼，遥爱江中鹦鹉洲。洲势逶迤绕碧流，鸳鸯鸂鶒满滩头。滩头日落沙碛长，金沙熠熠动飙光。舟人牵锦缆，浣女结罗裳。月明全见芦花白，风起遥闻杜若香。君行采采莫相忘。", "translation": "昔日每次登上黄鹤楼，最爱的就是远眺鹦鹉洲。沙洲弯弯曲曲连绵不断，碧绿的江水绕过沙洲缓缓流去。鸳鸯和鸂鶒鸟在洲边水中嬉戏、漫游。在长长的沙堤之上洒满了落日的余辉，金色的沙滩在夕阳的照耀下闪着熠熠夺目的光彩。岸边船夫正在系紧小舟缆绳，挽起罗裙的浣纱女正在水边忙碌。月光皎皎远处白茫茫的芦花连成一片，夜风拂过带来阵阵杜若香。你此次离去不要忘了我呀！"}}, {"name": "寇准", "dynasty": "宋代"}, {"name": "宋濂", "dynasty": "明代"}, {"name": "太常引·钱齐参议归山", "prop": {"content": "故人送我出阳关，无计锁雕鞍。今古别离难。兀谁画娥眉远山。一尊别酒，一声杜宇，寂寞又春残。明月小楼间，第一夜相思泪弹。", "translation": "　　这首送别小词，表现了作者无限惜别之情。上片写别离之难。无计留君住，只得送君去。临别依依，眷恋之情，溢于言外。下片设想别后的刻骨相思。小楼明月，寂寞春残，夜弹相思泪。情思缠绵，不忍离别。全词宛转柔媚，情韵无限。意境幽美，语言自然。 "}}, {"name": "点绛唇·寄南海梁药亭", "prop": {"content": "一帽征尘，留君不住从君去。片帆何处，南浦沈香雨。回首风流，紫竹村边住。孤鸿语，三生定许，可是梁鸿侣？", "translation": "你意欲南归，我百计留你，但留天涯一时，留不得漂泊一世。留不住了，只好让你走了。你踏上归途，要回到多雨的家乡去。回首往日隐居紫竹村边，那潇洒风流的生活实在令人怀念。那天空中飞过的孤鸿，可是你寻觅了三生的伴侣呢？"}}, {"name": "韩元吉", "dynasty": "宋代"}, {"name": "送杨山人归嵩山", "prop": {"content": "我有万古宅，嵩阳玉女峰。长留一片月，挂在东溪松。尔去掇仙草，菖蒲花紫茸。岁晚或相访，青天骑白龙。", "translation": "我有万古不坏的仙宅，那就是嵩山之阳的玉女峰。那挂在东溪松间的一片明月，一直留在我的心中。杨先生您又要去那里采集仙草，去攫食紫花的昌蒲保持青春的面容。年底时我将到嵩山之阳拜访您，您可能正在青天上乘着白龙来相迎。"}}, {"name": "秋日赴阙题潼关驿楼 ", "prop": {"content": "红叶晚萧萧，长亭酒一瓢。残云归太华，疏雨过中条。树色随山迥，河声入海遥。帝乡明日到，犹自梦渔樵。", "translation": "晚风中的红叶萧萧落下，长亭里痛饮下别酒一瓢。天上残云飞回太华山上，稀疏的细雨越过中条岭。苍莽的树色随城关远去，黄河呼啸流进遥远海洋。明日里就要抵达都城中，我仍在做那渔人樵夫梦。"}}, {"name": "摸鱼儿·记年时人人何", "prop": {"content": "记年时、人人何处，长亭曾共杯酒。酒阑归去行人远，折不尽长亭柳。渐白首。待把酒送君，恰又清明后。青条似旧，问江北江南，离愁如我，还更有人否。留不住，强把蔬盘瀹韭。行舟又报潮候。风急岸花飞尽也，一曲啼红满袖。春波皱。青草外、人间此恨年年有。留连握手。数人世相逢，百年欢笑，能得几回又。", "translation": "　　此词抒写忆别与怀人之情。上片着意写离亭送别。把酒送君，长亭折柳，离愁如我，更有何人！下片写留君不住，舟行渐远。人世相逢，能有几度！令人不胜感慨。通篇情辞凄婉，余韵悠长。 "}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "江亭夜月送别二首", "prop": {"content": "江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。", "translation": "长江远远地送走了从巴南来的流水，大山横亘，仿佛嵌入了塞北的云层。秋天明月夜，在这渡口亭子里，谁见过在离别时哭哭啼啼的呢？"}}, {"name": "鲁郡东石门送杜二甫", "prop": {"content": "醉别复几日，登临遍池台。何时石门路，重有金樽开。秋波落泗水，海色明徂徕。飞蓬各自远，且尽手中杯。", "translation": "离痛饮后大醉而别还有几日，我们登临遍附近的山池楼台。什么时候在石门山前的路上，重新有我们在那里畅饮开怀？漾漾的秋波摇荡在眼前泗水，熠熠的海色映亮了远山徂徕。我们就如飞蓬一样各自飘远，且来个淋漓痛快饮尽手中杯！"}}, {"name": "剑客", "prop": {"content": "拔剑绕残樽，歌终便出门。西风满天雪，何处报人恩。勇死寻常事，轻雠不足论。翻嫌易水上，细碎动离魂。", "translation": "　　这首诗的作者热情地塑造出一个襟怀嵚崎磊落，慷慨豪勇，报恩酬知己，不畏死难的剑客形象，借以寄托自己的人格理想 。真可谓志陵山岳，气吞江海， 撼人心魄。"}}, {"name": "水调歌头·送王修甫东", "prop": {"content": "樊川吾所爱，老我莫能俦。二年鞍马淇上，来往更风流。梦里池塘春草，却被鸣禽呼觉，柳暗水边楼。浩荡故园思，汶水日悠悠。洛阳花，梁苑月，苦迟留。半生许与词伯，不负壮年游。我亦布衣游子，久欲观光齐鲁，羁绁在鹰韛、早晚西湖上，同醉木兰舟。", "translation": "无"}}, {"name": "卢纶", "dynasty": "唐代"}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "虞美人·波声拍枕长淮", "prop": {"content": "波声拍枕长淮晓，隙月窥人小。无情汴水自东流，只载一船离恨向西州。竹溪花浦曾同醉，酒味多于泪。谁教风鉴在尘埃？酝造一场烦恼送人来！", "translation": "饮别后归卧船中，只听到淮水波声，如拍枕畔，不知不觉又天亮了。从船篷缝隙中所见之残月是那么小。汴水无情，随着故人东去，而我却满载一船离愁别恨，独向西州。竹溪的花浦之间，你我曾经一同大醉，当日欢聚畅饮时的情谊胜过别后的伤悲。谁让我偏偏在芸芸众生中发现了你，并与你成为朋友，这才酿成了今日分别这样一场烦恼。"}}, {"name": "送陆判官往琵琶峡", "prop": {"content": "水国秋风夜，殊非远别时。长安如梦里，何日是归期。", "translation": "秋风吹过水乡的夜晚，这样的时辰绝不适合远离。远隔长安恍如梦里，什么时候才是归去的日期？"}}, {"name": "南邻", "prop": {"content": "锦里先生乌角巾，园收芋栗未全贫。惯看宾客儿童喜，得食阶除鸟雀驯。秋水才深四五尺，野航恰受两三人。白沙翠竹江村暮，相对柴门月色新。", "translation": "锦江有一位先生头戴黑色方巾，他的园子里，每年可收许多的芋头和板栗，不能算是穷人。他家常有宾客来，孩子们都习惯了，总是乐呵呵的，鸟雀也常常在台阶上觅食，它们已被驯服了。秋天锦江里的水深不过四五尺，野渡的船只能容下两三个人。天色已晚，江边的白沙滩，翠绿的竹林渐渐笼罩在夜色中，锦里先生把我们送出柴门，此时一轮明月刚刚升起。"}}, {"name": "送友人游河东", "prop": {"content": "停车晓烛前，一语几潸然。路去干戈日，乡遥饥馑年。湖波晴见雁，槐驿晚无蝉。莫纵经时住，东南书信偏。", "translation": "拂晓时行车已在门口等着通宵话别的远行人，想说一句道别的话，几度哽咽流泪。此时战争仍然频繁，连年饥荒，家乡遥远，一路上肯定会有种种艰难险阻。江南的秋天天气晴好时，湖边能看见大雁；驿站傍晚，槐下听不见蝉声。友人啊，请不要任性久留在河东；东南地处偏远书信难通，太令人挂念了。"}}, {"name": "送薛种游湖南", "prop": {"content": "贾傅松醪酒，秋来美更香。怜君片云思，一棹去潇湘。", "translation": "　　此诗中第一句用贾谊怀才不遇之典，第二句点明送别时令：秋天。第三、四句用“片云思”、“一棹去”，寄托了诗人对贾谊命运多舛的同情和自己身处晚唐混乱时世，饱偿宦海沉浮之苦，顿生归隐之想的情怀。 "}}, {"name": "韩翃", "dynasty": "唐代"}, {"name": "五松山送殷淑", "prop": {"content": "秀色发江左，风流奈若何？仲文了不还，独立扬清波。载酒五松山，颓然白云歌。中天度落月，万里遥相过。抚酒惜此月，流光畏蹉跎。明日别离去，连峰郁嵯峨。", "translation": "秀美的容色多生在南国，你风雅潇洒，真令人无话可说。殷仲文一去而不回还，唯有你独立于世，激扬清波。带着酒来到五松山上，醉中高唱《白云歌》。中天的月亮已经偏西，但仍遥隔万里拜访你我。手把酒壶流连这轮明月，唯恐把大好的时光蹉跎。明天你就会离我而去，只剩下高峻的山岭连绵不绝。"}}, {"name": "送宇文六", "prop": {"content": "花映垂杨汉水清，微风林里一枝轻。即今江北还如此，愁杀江南离别情。", "translation": "鲜花似锦映垂杨，汉水澄澈碧波漾；春风微微林中吹，一花轻盈吐芬芳。现在面对江北景，尚且如此心怏怏；去到江南景更美，离情更使魂魄丧。"}}, {"name": "江神子·送元济之归豫", "prop": {"content": "乱云扰扰水潺潺。笑溪山。几时闲。更觉桃源，人去隔仙凡。万壑千岩楼外雪，琼作树，玉为栏。 倦游回首且加餐。短篷寒。画图间。见说娇颦，拥髻待君看。二月东湖湖上路，官柳嫩，野梅残。", "translation": "无"}}, {"name": "江津送刘光禄不及", "prop": {"content": "依然临江渚，长望倚河津。鼓声随听绝，帆势与云邻。泊处空余鸟，离亭已散人。林寒正下叶，钓晚欲收纶。如何相背远，江汉与城闉。", "translation": "面对着江中的小洲，依依不忍离去；站在这江边的渡口遥望着远去的船只。随着朋友的船渐行渐远，那船桨摇动的声音听不到了；那船上的大帆也渐渐与云彩接近。会看朋友船听过的地方，只有几只小鸟；再看那离亭中，为朋友送行的人也早已散去了。傍晚风寒，林间的树叶纷纷落下；日暮黄昏，钓鱼人也正准备收拾回家。为什么要让我们背离得这么远，一个远去江汉，一个归返城中。"}}, {"name": "释智朋", "dynasty": "宋代"}, {"name": "公安送韦二少府匡赞", "prop": {"content": "逍遥公后世多贤，送尔维舟惜此筵。念我能书数字至，将诗不必万人传！时危兵革黄尘里，日短江湖白发前。古往今来皆涕泪，断肠分手各风烟。", "translation": "逍遥公的后世子孙中贤者很多，我为送别韦氏而停船很珍惜离别之筵。如蒙相念，能寄简短书信我已满足；至于我的诗篇，则不劳你传于世人。时局危难战乱不休，而我已经白发苍苍剩下的日子已经不多了。瞻望古人，皆为离别而洒泪，顾念别后，你我备怀凄情入于风烟之中。"}}, {"name": "谪仙怨·晴川落日初低", "prop": {"content": "晴川落日初低，惆怅孤舟解携。鸟向平芜远近，人随流水东西。白云千里万里，明月前溪后溪。独恨长沙谪去，江潭春草萋萋。", "translation": "一个晴朗的日子，斜阳低挂在天边，一叶孤舟载着友人离去，此刻是何等令人惆怅！鸟儿在平旷的原野上远近地飞翔，好似人随流水各奔东西。愿白云将自己的思念带给千里万里之外的友人，愿那一轮明月载着我的愁思随着溪水带到友人的身边。友人贬谪去的苦恨让人难以言状，就如那江边繁茂的春草一样杂乱而无际。 "}}, {"name": "送元二使安西", "prop": {"content": "渭城朝雨浥轻尘，客舍青青柳色新。劝君更尽一杯酒，西出阳关无故人。", "translation": "渭城早晨一场春雨沾湿了轻尘，客舍周围柳树的枝叶翠嫩一新。老朋友请你再干一杯美酒，向西出了阳关就难以遇到故旧亲人。"}}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "曹德", "dynasty": "元代"}, {"name": "送范德孺知庆州", "prop": {"content": "乃翁知国如知兵，塞垣草木识威名。敌人开户玩处女，掩耳不及惊雷霆。平生端有活国计，百不一试薶九京。阿兄两持庆州节，十年骐驎地上行。潭潭大度如卧虎，边头耕桑长儿女。折冲千里虽有余，论道经邦政要渠。妙年出补父兄处，公自才力应时须。春风旍旗拥万夫，幕下诸将思草枯。智名勇功不入眼，可用折箠笞羌胡。", "translation": "你父亲懂得治理国事有如懂用兵，边塞上连草木都知道成名。他使敌人打开门户以我为处女，又使敌人掩耳不及畏我如雷篷。平生确有救国的大计，百分之一也不曾试行便葬身九京。你哥哥两次持着庆州节，十年中像骐骣地上行。深沉大度好似卧虎，使边民耕田种桑生儿育女。运筹帷幄虽有馀裕，论大道治邦国正需要渠。你青春年少外任补官在父兄之处，自然是才力能应时势所需。春风吹动旌旗拥有万夫，幕下将领们盼望塞外草枯。个人的智勇功名都不在你的眼里，你要用折断的马鞭捶打羌胡。"}}, {"name": "燕燕", "prop": {"content": "燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。", "translation": "燕子飞翔天上，参差舒展翅膀。妹子今日远嫁，相送郊野路旁。瞻望不见人影，泪流纷如雨降。燕子飞翔天上，身姿忽下忽上。妹子今日远嫁，相送不嫌路长。瞻望不见人影，伫立满面泪淌。燕子飞翔天上，鸣音呢喃低昂。妹子今日远嫁，相送远去南方。瞻望不见人影，实在痛心悲伤。二妹诚信稳当，思虑切实深长。温和而又恭顺，为人谨慎善良。常常想着父王，叮咛响我耳旁。"}}, {"name": "林逋", "dynasty": "宋代"}, {"name": "湘江曲", "prop": {"content": "湘水无潮秋水阔，湘中月落行人发。送人发，送人归，白蘋茫茫鹧鸪飞。", "translation": "秋天的湘江风平浪静，宽广无际，江上月落时出外的人乘船而去。送人出外，我还得回去，面对茫茫的白蘋和翻飞的鹧鸪，我惆怅无限。"}}, {"name": "送友人归", "prop": {"content": "年高雪满簪，唤渡浙江浔。花落一杯酒，月明千里心。凤凰身宇宙，麋鹿性山林。别后空回首，冥冥烟树深。", "translation": "您鬓发如雪，年事已高，呼唤渡船，在烟水迷离的浙江之滨。正值落花时节。我们举杯惜别，别后看明月朗照，千里同心。您像凤凰，志在腾身浩渺的太空；我似麇鹿，生性喜爱幽静的山林。分手后我徒然回头远望。却只见幽暗的丛林笼罩着烟云。"}}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "送崔融", "prop": {"content": "君王行出将，书记远从征。祖帐连河阙，军麾动洛城。旌旃朝朔气，笳吹夜边声。坐觉烟尘扫，秋风古北平。", "translation": "君王将派遣大将出师远征，你作为书记官也奉命随行。饯别的酒宴规模十分盛大，雄壮的军威轰动整个洛城。军旗在早晨的寒气中飘扬，胡笳在夜晚的边境上传鸣。你稳坐中军筹划灭敌计谋，北方的边境秋天就能平定。"}}, {"name": "张祜", "dynasty": "唐代"}, {"name": "卜算子·席上送王彦猷", "prop": {"content": "江北上归舟，再见江南岸。江北江南几度秋，梦里朱颜换。人是岭头云，聚散天谁管。君似孤云何处归，我似离群雁。", "translation": "在江北送你乘船归去，再若相见该是在对岸的江南，江南江北几度秋风吹过，如梦的岁月会使我们都苍老了容颜。人就像是山头的云彩，谁也难料是聚是散，你好似一片孤云要飘向何方，我仿佛是一只离了群的大雁。"}}, {"name": "别东林寺僧", "prop": {"content": "东林送客处，月出白猿啼。笑别庐山远，何烦过虎溪。", "translation": "已在东林寺停留数日，在明月高悬白猿啼叫声中告辞离去。笑着与送行僧侣告别，打趣道：可不要坏了规矩，越过“虎溪”这一条禁戒线。"}}, {"name": "虚中", "dynasty": "唐代"}, {"name": "瑞龙吟·送梅津", "prop": {"content": "黯分袖。肠断去水流萍，住船系柳。吴宫娇月娆花，醉题恨倚，蛮江豆蔻。 吐春绣。笔底丽情多少，眼波眉岫。新园锁却愁阴，露黄漫委，寒香半亩。 还背垂虹秋去，四桥烟雨，一宵歌酒。犹忆翠微携壶，乌帽风骤。西湖到日，重见梅钿皱。谁家听、琵琶未了，朝骢嘶漏。印剖黄金籀。待来共凭，齐云话旧。莫唱朱樱口。生怕遣、楼前行云知后。泪鸿怨角，空教人瘦。", "translation": "　　夏承焘笺：“此与《凤池吟》为淳祐七年作。”如依夏说，此词则是梦窗卸苏幕后再到吴作（杨铁夫定梦窗于公元1243年（淳祐三年）卸苏幕；《词人年表》定梦窗在公元1246年（淳祐六年）后往来杭越间。 "}}, {"name": "岳飞", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "重别李评事", "prop": {"content": "莫道秋江离别难，舟船明日是长安。吴姬缓舞留君醉，随意青枫白露寒。", "translation": "不要说秋江离别使人难堪，明日解缆开船便驶向长安。看吴姬轻歌曼舞你我尽情酣饮，不要去管青枫白露秋夜凄寒。"}}, {"name": "清江", "dynasty": "唐代"}, {"name": "赠别王十七管记", "prop": {"content": "故交吾未测，薄宦空年岁。晚节踪曩贤，雄词冠当世。 堂中皆食客，门外多酒债。产业曾未言，衣裘与人敝。 飘飖戎幕下，出入关山际。转战轻壮心，立谈有边计。 云沙自回合，天海空迢递。星高汉将骄，月盛胡兵锐。 沙深冷陉断，雪暗辽阳闭。亦谓扫欃枪，旋惊陷蜂虿。 归旌告东捷，斗骑传西败。遥飞绝汉书，已筑长安第。画龙俱在叶，宠鹤先居卫。勿辞部曲勋，不藉将军势。 相逢季冬月，怅望穷海裔。折剑留赠人，严装遂云迈。 我行将悠缅，及此还羁滞。曾非济代谋，且有临深诫。 随波混清浊，与物同丑丽。眇忆青岩栖，宁忘褐衣拜。 自言爱水石，本欲亲兰蕙。何意薄松筠，翻然重菅蒯。 恒深取与分，孰慢平生契。款曲鸡黍期，酸辛别离袂。 逢时愧名节，遇坎悲沦替。适赵非解纷，游燕往无说。 浩歌方振荡，逸翮思凌励。倏若异鹏抟，吾当学蝉蜕。", "translation": "无"}}, {"name": "灞陵行送别", "prop": {"content": "送君灞陵亭，灞水流浩浩。上有无花之古树，下有伤心之春草。我向秦人问路歧，云是王粲南登之古道。古道连绵走西京，紫阙落日浮云生。正当今夕断肠处，骊歌愁绝不忍听。", "translation": "送君送到灞陵亭，灞水浩荡似深情。岸上古树已无鲜花，岸边有伤心的春草，萋萋蓠蓠。我向当地的秦人问路，他说：这正是当初王粲南去走的古道。古道的那头逶迤连绵通长安，紫色宫阙上浮云顿生，遮蔽了红日。正当今夜送君断肠的时候，虽有黄鹂婉婉而啼，此心愁绝，怎么忍心听？"}}, {"name": "金乡送韦八之西京", "prop": {"content": "客自长安来，还归长安去。狂风吹我心，西挂咸阳树。此情不可道，此别何时遇。望望不见君，连山起烟雾。", "translation": "您从长安来到这里，现在又要送您回到长安去。狂风吹着我的心一路西去，高挂在咸阳树上，飘落在长安巷陌的寻常草树上。 此时此刻的心情难以诉说，此次分别后不知何时才能再相遇？ 您西去的身影已渐渐消逝，我只望见遮掩群山的烟雾弥漫而起！"}}, {"name": "踏莎行·祖席离歌", "prop": {"content": "祖席离歌，长亭别宴。香尘已隔犹回面。居人匹马映林嘶，行人去棹依波转。画阁魂消，高楼目断。斜阳只送平波远。无穷无尽是离愁，天涯地角寻思遍。", "translation": "饯行酒席上唱完离别的悲歌，亭中散了离别的饮宴，香尘遮住了视线，离人仍频频回首。送行人的马隔着树林嘶叫，行人的船已随着江波渐去渐远。画阁上我黯然魂消，上高楼望断天涯，夕阳下只见江波无边无垠。人世间无穷无尽的是离愁，我的心要飞到天涯地角寻他个遍。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "送李判官赴东江", "prop": {"content": "闻道皇华使，方随皂盖臣。封章通左语，冠冕化文身。树色分扬子，潮声满富春。遥知辨璧吏，恩到泣珠人。", "translation": "听说皇上的使臣，刚才跟着当地的官员走了。封赏的圣旨传达给蛮夷，（赏赐）中原仕宦的服饰教化赤体纹身的人。浓浓的树色分开扬子江，富春江充满浪潮声。我知道你这次远去负有置办玉璧的使命，会把朝廷的恩泽带给边远南方的人。"}}, {"name": "临江仙·疾愈登望湖楼", "prop": {"content": "多病休文都瘦损，不堪金带垂腰。望湖楼上暗香飘。和风春弄袖，明月夜闻箫。酒醒梦回清漏永，隐床无限更潮。佳人不见董娇饶。徘徊花上月，空度可怜宵。", "translation": "休文体弱多病身体虚弱，连垂腰的金带都不堪佩系了。望湖楼上正飘散着花香，春天和煦微风吹拂着衣袖，眼望着皓月当空，耳听着悠扬箫声。酒醉睡去，又从梦中惊醒，正听见漏壶的长流滴水发出清脆而单调的声响，倚在床上似乎感到了无比潮湿。身边的侍酒美人不见了，内心的空虚好像花上的月亮，正在天际空自徘徊，自己竟是空度良宵。"}}, {"name": "题情尽桥", "prop": {"content": "从来只有情难尽，何事名为情尽桥。自此改名为折柳，任他离恨一条条。", "translation": "世间最难了断的就是感情，如何能有情尽桥呢？就改名为折柳桥吧，该是离恨就像柳叶一条条地摆荡在心头啊!”"}}, {"name": "送杨瑗尉南海", "prop": {"content": "不择南州尉，高堂有老亲。楼台重蜃气，邑里杂鲛人。海暗三山雨，花明五岭春。此乡多宝玉，慎莫厌清贫。", "translation": "杨瑗因为家中年老的父母须要奉养，所以不嫌南海荒僻而赴任，因为临海，这里有重重叠叠的海市蜃楼，城乡居民多有鲛人混杂。大海昏暗三峰常下雨，岭上春花鲜艳五岭如春。这个地方多产宝玉，千万不要嫌厌那里生活的清贫。"}}, {"name": "浣溪沙·钿毂香车过柳", "prop": {"content": "钿毂香车过柳堤，桦烟分处马频嘶，为他沉醉不成泥。花满驿亭香露细，杜鹃声断玉蟾低，含情无语倚楼西。", "translation": "　　这首词写驱车送别。上片写车过柳堤，马嘶桦烟，人已远去。“为他沉醉不成泥”一句，表现了女子对男子的依恋之情，如“成泥”，岂不是可以不走了吗？下片头二句写驿亭环境，用以表现女主人公送走情人后“含情无语”的淡淡哀愁。 "}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "李颀", "dynasty": "唐代"}, {"name": "送魏八", "prop": {"content": "更沽淇上酒，还泛驿前舟。为惜故人去，复怜嘶马愁。 云山行处合，风雨兴中秋。此路无知己，明珠莫暗投。", "translation": "魏八：姓魏，排行老八。沽（gū）：买。兴：感兴，感怀。北路：往北去的路。明珠莫暗投：喻贤者应择主而仕。"}}, {"name": "送杨氏女", "prop": {"content": "永日方戚戚，出行复悠悠。女子今有行，大江溯轻舟。尔辈苦无恃，抚念益慈柔。幼为长所育，两别泣不休。对此结中肠，义往难复留。自小阙内训，事姑贻我忧。赖兹托令门，任恤庶无尤。贫俭诚所尚，资从岂待周。孝恭遵妇道，容止顺其猷。别离在今晨，见尔当何秋。居闲始自遣，临感忽难收。归来视幼女，零泪缘缨流。", "translation": "无"}}, {"name": "古别离", "prop": {"content": "欲别牵郎衣，郞今到何处？不恨归来迟，莫向临邛去。", "translation": "临近分别的时候牵着止夫的衣服问道：这次你到哪儿去？我不会责怪你回来迟了，你千万不要到临邛那里去。"}}, {"name": "送人", "prop": {"content": "鸳鸯帐里暖芙蓉，低泣关山几万重。明镜半边钗一股，此生何处不相逢。", "translation": "那鸳鸯帐里的缱绻，难舍难分。想到爱人这一去，山长路远，万里迢遥，潸然泪下。将半边明镜、一股钗子交付给爱人，只要人生还在，在哪里都会再度相逢。"}}, {"name": "临江仙·记得金銮同唱", "prop": {"content": "记得金銮同唱第，春风上国繁华。如今薄宦老天涯。十年岐路，空负曲江花。闻说阆山通阆苑，楼高不见君家。孤城寒日等闲斜。离愁难尽，红树远连霞。", "translation": "还记得当年刚刚进士登第时，春风得意，自以为前途似锦。可如今却是官职卑微身老天涯。多年在人生的岔路口徘徊，一事无成，白白辜负了当年皇上的隆恩和风光荣耀。听说你要去赴任的阆州和神仙的住处相通，今后再难相见，就算我登上高楼也望不到你的家。独处孤城寒日无端西斜，离别愁绪难以说尽，只见那经霜的红树连接着远处的红霞。"}}, {"name": "送卢主簿", "prop": {"content": "穷途非所恨，虚室自相依。城阙居年满，琴尊俗事稀。开襟方未已，分袂忽多违。东岩富松竹，岁暮幸同归。", "translation": "无"}}, {"name": "永遇乐·戏赋辛字送茂", "prop": {"content": "烈日秋霜，忠肝义胆，千载家谱。得姓何年，细参辛字，一笑君听取。艰辛做就，悲辛滋味，总是辛酸辛苦。更十分，向人辛辣，椒桂捣残堪吐。 世间应有，芳甘浓美，不到吾家门户。比著儿曹，累累却有，金印光垂组。付君此事，从今直上，休忆对床风雨。但赢得，靴纹绉面，记余戏语。", "translation": "无"}}, {"name": "送魏大从军", "prop": {"content": "匈奴犹未灭，魏绛复从戎。怅别三河道，言追六郡雄。雁山横代北，狐塞接云中。勿使燕然上，惟留汉将功。", "translation": "匈奴还没有被灭亡，友人又像多功的魏绛一样从军保卫边疆。在三河道与友人分别，心里有些怅惘；盼望魏大像赵充国那样的英雄豪杰建下大功。雁门山横亘在代州北面，飞狐塞远远连接云中郡。不要让燕然山上只留下汉将的功绩，也要有大唐将士的赫赫战功。"}}, {"name": "卢照邻", "dynasty": "唐代"}, {"name": "送紫岩张先生北伐", "prop": {"content": "号令风霆迅，天声动北陬。长驱渡河洛，直捣向燕幽。马蹀阏氏血，旗袅可汗头。归来报明主，恢复旧神州。", "translation": "军中的号令好似疾风暴雷，官军的声威震动了大地的每个角落。军队长驱直入，必将迅速收复河洛一带失地，一直攻打到幽燕一带。战马到处，踏着入侵之敌的血迹，旗杆上悬挂着敌国君主的头颅。官军胜利归来，把好消息报告皇帝，收复了失地，祖国又得到了统一。"}}, {"name": "司空曙", "dynasty": "唐代"}, {"name": "诸门人送至龙里道中二", "prop": {"content": "蹊路高低入乱山，诸贤相送愧间关。溪云压帽兼愁重，风雪吹衣着鬓斑。花烛夜堂还共语，桂枝秋殿听跻攀。相思不作勤书礼，别后吾言在订顽。雪满山城入暮关，归心别意两茫然。及门真愧从陈日，微服还思过宋年。樽酒无因同岁晚，缄书有雁寄春前。莫辞秉烛通霄坐，明日相思隔陇烟。", "translation": "高低不平的小路穿行于乱山之间，诸位贤人相送这么远真令我不安。小溪上空乌云压头更增添了离别的愁绪，风吹动着衣服雪花沾满了鬓发。什么时候还能在燃着花烛的草堂上共叙情谊，我呀等着听你们登科及弟的喜讯。只要互相思念也用不着太多的书信问侯，分别之后我希望你们更深入的研究学问。"}}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "送崔珏往西川", "prop": {"content": "年少因何有旅愁，欲为东下更西游。一条雪浪吼巫峡，千里火云烧益州。卜肆至今多寂寞，酒垆从古擅风流。浣花笺纸桃花色，好好题诗咏玉钩。", "translation": "年少为什么会有愁闷心情，想要东下去更远的地方游历。一条雪浪咆哮怒吼着穿过巫峡，蔓延千里的火云仿佛燃烧的益州。卖卜的铺子如今是多么冷清，酒垆从古至今都是产生风流雅士之地。在那淡淡的桃花色浣花笺纸上，好好题上一首咏玉钩的古诗。"}}, {"name": "离觞不醉至驿却寄相送", "prop": {"content": "无限居人送独醒，可怜寂寞到长亭。 荆州不遇高阳侣，一夜春寒满下厅。", "translation": "许多故旧相送一个不合时宜的人，忍受别离的苦痛寂寂寞寞到了长亭。贬谪南荒从未遇到郦食其那样的朋友，长夜难眠，春寒料峭充满下厅。"}}, {"name": "送陈章甫", "prop": {"content": "四月南风大麦黄，枣花未落桐阴长。青山朝别暮还见，嘶马出门思旧乡。陈侯立身何坦荡，虬须虎眉仍大颡。腹中贮书一万卷，不肯低头在草莽。东门酤酒饮我曹，心轻万事如鸿毛。醉卧不知白日暮，有时空望孤云高。长河浪头连天黑，津口停舟渡不得。郑国游人未及家，洛阳行子空叹息。闻道故林相识多，罢官昨日今如何。", "translation": "四月南风吹大麦一片金黄，枣花未落梧桐荫已遮满道路。早晨辞别青山晚上又相见，出门闻马鸣令我想念故乡。陈侯的立身处世襟怀坦荡，虬须虎眉前额宽仪表堂堂。你胸藏诗书万卷学问深广，怎么能够低头埋没在草莽。在城东门买酒同我们畅饮，心宽看万事都如鸿毛一样。喝醉酒酣睡不知天已黄昏，有时独自将天上孤云眺望。今日黄河波浪汹涌连天黑，行船在渡口停驻不敢过江。你这郑国的游人不能返家，我这洛阳的行子空自叹息。听说你在家乡旧相识很多，罢官回去他们如何看待你？"}}, {"name": "丹阳送韦参军", "prop": {"content": "丹阳郭里送行舟，一别心知两地秋。 日晚江南望江北，寒鸦飞尽水悠悠。", "translation": "在丹江外城边上送别行舟，今天一别我知道两地悲愁。天晚我仍站在江南望江北，乌鸦都已归巢只见水悠悠。"}}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "洛阳城外别皇甫湜", "prop": {"content": "洛阳吹别风，龙门起断烟。冬树束生涩，晚紫凝华天。单身野霜上，疲马飞蓬间。凭轩一双泪，奉坠绿衣前。", "translation": "洛阳吹起那离别的风，龙门的烟霭似将你我间密切的来往断隔。冬天的枯枝，在朔风中瑟瑟颤动；晚烟凝映云天，呈现紫色。你独自骑着马行走在寒霜枯草间。我倚靠着栏杆，满目清然，能否凭借着风，把我两行热泪奉送到你的面前。"}}, {"name": "送天台陈庭学序", "prop": {"content": "　　西南山水，惟川蜀最奇。然去中州万里，陆有剑阁栈道之险，水有瞿塘、滟滪之虞。跨马行，则篁竹间山高者，累旬日不见其巅际。临上而俯视，绝壑万仞，杳莫测其所穷，肝胆为之悼栗。水行，则江石悍利，波恶涡诡，舟一失势尺寸，辄糜碎土沉，下饱鱼鳖。其难至如此。故非仕有力者，不可以游；非材有文者，纵游无所得；非壮强者，多老死于其地。嗜奇之士恨焉。　　天台陈君庭学，能为诗，由中书左司掾，屡从大将北征，有劳，擢四川都指挥司照磨，由水道至成都。成都，川蜀之要地，扬子云、司马相如、诸葛武侯之所居，英雄俊杰战攻驻守之迹，诗人文士游眺饮射赋咏歌呼之所，庭学无不历览。既览必发为诗，以纪其景物时世之变，于是其诗益工。越三年，以例自免归，会予于京师；其气愈充，其语愈壮，其志意愈高；盖得于山水之助者侈矣。　　予甚自愧，方予少时，尝有志于出游天下，顾以学未成而不暇。及年壮方可出，而四方兵起，无所投足。逮今圣主兴而宇内定，极海之际，合为一家，而予齿益加耄矣。欲如庭学之游，尚可得乎？　　然吾闻古之贤士，若颜回、原宪，皆坐守陋室，蓬蒿没户，而志意常充然，有若囊括于天地者。此其故何也？得无有出于山水之外者乎？庭学其试归而求焉？苟有所得，则以告予，予将不一愧而已也！", "translation": "无"}}, {"name": "许浑", "dynasty": "唐代"}, {"name": "曾揆", "dynasty": "宋代"}, {"name": "送子由使契丹", "prop": {"content": "云海相望寄此身，那因远适更沾巾。不辞驿骑凌风雪，要使天骄识凤麟。沙漠回看清禁月，湖山应梦武林春。单于若问君家世，莫道中朝第一人。", "translation": "我寄身此地和你隔着云海遥遥相望，何必因为你要远行又泪湿衣巾。你不辞劳苦充当信使去冒风雪，为的是要让异族认识朝廷杰出的精英。你将在沙漠留恋地回望京都夜月，梦魂定会越过湖山见到杭城春景。辽国国主若是问起你的家世，可别说朝中第一等人物只在苏家门庭。"}}, {"name": "吴泳", "dynasty": "宋代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "剑阁赋", "prop": {"content": "　　咸阳之南，直望五千里，见云峰之崔嵬。前有剑阁横断，倚青天而中开。上则松风萧飒瑟飓，有巴猿兮相哀。旁则飞湍走壑，洒石喷阁，汹涌而惊雷。　　送佳人兮此去，复何时兮归来？望夫君兮安极，我沉吟兮叹息。视沧波之东注，悲白日之西匿。鸿别燕兮秋声，云愁秦而暝色。若明月出于剑阁兮，与君两乡对酒而相忆！(乡 通：向)", "translation": "　　从咸阳径直向南眺望有大约五千里地，看到的都是高大而耸入云霄的山峰。前面有剑门关横着截断去路，它背靠青天而把大山从中间断开。上面松林的寒风发出一阵阵响声，有巴东三峡那样的猿猴啊相互哀鸣。旁边激流澎湃，穿行在群山万壑之中，浪花洒向石壁，急湍喷向剑阁，水势翻腾上涌，爆发出雷鸣般的轰响。"}}, {"name": "何梦桂", "dynasty": "宋代"}, {"name": "青门歌送东台张判官", "prop": {"content": "青门金锁平旦开，城头日出使车回。青门柳枝正堪折，路傍一日几人别。东出青门路不穷，驿楼官树灞陵东。花扑征衣看似绣，云随去马色疑骢。胡姬酒垆日未午，丝绳玉缸酒如乳。灞头落花没马蹄，昨夜微雨花成泥。黄鹂翅湿飞转低，关东尺书醉懒题。须臾望君不可见，扬鞭飞鞚疾如箭。借问使乎何时来，莫作东飞伯劳西飞燕。", "translation": "天色已明城门已经开启，日出城头友人就要离去。柳枝青青人们正可攀折，一日之间路旁几人别离。道路遥遥东望没有尽头，灞陵东去连着大树驿楼；云影照着坐骑色如骢马，落花扑向衣服好似花绣。路旁胡姬酒家遥遥在望，酒店宴送友人天色未晌。条条丝绳拴着只只酒坛，好酒装满玉缸色如乳浆。灞陵道上落花淹没马路，和着夜来微雨踏成香泥。黄鹂翅儿潮湿低低飞过，关东故友书信醉后懒题。友人登程东去已望不见，扬鞭策马飞驰快似利箭；借问为友此去何时再来，莫作东飞伯劳西飞之燕！"}}, {"name": "送赞律师归嵩山", "prop": {"content": "禅客归心急，山深定易安。清贫修道苦，孝友别家难。雪路侵溪转，花宫映岳看。到时瞻塔暮，松月向人寒。", "translation": "禅客归山心情急，山深禅定易得安。清贫生涯修道苦，孝友情牵别家难。雪路迢遥随溪转，花宫山岳相映看。到山仰望暮时塔，松月向人送夜寒。"}}, {"name": "于王抚军座送客", "prop": {"content": "秋日凄且厉，百卉具已腓。爰以履霜节，登高饯将归。寒气冒山泽，游云倏无依。洲渚四缅邈，风水互乖违。瞻夕欣良宴，离言聿云悲。晨鸟暮来还，悬车敛馀辉。逝止判殊路，旋驾怅迟迟。目送回舟远，情随万化遗。", "translation": "秋天的景象凄清而且萧肃，百草都已经枯萎衰颓。于是在霜露降落的九月，登高饯别送友人去外地上任。肃肃的寒气笼罩着山涧，游云飘忽不定无所依傍。遥望水中洲渚似乎是很缥缈的景象，风向与水流的方向相违背。眺望暮景又很欣喜逢见这样的盛筵，离别的话语使人感到伤悲。早晨飞去的乌儿傍晚已经飞回来了，太阳渐渐收敛起余下的光辉。过去的人和留下的人道路完全不同，调转我的车马，无限惆怅地缓缓走在回去的路上。眼看归去的小船越行越远，心情随着万物的变化而变化，紧紧相随。"}}, {"name": "李少卿与苏武诗三首", "prop": {"content": "良时不再至，离别在须臾。屏营衢路侧，执手野踟蹰。仰视浮云驰，奄忽互相逾。风波一失所，各在天一隅。长当从此别，且复立斯须。欲因晨风发，送子以贱躯。嘉会难再遇，三载为千秋。临河濯长缨，念子怅悠悠。远望悲风至，对酒不能酬。行人怀往路，何以慰我愁。独有盈觞酒，与子结绸缪。携手上河梁，游子暮何之。徘徊蹊路侧，悢悢不能辞。行人难久留，各言长相思。安知非日月，弦望自有时。努力崇明德，皓首以为期。", "translation": "美好的聚会很难再有机会了，以往相聚的三年，结下了深情厚谊，胜似千秋。送友送至河畔，用河水再为友人洗一洗系马的革带，一想到即将离去的友人心中惆怅难消。向着友人欲去的远处望去，催人泪下的悲风扑面吹来；举杯欲饮送别酒，心中却只念别离，难以劝饮。远行的人非走不可，一心惦记着征程上的事。欲留不可欲，使人愁上愁。用什么来慰安自己的忧愁呢？唯有斟满了的酒，与友人一起痛饮，祝福我们的友谊万古长青。"}}, {"name": "劳劳亭", "prop": {"content": "天下伤心处，劳劳送客亭。春风知别苦，不遣柳条青。", "translation": "天下最伤心的地方，就是这送别的劳劳亭。春风也会意离别的痛苦，不催这柳条儿发青。"}}, {"name": "送远曲", "prop": {"content": "戏马台南山簇簇，山边饮酒歌别曲。行人醉后起登车，席上回尊向僮仆。青天漫漫复长路，远游无家安得住。愿君到处自题名，他日知君从此去。", "translation": "　　“黯然销魂者，唯别而已矣。”临歧徘徊，执手相送，构成了送别诗的基本情调。要在这同一基调上奏出不落窠臼、自成体格的送别曲，确非易事，张籍《送远曲》就是个中唐佳品。"}}, {"name": "边贡", "dynasty": "明代"}, {"name": "点绛唇·送李琴泉", "prop": {"content": "江上旗亭，送君还是逢君处。酒阑呼渡。云压沙鸥暮。 漠漠萧萧，香冻梨花雨。添愁绪。断肠柔橹。相逐寒潮去。", "translation": "　　“江上旗亭，送君还是逢君处”两句起笔，写出离别的地点在“江上旗亭”。在江边小酒楼里为朋友饯行。离愁难堪，更何况“送君还是逢君处”。过去欢乐地相逢在这个地方，而眼下分手又是在这同一个地方；以逢君的快乐衬托送君的悲哀。抚今追昔，触景生情，更令人不堪回忆过去。"}}, {"name": "送辛大之鄂渚不及", "prop": {"content": "送君不相见，日暮独愁绪。江上空裴回，天边迷处所。 郡邑经樊邓，山河入嵩汝。蒲轮去渐遥，石径徒延伫。", "translation": "为你送行没赶上相见，黄昏中独自一人愁绪万千。久久地徘徊在江边，你的去处已经茫茫一片。看不见路过的樊城邓县，只有白云融入汝水飘上嵩山。你乘的蒲轮安车越走越远，我伫立石径枉自迁延。"}}, {"name": "别薛华", "prop": {"content": "送送多穷路，遑遑独问津。悲凉千里道，凄断百年身。心事同漂泊，生涯共苦辛。无论去与住，俱是梦中人。", "translation": "送了一程又一程前面有多少荒寂艰难的路，踽踽独去，沿途问路时，心情该是多么的惶惶不安。在这迢迢千里的行程中，惟有一颗悲凉失意的心作伴，这简直会拖垮人生不过百年的孱弱身体。你我的心情都是漂泊不定，我们的生活也是一样的辛酸凄苦。不论是离开的人，还是留下的人，彼此都会在对方的梦中出现。"}}, {"name": "王观", "dynasty": "宋代"}, {"dynasty": "隋代"}, {"name": "浣溪沙·送叶淳老", "prop": {"content": "阳羡姑苏已买田。相逢谁信是前缘。莫教便唱水如天。我作洞霄君作守，白头相对故依然。西湖知有几同年。", "translation": "我们都在阳羡和姑苏买了田地，在杭州相逢真是前世即有的缘份，不要让我一人留下。日后登楼怀念老友。让我退休，提举洞霄宫了，而你留下作杭州太守。这样，咱们二人就可以白头相对，故旧依然了。在杭州能有几位像我与你一样同年龄的旧友呢。"}}, {"name": "送项判官", "prop": {"content": "断芦洲渚落枫桥，渡口沙长过午潮。山鸟自呼泥滑滑，行人相对马萧萧。十年长自青衿识，千里来非白璧招。握手祝君能强饭，华簪常得从鸡翘。", "translation": "江边渡口，可以看到洲渚上衰败的芦草，以及江桥上飘落的枫叶，午潮已过，送君于江畔渡口。渡口山鸟鸣叫，行人如织，车来马往，熙熙攘攘。我们两人年龄相差十岁，但亲如兄弟，初识时，都还是没有官职的学子。千里迢迢来此，并非受白璧招聘，贪图荣华富贵。握手祝君多多保重身体，将来定能美服华车，前途无量。"}}, {"name": "送人游塞", "prop": {"content": "初晴天堕丝，晚色上春枝。城下路分处，边头人去时。 停车数行日，劝酒问回期。亦是茫茫客，还从此别离。", "translation": "无"}}, {"name": "张可久", "dynasty": "元代"}, {"name": "乔吉", "dynasty": "元代"}, {"name": "送赵都督赴代州得青字", "prop": {"content": "天官动将星，汉上柳条青。(上 一作：地)万里鸣刁斗，三军出井陉。忘身辞凤阙，报国取龙庭。岂学书生辈，窗间老一经。", "translation": "天上星宿的将星动了，汉家营地上的柳条青青。万里征途刁斗声声鸣响，三军将士迅速越过井陉。辞别帝宫全忘了身家，立功报国定要夺取龙庭。哪里肯学那些书生之辈，终老窗前死啃一经。"}}, {"name": "金陵送张十一再游东吴", "prop": {"content": "张翰黄花句，风流五百年。谁人今继作，夫子世称贤。再动游吴棹，还浮入海船。春光白门柳，霞色赤城天。去国难为别，思归各未旋。空馀贾生泪，相顾共凄然。", "translation": "你本家<a href=\"https://so.gushiwen.cn/authorv_f7f9be40b734.aspx\" target=\"_blank\">张翰的“黄华如散金”的诗句，领引了风流五百年，如今谁人可以继承他的佳作？大概要算张夫子你这个举世称贤的人了。你这次乘船再游东吴，还准备乘海船入海吗?春光将白门的柳染绿，霞光熏红了赤城的天空。分别总是悲伤的，我也想念家乡的亲人"}}, {"name": "送增田涉君归国", "prop": {"content": "扶桑正是秋光好，枫叶如丹照嫩寒。却折垂杨送归客，心随东棹忆华年。", "translation": "你的祖国正值风景美丽的秋天，枫叶在微寒的秋光映照下更加红艳。我却想象古人那样折柳给你送别，心则随着东去的船回忆起在日本度过的青年时代。"}}, {"name": "送人东游", "prop": {"content": "荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。", "translation": "荒弃的营垒上黄叶纷纷飘落，你心怀浩气、远志告别了古塞险关。汉阳渡水急风高，郢门山朝阳之下景象万千。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。"}}, {"name": "顾敻", "dynasty": "五代"}, {"name": "李致远", "dynasty": "元代"}, {"name": "送饯从叔辞丰州幕归嵩", "prop": {"content": "白须宗孙侍坐时，愿持寿酒前致词。致词何所拟？愿自边城始。边城贵者李将军，战鼓遥疑天上闻。屯田布锦周千里，牧马攒花溢万群。白云本是乔松伴，来绕青营复飞散。三声画角咽不通，万里蓬根一时断。丰州闻说似凉州，沙塞清明部落稠。行客已去依独戍，主人犹自在高楼。梦视旌旆何由见，每值清风一回面。洞里先生那怪迟，人天无路自无期。砂泉丹井非同味，桂树榆林不并枝。吾翁致身殊得计，地仙亦是三千岁。莫着戎衣期上清，东方曼倩逢人轻。", "translation": "无"}}, {"name": "热海行送崔侍御还京", "prop": {"content": "侧闻阴山胡儿语，西头热海水如煮。海上众鸟不敢飞，中有鲤鱼长且肥。岸旁青草长不歇，空中白雪遥旋灭。蒸沙烁石燃虏云，沸浪炎波煎汉月。阴火潜烧天地炉，何事偏烘西一隅？势吞月窟侵太白，气连赤坂通单于。送君一醉天山郭，正见夕阳海边落。柏台霜威寒逼人，热海炎气为之薄。", "translation": "我听阴山人们说过多回，西方热海之水好似煮沸。海上各种鸟儿不敢飞翔，水中鲤鱼却是大而肥美！岸边青草常年不见哀歇，空中雪花远远融化消灭，沙石炽热燃烧边地层云，波浪沸腾煎煮古时明月。地下烈火暗中熊熊燃烧，为何偏把西方一角烘烤！气浪弥漫西方月窟太白，把那广大边塞地带笼罩。置酒送君在那天山城郭，热海之畔夕阳正要西落。君居柏台威严好似寒霜，热海炎气因而顿觉淡薄！"}}, {"name": "更漏子·送孙巨源", "prop": {"content": "水涵空，山照市。西汉二疏乡里。新白发，旧黄金。故人恩义深。 海东头，山尽处。自古空槎来去。槎有信，赴秋期。使君行不归。", "translation": "海州碧水连天，青山耸立。这里是西汉二疏的故乡。居海州几年，你白发新添，却博得州人殷勤相送，这是你留下的深恩厚义啊。大海的最东边，大山的尽头，自古就有人乘槎到天河。但是自古以来，客槎有来有往，你却未有归期，让人惆怅。"}}, {"dynasty": "南北朝"}, {"name": "送王司直", "prop": {"content": "西塞云山远，东风道路长。人心胜潮水，相送过浔阳。", "translation": "向西而行，放眼远方的西塞云山，惟有东风吹送着游子，前方的道路漫长。你我友情深厚，要胜过东海的潮水，送你离去直到过了浔阳才回来。"}}, {"name": "送李录事兄归襄邓", "prop": {"content": "十年多难与君同，几处移家逐转蓬。白首相逢征战后，青春已过乱离中。行人杳杳看西月，归马萧萧向北风。汉水楚云千万里，天涯此别恨无穷。", "translation": "你我命运何其艰难，十年间转徙漂泊，居无定所，如那随风飘转的蓬草。国事艰难，战事不断，转眼间青春已逝，再相逢都已是白发苍苍。相聚短暂，月已西垂，北风萧萧，你又要踏上遥远征程。今日一别，天涯遥遥，汉水楚云相距万里，这无尽的伤感啊，如何能消？"}}, {"name": "包融", "dynasty": "唐代"}, {"name": "送桂州严大夫同用南字", "prop": {"content": "苍苍森八桂，兹地在湘南。江作青罗带，山如碧玉篸。户多输翠羽，家自种黄甘。远胜登仙去，飞鸾不假骖。", "translation": "郁郁苍苍繁荣茂盛的八桂之地，此地就在湘南。那里的江河蜿蜒曲折，如青罗带一样柔曼迤逦，那里的山如碧玉篸一样翠绿峻秀。家家户户多缴纳翡翠鸟的羽毛，都自己种植黄甘。远远胜过登仙而去，无须借飞鸾为坐骑去飞升成仙。"}}, {"name": "司马光", "dynasty": "宋代"}, {"name": "洪咨夔", "dynasty": "宋代"}, {"dynasty": "唐代"}, {"name": "休洗红", "prop": {"content": "休洗红，洗多红色浅。卿卿骋少年，昨日殷桥见。封侯早归来，莫作弦上箭。", "translation": "不要洗红衣啊，一洗再洗，红色会变浅。亲爱的人儿骑上马，放辔驰骋要趁少年；昨日送你出征，与你相别在桥畔。封侯之日早早归来，不要作那弦上的箭！"}}, {"name": "白雪歌送武判官归京", "prop": {"content": "北风卷地白草折，胡天八月即飞雪。忽如一夜春风来，千树万树梨花开。散入珠帘湿罗幕，狐裘不暖锦衾薄。将军角弓不得控，都护铁衣冷难着。(难着 一作：犹著)瀚海阑干百丈冰，愁云惨淡万里凝。中军置酒饮归客，胡琴琵琶与羌笛。纷纷暮雪下辕门，风掣红旗冻不翻。轮台东门送君去，去时雪满天山路。山回路转不见君，雪上空留马行处。", "translation": "北风席卷大地吹折了白草，塞北的天空八月就飘降大雪。仿佛一夜之间春风吹来，树上有如梨花争相开放。雪花飞进珠帘沾湿了罗幕，狐裘不保暖盖上锦被也嫌单薄。将军的手冻得拉不开弓，铁甲冰冷得让人难以穿上。无边沙漠结着厚厚的冰，万里长空凝聚着惨淡愁云。主帅帐中摆酒为归客饯行，胡琴琵琶羌笛合奏来助兴。傍晚辕门前大雪落个不停，红旗冻僵了风也无法牵引。轮台东门外欢送你回京去，你去时大雪盖满了天山路。山路曲折已不见你的身影，雪地上只留下一行马蹄印迹。 "}}, {"name": "任华", "dynasty": "唐代"}, {"name": "送焦山淇上人见广佑", "prop": {"content": "云团广佑尽愁城，未必心肝铁打成。话着石公山下事，定如猿叫第三声。", "translation": " 　　焦山的淇上人要去见广佑和尚，高僧智朋写此诗送他上路。广佑虽心境不好，但绝非铁石心肠，如果给他谈起石公山下事，定能感动他。 "}}, {"name": "送迁客", "prop": {"content": "倏忽堕鹓行，天南去路长。片言曾不谄，获罪亦何伤。 象恋藏牙浦，人贪卖子乡。此心终合雪，去已莫思量。", "translation": "　　迁客指流迁或被贬谪到外地的官员。这是一首为朋友送行的诗。这位朋友究竟因犯何罪而遭流贬，不得而知，但诗中明白地介绍了这位朋友为人正直无私，纵被不公正地处罪也不是可耻的事，早晚会得到昭雪。临别之际，朋友的心情自然沉郁黯淡。作者便通过自己的诗句语重心长地勉励朋友要重新振作，忘怀旧事，充满希望，勉励朋友珍惜前程。一方面，这首诗写得是非鲜明，态度坚决，语言明朗有力。另一方面，这首诗却也深沉委婉，亲切温暖，充满了知己朋友的深情厚意。 "}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "贺新郎·用前韵送杜叔", "prop": {"content": "细把君诗说。恍余音、钧天浩荡，洞庭胶葛。千尺阴崖尘不到，惟有层冰积雪。乍一见、寒生毛发。自昔佳人多薄命，对古来、一片伤心月。金屋冷，夜调瑟。去天尺五君家别。看乘空、鱼龙惨淡，风云开合。起望衣冠神州路，白日销残战骨。叹夷甫、诸人清绝。夜半狂歌悲风起，听铮铮、阵马檐间铁。南共北，正分裂。", "translation": "无"}}, {"name": "颍阳别元丹丘之淮阳", "prop": {"content": "吾将元夫子，异姓为天伦。本无轩裳契，素以烟霞亲。尝恨迫世网，铭意俱未伸。松柏虽寒苦，羞逐桃李春。悠悠市朝间，玉颜日缁磷。所失重山岳，所得轻埃尘。精魄渐芜秽，衰老相凭因。我有锦囊诀，可以持君身。当餐黄金药，去为紫阳宾。万事难并立，百年犹崇晨。别尔东南去，悠悠多悲辛。前志庶不易，远途期所遵。已矣归去来，白云飞天津。", "translation": "无"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "史鉴", "dynasty": "明代"}, {"name": "送冷朝阳还上元", "prop": {"content": "青丝缆引木兰船，名遂身归拜庆年。落日澄江乌榜外，秋风疏柳白门前。桥通小市家林近，山带平湖野寺连。别后依依寒食里，共君携手在东田。", "translation": "青丝绳牵引着幽雅的木兰船，船中之人是进士及第者，正归家省亲。波光粼粼的澄江上，斜日依偎着乌黑发亮的归舟；巍峨的白门前，秋风阵起，吹拂着萧疏的柳条。所居庄园，小桥流水，通往附近的集市；庄园的附近，青山绿水，湖光山色，闲云野寺，一线相连。此去一别，何日才能相见，恐怕只有等寒食节里与君携手共游东田的大好山色。"}}, {"name": "送蔡山人", "prop": {"content": "我本不弃世，世人自弃我。一乘无倪舟，八极纵远舵。燕客期跃马，唐生安敢讥。采珠勿惊龙，大道可暗归。故山有松月，迟尔玩清晖。", "translation": "我本来就没有放弃俗世，但世人却抛弃了我。一乘上无尽头的航程，就远纵八极无法回头。燕客蔡泽极尽荣华，唐举这小子还敢讥笑？采撷龙下颌的明珠时别把龙惊醒了，可暗暗让其归顺大道而不自知。故乡的山岭有古松明月，等待你一起玩赏清晖。"}}, {"name": "红绣鞋·晚秋", "prop": {"content": "梦断陈王罗袜，情伤学士琵琶。又见西风换年华。数杯添泪酒，几点送秋花。行人天一涯。", "translation": "从与洛神相会的梦中醒来，有如白居易作《琵琶行》那样感伤。秋风又起流年易逝。几杯酒下肚勾起伤心的眼泪，黄花几点送走了秋光，独自一人浪迹天涯。"}}, {"name": "赵蕃", "dynasty": "宋代"}, {"name": "春送僧", "prop": {"content": "蜀魄关关花雨深，送师冲雨到江浔。 不能更折江头柳，自有青青松柏心。", "translation": "贯休终生为诗，以诗著名，其送赠诗写得很好，其中尤以送同道僧友之诗为佳。这首七绝诗，把潇潇春雨中赠别友人之景、之情描摹得非常生动，景为主体，情寓其中，文笔生动流畅，委婉含蓄，感染力很强。 "}}, {"name": "夜送赵纵", "prop": {"content": "赵氏连城璧，由来天下传。送君还旧府，明月满前川。", "translation": "韵译赵国的和氏璧价值连城，自古来天底下人人称赞。今晚上送你回赵州故乡，月光铺满眼前的水面。"}}, {"name": "郭麐", "dynasty": "清代"}, {"name": "王之涣", "dynasty": "唐代"}, {"name": "张宁", "dynasty": "明代"}, {"name": "杨志坚", "dynasty": "唐代"}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "阴铿", "dynasty": "南北朝"}, {"name": "临江仙·送宇文德和被", "prop": {"content": "露坐榕阴须痛饮，从渠叠鼓频催。暮山新月两徘徊。离愁秋水远，醉眼晓帆开。 泛宅浮家游戏去，流行坎止忘怀。江边鸥鹭莫相猜。上林消息好，鸿雁已归来。", "translation": "　　这是一首送别词。上片写送别的情景。词人的朋友宇文德和被召赴行在所，词人为他饯行，坐在榕树之阴，痛饮美酒，以壮其行。二人依依难舍，全然没有顾及到叠鼓频催，促人登舟。二人一直饮到暮色苍茫新月已经悄悄地徘徊于山巅。离愁缕缕，有如秋水，二人不忍遽别。友情之深，留恋之意尽在不言之中，场面由热烈而渐次清静，又为二人留下许多畅叙衷肠的机会。由月上暮山，到次日天明，晓帆将开，二人皆已醉意朦胧，纵然难舍，也到了不得不分手的时候。"}}, {"name": "惜黄花慢·送客吴皋", "prop": {"content": "次吴江，小泊，夜饮僧窗惜别。邦人赵簿携小妓侑尊。连歌数阕，皆清真词。酒尽已四鼓。赋此词饯尹梅津。送客吴皋，正试霜夜冷，枫落长桥。望天不尽，背城渐杳，离亭黯黯，恨永迢迢。翠香零落红衣老，暮愁锁、残柳眉梢。念瘦腰、沈郎旧日，曾系兰桡。仙人凤咽琼箫，怅断魂送远，《九辩》难招。醉鬟留盼，小窗剪烛，歌云载恨，飞上银霄。素秋不解随船去，败红趁一叶寒涛。梦翠翘，怨鸿料过南谯。", "translation": "船只停靠在吴江作短暂停留，晚上在僧窗喝酒惜别。同乡人赵簿携带小妓来劝酒。接连唱了几首歌，都是清真词。酒喝完后已四更天。创作此词送别尹梅津。"}}, {"name": "高阳台·送陈君衡被召", "prop": {"content": "照野旌旗，朝天车马，平沙万里天低。宝带金章，尊前茸帽风欹。秦关汴水经行地，想登临、都付新诗。纵英游，叠鼓清笳，骏马名姬。 酒酣应对燕山雪，正冰河月冻，晓陇云飞。投老残年，江南谁念方回。东风渐绿西湖柳，雁已还、人未南归。最关情，折尽梅花，难寄相思。", "translation": "无"}}, {"name": "宋中送族侄式颜", "prop": {"content": "大夫击东胡，胡尘不敢起。胡人山下哭，胡马海边死。部曲尽公侯，舆台亦朱紫。当时有勋业，末路遭谗毁。转旆燕赵间，剖符括苍里。弟兄莫相见，亲族远枌梓。不改青云心，仍招布衣士。平生怀感激，本欲候知己。去矣难重陈，飘然自兹始。游梁且未遇，适越今何以。乡山西北愁，竹箭东南美。峥嵘缙云外，苍莽几千里。旅雁悲啾啾，朝昏孰云已。登临多瘴疠，动息在风水。虽有贤主人，终为客行子。我携一尊酒，满酌聊劝尔。劝尔惟一言，家声勿沦滓。", "translation": "无"}}, {"name": "渔家傲·送省亲秦州", "prop": {"content": "一曲阳关情几许，知君欲向秦川去。白马皂貂留不住。回首处，孤城不见天霖雾。 到日长安花似雨，故关杨柳初飞絮。渐见靴刀迎夹路。谁得似，风流膝上王文度。", "translation": "一首《阳关》曲感情多么深厚啊，知道你又想去秦川。要离去的人挽留不住啊。回望分手的地方，因为天飘降霏霏的雾，看不见孤城。估计到达目的地时，正是暮春时节，长安花落如雨。古老的关隘杨柳絮刚刚飘飞。渐渐看见下属官员左手握刀，祷脚塞在靴筒里到郊外夹道欢迎你。谁能比得上王文度被父亲搂抱着坐在膝上这样的美事呢。"}}, {"name": "送李少府贬峡中王少府", "prop": {"content": "嗟君此别意何如，驻马衔杯问谪居。巫峡啼猿数行泪，衡阳归雁几封书。青枫江上秋帆远，白帝城边古木疏。圣代即今多雨露，暂时分手莫踌躇。", "translation": "此次离别不知你们心绪何如，停下马来饮酒饯别询问被贬的去处。巫峡猿猴悲啼令人伤心泪下，到达衡阳后让大雁多为我捎来几封书信。秋日青枫江上孤帆远远飘去，白帝城边古木参天、枝叶扶疏。当今正逢盛世，朝廷是会普降恩泽的，我们只是暂时的分离，不要烦恼悲伤。"}}, {"name": "莫愁乐", "prop": {"content": "莫愁在何处，莫愁石城西。艇子打两桨，催送莫愁来。", "translation": "莫愁现在深处何处呢？莫愁现在石城西。船夫用力拨动船桨，催促快点送莫愁来。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "水调歌头·送郑厚卿赴", "prop": {"content": "寒食不小住，千骑拥春衫。衡阳石鼓城下，记我旧停骖。襟以潇湘桂岭，带以洞庭青草，紫盖屹西南。文字起《骚》《雅》，刀剑化耕蚕。看使君，於此事，定不凡。奋髯抵几堂上，尊俎自高谈。莫信君门万里，但使民歌《五袴》，归诏凤凰衔。君去我谁饮，明月影成三。", "translation": "你寒食节也未能小住，匆匆地就要赶赴衡州。曾记得在石鼓山畔，衡阳城下停过车马。衡阳以潇湘之水、香花岭为襟，以洞庭、青草湖为带，地势险要而风景十分佳丽。盼望着你到任后注重教化，关心农事。放下刀剑，从事农耕蚕桑。厚卿你能力不群政事才干出众。一定要整顿吏治，严肃果断而从容不迫。休说君门遥不可及，但能政绩卓著，即可奉诏归朝。你既然走了我同谁饮酒呢，只怕是像李白一般同明月、影子成三人吧。"}}, {"name": "鹧鸪天·送廓之秋试", "prop": {"content": "白苎新袍入嫩凉。春蚕食叶响回廊，禹门已准桃花浪，月殿先收桂子香。鹏北海，凤朝阳。又携书剑路茫茫。明年此日青云去，却笑人间举子忙。(青云去 一作：青云上)", "translation": "廓之你在这初秋微凉的天气、穿着白色苎麻织成的新衣、离开我去参加科举考试。我仿佛看到了你以后参加考试的情景，你将与其他考生们一道在考场里专心致志地书写，犹如春蚕啃食桑叶，回廊里沙沙有声。乡试放榜时飘拂的桂花香已经先散向了月殿，你一定能名登桂榜，蟾宫折桂；不仅如此，连下一年桃花浪涌起时像鱼跃龙门一样考试得中的会试也已经为你准备好了。现在你携带着书和剑走向应试的辽远广阔之路，就像鲲鹏从北海展翅翱游到南海，又像凤凰飞向东升的太阳。明年的今天，你早已青云直上，那时你可以轻松愉悦地闲看世间的举子还在为功名奔忙。"}}, {"name": "送浑将军出塞", "prop": {"content": "将军族贵兵且强，汉家已是浑邪王。子孙相承在朝野，至今部曲燕支下。控弦尽用阴山儿，登阵常骑大宛马。银鞍玉勒绣蝥弧，每逐嫖姚破骨都。李广从来先将士，卫青未肯学孙吴。传有沙场千万骑，昨日边庭羽书至。城头画角三四声，匣里宝刀昼夜鸣。意气能甘万里去，辛勤判作一年行。黄云白草无前后，朝建旌旄夕刁斗。塞下应多侠少年，关西不见春杨柳。从军借问所从谁，击剑酣歌当此时。远别无轻绕朝策，平戎早寄仲宣诗。", "translation": "无"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "送七兄赴扬州帅幕", "prop": {"content": "初报边烽照石头，旋闻胡马集瓜州。诸公谁听刍荛策，吾辈空怀畎亩忧。急雪打窗心共碎，危楼望远涕俱流。岂知今日淮南路，乱絮飞花送客舟。", "translation": "刚刚报传边地的烽火，已照亮了建康城头；不久又闻说金人的兵马，已集结在瓜州渡口。当权的衮衮诸公，有谁肯听听百姓的意见？我们在野的人呵，只能白白地为时局担忧。大风急雪扑打着窗棂，心儿和雪珠一起破碎，登上高楼向远处眺望，你我都不禁热泪横流。又哪里想到呵，今日里、柳絮轻飘、乱红飞舞，送你的客船去往那，淮南东路的古城扬州！"}}, {"name": "送王牧往吉州谒王使君", "prop": {"content": "细草绿汀洲，王孙耐薄游。年华初冠带，文体旧弓裘。野渡花争发，春塘水乱流。使君怜小阮，应念倚门愁。", "translation": "水中的小洲上长满了小草，王牧要出去游玩了。年纪刚刚到了及冠之年，文章的体裁风格与父亲的相同。场春雨过后山花竞放，争奇斗妍，春水潺流，喷珠溅玉。王牧的叔父见到他后舍不得他离开，你母亲还在倚门而望，日日盼着你归来呢。"}}, {"name": "岑参", "dynasty": "唐代"}, {"name": "皇甫冉", "dynasty": "唐代"}, {"name": "重别周尚书", "prop": {"content": "阳关万里道，不见一人归。惟有河边雁，秋来南向飞。", "translation": "阳关与故国相隔万里之遥，年年盼望却至今不能南归。只有黄河岸边南来的大雁，秋天一到仍可以自由南飞。"}}, {"name": "和傅郎岁暮还湘洲诗", "prop": {"content": "苍落岁欲晚，辛苦客方行。大江静犹浪，扁舟独且征。棠枯绛叶尽，芦冻白花轻。戍人寒不望，沙禽迥未惊。湘波各深浅，空轸念归情。", "translation": "天气寒冷岁月已晚，傅郎却不辞劳苦出发远行。长江在平静的时候仍有风浪，而傅郎偏偏在这岁暮时分驾一叶偏舟孤单单地走了。江边枯萎的野棠花叶子已经凋落完，冰冷的芦花在风中轻摇。天寒地冻，守望的士兵已经不出来瞭望，沙洲上的鸟离行船很远，因此不惊动。湘水各处深浅不同，傅郎此去可以亲自践历，君行我仍滞留于此，空添思归悲伤情绪而已。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "送李青归南叶阳川", "prop": {"content": "伯阳仙家子，容色如青春。日月秘灵洞，云霞辞世人。化心养精魄，隐几窅天真。莫作千年别，归来城郭新。", "translation": "你是我们老子伯阳仙家的子孙，容色依然如青春时候。你将日月秘藏灵洞，亲近云霞远隔世人。心境淡薄颐养精魄，卧伏隐几涵养天真。你可别一去千年才回，归来的时候，城郭虽新而故人已不在。"}}, {"name": "送别诗", "prop": {"content": "杨柳青青著地垂，杨花漫漫搅天飞。柳条折尽花飞尽，借问行人归不归？", "translation": "杨柳青青，枝叶垂到了地上。杨花漫漫，在空中纷乱地飞舞。送别的时候眼里的柳条折尽，柳絮飞绝。请问远行的人什么时候回来呢？"}}, {"name": "送蹇秀才赴临洮", "prop": {"content": "怅望日千里，如何今二毛。犹思阳谷去，莫厌陇山高。倚马见雄笔，随身唯宝刀。料君终自致，勋业在临洮。", "translation": "怅望一日千里，如今头上有了白发。还想奔赴阳谷，不嫌陇山山高。倚马可见纸笔，随身只带宝刀。预料你终能自致高位，建功立业的地方就在临洮。"}}, {"name": "送刘昱", "prop": {"content": "八月寒苇花，秋江浪头白。北风吹五两，谁是浔阳客。鸬鹚山头微雨晴，扬州郭里暮潮生。行人夜宿金陵渚，试听沙边有雁声。", "translation": "八月的芦苇和江边的浪花都是白色的。北风吹着候风器，谁才是浔阳的客人呢？雨后天晴，鸬鹚在山头停留，扬州的外城晚上生出潮水。行路之人晚上住在金陵的小岛上，可以听到沙滩边大雁的鸣叫。"}}, {"name": "送王含秀才序", "prop": {"content": "　　吾少时读《醉乡记》，私怪隐居者无所累于世，而犹有是言，岂诚旨于味耶？及读阮籍、陶潜诗，乃知彼虽偃蹇，不欲与世接，然犹未能平其心，或为事物是非相感发，于是有托而逃焉者也。若颜子操瓢与箪，曾参歌声若出金石，彼得圣人而师之，汲汲每若不可及，其于外也固不暇，尚何曲之托，而昏冥之逃耶？　　吾又以为悲醉乡之徒不遇也。建中初，天子嗣位，有意贞观、开元之丕绩，在廷之臣争言事。当此时，醉乡之后世又以直废吾既悲醉乡之文辞，而又嘉良臣之烈，思识其子孙。今子之来见我也，无所挟，吾犹将张之；况文与行不失其世守，浑然端且厚。惜乎吾力不能振之，而其言不见信于世也。于其行，姑分之饮酒。", "translation": "无"}}, {"name": "三江小渡", "prop": {"content": "溪水将桥不复回，小舟犹倚短篙开。交情得似山溪渡，不管风波去又来。", "translation": "溪水流过小桥后一去不返，小船还得依靠着短篙撑开。友情应该像山中溪水上的摆渡一样，不管风吹浪打却依然存在。"}}, {"name": "渔家傲·临水纵横回晚", "prop": {"content": "临水纵横回晚鞚。归来转觉情怀动。梅笛烟中闻几弄。秋阴重，西山雪淡云凝冻。美酒一杯谁与共。尊前舞雪狂歌送。腰跨金鱼旌旆拥。将何用，只堪妆点浮生梦。", "translation": "在临近水的地方随意地骑马迟暮归家，到家反而心情不平静。在暮霭中听到几支笛奏的乐曲，秋天的天气阴暗沉重，西山已见淡雪，浓云也已为之凝冻了。谁与我共饮一杯美酒呢，席中用妓妾的歌舞下酒。腰带佩系着金鱼袋，出外时被仪仗旗帜簇拥。鱼袋旌旆的荣华富贵又有什么用呢？只能作为如梦的人生中一个装饰而已。"}}, {"name": "夏竦", "dynasty": "宋代"}, {"name": "刘仙伦", "dynasty": "宋代"}, {"name": "相送", "prop": {"content": "客心已百念，孤游重千里。江暗雨欲来，浪白风初起。", "translation": "在外漂泊之人本来就百感交集，再加上又要独自远行千里。江上天昏地暗，大雨将临，江中白浪翻滚，狂风骤起。"}}, {"name": "送任五之桂林", "prop": {"content": "楚客醉孤舟，越水将引棹。山为两乡别，月带千里貌。羁谴同缯纶，僻幽闻虎豹。桂林寒色在，苦节知所效。", "translation": "无"}}, {"name": "送人游吴", "prop": {"content": "君到姑苏见，人家尽枕河。古宫闲地少，水港小桥多。(水港 一作：水巷)夜市卖菱藕，春船载绮罗。遥知未眠月，乡思在渔歌。", "translation": "你到姑苏时将会看到，那儿的人家房屋都临河建造。姑苏城中屋宇相连，没有什么空地；即使在河汊子上，也架满了小桥。夜市上充斥着卖菱藕的声音，河中的船上，满载着精美的丝织品。遥想远方的你，当月夜未眠之时，听到江上的渔歌声，定会触动你的思乡之情。"}}, {"name": "送别", "prop": {"content": "下马饮君酒，问君何所之？君言不得意，归卧南山陲。但去莫复问，白云无尽时。", "translation": "请你下马来喝一杯美酒，想问问朋友你要去往哪里？你说因为生活不得意，要回乡隐居在终南山旁。只管去吧我不会再追问，那里正有绵延不尽的白云，在天空中飘荡。"}}, {"name": "李攀龙", "dynasty": "明代"}, {"name": "别舍弟宗一", "prop": {"content": "零落残魂倍黯然，双垂别泪越江边。一身去国六千里，万死投荒十二年。桂岭瘴来云似墨，洞庭春尽水如天。欲知此后相思梦，长在荆门郢树烟。", "translation": "如今这残缺的心灵，又遭遇兄弟离别，更加黯然神伤；兄弟俩越江相别，双双落泪，依依不舍。独自一人离开京城，投身六千里之外的蛮荒之地岭南，十多年以来，历经无数次艰难险阻岭南山多林茂，瘴气弥漫，天空常年乌云密布，遥想舍弟所去之地湖北江陵此时应该是春尽夏来，水天一色。相隔太远，今后只能寄以相思之梦，我会经常在梦中见到郢地（湖北）的烟树，但愿梦中见到弟弟。"}}, {"name": "一络索·送蜀守蒋龙图", "prop": {"content": "蜀江春色浓如雾。拥双旌归去。海棠也似别君难，一点点、啼红雨。此去马蹄何处。沙堤新路。禁林赐宴赏花时，还忆著、西楼否。", "translation": "　　这首送别词，宛转含蓄，情意绵长。上片写送别时的情景。蜀江春浓，双旌归去。"}}, {"name": "别董大", "prop": {"content": "千里黄云白日曛，北风吹雁雪纷纷。莫愁前路无知己，天下谁人不识君。", "translation": "黄云蔽天，绵延千里，太阳黯淡无光，呼啸的北风刚刚送走了雁群，又带来了纷纷扬扬的大雪。不要担心前路茫茫没有知己，普天之下哪个不识你呢？"}}, {"name": "雨后送李将军还祠偕同", "prop": {"content": "民感桑林雨，云施李靖龙。精诚天地动，意愿鬼神从。村喜禾花实，峰看岭岫重。白旗辉烈日，遥映一杯浓。", "translation": "　　此诗表达了诗人爱国爱民的情怀。南宋偏安一隅，和议派占居主导地位，主战的正直官员受到排挤和压抑，这时，主张抗金的李将军受到朝廷启用，赵汝愚十分高兴，亲赴一杯亭饯行，写下这首寄托厚望的诗句。 "}}, {"name": "贾至", "dynasty": "唐代"}, {"name": "南乡子·送述古", "prop": {"content": "回首乱山横。不见居人只见城。谁似临平山上塔，亭亭。迎客西来送客行。 归路晚风清。一枕初寒梦不成。今夜残灯斜照处，荧荧。秋雨晴时泪不晴。", "translation": "回头看横亘的远山，已看不见城中的人影，只隐隐看见一座城。谁像那临平山上的高塔，亭亭伫立，迎送往来的客人。回家的路上，晚风凄清，枕上初寒，难以入眠。今夜残灯斜照，微光闪烁，秋雨虽停但泪还未尽。"}}, {"name": "送王郎", "prop": {"content": "酌君以蒲城桑落之酒，泛君以湘累秋菊之英。赠君以黟川点漆之墨，送君以阳关堕泪之声。酒浇胸次之磊块，菊制短世之颓龄。墨以传万古文章之印，歌以写一家兄弟之情。江山千里俱头白，骨肉十年终眼青。连床夜语鸡戒晓，书囊无底谈未了。有功翰墨乃如此，何恨远别音书少。炒沙作縻终不饱，缕冰文章费工巧。要须心地收汗马，孔孟行世目杲杲。有弟有弟力持家，妇能养姑供珍鲑。儿大诗书女丝麻，公但读书煮春茶。", "translation": "无"}}, {"name": "巴陵夜别王八员外 /", "prop": {"content": "柳絮飞时别洛阳，梅花发后到三湘。 世情已逐浮云散，离恨空随江水长。", "translation": " 在一个柳絮纷飞的时节，我告别了故乡洛阳，经过千里跋涉，在梅花开放的寒冬到了三湘。人世间的悲欢离合，盛衰荣辱，如同浮云一样，都是过眼云烟；可是，依依离情，却像那悠长的江水一样，绵绵不绝。"}}, {"name": "送王四十五归东都", "prop": {"content": "海内兵方起，离筵泪易垂。怜君负米去，惜此落花时。想忆看来信，相宽指后期。殷勤手中柳，此是向南枝。", "translation": "四海布满战尘兵戈正起，在这令人感伤的离别宴会上，更加容易清泪淋漓。我敬爱你不顾辛劳去侍奉双亲，还要叹息落花时节送你北去。想念时只有看看寄来的书信，可以宽慰的是毕竟会有重逢日期。我情意殷勤折柳相赠，你须记取这是向南之枝呀。"}}, {"name": "送友人南归", "prop": {"content": "万里春应尽，三江雁亦稀。连天汉水广，孤客郢城归。郧国稻苗秀，楚人菰米肥。悬知倚门望，遥识老莱衣。", "translation": "江南万里，春光已过三江原野，大雁纷纷向北飞去。汉水浩淼，无边无际，与天相连，老友归去，回到故乡郢地。郧国的稻田茁壮秀颀，楚地的菰米收获在即。我在北方将你牵挂，常常倚门南望，好像远远地看到你穿着孝敬父母的老莱衣。"}}, {"name": "送宗判官归滑台序", "prop": {"content": "　　大丈夫其谁不有四方志？则仆与宗衮二年之间，会而离，离而会，经途所亘，凡三万里。何以言之？去年春会于京师，是时仆如桂林，衮如滑台；今年秋，乃不期而会于桂林；居无何，又归滑台，王事故也。舟车往返，岂止三万里乎？人生几何？而倏聚忽散，辽夐若此，抑知己难遇，亦复何辞！　　岁十有一月，二三子出饯于野。霜天如扫，低向朱崖。加以尖山万重，平地卓立。黑是铁色，锐如笔锋。复有阳江、桂江，略军城而南走，喷入沧海，横浸三山，则中朝群公岂知遐荒之外有如是山水？山水既尔，人亦其然。衮乎对此，与我分手。忘我尚可，岂得忘此山水哉！", "translation": "　　大丈夫哪个没有奔走天下、安邦定国的远大志向？我和宗衮在两年之间，会面了又离别，离别了又会面，这当中来来去去所经历的路程，总共有三万里。为什么说有这么长的路程呢？去年春天，我们两人在京城相会，当时我去桂林，宗衮去滑台；今年秋天，我们竟然料想不到又在桂林相会；过了没多久，宗衮因为国事的缘故又回到滑台。坐船坐车，来来往往，哪里只止三万里呢？人的一生有多久？刚聚在一起，突然间又要分别，象这样相距遥远，更何况像这样的知己朋友极难遇上，还有什么好说的！"}}, {"name": "青玉案·和贺方回韵送", "prop": {"content": "千峰百嶂宜州路。天黯淡、知人去。晓别吾家黄叔度。弟兄华发，远山修水，异日同归处。樽罍饮散长亭暮。别语缠绵不成句。已断离肠能几许。水村山馆，夜阑无寐，听尽空阶雨。", "translation": "无"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "洗脚亭", "prop": {"content": "白道向姑熟，洪亭临道傍。前有昔时井，下有五丈床。樵女洗素足，行人歇金装。西望白鹭洲，芦花似朝霜。送君此时去，回首泪成行。", "translation": "笔直的大道通往扬州，大道的旁边坐落一个高大的长亭。亭的前方有一口古井，亭下还有五丈长的石头坐床。砍柴的女孩可以在井边洗洁白的双脚，行人们可以在石床上歇闲歇闲。西边的白鹭洲头，芦花摇曳犹如一片一片的白霜。此时此地送你离去，你再三回首，泪流满裳。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "题瓜州新河饯族叔舍人", "prop": {"content": "齐公凿新河，万古流不绝。丰功利生人，天地同朽灭。两桥对双阁，芳树有行列。爱此如甘棠，谁云敢攀折。 吴关倚此固，天险自兹设。海水落斗门，湖平见沙汭。我行送季父，弭棹徒流悦。杨花满江来，疑是龙山雪。 惜此林下兴，怆为山阳别。瞻望清路尘，归来空寂灭。", "translation": "无"}}, {"name": "严维", "dynasty": "唐代"}], "edges": [{"source": 389, "target": 208, "relation": "创作"}, {"source": 142, "target": 389, "relation": "出自于"}, {"source": 553, "target": 518, "relation": "创作"}, {"source": 516, "target": 553, "relation": "出自于"}, {"source": 584, "target": 234, "relation": "创作"}, {"source": 516, "target": 584, "relation": "出自于"}, {"source": 557, "target": 34, "relation": "创作"}, {"source": 516, "target": 557, "relation": "出自于"}, {"source": 211, "target": 425, "relation": "创作"}, {"source": 516, "target": 211, "relation": "出自于"}, {"source": 522, "target": 28, "relation": "创作"}, {"source": 516, "target": 522, "relation": "出自于"}, {"source": 64, "target": 230, "relation": "创作"}, {"source": 342, "target": 64, "relation": "出自于"}, {"source": 493, "target": 363, "relation": "创作"}, {"source": 342, "target": 493, "relation": "出自于"}, {"source": 397, "target": 63, "relation": "创作"}, {"source": 4, "target": 397, "relation": "出自于"}, {"source": 211, "target": 23, "relation": "创作"}, {"source": 64, "target": 162, "relation": "创作"}, {"source": 586, "target": 249, "relation": "创作"}, {"source": 342, "target": 586, "relation": "出自于"}, {"source": 522, "target": 260, "relation": "创作"}, {"source": 584, "target": 115, "relation": "创作"}, {"source": 553, "target": 349, "relation": "创作"}, {"source": 36, "target": 574, "relation": "创作"}, {"source": 516, "target": 36, "relation": "出自于"}, {"source": 205, "target": 5, "relation": "创作"}, {"source": 516, "target": 205, "relation": "出自于"}, {"source": 211, "target": 570, "relation": "创作"}, {"source": 411, "target": 383, "relation": "创作"}, {"source": 516, "target": 411, "relation": "出自于"}, {"source": 586, "target": 77, "relation": "创作"}, {"source": 584, "target": 343, "relation": "创作"}, {"source": 36, "target": 544, "relation": "创作"}, {"source": 216, "target": 357, "relation": "创作"}, {"source": 342, "target": 216, "relation": "出自于"}, {"source": 557, "target": 487, "relation": "创作"}, {"source": 534, "target": 391, "relation": "创作"}, {"source": 516, "target": 534, "relation": "出自于"}, {"source": 476, "target": 177, "relation": "创作"}, {"source": 516, "target": 476, "relation": "出自于"}, {"source": 586, "target": 548, "relation": "创作"}, {"source": 430, "target": 59, "relation": "创作"}, {"source": 342, "target": 430, "relation": "出自于"}, {"source": 211, "target": 203, "relation": "创作"}, {"source": 205, "target": 116, "relation": "创作"}, {"source": 64, "target": 281, "relation": "创作"}, {"source": 182, "target": 559, "relation": "创作"}, {"source": 494, "target": 182, "relation": "出自于"}, {"source": 0, "target": 429, "relation": "创作"}, {"source": 359, "target": 0, "relation": "出自于"}, {"source": 381, "target": 105, "relation": "创作"}, {"source": 342, "target": 381, "relation": "出自于"}, {"source": 307, "target": 117, "relation": "创作"}, {"source": 516, "target": 307, "relation": "出自于"}, {"source": 455, "target": 225, "relation": "创作"}, {"source": 516, "target": 455, "relation": "出自于"}, {"source": 537, "target": 327, "relation": "创作"}, {"source": 516, "target": 537, "relation": "出自于"}, {"source": 7, "target": 492, "relation": "创作"}, {"source": 516, "target": 7, "relation": "出自于"}, {"source": 584, "target": 361, "relation": "创作"}, {"source": 211, "target": 330, "relation": "创作"}, {"source": 64, "target": 194, "relation": "创作"}, {"source": 205, "target": 272, "relation": "创作"}, {"source": 476, "target": 402, "relation": "创作"}, {"source": 61, "target": 325, "relation": "创作"}, {"source": 516, "target": 61, "relation": "出自于"}, {"source": 557, "target": 175, "relation": "创作"}, {"source": 205, "target": 114, "relation": "创作"}, {"source": 205, "target": 200, "relation": "创作"}, {"source": 64, "target": 355, "relation": "创作"}, {"source": 586, "target": 56, "relation": "创作"}, {"source": 100, "target": 140, "relation": "创作"}, {"source": 516, "target": 100, "relation": "出自于"}, {"source": 352, "target": 503, "relation": "创作"}, {"source": 516, "target": 352, "relation": "出自于"}, {"source": 7, "target": 405, "relation": "创作"}, {"source": 64, "target": 138, "relation": "创作"}, {"source": 211, "target": 362, "relation": "创作"}, {"source": 586, "target": 329, "relation": "创作"}, {"source": 588, "target": 472, "relation": "创作"}, {"source": 516, "target": 588, "relation": "出自于"}, {"source": 83, "target": 313, "relation": "创作"}, {"source": 342, "target": 83, "relation": "出自于"}, {"source": 455, "target": 471, "relation": "创作"}, {"source": 64, "target": 255, "relation": "创作"}, {"source": 430, "target": 346, "relation": "创作"}, {"source": 254, "target": 460, "relation": "创作"}, {"source": 342, "target": 254, "relation": "出自于"}, {"source": 211, "target": 378, "relation": "创作"}, {"source": 525, "target": 569, "relation": "创作"}, {"source": 516, "target": 525, "relation": "出自于"}, {"source": 557, "target": 406, "relation": "创作"}, {"source": 557, "target": 481, "relation": "创作"}, {"source": 92, "target": 555, "relation": "创作"}, {"source": 509, "target": 92, "relation": "出自于"}, {"source": 410, "target": 144, "relation": "创作"}, {"source": 516, "target": 410, "relation": "出自于"}, {"source": 248, "target": 563, "relation": "创作"}, {"source": 342, "target": 248, "relation": "出自于"}, {"source": 16, "target": 153, "relation": "创作"}, {"source": 516, "target": 16, "relation": "出自于"}, {"source": 78, "target": 451, "relation": "创作"}, {"source": 516, "target": 78, "relation": "出自于"}, {"source": 409, "target": 238, "relation": "创作"}, {"source": 516, "target": 409, "relation": "出自于"}, {"source": 157, "target": 367, "relation": "创作"}, {"source": 516, "target": 157, "relation": "出自于"}, {"source": 205, "target": 424, "relation": "创作"}, {"source": 557, "target": 446, "relation": "创作"}, {"source": 553, "target": 103, "relation": "创作"}, {"source": 265, "target": 463, "relation": "创作"}, {"source": 516, "target": 265, "relation": "出自于"}, {"source": 385, "target": 384, "relation": "创作"}, {"source": 516, "target": 385, "relation": "出自于"}, {"source": 557, "target": 388, "relation": "创作"}, {"source": 276, "target": 392, "relation": "创作"}, {"source": 516, "target": 276, "relation": "出自于"}, {"source": 557, "target": 174, "relation": "创作"}, {"source": 448, "target": 73, "relation": "创作"}, {"source": 44, "target": 448, "relation": "出自于"}, {"source": 36, "target": 394, "relation": "创作"}, {"source": 557, "target": 401, "relation": "创作"}, {"source": 228, "target": 447, "relation": "创作"}, {"source": 342, "target": 228, "relation": "出自于"}, {"source": 584, "target": 312, "relation": "创作"}, {"source": 382, "target": 41, "relation": "创作"}, {"source": 4, "target": 382, "relation": "出自于"}, {"source": 385, "target": 159, "relation": "创作"}, {"source": 454, "target": 572, "relation": "创作"}, {"source": 516, "target": 454, "relation": "出自于"}, {"source": 584, "target": 442, "relation": "创作"}, {"source": 350, "target": 247, "relation": "创作"}, {"source": 342, "target": 350, "relation": "出自于"}, {"source": 553, "target": 306, "relation": "创作"}, {"source": 205, "target": 252, "relation": "创作"}, {"source": 550, "target": 227, "relation": "创作"}, {"source": 342, "target": 550, "relation": "出自于"}, {"source": 64, "target": 478, "relation": "创作"}, {"source": 64, "target": 167, "relation": "创作"}, {"source": 262, "target": 517, "relation": "创作"}, {"source": 516, "target": 262, "relation": "出自于"}, {"source": 70, "target": 183, "relation": "创作"}, {"source": 134, "target": 70, "relation": "出自于"}, {"source": 205, "target": 71, "relation": "创作"}, {"source": 440, "target": 465, "relation": "创作"}, {"source": 342, "target": 440, "relation": "出自于"}, {"source": 64, "target": 412, "relation": "创作"}, {"source": 321, "target": 245, "relation": "创作"}, {"source": 516, "target": 321, "relation": "出自于"}, {"source": 118, "target": 57, "relation": "创作"}, {"source": 516, "target": 118, "relation": "出自于"}, {"source": 586, "target": 256, "relation": "创作"}, {"source": 64, "target": 577, "relation": "创作"}, {"source": 64, "target": 376, "relation": "创作"}, {"source": 64, "target": 55, "relation": "创作"}, {"source": 433, "target": 303, "relation": "创作"}, {"source": 342, "target": 433, "relation": "出自于"}, {"source": 576, "target": 579, "relation": "创作"}, {"source": 516, "target": 576, "relation": "出自于"}, {"source": 110, "target": 458, "relation": "创作"}, {"source": 516, "target": 110, "relation": "出自于"}, {"source": 211, "target": 301, "relation": "创作"}, {"source": 553, "target": 204, "relation": "创作"}, {"source": 379, "target": 567, "relation": "创作"}, {"source": 509, "target": 379, "relation": "出自于"}, {"source": 198, "target": 532, "relation": "创作"}, {"source": 516, "target": 198, "relation": "出自于"}, {"source": 282, "target": 96, "relation": "创作"}, {"source": 516, "target": 282, "relation": "出自于"}, {"source": 60, "target": 436, "relation": "创作"}, {"source": 342, "target": 60, "relation": "出自于"}, {"source": 534, "target": 236, "relation": "创作"}, {"source": 36, "target": 456, "relation": "创作"}, {"source": 571, "target": 308, "relation": "创作"}, {"source": 4, "target": 571, "relation": "出自于"}, {"source": 482, "target": 403, "relation": "创作"}, {"source": 342, "target": 482, "relation": "出自于"}, {"source": 290, "target": 279, "relation": "创作"}, {"source": 342, "target": 290, "relation": "出自于"}, {"source": 211, "target": 259, "relation": "创作"}, {"source": 586, "target": 462, "relation": "创作"}, {"source": 557, "target": 445, "relation": "创作"}, {"source": 100, "target": 457, "relation": "创作"}, {"source": 195, "target": 131, "relation": "创作"}, {"source": 342, "target": 195, "relation": "出自于"}, {"source": 464, "target": 326, "relation": "创作"}, {"source": 516, "target": 464, "relation": "出自于"}, {"source": 557, "target": 413, "relation": "创作"}, {"source": 584, "target": 49, "relation": "创作"}, {"source": 70, "target": 399, "relation": "创作"}, {"source": 286, "target": 107, "relation": "创作"}, {"source": 342, "target": 286, "relation": "出自于"}, {"source": 196, "target": 278, "relation": "创作"}, {"source": 342, "target": 196, "relation": "出自于"}, {"source": 16, "target": 292, "relation": "创作"}, {"source": 411, "target": 294, "relation": "创作"}, {"source": 64, "target": 309, "relation": "创作"}, {"source": 586, "target": 275, "relation": "创作"}, {"source": 557, "target": 528, "relation": "创作"}, {"source": 554, "target": 386, "relation": "创作"}, {"source": 516, "target": 554, "relation": "出自于"}, {"source": 205, "target": 374, "relation": "创作"}, {"source": 16, "target": 414, "relation": "创作"}, {"source": 118, "target": 459, "relation": "创作"}, {"source": 565, "target": 213, "relation": "创作"}, {"source": 342, "target": 565, "relation": "出自于"}, {"source": 557, "target": 141, "relation": "创作"}, {"source": 498, "target": 81, "relation": "创作"}, {"source": 237, "target": 498, "relation": "出自于"}, {"source": 223, "target": 578, "relation": "创作"}, {"source": 342, "target": 223, "relation": "出自于"}, {"source": 211, "target": 206, "relation": "创作"}, {"source": 557, "target": 179, "relation": "创作"}, {"source": 70, "target": 274, "relation": "创作"}, {"source": 385, "target": 513, "relation": "创作"}, {"source": 348, "target": 190, "relation": "创作"}, {"source": 342, "target": 348, "relation": "出自于"}, {"source": 557, "target": 319, "relation": "创作"}, {"source": 586, "target": 523, "relation": "创作"}, {"source": 64, "target": 450, "relation": "创作"}, {"source": 525, "target": 209, "relation": "创作"}, {"source": 84, "target": 163, "relation": "创作"}, {"source": 237, "target": 84, "relation": "出自于"}, {"source": 537, "target": 189, "relation": "创作"}, {"source": 586, "target": 420, "relation": "创作"}, {"source": 64, "target": 564, "relation": "创作"}, {"source": 169, "target": 231, "relation": "创作"}, {"source": 342, "target": 169, "relation": "出自于"}, {"source": 586, "target": 300, "relation": "创作"}, {"source": 505, "target": 529, "relation": "创作"}, {"source": 237, "target": 505, "relation": "出自于"}, {"source": 43, "target": 233, "relation": "创作"}, {"source": 516, "target": 43, "relation": "出自于"}, {"source": 9, "target": 46, "relation": "创作"}, {"source": 342, "target": 9, "relation": "出自于"}, {"source": 557, "target": 268, "relation": "创作"}, {"source": 64, "target": 360, "relation": "创作"}, {"source": 404, "target": 165, "relation": "创作"}, {"source": 342, "target": 404, "relation": "出自于"}, {"source": 443, "target": 40, "relation": "创作"}, {"source": 516, "target": 443, "relation": "出自于"}, {"source": 0, "target": 160, "relation": "创作"}, {"source": 118, "target": 416, "relation": "创作"}, {"source": 67, "target": 253, "relation": "创作"}, {"source": 516, "target": 67, "relation": "出自于"}, {"source": 240, "target": 125, "relation": "创作"}, {"source": 516, "target": 240, "relation": "出自于"}, {"source": 16, "target": 199, "relation": "创作"}, {"source": 473, "target": 94, "relation": "创作"}, {"source": 237, "target": 473, "relation": "出自于"}, {"source": 64, "target": 495, "relation": "创作"}, {"source": 557, "target": 139, "relation": "创作"}, {"source": 522, "target": 299, "relation": "创作"}, {"source": 533, "target": 147, "relation": "创作"}, {"source": 134, "target": 533, "relation": "出自于"}, {"source": 211, "target": 581, "relation": "创作"}, {"source": 554, "target": 510, "relation": "创作"}, {"source": 16, "target": 87, "relation": "创作"}, {"source": 64, "target": 37, "relation": "创作"}, {"source": 36, "target": 201, "relation": "创作"}, {"source": 526, "target": 377, "relation": "创作"}, {"source": 4, "target": 526, "relation": "出自于"}, {"source": 211, "target": 232, "relation": "创作"}, {"source": 118, "target": 76, "relation": "创作"}, {"source": 265, "target": 310, "relation": "创作"}, {"source": 216, "target": 229, "relation": "创作"}, {"source": 553, "target": 18, "relation": "创作"}, {"source": 211, "target": 500, "relation": "创作"}, {"source": 121, "target": 531, "relation": "创作"}, {"source": 516, "target": 121, "relation": "出自于"}, {"source": 553, "target": 507, "relation": "创作"}, {"source": 379, "target": 52, "relation": "创作"}, {"source": 332, "target": 143, "relation": "创作"}, {"source": 280, "target": 332, "relation": "出自于"}, {"source": 16, "target": 98, "relation": "创作"}, {"source": 586, "target": 53, "relation": "创作"}, {"source": 455, "target": 561, "relation": "创作"}, {"source": 64, "target": 305, "relation": "创作"}, {"source": 207, "target": 541, "relation": "创作"}, {"source": 342, "target": 207, "relation": "出自于"}, {"source": 372, "target": 431, "relation": "创作"}, {"source": 516, "target": 372, "relation": "出自于"}, {"source": 557, "target": 339, "relation": "创作"}, {"source": 181, "target": 432, "relation": "创作"}, {"source": 342, "target": 181, "relation": "出自于"}, {"source": 557, "target": 437, "relation": "创作"}, {"source": 557, "target": 50, "relation": "创作"}, {"source": 64, "target": 2, "relation": "创作"}, {"source": 223, "target": 284, "relation": "创作"}, {"source": 211, "target": 250, "relation": "创作"}, {"source": 519, "target": 582, "relation": "创作"}, {"source": 516, "target": 519, "relation": "出自于"}, {"source": 127, "target": 202, "relation": "创作"}, {"source": 342, "target": 127, "relation": "出自于"}, {"source": 223, "target": 266, "relation": "创作"}, {"source": 265, "target": 324, "relation": "创作"}, {"source": 479, "target": 17, "relation": "创作"}, {"source": 342, "target": 479, "relation": "出自于"}, {"source": 404, "target": 551, "relation": "创作"}, {"source": 397, "target": 475, "relation": "创作"}, {"source": 126, "target": 15, "relation": "创作"}, {"source": 342, "target": 126, "relation": "出自于"}, {"source": 184, "target": 171, "relation": "创作"}, {"source": 237, "target": 184, "relation": "出自于"}, {"source": 553, "target": 387, "relation": "创作"}, {"source": 553, "target": 22, "relation": "创作"}, {"source": 553, "target": 452, "relation": "创作"}, {"source": 90, "target": 154, "relation": "创作"}, {"source": 342, "target": 90, "relation": "出自于"}, {"source": 193, "target": 490, "relation": "创作"}, {"source": 342, "target": 193, "relation": "出自于"}, {"source": 336, "target": 243, "relation": "创作"}, {"source": 342, "target": 336, "relation": "出自于"}, {"source": 64, "target": 95, "relation": "创作"}, {"source": 370, "target": 135, "relation": "创作"}, {"source": 509, "target": 370, "relation": "出自于"}, {"source": 64, "target": 224, "relation": "创作"}, {"source": 155, "target": 251, "relation": "创作"}, {"source": 342, "target": 155, "relation": "出自于"}, {"source": 307, "target": 395, "relation": "创作"}, {"source": 64, "target": 296, "relation": "创作"}, {"source": 557, "target": 129, "relation": "创作"}, {"source": 586, "target": 547, "relation": "创作"}, {"source": 64, "target": 508, "relation": "创作"}, {"source": 537, "target": 338, "relation": "创作"}, {"source": 10, "target": 580, "relation": "创作"}, {"source": 342, "target": 10, "relation": "出自于"}, {"source": 151, "target": 419, "relation": "创作"}, {"source": 516, "target": 151, "relation": "出自于"}, {"source": 36, "target": 8, "relation": "创作"}, {"source": 223, "target": 428, "relation": "创作"}, {"source": 64, "target": 172, "relation": "创作"}, {"source": 70, "target": 146, "relation": "创作"}, {"source": 441, "target": 486, "relation": "创作"}, {"source": 280, "target": 441, "relation": "出自于"}, {"source": 16, "target": 423, "relation": "创作"}, {"source": 379, "target": 295, "relation": "创作"}, {"source": 341, "target": 31, "relation": "创作"}, {"source": 342, "target": 341, "relation": "出自于"}, {"source": 390, "target": 88, "relation": "创作"}, {"source": 342, "target": 390, "relation": "出自于"}, {"source": 512, "target": 85, "relation": "创作"}, {"source": 516, "target": 512, "relation": "出自于"}, {"source": 396, "target": 12, "relation": "创作"}, {"source": 342, "target": 396, "relation": "出自于"}, {"source": 337, "target": 398, "relation": "创作"}, {"source": 237, "target": 337, "relation": "出自于"}, {"source": 557, "target": 222, "relation": "创作"}, {"source": 13, "target": 82, "relation": "创作"}, {"source": 342, "target": 13, "relation": "出自于"}, {"source": 257, "target": 467, "relation": "创作"}, {"source": 4, "target": 257, "relation": "出自于"}, {"source": 148, "target": 407, "relation": "创作"}, {"source": 516, "target": 148, "relation": "出自于"}, {"source": 553, "target": 197, "relation": "创作"}, {"source": 426, "target": 3, "relation": "创作"}, {"source": 342, "target": 426, "relation": "出自于"}, {"source": 7, "target": 133, "relation": "创作"}, {"source": 336, "target": 149, "relation": "创作"}, {"source": 19, "target": 214, "relation": "创作"}, {"source": 342, "target": 19, "relation": "出自于"}, {"source": 16, "target": 368, "relation": "创作"}, {"source": 155, "target": 439, "relation": "创作"}, {"source": 307, "target": 491, "relation": "创作"}, {"source": 64, "target": 178, "relation": "创作"}, {"source": 262, "target": 161, "relation": "创作"}, {"source": 427, "target": 166, "relation": "创作"}, {"source": 237, "target": 427, "relation": "出自于"}, {"source": 185, "target": 335, "relation": "创作"}, {"source": 516, "target": 185, "relation": "出自于"}, {"source": 186, "target": 69, "relation": "创作"}, {"source": 509, "target": 186, "relation": "出自于"}, {"source": 336, "target": 176, "relation": "创作"}, {"source": 504, "target": 122, "relation": "创作"}, {"source": 44, "target": 504, "relation": "出自于"}, {"source": 36, "target": 320, "relation": "创作"}, {"source": 307, "target": 297, "relation": "创作"}, {"source": 553, "target": 210, "relation": "创作"}, {"source": 557, "target": 219, "relation": "创作"}, {"source": 443, "target": 484, "relation": "创作"}, {"source": 205, "target": 511, "relation": "创作"}, {"source": 557, "target": 418, "relation": "创作"}, {"source": 290, "target": 239, "relation": "创作"}, {"source": 79, "target": 573, "relation": "创作"}, {"source": 342, "target": 79, "relation": "出自于"}, {"source": 130, "target": 552, "relation": "创作"}, {"source": 516, "target": 130, "relation": "出自于"}, {"source": 417, "target": 527, "relation": "创作"}, {"source": 516, "target": 417, "relation": "出自于"}, {"source": 16, "target": 128, "relation": "创作"}, {"source": 170, "target": 99, "relation": "创作"}, {"source": 509, "target": 170, "relation": "出自于"}, {"source": 70, "target": 358, "relation": "创作"}, {"source": 191, "target": 112, "relation": "创作"}, {"source": 516, "target": 191, "relation": "出自于"}, {"source": 537, "target": 132, "relation": "创作"}, {"source": 36, "target": 549, "relation": "创作"}, {"source": 89, "target": 453, "relation": "创作"}, {"source": 516, "target": 89, "relation": "出自于"}, {"source": 101, "target": 575, "relation": "创作"}, {"source": 342, "target": 101, "relation": "出自于"}, {"source": 254, "target": 298, "relation": "创作"}, {"source": 20, "target": 485, "relation": "创作"}, {"source": 263, "target": 20, "relation": "出自于"}, {"source": 155, "target": 345, "relation": "创作"}, {"source": 417, "target": 124, "relation": "创作"}, {"source": 136, "target": 344, "relation": "创作"}, {"source": 516, "target": 136, "relation": "出自于"}, {"source": 557, "target": 283, "relation": "创作"}, {"source": 454, "target": 470, "relation": "创作"}, {"source": 7, "target": 42, "relation": "创作"}, {"source": 155, "target": 540, "relation": "创作"}, {"source": 538, "target": 421, "relation": "创作"}, {"source": 509, "target": 538, "relation": "出自于"}, {"source": 373, "target": 246, "relation": "创作"}, {"source": 237, "target": 373, "relation": "出自于"}, {"source": 307, "target": 315, "relation": "创作"}, {"source": 454, "target": 75, "relation": "创作"}, {"source": 385, "target": 173, "relation": "创作"}, {"source": 381, "target": 539, "relation": "创作"}, {"source": 216, "target": 102, "relation": "创作"}, {"source": 382, "target": 14, "relation": "创作"}, {"source": 553, "target": 483, "relation": "创作"}, {"source": 522, "target": 26, "relation": "创作"}, {"source": 155, "target": 108, "relation": "创作"}, {"source": 262, "target": 152, "relation": "创作"}, {"source": 182, "target": 545, "relation": "创作"}, {"source": 244, "target": 285, "relation": "创作"}, {"source": 516, "target": 244, "relation": "出自于"}, {"source": 248, "target": 180, "relation": "创作"}, {"source": 155, "target": 29, "relation": "创作"}, {"source": 438, "target": 521, "relation": "创作"}, {"source": 516, "target": 438, "relation": "出自于"}, {"source": 195, "target": 496, "relation": "创作"}, {"source": 584, "target": 235, "relation": "创作"}, {"source": 400, "target": 168, "relation": "创作"}, {"source": 342, "target": 400, "relation": "出自于"}, {"source": 104, "target": 434, "relation": "创作"}, {"source": 516, "target": 104, "relation": "出自于"}, {"source": 553, "target": 356, "relation": "创作"}, {"source": 228, "target": 54, "relation": "创作"}, {"source": 557, "target": 35, "relation": "创作"}, {"source": 557, "target": 47, "relation": "创作"}, {"source": 553, "target": 311, "relation": "创作"}, {"source": 36, "target": 560, "relation": "创作"}, {"source": 448, "target": 258, "relation": "创作"}, {"source": 530, "target": 318, "relation": "创作"}, {"source": 342, "target": 530, "relation": "出自于"}, {"source": 426, "target": 164, "relation": "创作"}, {"source": 21, "target": 68, "relation": "创作"}, {"source": 516, "target": 21, "relation": "出自于"}, {"source": 454, "target": 353, "relation": "创作"}, {"source": 566, "target": 72, "relation": "创作"}, {"source": 342, "target": 566, "relation": "出自于"}, {"source": 586, "target": 333, "relation": "创作"}, {"source": 64, "target": 24, "relation": "创作"}, {"source": 422, "target": 520, "relation": "创作"}, {"source": 342, "target": 422, "relation": "出自于"}, {"source": 514, "target": 289, "relation": "创作"}, {"source": 342, "target": 514, "relation": "出自于"}, {"source": 586, "target": 267, "relation": "创作"}, {"source": 120, "target": 25, "relation": "创作"}, {"source": 516, "target": 120, "relation": "出自于"}, {"source": 557, "target": 277, "relation": "创作"}, {"source": 242, "target": 273, "relation": "创作"}, {"source": 509, "target": 242, "relation": "出自于"}, {"source": 466, "target": 365, "relation": "创作"}, {"source": 516, "target": 466, "relation": "出自于"}, {"source": 380, "target": 317, "relation": "创作"}, {"source": 342, "target": 380, "relation": "出自于"}, {"source": 435, "target": 340, "relation": "创作"}, {"source": 516, "target": 435, "relation": "出自于"}, {"source": 455, "target": 218, "relation": "创作"}, {"source": 464, "target": 158, "relation": "创作"}, {"source": 385, "target": 156, "relation": "创作"}, {"source": 223, "target": 74, "relation": "创作"}, {"source": 36, "target": 444, "relation": "创作"}, {"source": 584, "target": 93, "relation": "创作"}, {"source": 155, "target": 145, "relation": "创作"}, {"source": 364, "target": 502, "relation": "创作"}, {"source": 287, "target": 364, "relation": "出自于"}, {"source": 404, "target": 328, "relation": "创作"}, {"source": 120, "target": 192, "relation": "创作"}, {"source": 489, "target": 217, "relation": "创作"}, {"source": 4, "target": 489, "relation": "出自于"}, {"source": 211, "target": 351, "relation": "创作"}, {"source": 270, "target": 497, "relation": "创作"}, {"source": 516, "target": 270, "relation": "出自于"}, {"source": 316, "target": 415, "relation": "创作"}, {"source": 516, "target": 316, "relation": "出自于"}, {"source": 212, "target": 293, "relation": "创作"}, {"source": 44, "target": 212, "relation": "出自于"}, {"source": 64, "target": 543, "relation": "创作"}, {"source": 382, "target": 66, "relation": "创作"}, {"source": 184, "target": 354, "relation": "创作"}, {"source": 211, "target": 449, "relation": "创作"}, {"source": 550, "target": 334, "relation": "创作"}, {"source": 307, "target": 366, "relation": "创作"}, {"source": 557, "target": 524, "relation": "创作"}, {"source": 557, "target": 314, "relation": "创作"}, {"source": 557, "target": 322, "relation": "创作"}, {"source": 385, "target": 241, "relation": "创作"}, {"source": 86, "target": 583, "relation": "创作"}, {"source": 342, "target": 86, "relation": "出自于"}, {"source": 307, "target": 137, "relation": "创作"}, {"source": 557, "target": 109, "relation": "创作"}, {"source": 557, "target": 111, "relation": "创作"}, {"source": 211, "target": 58, "relation": "创作"}, {"source": 372, "target": 488, "relation": "创作"}, {"source": 553, "target": 106, "relation": "创作"}, {"source": 546, "target": 220, "relation": "创作"}, {"source": 342, "target": 546, "relation": "出自于"}, {"source": 538, "target": 556, "relation": "创作"}, {"source": 184, "target": 408, "relation": "创作"}, {"source": 468, "target": 32, "relation": "创作"}, {"source": 342, "target": 468, "relation": "出自于"}, {"source": 302, "target": 271, "relation": "创作"}, {"source": 342, "target": 302, "relation": "出自于"}, {"source": 80, "target": 91, "relation": "创作"}, {"source": 342, "target": 80, "relation": "出自于"}, {"source": 261, "target": 38, "relation": "创作"}, {"source": 516, "target": 261, "relation": "出自于"}, {"source": 476, "target": 62, "relation": "创作"}, {"source": 584, "target": 568, "relation": "创作"}, {"source": 155, "target": 30, "relation": "创作"}, {"source": 148, "target": 269, "relation": "创作"}, {"source": 557, "target": 501, "relation": "创作"}, {"source": 7, "target": 461, "relation": "创作"}, {"source": 557, "target": 369, "relation": "创作"}, {"source": 385, "target": 562, "relation": "创作"}, {"source": 557, "target": 587, "relation": "创作"}, {"source": 557, "target": 585, "relation": "创作"}, {"source": 536, "target": 150, "relation": "创作"}, {"source": 516, "target": 536, "relation": "出自于"}, {"source": 211, "target": 288, "relation": "创作"}, {"source": 43, "target": 469, "relation": "创作"}, {"source": 515, "target": 51, "relation": "创作"}, {"source": 342, "target": 515, "relation": "出自于"}, {"source": 441, "target": 291, "relation": "创作"}, {"source": 39, "target": 119, "relation": "创作"}, {"source": 516, "target": 39, "relation": "出自于"}, {"source": 36, "target": 542, "relation": "创作"}, {"source": 187, "target": 48, "relation": "创作"}, {"source": 516, "target": 187, "relation": "出自于"}, {"source": 557, "target": 188, "relation": "创作"}, {"source": 557, "target": 226, "relation": "创作"}, {"source": 514, "target": 11, "relation": "创作"}, {"source": 347, "target": 215, "relation": "创作"}, {"source": 342, "target": 347, "relation": "出自于"}, {"source": 499, "target": 1, "relation": "创作"}, {"source": 237, "target": 499, "relation": "出自于"}, {"source": 195, "target": 65, "relation": "创作"}, {"source": 535, "target": 375, "relation": "创作"}, {"source": 4, "target": 535, "relation": "出自于"}, {"source": 435, "target": 33, "relation": "创作"}, {"source": 331, "target": 113, "relation": "创作"}, {"source": 342, "target": 331, "relation": "出自于"}, {"source": 557, "target": 45, "relation": "创作"}, {"source": 262, "target": 474, "relation": "创作"}, {"source": 557, "target": 264, "relation": "创作"}, {"source": 184, "target": 393, "relation": "创作"}, {"source": 304, "target": 221, "relation": "创作"}, {"source": 4, "target": 304, "relation": "出自于"}, {"source": 557, "target": 6, "relation": "创作"}, {"source": 409, "target": 506, "relation": "创作"}, {"source": 557, "target": 323, "relation": "创作"}, {"source": 307, "target": 123, "relation": "创作"}, {"source": 557, "target": 558, "relation": "创作"}, {"source": 480, "target": 97, "relation": "创作"}, {"source": 516, "target": 480, "relation": "出自于"}, {"source": 557, "target": 371, "relation": "创作"}, {"source": 477, "target": 27, "relation": "创作"}, {"source": 342, "target": 477, "relation": "出自于"}]}