{"nodes": [{"name": "江村", "prop": {"content": "清江一曲抱村流，长夏江村事事幽。自去自来堂上燕，相亲相近水中鸥。(堂上 一作：梁上)老妻画纸为棋局，稚子敲针作钓钩。但有故人供禄米，微躯此外更何求？", "translation": "浣花溪清澈的江水，弯弯曲曲地绕村而流，在长长的夏日中，事事都显恬静、安闲。梁上的燕子自由自在地飞来飞去，水中的白鸥相亲相近，相伴相随。相伴多年的妻子在纸上画着棋盘，年幼的儿子敲弯了钢针要做成鱼钩。只要有老朋友给予一些钱米，我除了这个还有什么可奢求的呢？"}}, {"name": "四时田园杂兴·其三十", "prop": {"content": "昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。", "translation": "白天去田里锄草，夜晚在家中搓麻线，村中男男女女各有各的家务劳动。小孩子虽然不会耕田织布，也在那桑树荫下学着种瓜。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"dynasty": "宋代"}, {"name": "夏日山中", "prop": {"content": "懒摇白羽扇，裸袒青林中。脱巾挂石壁，露顶洒松风。", "translation": "懒得摇动白羽扇来祛暑，披散头发悠然自得的呆在苍翠树林中。将解下的头巾挂在石壁上，任由松树间的凉风吹过头顶。"}}, {"name": "西湖杂咏·夏", "prop": {"content": "晴云轻漾，熏风无浪，开樽避暑争相向。映湖光，逞新妆。 笙歌鼎沸南湖荡，今夜且休回画舫。风，满座凉；莲，入梦香。", "translation": "西湖的夏日天空白云万里，微风轻轻的吹拂，是人们喝酒避暑争着去的好地方。倒映在水里的都是漂亮的新妆 ，在欢乐地歌舞声下西湖的水都在振动。今晚这么高兴就留在这里不要把船摇回去了，在这里到处吹的都是带着莲花香味的凉风。不如就在这儿枕着莲花的香味入梦。 "}}, {"name": "毛滂", "dynasty": "宋代"}, {"name": "烛影摇红·松窗午梦初", "prop": {"content": "一亩清阴，半天潇洒松窗午。床头秋色小屏山，碧帐垂烟缕。枕畔风摇绿户。唤人醒、不教梦去。可怜恰到，瘦石寒泉，冷云幽处。", "translation": "　　上片首句“一亩清阴”，极言松阴覆盖面积之广大；次句“半天潇洒”，极言松树之高爽。意此句下缀“松窗午”三字，总括上文，兼点题面，说明以上情景，均为午梦初觉时透过窗口所看到的。“床头”二句写近景。屏山，即屏风。“碧帐”，即绿色帐子，古代常称“碧纱厨”。因为窗外为松阴所笼置，所以室内光线变得非常暗淡，床头的屏风象是蒙上一层层秋色，床上的碧纱帐子象是一缕缕绿烟。这种景象都是从枕上看出去的，都恰到好处地描写了松窗下的凉意，切合“午梦初觉”的特定情境。此二句造语宛转含蓄，词笔工炼而传神。"}}, {"name": "白朴", "dynasty": "元代"}, {"name": "即事二首·其一", "prop": {"content": "燕子将雏语夏深，绿槐庭院不多阴。西窗一雨无人见，展尽芭蕉数尺心。", "translation": "雌燕带着小燕齐飞，喃喃细语，才知夏已深；庭院里几棵槐树，越来越浓密。一场雨后，西窗外的芭蕉展尽数尺心，却没有人看见。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "王恽", "dynasty": "元代"}, {"name": "渭川田家", "prop": {"content": "斜光照墟落，穷巷牛羊归。野老念牧童，倚杖候荆扉。雉雊麦苗秀，蚕眠桑叶稀。田夫荷锄立，相见语依依。即此羡闲逸，怅然吟式微。", "translation": "村庄处处披满夕阳余辉，牛羊沿着深巷纷纷回归。老叟惦念着放牧的孙儿，柱杖等候在自家的柴扉。雉鸡鸣叫麦儿即将抽穗，蚕儿成眠桑叶已经薄稀。农夫们荷锄回到了村里，相见欢声笑语恋恋依依。如此安逸怎不叫我羡慕？我不禁怅然地吟起《式微》。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "画堂春·外湖莲子长参", "prop": {"content": "外湖莲子长参差，霁山青处鸥飞。水天溶漾画桡迟，人影鉴中移。桃叶浅声双唱，杏红深色轻衣。小荷障面避斜晖，分得翠阴归。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "喜晴", "prop": {"content": "窗间梅熟落蒂，墙下笋成出林。连雨不知春去，一晴方觉夏深。", "translation": "窗户之间的梅子熟了之后落了下来，墙下的竹笋长成了竹林。雨不断地下，晴下来的时候甚至不知道春天已经过去，夏天都很晚了。"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "客中初夏", "prop": {"content": "四月清和雨乍晴，南山当户转分明。更无柳絮因风起，惟有葵花向日倾。", "translation": "四月天气已是清明和暖，雨过天晴，山色更加青翠怡人，正对门的南山变得更加明净了。没有随风飘扬的柳絮在眼前纷纷扰扰，只有葵花朝向着太阳开放。"}}, {"dynasty": "元代"}, {"name": "夏日杂诗", "prop": {"content": "水窗低傍画栏开，枕簟萧疏玉漏催。一夜雨声凉到梦，万荷叶上送秋来。", "translation": "无"}}, {"name": "子夜吴歌·夏歌", "prop": {"content": "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。", "translation": "镜湖之大有三百余里，到处都开满了欲放的荷花。西施五月曾在此采莲，引得来观看的人挤满了若耶溪。西施回家不到一个月，便被选进了宫中。"}}, {"name": "蔡确", "dynasty": "宋代"}, {"name": "张大烈", "dynasty": "未知"}, {"name": "谢薖", "dynasty": "宋代"}, {"name": "女冠子·淡烟飘薄", "prop": {"content": "淡烟飘薄。莺花谢、清和院落。树阴翠、密叶成幄。麦秋霁景，夏云忽变奇峰、倚寥廊。波暖银塘，涨新萍绿鱼跃。想端忧多暇，陈王是日，嫩苔生阁。正铄石天高，流金昼永，楚榭光风转蕙，披襟处、波翻翠幕。以文会友，沈李浮瓜忍轻诺。别馆清闲，避炎蒸、岂须河朔。但尊前随分，雅歌艳舞，尽成欢乐。", "translation": "无"}}, {"name": "寇准", "dynasty": "宋代"}, {"name": "小池", "prop": {"content": "泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。", "translation": "泉眼悄然无声是因舍不得细细的水流，映在水里的树阴喜欢这晴天里柔和的风光。小荷叶刚从水面露出尖尖的角，早就有一只小蜻蜓立在它的上头。"}}, {"name": "浣溪沙·翠葆参差竹径", "prop": {"content": "翠葆参差竹径成。新荷跳雨泪珠倾。曲阑斜转小池亭。 风约帘衣归燕急，水摇扇影戏鱼惊。柳梢残日弄微晴。", "translation": "　　此词写夏日乍雨还晴的景色，体物工巧。新竹成林，新荷跳雨，柳梢弄晴，具见新颖别致；至曲阑斜转，风约帘衣，水摇扇影，则人、景浑然一体，意趣横生，清新柔丽，委婉多姿。 "}}, {"name": "得胜乐·夏", "prop": {"content": "酷暑天，葵榴发，喷鼻香十里荷花。兰舟斜缆垂扬下，只宜辅枕簟向凉亭披襟散发。", "translation": "无"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "初夏绝句", "prop": {"content": "纷纷红紫已成尘，布谷声中夏令新。夹路桑麻行不尽，始知身是太平人。", "translation": "春天开放繁茂的百花都已凋谢化作尘土，在布谷鸟啼叫声中夏天已经来到。路两边种桑麻葱茏绵延不尽，才知道我原来是在太平之世。"}}, {"name": "夏夜", "prop": {"content": "猛风飘电黑云生，霎霎高林簇雨声。夜久雨休风又定，断云流月却斜明。", "translation": "风狂、电闪，天空布满了浓墨似的乌云；只听得大树林里传来风雨侵袭的声响。夜已经很深了，风也停了，雨也止了；一轮弯月从云缝里斜洒出淡淡月光。"}}, {"name": "夏日游南湖", "prop": {"content": "麴尘裙与草争绿，象鼻筩胜琼作杯。可惜小舟横两桨，无人催送莫愁来。", "translation": "姑娘的黄绿色裙子与春草争绿，粗直如象鼻的竹酒筒胜过美玉杯。可惜小船白白地横着两只桨，没有人急催着把莫愁姑娘送回。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "李重元", "dynasty": "宋代"}, {"name": "首夏山中行吟", "prop": {"content": "梅子青，梅子黄，菜肥麦熟养蚕忙。山僧过岭看茶老，村女当垆煮酒香。", "translation": "梅子熟了，从青色变成了黄色，地里的菜和麦子也都成熟了，又到了忙着养蚕缫丝的时节。山寺里悠闲自在的僧人，烹煮着老茶树的茶汤，村里的姑娘站在酒垆边煮酒，酒香四溢。"}}, {"name": "千秋岁·咏夏景", "prop": {"content": "楝花飘砌。蔌蔌清香细。梅雨过，萍风起。情随湘水远，梦绕吴峰翠。琴书倦，鹧鸪唤起南窗睡。 密意无人寄。幽恨凭谁洗。修竹畔，疏帘里。歌余尘拂扇，舞罢风掀袂。人散后，一钩淡月天如水。", "translation": "　　这是一首夏季避暑词。上片写夏日景色，下片写消夏生活。"}}, {"name": "作者", "dynasty": "朝代"}, {"name": "西江月·夜行黄沙道中", "prop": {"content": "明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。 七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。(溪桥 一作：溪头)", "translation": "皎洁的月光从树枝间掠过，惊飞了枝头喜鹊，清凉的晚风吹来仿佛听见了远处的蝉叫声。田里稻花飘香，蛙声阵阵，似乎在告诉人们今年是一个丰收年。天边几颗星星忽明忽暗，山前下起了淅淅沥沥的小雨。往日的小茅草屋还在土地庙的树林旁，道路转过溪水的源头，它便忽然出现在眼前。"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "江楼夕望招客", "prop": {"content": "海天东望夕茫茫，山势川形阔复长。灯火万家城四畔，星河一道水中央。风吹古木晴天雨，月照平沙夏夜霜。能就江楼消暑否？比君茅舍较清凉。", "translation": "晚上在江楼上向东望去，海天相连，一片茫茫；山川形势，又阔又长。城的四周亮起了万家灯火，一道银河映入水的中央。晴天时，风吹古树，瑟瑟作响，好像是在下雨一般；夏夜里，月光撒满了平地，就跟秋霜一样。能不能到江楼来消消暑气？比起您的茅屋，的确要更加清凉。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "幽居初夏", "prop": {"content": "湖山胜处放翁家，槐柳阴中野径斜。水满有时观下鹭，草深无处不鸣蛙。箨龙已过头番笋，木笔犹开第一花。叹息老来交旧尽，睡来谁共午瓯茶。", "translation": "湖光山色之地是我的家，槐柳树阴下小径幽幽。湖水满溢时白鹭翩翩飞舞，湖畔草长鸣蛙处处。新茬的竹笋早已成熟，木笔花却刚刚开始绽放。当年相识不见，午时梦回茶前，谁人共话当年？"}}, {"name": "夏词", "prop": {"content": "炎威天气日偏长，汗湿轻罗倚画窗。蜂蝶不知春已去，又衔花瓣到兰房。", "translation": "　　智生诗多清新淡雅，一如其端庄为人。这首吟咏夏景之诗，尤为新颖可喜。写的是琐碎小事，平凡生活，却能巧出新意，令人击节赞叹。观察的细致入微，描写的准确生动，使这样一首短短的绝句，能经历时间和空间的考验，永久流传。 "}}, {"name": "构法华寺西亭", "prop": {"content": "窜身楚南极，山水穷险艰。步登最高寺，萧散任疏顽。西垂下斗绝，欲似窥人寰。反如在幽谷，榛翳不可攀。命童恣披翦，葺宇横断山。割如判清浊，飘若升云间。远岫攒众顶，澄江抱清湾。夕照临轩堕，栖鸟当我还。菡萏溢嘉色，筼筜遗清斑。神舒屏羁锁，志适忘幽潺。弃逐久枯槁，迨今始开颜。赏心难久留，离念来相关。北望间亲爱，南瞻杂夷蛮。置之勿复道，且寄须臾闲。", "translation": "无"}}, {"name": "祝允明", "dynasty": "明代"}, {"name": "夏夜苦热登西楼", "prop": {"content": "苦热中夜起，登楼独褰衣。山泽凝暑气，星汉湛光辉。火晶燥露滋，野静停风威。探汤汲阴井，炀灶开重扉。凭阑久彷徨，流汗不可挥。莫辩亭毒意，仰诉璿与玑。谅非姑射子，静胜安能希。", "translation": "酷热难熬半夜起床，披上衣服到西楼乘凉。山泽凝聚着炎炎的暑气，银河闪耀着湛卢似的亮光。骄阳早已晒干了滋润万物的露水，旷野宁静却没有凉风送爽。热浪滚滚汲取井水洗澡，火烧般的燥热打开门扉纳凉。靠着栏杆久久地徘徊傍徨，热汗淋漓在全身四处流淌。这么热难道还谈得上什么保养吗？抬头见北斗，将疑问诉上苍。我知道自己不是姑射山上肌肤如冰雪的处子，想要以静胜热实在是毫无希望。"}}, {"name": "湘妃怨·采莲湖上画船", "prop": {"content": "采莲湖上画船儿，垂钓滩头白鹭鸶。雨中楼阁烟中寺，笑王维作画师。蓬莱倒影参差。薰风来至，荷香净时。清洁煞避暑的西施。", "translation": "西湖上漂荡着采莲的画船儿，滩头上立着正在捕鱼的白鹭鸶。那烟雨中的古寺阁楼，真可以讥笑王维画师都画不出这种美景。蓬莱仙境在湖中落下参差的倒影。和暖的风吹来，带来阵阵荷花清香。夏天的西湖，真是清洁宁静让人心净的美丽地方！"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "高骈", "dynasty": "唐代"}, {"name": "陈文述", "dynasty": "清代"}, {"name": "王令", "dynasty": "宋代"}, {"name": "夏花明", "prop": {"content": "夏条绿已密，朱萼缀明鲜。炎炎日正午，灼灼火俱燃。翻风适自乱，照水复成妍。归视窗间字，荧煌满眼前。", "translation": "　　夏天树木的枝条十分浓密绿意盎然，朱红的花朵点缀在上面显得明亮鲜美。正当中午，炎炎烈日当空，花朵灼灼，像火燃烧一样。一阵风吹来，花叶都翻卷凌乱，映照在水面上，十分鲜妍。我归来看见窗子上的字，（因为被花的艳光晃花了眼睛）眼前一片闪烁。 "}}, {"name": "诗名", "prop": {"content": "古诗", "translation": "译文"}}, {"name": "池上早夏", "prop": {"content": "水积春塘晚，阴交夏木繁。舟船如野渡，篱落似江村。静拂琴床席，香开酒库门。慵闲无一事，时弄小娇孙。", "translation": "晚春雨后，池塘积水深深，草木繁茂枝丫纵横交错。荒落之处几只小船散乱的停放着，篱笆疏散好像是一个小小江村。闲静下来时就坐在席子上弹弹琴，家里酒窖的门一打开顿时香气扑鼻。整日困倦无所事事，只能不时地逗弄不懂事的小孙子。 "}}, {"name": "鹤冲天·梅雨霁", "prop": {"content": "梅雨霁，暑风和。高柳乱蝉多。小园台榭远池波。鱼戏动新荷。 薄纱厨，轻羽扇。枕冷簟凉深院。此时情绪此时天。无事小神仙。", "translation": "绵绵多日的梅雨过去，夏天渐渐来临。柳树上蝉鸣声阵阵，窗外小榭处，廊下池塘被微风带起涟漪，鱼儿在水下嬉戏，惹得那新荷摇动。支起薄薄沙帐，轻摇羽扇，躺在竹席上只觉凉爽舒畅。此时的情绪像此时的天空一样晴朗明媚，就像天上没事可做的小神仙一样悠闲快活。"}}, {"name": "忆王孙·夏词", "prop": {"content": "风蒲猎猎小池塘，过雨荷花满院香，沉李浮瓜冰雪凉。竹方床，针线慵拈午梦长。", "translation": "小池塘中，风中的水草烈烈有声，雨后的荷花散发着阵阵清香，弥漫整个庭院。这时候，又享用着投放在井里用冷水镇的李子和瓜，像冰雪一样清凉舒爽！躺在竹制的方床上，谁还有心思去拿针线做女工呢？只想美美的睡一个午觉啊！"}}, {"name": "夏日三首·其一", "prop": {"content": "长夏村墟风日清，檐牙燕雀已生成。蝶衣晒粉花枝舞，蛛网添丝屋角晴。(舞 一作：午)落落疏帘邀月影，嘈嘈虚枕纳溪声。久斑两鬓如霜雪，直欲渔樵过此生。", "translation": "　　夏日昼长，江村风日清丽，屋檐上栖息着许多小燕雀，羽翼都已长成。蝴蝶展翅停在午间的花枝上，在晴朗的天气里，蜘蛛在屋角悠然织网。月光照射在疏疏落落的帘子上，斜倚枕上，听着潺潺溪水声。久已花白的头发如今像霜雪一般白了，一直想做个樵夫或渔翁混过这一生！"}}, {"name": "项鸿祚", "dynasty": "清代"}, {"name": "元稹", "dynasty": "唐代"}, {"name": "文征明", "dynasty": "明代"}, {"name": "张耒", "dynasty": "宋代"}, {"name": "初夏江村", "prop": {"content": "轻衣软履步江沙，树暗前村定几家。水满乳凫翻藕叶，风疏飞燕拂桐花。渡头正见横渔艇，林外时闻响纬车。最是黄梅时节近，雨余归路有鸣蛙。", "translation": "身着轻装足踏轻软的鞋漫步在江沙，柳树后面隐藏而不显露处有几户人家。野鸭在江水上戏水，莲叶微微晃动，微风轻轻吹过，燕子拂过桐花飞翔。村边渡口恰好横卧着一艘打渔的船，树林外面时常听到缫丝和纺纱的声音。此时恰逢黄梅时节到来，一场雨后，归来的路上处处有清脆的蛙鸣声。"}}, {"name": "夏日南亭怀辛大", "prop": {"content": "山光忽西落，池月渐东上。散发乘夕凉，开轩卧闲敞。荷风送香气，竹露滴清响。欲取鸣琴弹，恨无知音赏。感此怀故人，中宵劳梦想。(中 一作：终)", "translation": "傍山的日影忽然西落了，池塘上的月亮从东面慢慢升起。披散着头发在夜晚乘凉，打开窗户躺卧在幽静宽敞的地方。一阵阵的晚风送来荷花的香气，露水从竹叶上滴下发出清脆的响声。正想拿琴来弹奏，可惜没有知音来欣赏。感慨良宵，怀念起老朋友来，整夜在梦中也苦苦地想念。"}}, {"name": "暑旱苦热", "prop": {"content": "清风无力屠得热，落日着翅飞上山。人固已惧江海竭，天岂不惜河汉干？昆仑之高有积雪，蓬莱之远常遗寒。不能手提天下往，何忍身去游其间？", "translation": "清风没有力量驱赶暑天的炎热，那西坠的太阳仿佛生了翅膀，飞旋在山头，不肯下降。人们个个担心这样干旱江湖大海都要枯竭，难道老天就不怕耿耿银河被晒干？高高的昆仑山有常年不化的积雪，遥远的蓬莱岛有永不消失的清凉。我不能够携带天下人一起去避暑，又怎能忍心独自一个，到那儿去逍遥徜徉？"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "酒泉子·谢却荼蘼", "prop": {"content": "谢却荼蘼，一片月明如水。篆香消，犹未睡，早鸦啼。嫩寒无赖罗衣薄，休傍阑干角。最愁人，灯欲落，雁还飞。", "translation": "在那一片月明如水的夜里，白色的荼蘼花凋谢了。篆香已经燃尽，可是我却还没有睡着，早起的乌鸦已经开始啼叫，又是一夜不成眠。丝丝的寒冷透过微薄的锦衣，不要再倚靠栏杆远望了。那灯要燃尽，鸿雁犹飞的情景是最让人伤怀的啊！"}}, {"name": "浣溪沙·杨柳阴中驻彩", "prop": {"content": "杨柳阴中驻彩旌。芰荷香里劝金觥。小词流入管弦声。只有醉吟宽别恨，不须朝暮促归程。雨条烟叶系人情。", "translation": "在杨柳的绿荫中彩旗飘飘，空气中弥漫着阵阵荷花的香气，主人殷勤地劝客人多饮几杯，在悠扬的乐曲中一同欣赏歌女婉转的歌唱。只有醉中的吟唱可以宽慰离别愁恨之心，不要早早晚晚急着踏上归程。丝丝细雨，柳叶含烟，似乎都在牵系着离人的难合之情。"}}, {"name": "齐安郡后池绝句", "prop": {"content": "菱透浮萍绿锦池，夏莺千啭弄蔷薇。尽日无人看微雨，鸳鸯相对浴红衣。", "translation": "翠菱掩露青萍绿透一池锦水，夏莺歌喉婉转嬉弄蔷薇花枝。整日无人来观赏这细雨景色，只有鸳鸯相对洗浴红色羽衣。"}}, {"name": "溪上遇雨二首", "prop": {"content": "回塘雨脚如缫丝，野禽不起沈鱼飞。耕蓑钓笠取未暇，秋田有望从淋漓。坐看黑云衔猛雨，喷洒前山此独晴。忽惊云雨在头上，却是山前晚照明。", "translation": "环曲的池塘水面，雨水像在抽丝一般密织，野禽因为雨势太大无法起飞，鱼儿却惊得在水面飞跃起来。耕种的人和垂钓者都来不及取蓑衣和斗笠，秋季的田地都多么期待这么一场酣畅淋漓的大雨啊。"}}, {"name": "纳凉", "prop": {"content": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。", "translation": "携杖出门去寻找纳凉圣地，画桥南畔，绿树成荫，坐靠在胡床之上惬意非常。寂寂明月夜，参差的笛声响起在耳边萦绕不觉，晚风初定，池中莲花盛开，幽香散溢，沁人心脾。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "白田马上闻莺", "prop": {"content": "黄鹂啄紫椹，五月鸣桑枝。我行不记日，误作阳春时。蚕老客未归，白田已缫丝。驱马又前去，扪心空自悲。", "translation": "黄鸥鸟啄食着柴色的桑椹，五月里鸣叫在桑树枝。走啊走，我已不记得是什么时日，误以为现在还是阳春。桑蚕已老，游子尚未还归，白田这地方已开始缫丝。趋马继续前行，抚胸长叹空自悲叹。"}}, {"name": "贺新郎·夏景", "prop": {"content": "乳燕飞华屋。悄无人、桐阴转午，晚凉新浴。手弄生绡白团扇，扇手一时似玉。渐困倚、孤眠清熟。帘外谁来推绣户，枉教人、梦断瑶台曲。又却是，风敲竹。 石榴半吐红巾蹙。待浮花、浪蕊都尽，伴君幽独。秾艳一枝细看取，芳心千重似束。又恐被、秋风惊绿。若待得君来向此，花前对酒不忍触。共粉泪，两簌簌。", "translation": "小燕子飞落在雕梁画栋的华屋，静悄悄四下无人，梧桐阴儿转过了正午。傍晚清凉时美人刚出浴。手拿着丝织的白团扇，团扇与素手似白玉凝酥。渐渐困倦，斜倚枕睡得香熟。此时不知是谁在推响彩绣的门户？空叫人惊醒了瑶台好梦。侧耳听却原来是阵阵风在敲竹。石榴花半开像红巾叠簇，待桃杏等浮浪花朵落尽，它才会绽开与孤独的美人为伍。细看这一枝浓艳的石榴，花瓣千层恰似美人芳心紧束。又恐怕被那西风吹落只剩叶绿。来日如等到美人来到，在花前饮酒也不忍去碰触。那时节泪珠儿和花瓣，都会一同洒落，声簌簌。"}}, {"name": "乐游原", "prop": {"content": "万树鸣蝉隔岸虹，乐游原上有西风。 羲和自趁虞泉宿，不放斜阳更向东。", "translation": "万树上都有蝉在鸣叫，惊吓了河对面的虹彩，在乐游原里有阵阵的西风。羲和驾着太阳车，一直到黄昏时分才停下来休息，不肯让这夕阳结束，不肯让太阳掉头向东。"}}, {"name": "山亭夏日", "prop": {"content": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。(水晶帘 一作 水精帘）", "translation": "绿树葱郁浓阴夏日漫长，楼台的倒影映入了池塘。水晶帘在抖动微风拂起，满架蔷薇惹得一院芳香。"}}, {"name": "首夏南池独酌", "prop": {"content": "春尽杂英歇，夏初芳草深。薰风自南至，吹我池上林。绿蘋散还合，赪鲤跳复沉。新叶有佳色，残莺犹好音。依然谢家物，池酌对风琴。惭无康乐作，秉笔思沉吟。境胜才思劣，诗成不称心。", "translation": "暮春时分，各色花卉都已经凋谢了，但初夏将来，芳草十分繁茂。和暖的风从南方吹来，吹到我家池塘边的树林中。风来时把池塘里的浮萍吹散，风停时浮萍又聚集在了一起。池中的红鲤鱼不时跳出水面又沉回池底。树木新长出的叶子青翠欲滴，散发出美丽的光彩。林中黄莺鸣叫，晚春时节的黄莺鸣声依然婉转动听。我在池边喝酒，迎风弹琴，心中喜爱的依然是谢灵运的诗作。我握着笔沉吟苦思，想写出好的诗作，但是我做不出谢灵运那样好的诗，感到很惭愧。周围景色优美，可是我却文思枯竭，勉强做成了一首诗，看来看去却感到不满意。"}}, {"name": "夏日登车盖亭", "prop": {"content": "纸屏石枕竹方床，手倦抛书午梦长。睡起莞然成独笑，数声渔笛在沧浪。", "translation": "纸围屏风石作枕头，卧在竹床多么清凉，久举书卷手已疲累，抛书一旁渐入悠长梦乡。醒来后不觉独自微笑，把世事细细思量，忽听几声清亮的渔笛回旋在沧浪水上。"}}, {"name": "菩萨蛮·夏景回文", "prop": {"content": "火云凝汗挥珠颗。颗珠挥汗凝云火。琼暖碧纱轻。轻纱碧暖琼。晕腮嫌枕印。印枕嫌腮晕。闲照晚妆残。残妆晚照闲。", "translation": "火云夏热凝聚着的汗水散成珠粒，颗粒珠子般的挥汗凝聚成火云。玉石般的身上，天暖得只穿碧色的轻纱。轻厚、碧色的衫衣，裹着如玉般的肌体。脸颊上泛出的红晕，怕是被枕头印出来的。印在枕头上的是讨厌的脸上胭脂。空闲时，对照镜子，一看晚妆残散了。卸了妆，对着夕阳，也觉得轻闲无享。"}}, {"name": "闲居初夏午睡起·其一", "prop": {"content": "梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。", "translation": "吃过梅子后，余酸还残留在牙齿之间，芭蕉的绿色映照在纱窗上。漫长的夏日，从午睡中醒来不知做什么好，只懒洋洋的看着儿童追逐空中飘飞的柳絮。"}}, {"name": "新晴", "prop": {"content": "青苔满地初晴后，绿树无人昼梦余。唯有南风旧相识，偷开门户又翻书。", "translation": "夏日雨后初晴，午睡醒来，看到窗外满眼的绿树和青苔。唯有南风好似多年旧友般，吹开房门，又掀起桌上的书页。"}}, {"name": "天净沙·夏", "prop": {"content": "云收雨过波添，楼高水冷瓜甜，绿树阴垂画檐。纱厨藤簟，玉人罗扇轻缣。", "translation": "云销雨霁，水面增高并增添了波澜，远处高楼显得比平时更高了，水让人感觉到比平时更凉爽了，雨后的瓜也似乎显得比平时更甜了，绿树的树阴一直遮到屋檐。纱帐中的藤席上，芳龄女孩身着轻绢夏衣，手执罗扇，静静地享受着宜人的夏日时光。"}}, {"name": "菩萨蛮·回文夏闺怨", "prop": {"content": "柳庭风静人眠昼，昼眠人静风庭柳。香汗薄衫凉，凉衫薄汗香。手红冰碗藕，藕碗冰红手。郎笑藕丝长，长丝藕笑郎。", "translation": " 院无风，柳丝垂，闺人昼寝。闺人安静昼寝之际，起风，庭院柳条摇摆。微风吹，汗味透香气，薄衫生凉意。凉衫子散出清淡的汗香气。红润的手端起了盛有冰块拌藕丝的小碗。盛有冰块拌藕丝的小碗冰冷了她红润的手。郎笑碗中的藕丝太长了。闺人一边吃长丝藕，一边又嘲笑她的情郎。"}}, {"name": "夏日", "prop": {"content": "离心杳杳思迟迟，深院无人柳自垂。日暮长廊闻燕语，轻寒微雨麦秋时。", "translation": "离开相位后总是茫然无所适从，连思想都变得呆迟。在这深院中只有杨柳和我相伴。日暮时分，听到长廊上的喃喃燕语，一场微雨，使人觉得有几分凉意，原来正是麦秋时。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "村居初夏", "prop": {"content": "天遣为农老故乡，山园三亩镜湖傍。嫩莎经雨如秧绿，小蝶穿花似茧黄。斗酒只鸡人笑乐，十风五雨岁丰穰。相逢但喜桑麻长，欲话穷通已两忘。", "translation": "朝廷让我归乡务农老死故乡，占地不多的山中的别墅、园林就建在镜湖的旁边。娇嫩的莎草经过雨水滋润跟加翠绿，在花丛中穿来穿去的小蝴蝶与蚕茧一般嫩黄。斗酒只鸡过着朴实小康的生活，风调雨顺粮食丰收。自己沉醉于纯朴闲适的田园生活，已经忘怀了人生得失。"}}, {"name": "闲居初夏午睡起·其二", "prop": {"content": "松阴一架半弓苔，偶欲看书又懒开。戏掬清泉洒蕉叶，儿童误认雨声来。", "translation": "松阴之下长着半弓的草苔，想看书可又懒得去翻开。百无聊赖中掬起泉水去浇芭蕉，那淅沥水声惊动了正在玩耍的儿童，他们还以为骤然下起雨来。"}}, {"name": "韩偓", "dynasty": "唐代"}, {"name": "夏昼偶作", "prop": {"content": "南州溽暑醉如酒，隐几熟眠开北牖。日午独觉无馀声，山童隔竹敲茶臼。", "translation": "永州盛夏时节，人总是像喝醉了酒那样要打盹，推开北窗，凭倚着几案酣然熟睡。中午独睡时只觉得大地死一般的寂静，隔着竹林，惟有山童捣制新茶时敲击茶臼的声音。"}}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "五绝·小满", "prop": {"content": "夜莺啼绿柳，皓月醒长空。最爱垄头麦，迎风笑落红。", "translation": "小满时节，夜莺在茂盛的绿柳枝头自由自在地啼鸣，明月照亮了万里长空。我最喜欢观看这个时节田垄前的麦子了，在初夏的风中轻轻摇曳笑看那满地落红。"}}, {"name": "司马光", "dynasty": "宋代"}, {"name": "晚晴", "prop": {"content": "深居俯夹城，春去夏犹清。天意怜幽草，人间重晚晴。 并添高阁迥，微注小窗明。越鸟巢干后，归飞体更轻。", "translation": "一个人深居简出过着清幽的日子，俯瞰夹城，春天已去，正值清和气爽的初夏。老天爷怜惜那幽僻处的小草，人世间也珍惜着傍晚时的晴天。久雨晚晴，楼阁之上凭高览眺，视线更为遥远。夕阳的余晖低透小窗，闪现一线光明。南方鸟儿的窝巢已被晒干，傍晚归巢时飞翔的体态格外轻盈。"}}, {"name": "初夏游张园", "prop": {"content": "乳鸭池塘水浅深，熟梅天气半阴晴。(阴晴 一作：晴阴)东园载酒西园醉，摘尽枇杷一树金。", "translation": "小鸭在池塘中或浅或深的水里嬉戏，梅子已经成熟了，天气半晴半阴。在这宜人的天气里，邀约一些朋友，载酒宴游了东园又游西园。风景如画，心情格外舒畅，尽情豪饮，有人已经醉醺醺了。园子里的枇杷果实累累，像金子一样垂挂在树上，正好都摘下来供酒后品尝。"}}, {"name": "韩琦", "dynasty": "宋代"}, {"name": "关汉卿", "dynasty": "元代"}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "和郭主簿·其一", "prop": {"content": "蔼蔼堂前林，中夏贮清阴。凯风因时来，回飙开我襟。息交游闲业，卧起弄书琴。园蔬有余滋，旧谷犹储今。营己良有极，过足非所钦。舂秫作美酒，酒熟吾自斟。弱子戏我侧，学语未成音。此事真复乐，聊用忘华簪。遥遥望白云，怀古一何深！", "translation": "堂前林木郁葱葱，仲夏积蓄清凉荫。季候南风阵阵来，旋风吹开我衣襟。离开官场操闲业，终日读书与弹琴。园中蔬菜用不尽，往年陈谷存至今。经营生活总有限，超过需求非所钦。我自春秫酿美酒，酒熟自斟还自饮。幼子玩耍在身边，咿哑学语未正音。生活淳真又欢乐，功名富贵似浮云。遥望白云去悠悠，深深怀念古圣人。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "清平乐·池上纳凉", "prop": {"content": "水天清话，院静人销夏。蜡炬风摇帘不下，竹影半墙如画。醉来扶上桃笙，熟罗扇子凉轻。一霎荷塘过雨，明朝便是秋声。", "translation": "水天一色一片清静凉爽气息，庭院中静悄悄的人们都在纳凉消夏。门帘高卷清风摇动着室内的蜡烛，竹影婆娑映照墙上就像一幅美丽的写竹图画。醉后躺卧桃笙竹制成的竹簟上，轻罗纨扇微微煽动凉气徐发。荷塘里骤雨一下子就过去了，明天一定会是秋风萧杀。"}}, {"name": "阮郎归·立夏", "prop": {"content": "绿阴铺野换新光，薰风初昼长。小荷贴水点横塘，蝶衣晒粉忙。茶鼎熟，酒卮扬，醉来诗兴狂。燕雏似惜落花香，双衔归画梁。", "translation": "　　绿阴遍野，风暖昼长，横塘新荷，花丛蝶忙，一片初夏时节的景象宛然在目。仰看雏燕惜花，双衔归梁，恍觉物各有情，不禁酒后诗兴大发。词以写景为主，而作者兴会，亦在其中。 "}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "大德歌·夏", "prop": {"content": "俏冤家，在天涯，偏那里绿杨堪系马。困坐南窗下，数对清风想念他。蛾眉淡了教谁画？瘦岩岩羞带石榴花。", "translation": "我那俏冤家，远在天涯，你怎么在外边贪恋新欢，怎么偏偏只有外边才能留得住你？懒洋洋地坐南窗下，每每对着清风想念他。细长的眉毛淡了教谁来描画？脸瘦得不像样子，羞得不敢戴上那石榴花。"}}, {"name": "临江仙·柳外轻雷池上", "prop": {"content": "柳外轻雷池上雨，雨声滴碎荷声。小楼西角断虹明。阑干倚处，待得月华生。 燕子飞来窥画栋，玉钩垂下帘旌。凉波不动簟纹平。水精双枕，傍有堕钗横。", "translation": "柳林外传来轻轻的雷鸣，池上细雨蒙蒙；雨声浙淅沥沥，滴在荷叶上发出细碎之声。不久小雨即停，小楼西角显现出被遮断的彩虹。我们靠倚栏杆旁，直等到月亮东升。燕子飞回门前，窥伺着飞到画梁间；我从玉钩上放下门帘。床上竹席纹路平展，好像清凉的水波，却无波纹涌动。床头放着水晶双枕，她的金钗从发上坠下，横放枕边。"}}, {"name": "过沙沟店", "prop": {"content": "高柳长涂送客吟，暗惊时序变鸣禽。清风破暑连三日，好雨依时抵万金。远岭抱枝围野色，行云随马弄轻阴。摇鞭喜入肥城界，桑柘阴浓麦浪深。", "translation": "柳树在路旁护送着在马上吟诗的行客，暗自惊奇随着时序推移鸣叫的鸟儿也变了。清风消散了初夏的暑气，及时而来的雨水宝贵异常。远山怀抱着苍翠的树枝野趣横生，行云随着马的奔驰投下阴影，给人以荫凉，行客挥着马鞭兴致勃勃地进入肥城地界，眼前桑柘葱翠茂盛、麦浪滚滚。"}}, {"dynasty": "明代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "和胡西曹示顾贼曹", "prop": {"content": "蕤宾五月中，清朝起南颸。不驶亦不迟，飘飘吹我衣。重云蔽白日，闲雨纷微微。流目视西园，烨烨荣紫葵。于今甚可爱，奈何当复衰！感物愿及时，每恨靡所挥。悠悠待秋稼，寥落将赊迟。逸想不可淹，猖狂独长悲！", "translation": "时当仲夏五月中，清早微觉南风凉。南风不缓也不疾，飘飘吹动我衣裳。层层乌云遮白日，濛濛细雨纷纷扬。随意赏观西园内，紫葵花盛耀荣光。此时此物甚可爱，无奈不久侵枯黄！感物行乐当及时，常恨无酒可举筋。耐心等待秋收获，庄稼稀疏将空忙。遐思冥想难抑制，我心激荡独悲伤。"}}, {"name": "夏日浮舟过陈大水亭 ", "prop": {"content": "水亭凉气多，闲棹晚来过。涧影见松竹，潭香闻芰荷。 野童扶醉舞，山鸟助酣歌。幽赏未云遍，烟光奈夕何。", "translation": "　　夏日的水亭格外凉爽，水中倒映着藤萝青竹，潭间散发出芰荷的芳香。村野小童扶着醉步蹒跚的老翁，山间的鸟儿欢叫助人高歌。如此清爽幽静、怡然自得的境界，使人游赏忘返。"}}, {"name": "乌夜啼·纨扇婵娟素月", "prop": {"content": "纨扇婵娟素月，纱巾缥缈轻烟。高槐叶长阴初合，清润雨馀天。弄笔斜行小草，钩帘浅醉闲眠。更无一点尘埃到，枕上听新蝉。", "translation": "细绢织成的团扇美如圆月，轻薄纱巾被风吹得起伏飘动像轻轻的烟雾一样。高大的槐树叶子非常茂密，树阴浓合，雨后天气格外清凉滋润。闲来无事，拿着笔写小草打发时光，饮酒微醺放下帘子闲适地小睡一觉。一夜没有更声来打扰，只是在枕头上静静地听初夏的蝉鸣。"}}, {"name": "戴复古", "dynasty": "宋代"}, {"dynasty": "未知"}, {"name": "绝句漫兴九首·其七", "prop": {"content": "糁径杨花铺白毡，点溪荷叶叠青钱。笋根雉子无人见，沙上凫雏傍母眠。", "translation": "　　这一首《漫兴》是写初夏的景色。前两句写景，后两句景中状物，而景物相间相融，各得其妙。"}}, {"name": "咏廿四气诗·小暑六月", "prop": {"content": "倏忽温风至，因循小暑来。竹喧先觉雨，山暗已闻雷。户牖深青霭，阶庭长绿苔。鹰鹯新习学，蟋蟀莫相催。", "translation": "忽然之间阵阵热浪排山倒海般袭来，原来是循着小暑的节气而来。竹子的喧哗声已经表明大雨即将来临，山色灰暗仿佛已经听到了隆隆的雷声。这一场场降雨，门窗上已有潮湿的青霭，院落里里长满了小绿苔。鹰感肃杀之气将至，开始练习搏击长空；蟋蟀羽翼开始长成，居穴之壁。"}}, {"dynasty": "唐代"}, {"name": "夏意", "prop": {"content": "别院深深夏席清，石榴开遍透帘明。(夏席清 一作：夏簟清)树阴满地日当午，梦觉流莺时一声。", "translation": "幽深的小院中我躺在竹席上，浑身清凉；穿透帘子看见那石榴花开得正艳。中午时分浓密的树阴隔断了暑气，午睡醒来，耳边传来一阵阵黄莺的啼叫声。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "夏夜宿表兄话旧", "prop": {"content": "夜合花开香满庭，夜深微雨醉初醒。远书珍重何曾达，旧事凄凉不可听。去日儿童皆长大，昔年亲友半凋零。明朝又是孤舟别，愁见河桥酒幔青。", "translation": "深宵酒醒，小雨轻轻的下着，庭院里百合花的清香阵阵袭来。和兄弟说起在纷乱的年代写一份叮咛亲友珍重的书信也寄不到，家中的事情，件件桩桩都够凄凉的。离开的日子里那些孩子都已经长大成人，过去的亲朋好友大部分已经亡故。明天一早又要孤零零的乘船远离，想起河桥下青色的酒幔，心中不由得一阵忧愁，因为又要在那里与亲人分别饯行。"}}, {"name": "高启", "dynasty": "明代"}, {"name": "游赤石进帆海", "prop": {"content": "首夏犹清和，芳草亦未歇。水宿淹晨暮，阴霞屡兴没。周览倦瀛壖，况乃陵穷发。川后时安流，天吴静不发。扬帆采石华，挂席拾海月。溟涨无端倪，虚舟有超越。仲连轻齐组，子牟眷魏阙。矜名道不足，适己物可忽。请附任公言，终然谢天伐。", "translation": "初夏仍然清爽暖和，小草也没有停止生长，仍是一派欣欣向荣的景象。水上的舟船将晨暮连成一体分不清早晚，阴云和彩霞多次变换，时而阴云密布，时而彩霞满天。遍观海边岸上的景物已觉得厌倦，何况是漂游游览。波神使河流安静的流淌，水伯也不掀起波涛。张帆行舟去采石华，扬帆起航去捡海月。大海无边无际，没有载物的空船超然漂行。鲁仲连轻视齐国的封赏，公子牟留恋王室的高官厚禄。崇尚功是有愧于道的，适己所安，物欲是可以摆脱的。将听从任公之言，弃功名利禄以全吾生。"}}, {"name": "夏夜叹", "prop": {"content": "永日不可暮，炎蒸毒我肠。安得万里风，飘飖吹我裳。昊天出华月，茂林延疏光。仲夏苦夜短，开轩纳微凉。虚明见纤毫，羽虫亦飞扬。物情无巨细，自适固其常。念彼荷戈士，穷年守边疆。何由一洗濯，执热互相望。竟夕击刁斗，喧声连万方。青紫虽被体，不如早还乡。北城悲笳发，鹳鹤号且翔。况复烦促倦，激烈思时康。", "translation": "无"}}, {"name": "减字木兰花·回风落景", "prop": {"content": "五月二十四日，会无咎之随斋。主人汲泉置大盆中，渍白芙蓉，坐客翛然，无复有病暑意。回风落景。散乱东墙疏竹影。满坐清微。入袖寒泉不湿衣。梦回酒醒。百尺飞澜鸣碧井。雪洒冰麾。散落佳人白玉肌。", "translation": "五月二十四日，在晁补之扬州的寓所与他会面。主人从井里汲水灌入大盆中，浸泡白荷花，在座的客人无拘无束，没有苦于酷暑的感觉。清风回旋。东墙之上落着斑驳竹影。在座的客人都感到清爽舒适。醉梦方醒。从苔藓遍布的井中汲水。清凉的泉水洒在白荷花上。"}}, {"name": "窦叔向", "dynasty": "唐代"}, {"name": "念奴娇·西湖和人韵", "prop": {"content": "晚风吹雨，战新荷、声乱明珠苍璧。谁把香奁收宝镜，云锦红涵湖碧。飞鸟翻空，游鱼吹浪，惯趁笙歌席。坐中豪气，看公一饮千石。遥想处士风流，鹤随人去，老作飞仙伯。茅舍疏篱今在否，松竹已非畴昔。欲说当年，望湖楼下，水与云宽窄。醉中休问，断肠桃叶消息。", "translation": "雨打荷叶溅起一片水珠、可比明珠照苍璧；湖中太阳、恰似香奁收宝镜；荷花相次开去、仿佛云锦初织构出一幅浓淡相宜的画卷。鸟在空中上下飞舞，鱼在水里游动吐泡，鱼鸟已习惯于逐堡歌追游人，嬉戏觅食了。与友人豪饮，突然聚焦在“一饮千石”的友人身上。遥想林逋那段风流的生活，现在鹤随人去。林逋死后，上升仙界成为飞仙之长。茅舍疏散的篱笆现在还是那里吗？松竹已经没有昔日的景色了。不禁感慨当年，望湖楼看到水天一色的景色。醉中休问，左等不来、右等也不来，期待的情人。"}}, {"name": "阮郎归·初夏", "prop": {"content": "绿槐高柳咽新蝉。薰风初入弦。碧纱窗下水沉烟。棋声惊昼眠。(水沉 一作 水沈） 微雨过，小荷翻。榴花开欲然。玉盆纤手弄清泉。琼珠碎却圆。", "translation": "槐树枝繁叶茂，柳树高大，浓绿深处的新蝉鸣声乍歇。和暖的风微微吹起，绿色的纱窗下，香炉中升腾著沉香的袅袅轻烟；惬意的昼眠，忽而被落棋之声惊醒。细雨过后，轻风把荷叶翻转。石榴花衬着湿润的绿叶，更是红得像火焰。美丽女子纤手拨动清池的泉水，水花溅起落在荷叶中，就像晶莹的珍珠，一会儿破碎一会儿又圆。"}}, {"name": "柳永", "dynasty": "宋代"}, {"dynasty": "朝代"}, {"name": "北塘避暑", "prop": {"content": "尽室林塘涤暑烦，旷然如不在尘寰。谁人敢议清风价，无乐能过百日闲。水鸟得鱼长自足，岭云含雨只空还。酒阑何物醒魂梦，万柄莲香一枕山。", "translation": "一家人来到林中塘边，洗尽了暑日的燥热烦念，胸怀豁然开朗，仿如不是生活在尘世间。谁敢估量这清风的价值？没有任何快乐能胜过长日悠闲。水鸟捉到鱼儿总是心满意足，岭上云片满含雨意又空自飞还。酒醉后有什么能醒我心魂？塘里万枝香莲，枕上几座青山。"}}, {"name": "夏夜追凉", "prop": {"content": "夜热依然午热同，开门小立月明中。竹深树密虫鸣处，时有微凉不是风。", "translation": "夜晚依然跟中午一样炎热，打开房门在月下稍微站一会。 虫鸣不歇的茂密竹林树丛中，不时有阵阵凉意袭来，但并不是风。"}}, {"name": "村居初夏", "prop": {"content": "暮境难禁日月催，腊醅初见拆泥开。压车麦穗黄云卷，食叶蚕声白雨来。薄饭蕨薇端可饱，短衫纻葛亦新裁。宦涂自古多忧畏，白首为农信乐哉！", "translation": "晚年境况禁不住时间摧残，腊月酿制的酒才刚刚打开。压车的麦穗如同黄云翻卷，食叶的蚕声就像大雨阵阵袭来。粗茶淡饭的确可以吃饱，粗布麻衣一样裁剪穿着。自古仕途多忧患，暮年能从事农业生产实在是快乐的呀！"}}, {"dynasty": "南北朝"}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "青玉案·庭下石榴花乱", "prop": {"content": "庭下石榴花乱吐，满地绿阴亭午。午睡觉来时自语，悠扬魂梦，黯然情绪，蝴蝶过墙去。骎骎娇眼开仍，悄无人至还凝伫。团扇不摇风自举，盈盈翠竹，纤纤白苎，不受些儿暑。", "translation": "　　此词着意描绘夏景，抒写闺中人的生活情态。夏日亭午，如火的榴花和满地绿荫给庭院带来特异的气氛，使人如痴如醉。闺中人午睡刚醒，娇眼蒙眬，喃喃自语，情困意慵。一阵清风吹来，扇不摇而自凉。翠竹白苎亭亭玉立，摇曳多姿，丝毫没有感到暑意。作者工画，故以画家之笔，勾勒人物景象，确是词中有画。全词纤丽娟秀，妩媚多姿。 "}}, {"name": "晏殊", "dynasty": "宋代"}, {"dynasty": "魏晋"}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "刘攽", "dynasty": "宋代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "浣溪沙·玉碗冰寒滴露", "prop": {"content": "玉碗冰寒滴露华，粉融香雪透轻纱。晚来妆面胜荷花。鬓亸欲迎眉际月，酒红初上脸边霞。一场春梦日西斜。", "translation": "玉碗中盛着莹洁的寒冰，碗边凝聚的水珠若露华欲滴。美人颊边粉汗微融，纱衣轻薄，隐隐透出白腻的肌体；晚来浓妆的娇面，更胜似丰艳的荷花。梳妆后微微下垂的秀发，与娥眉间的眉际月相得益彰；似醉酒后的红晕，如朝霞洒落在她的脸颊。昼眠梦醒，夕阳西下，原来这一切都是春梦初醒的所作所为。"}}, {"name": "马致远", "dynasty": "元代"}, {"name": "初夏", "prop": {"content": "竹摇清影罩幽窗，两两时禽噪夕阳。谢却海棠飞尽絮，困人天气日初长。", "translation": "竹子在微风中将清雅的影子笼罩在幽静的窗户上，成双成对的鸟儿正在夕阳下尽情地喧噪鸣叫。在这海棠花凋谢、柳絮飞尽的初夏，只觉炎热的天气使人感到乏困，白昼也开始变得漫长。"}}, {"name": "赵师秀", "dynasty": "宋代"}, {"name": "观刈麦", "prop": {"content": "田家少闲月，五月人倍忙。夜来南风起，小麦覆陇黄。妇姑荷箪食，童稚携壶浆，相随饷田去，丁壮在南冈。足蒸暑土气，背灼炎天光，力尽不知热，但惜夏日长。复有贫妇人，抱子在其旁，右手秉遗穗，左臂悬敝筐。听其相顾言，闻者为悲伤。家田输税尽，拾此充饥肠。今我何功德？曾不事农桑。吏禄三百石，岁晏有余粮，念此私自愧，尽日不能忘。", "translation": "无"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "晓出净慈寺送林子方", "prop": {"content": "毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。", "translation": "到底是西湖六月天的景色，风光与其它季节大不相同。那密密层层的荷叶铺展开去，像与天相接，一片无边无际的青翠碧绿，阳光下荷花分外鲜艳娇红。"}}, {"name": "约客", "prop": {"content": "黄梅时节家家雨，青草池塘处处蛙。有约不来过夜半，闲敲棋子落灯花。", "translation": "梅雨时节家家户户都被烟雨笼罩着，长满青草的池塘边上，传来阵阵蛙声。已经过了午夜约好的客人还没有来，我无聊地轻轻敲着棋子，看着灯花一朵一朵落下。"}}, {"name": "智生", "dynasty": "清代"}, {"dynasty": "清代"}], "edges": [{"source": 40, "target": 56, "relation": "创作"}, {"source": 130, "target": 40, "relation": "出自于"}, {"source": 44, "target": 41, "relation": "创作"}, {"source": 3, "target": 44, "relation": "出自于"}, {"source": 147, "target": 27, "relation": "创作"}, {"source": 3, "target": 147, "relation": "出自于"}, {"source": 147, "target": 149, "relation": "创作"}, {"source": 68, "target": 146, "relation": "创作"}, {"source": 117, "target": 68, "relation": "出自于"}, {"source": 145, "target": 150, "relation": "创作"}, {"source": 3, "target": 145, "relation": "出自于"}, {"source": 141, "target": 4, "relation": "创作"}, {"source": 117, "target": 141, "relation": "出自于"}, {"source": 42, "target": 1, "relation": "创作"}, {"source": 3, "target": 42, "relation": "出自于"}, {"source": 52, "target": 78, "relation": "创作"}, {"source": 117, "target": 52, "relation": "出自于"}, {"source": 8, "target": 84, "relation": "创作"}, {"source": 19, "target": 8, "relation": "出自于"}, {"source": 147, "target": 82, "relation": "创作"}, {"source": 42, "target": 16, "relation": "创作"}, {"source": 34, "target": 95, "relation": "创作"}, {"source": 117, "target": 34, "relation": "出自于"}, {"source": 101, "target": 66, "relation": "创作"}, {"source": 117, "target": 101, "relation": "出自于"}, {"source": 104, "target": 85, "relation": "创作"}, {"source": 3, "target": 104, "relation": "出自于"}, {"source": 17, "target": 0, "relation": "创作"}, {"source": 117, "target": 17, "relation": "出自于"}, {"source": 147, "target": 132, "relation": "创作"}, {"source": 141, "target": 21, "relation": "创作"}, {"source": 104, "target": 128, "relation": "创作"}, {"source": 94, "target": 18, "relation": "创作"}, {"source": 3, "target": 94, "relation": "出自于"}, {"source": 36, "target": 118, "relation": "创作"}, {"source": 3, "target": 36, "relation": "出自于"}, {"source": 104, "target": 76, "relation": "创作"}, {"source": 30, "target": 73, "relation": "创作"}, {"source": 3, "target": 30, "relation": "出自于"}, {"source": 68, "target": 43, "relation": "创作"}, {"source": 140, "target": 83, "relation": "创作"}, {"source": 3, "target": 140, "relation": "出自于"}, {"source": 137, "target": 142, "relation": "创作"}, {"source": 3, "target": 137, "relation": "出自于"}, {"source": 10, "target": 31, "relation": "创作"}, {"source": 3, "target": 10, "relation": "出自于"}, {"source": 53, "target": 20, "relation": "创作"}, {"source": 152, "target": 53, "relation": "出自于"}, {"source": 8, "target": 29, "relation": "创作"}, {"source": 10, "target": 45, "relation": "创作"}, {"source": 147, "target": 89, "relation": "创作"}, {"source": 74, "target": 106, "relation": "创作"}, {"source": 3, "target": 74, "relation": "出自于"}, {"source": 119, "target": 71, "relation": "创作"}, {"source": 117, "target": 119, "relation": "出自于"}, {"source": 87, "target": 58, "relation": "创作"}, {"source": 3, "target": 87, "relation": "出自于"}, {"source": 37, "target": 59, "relation": "创作"}, {"source": 3, "target": 37, "relation": "出自于"}, {"source": 13, "target": 144, "relation": "创作"}, {"source": 3, "target": 13, "relation": "出自于"}, {"source": 113, "target": 96, "relation": "创作"}, {"source": 3, "target": 113, "relation": "出自于"}, {"source": 22, "target": 80, "relation": "创作"}, {"source": 3, "target": 22, "relation": "出自于"}, {"source": 17, "target": 115, "relation": "创作"}, {"source": 15, "target": 12, "relation": "创作"}, {"source": 117, "target": 15, "relation": "出自于"}, {"source": 17, "target": 124, "relation": "创作"}, {"source": 61, "target": 102, "relation": "创作"}, {"source": 152, "target": 61, "relation": "出自于"}, {"source": 34, "target": 77, "relation": "创作"}, {"source": 35, "target": 72, "relation": "创作"}, {"source": 117, "target": 35, "relation": "出自于"}, {"source": 10, "target": 112, "relation": "创作"}, {"source": 54, "target": 67, "relation": "创作"}, {"source": 3, "target": 54, "relation": "出自于"}, {"source": 139, "target": 39, "relation": "创作"}, {"source": 3, "target": 139, "relation": "出自于"}, {"source": 109, "target": 100, "relation": "创作"}, {"source": 138, "target": 109, "relation": "出自于"}, {"source": 135, "target": 69, "relation": "创作"}, {"source": 152, "target": 135, "relation": "出自于"}, {"source": 99, "target": 55, "relation": "创作"}, {"source": 117, "target": 99, "relation": "出自于"}, {"source": 120, "target": 5, "relation": "创作"}, {"source": 19, "target": 120, "relation": "出自于"}, {"source": 151, "target": 46, "relation": "创作"}, {"source": 152, "target": 151, "relation": "出自于"}, {"source": 2, "target": 91, "relation": "创作"}, {"source": 117, "target": 2, "relation": "出自于"}, {"source": 126, "target": 121, "relation": "创作"}, {"source": 117, "target": 126, "relation": "出自于"}, {"source": 64, "target": 60, "relation": "创作"}, {"source": 3, "target": 64, "relation": "出自于"}, {"source": 48, "target": 38, "relation": "创作"}, {"source": 108, "target": 48, "relation": "出自于"}, {"source": 23, "target": 103, "relation": "创作"}, {"source": 114, "target": 23, "relation": "出自于"}, {"source": 44, "target": 127, "relation": "创作"}, {"source": 51, "target": 14, "relation": "创作"}, {"source": 3, "target": 51, "relation": "出自于"}, {"source": 104, "target": 81, "relation": "创作"}, {"source": 74, "target": 93, "relation": "创作"}, {"source": 87, "target": 28, "relation": "创作"}, {"source": 141, "target": 75, "relation": "创作"}, {"source": 98, "target": 105, "relation": "创作"}, {"source": 19, "target": 98, "relation": "出自于"}, {"source": 68, "target": 57, "relation": "创作"}, {"source": 137, "target": 70, "relation": "创作"}, {"source": 148, "target": 123, "relation": "创作"}, {"source": 134, "target": 148, "relation": "出自于"}, {"source": 129, "target": 25, "relation": "创作"}, {"source": 3, "target": 129, "relation": "出自于"}, {"source": 63, "target": 136, "relation": "创作"}, {"source": 108, "target": 63, "relation": "出自于"}, {"source": 62, "target": 116, "relation": "创作"}, {"source": 117, "target": 62, "relation": "出自于"}, {"source": 97, "target": 131, "relation": "创作"}, {"source": 3, "target": 97, "relation": "出自于"}, {"source": 2, "target": 49, "relation": "创作"}, {"source": 26, "target": 86, "relation": "创作"}, {"source": 3, "target": 26, "relation": "出自于"}, {"source": 90, "target": 32, "relation": "创作"}, {"source": 117, "target": 90, "relation": "出自于"}, {"source": 101, "target": 111, "relation": "创作"}, {"source": 109, "target": 110, "relation": "创作"}, {"source": 68, "target": 79, "relation": "创作"}, {"source": 2, "target": 47, "relation": "创作"}, {"source": 6, "target": 7, "relation": "创作"}, {"source": 3, "target": 6, "relation": "出自于"}, {"source": 104, "target": 125, "relation": "创作"}, {"source": 122, "target": 65, "relation": "创作"}, {"source": 108, "target": 122, "relation": "出自于"}, {"source": 11, "target": 107, "relation": "创作"}, {"source": 19, "target": 11, "relation": "出自于"}, {"source": 24, "target": 33, "relation": "创作"}, {"source": 3, "target": 24, "relation": "出自于"}, {"source": 92, "target": 9, "relation": "创作"}, {"source": 3, "target": 92, "relation": "出自于"}, {"source": 10, "target": 88, "relation": "创作"}, {"source": 10, "target": 133, "relation": "创作"}, {"source": 143, "target": 50, "relation": "创作"}, {"source": 19, "target": 143, "relation": "出自于"}]}