{"nodes": [{"name": "寿楼春·寻春服感念", "prop": {"content": "裁春衫寻芳。记金刀素手，同在晴窗。几度因风残絮，照花斜阳。谁念我，今无裳？自少年、消磨疏狂。但听雨挑灯，攲床病酒，多梦睡时妆。飞花去，良宵长。有丝阑旧曲，金谱新腔。最恨湘云人散，楚兰魂伤。身是客、愁为乡。算玉箫、犹逢韦郎。近寒食人家，相思未忘苹藻香。", "translation": "想换件春衫去赏花。记起了你洁白的手拿着剪刀与我同在晴窗裁剪春衫的情景。此景已过去多年，几度春风，照样柳绿花开，人已不在。谁能想到我如今无衣裳？当年少年疏狂，轻易消磨时光。现在只挑灯听雨，倚床.醉酒，经常梦到你睡时的妆貌。暮春飞花落去，夜晚显得十分漫长。有旧曲有新腔，音乐都非常美好。但难与旧人共赏。最可恨伊人已去，生离死别，徒然心伤。身在客中，愁为思乡。玉箫生不能与韦皋再会，死后犹能化为歌妓与爱人团圆。时近寒食，难以忘记当年的美好往事。"}}, {"name": "释择璘", "dynasty": "宋代"}, {"name": "山中留客 / 山行留", "prop": {"content": "山光物态弄春晖，莫为轻阴便拟归。纵使晴明无雨色，入云深处亦沾衣。", "translation": "山光物态沐浴于春日的光辉中，不要因为几朵阴云就打算回去。即使天气晴朗没有阴雨迷蒙，去到山中云雾深处衣服也会沾湿。"}}, {"name": "春风", "prop": {"content": "春风先发苑中梅，樱杏桃梨次第开。 荠花榆荚深村里，亦道春风为我来。 ", "translation": "春风先吹开了京城花园中的早梅，继而让樱杏桃梨也竞相绽放，令人感到生机盎然。春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆荚欢呼雀跃，欣喜地称道：“春风为我而来！”"}}, {"name": "高珩", "dynasty": "明代"}, {"name": "鹧鸪天·嫩绿重重看得", "prop": {"content": "嫩绿重重看得成。曲阑幽槛小红英。酴醿架上蜂儿闹，杨柳行间燕子轻。春婉娩，客飘零。残花浅酒片时清。一杯且买明朝事，送了斜阳月又生。", "translation": "树上的枝叶已经是枝蔓成荫了，曲折回廊幽深的栏杆中点缀着小小的红色花朵，酴醿已经开花，蜜蜂正抢着来采蜜，闹闹嗡嗡；杨柳之间，燕子在轻快穿梭。春日天气温暖而也近晚春，春天已经快要过去了，而人还在奔波飘零之中。晚春将尽花已残，借酒消愁酒亦残，醉过之后，仅有片时清爽。酒醉中暂且打发一天以迎接新的一天，然而斜阳已去，月要东升，寂寞长夜又该如何度过呢。"}}, {"name": "春草宫怀古", "prop": {"content": "君王不可见，芳草旧宫春。犹带罗裙色，青青向楚人。", "translation": "隋炀帝已经再不可能见到，宫里的芳草却和旧时一样逢春而长。仍是和昔日宫女们罗裙一样的绿色，青青的芳草心意仍向着楚人。"}}, {"name": "好事近·叶暗乳鸦啼", "prop": {"content": "叶暗乳鸦啼，风定老红犹落。蝴蝶不随春去，入薰风池阁。 休歌金缕劝金卮，酒病煞如昨。帘卷日长人静，任杨花飘泊。", "translation": "《好事近》，又名《钓船笛》、《翠圆枝》。"}}, {"name": "阙题", "prop": {"content": "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。", "translation": "蜿蜒的山路延伸到白云尽处，长长的溪水两边都是春天的美景。不时有落花随溪水飘流而至，远远地就可闻到水中的芳香。闲静的荆门面对蜿蜒的山路，读书堂掩藏在茂密的柳树林中。每当阳光穿过柳荫的幽境，清幽的光辉便洒满我的衣裳。"}}, {"name": "白朴", "dynasty": "元代"}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "到京师", "prop": {"content": "城雪初消荠菜生，角门深巷少人行。柳梢听得黄鹂语，此是春来第一声。", "translation": "京城大都的积雪刚刚消融完，几处丛生的荠菜已经破土而出；偏门出的偏僻小巷行人稀少。突然一声清脆的黄鹂叫声，从柳梢枝头传了下来；这是标志着春天来临的第一个声音啊！"}}, {"name": "归国遥·春欲晚", "prop": {"content": "春欲晚，戏蝶游蜂花烂熳。日落谢家池馆，柳丝金缕断。睡觉绿鬟风乱，画屏云雨散。闲倚博山长叹，泪流沾皓腕。", "translation": "　　此词上片写离别。“春欲晚”是离别的时间，“戏蝶”句是对“春欲晚”的具体描绘，反衬在此时离别的难堪。“日落谢家池馆”，是离别的地点和时刻，“柳丝”句点明送别。"}}, {"name": "临江仙·西湖春泛", "prop": {"content": "堤曲朱墙近远，山明碧瓦高低。好风二十四花期。骄骢穿柳去，文艗挟春飞。 箫鼓晴雷殷殷，笑歌香雾霏霏，间情不受酒禁持。断肠无立处，斜日欲归时。", "translation": "水中行船，堤岸曲折，岸上红墙时近时远，远山明丽，近楼碧瓦高低相间。春风吹到二十四番，骏马在绿柳间驰穿，画船追着春色浏览。箫鼓声声震天犹如晴天响雷一般，香雾在湖面弥漫，笑声歌声不断。情趣涌现，哪里还受酒的束管?面前美景欢乐一片，我却冷眼旁观，忧愁令肠断，此处无我立脚之点。已经日落要归返，我却仍与伤感凄凉相伴。 "}}, {"name": "玉楼春·寂寂画堂梁上", "prop": {"content": "寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。", "translation": "这首《玉楼春》抒写闺怨，所创设的意境是：暮春时节，梁燕双飞，落红满地。女主人公愁倚锦屏，感到“春色恼人”，好天良夜而玉郎不见，不禁泪滴绣衫。全词意境优美，婉丽多姿。"}}, {"name": "春日", "prop": {"content": "胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。", "translation": "风和日丽之时泗水的河边踏青，无边无际的风光焕然一新。谁都可以看出春天的面貌，春风吹地百花开放、万紫千红，到处都是春天的景致。"}}, {"name": "题农父庐舍", "prop": {"content": "东风何时至？已绿湖上山。湖上春既早，田家日不闲。沟塍流水处，耒耜平芜间。薄暮饭牛罢，归来还闭关。", "translation": "春风是什么时候到来的呢？已经吹绿了湖泊上面的山峰。湖泊上面的春意既然早来，种田的人民整天都闲不下来。农民拿着耒耜在田间劳作，修沟引水铲除杂草躬耕不缀，傍晚时分农民将牛喂饱后，回到家里把门关上睡觉去了。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "破阵子·春景", "prop": {"content": "燕子来时新社，梨花落后清明。池上碧苔三四点，叶底黄鹂一两声。日长飞絮轻。巧笑东邻女伴，采桑径里逢迎。疑怪昨宵春梦好，元是今朝斗草赢。笑从双脸生。", "translation": "燕子飞来正赶上社祭之时，梨花落去之后又迎来了清明。几片碧苔点缀着池中清水，树枝掩映下的黄鹂偶尔歌唱两声。白昼越来越长，随处可见柳絮飘飞。在采桑的路上邂逅巧笑着的东邻女伴。正疑惑着她是不是昨晚做了个春宵美梦，原来是今天斗草获得胜利了啊！双颊不由的浮现出了笑意。"}}, {"name": "皇甫冉", "dynasty": "唐代"}, {"name": "曲江春感 / 归五湖", "prop": {"content": "江头日暖花又开，江东行客心悠哉。高阳酒徒半凋落，终南山色空崔嵬。圣代也知无弃物，侯门未必用非才。一船明月一竿竹，家住五湖归去来。", "translation": "天气渐渐暖和，江边的花儿又开放了，江南的旅人内心悠闲自在。嗜酒而放荡不羁的人多半已经凋零故去，（没有了这些人）终南山景色徒然高大耸立。当代也知道世间没有无用之人，但是显贵门第却未必用我这种无才之人。一艘船一支竹竿，顶着明月载着我，回到我在五湖的家里去吧！ "}}, {"name": "王观", "dynasty": "宋代"}, {"name": "清平乐·留春不住", "prop": {"content": "留春不住，费尽莺儿语。满地残红宫锦污，昨夜南园风雨。小怜初上琵琶，晓来思绕天涯。不肯画堂朱户，春风自在杨花。", "translation": "　　想留住春色却留不住，黄莺儿费尽唇 也说不服。满地里落花凋残像彩锦染了法污，原来是昨夜南园遭到风雨凌侮。小怜她初抱琵到始弄 ，晓来情思绕游天涯。不肯委身画堂朱户，只愿像春风里综放的自在梨花。"}}, {"name": "柳州二月榕叶落尽偶题", "prop": {"content": "宦情羁思共凄凄，春半如秋意转迷。山城过雨百花尽，榕叶满庭莺乱啼。", "translation": "官场上的失意和寄居他乡的忧思一起涌上心头，阳春二月的景象也好像到了寒秋一样，令人心意凄迷。山城的雨后，百花凋零。榕树叶落满庭院，黄莺的啼叫也显得十分嘈杂。"}}, {"name": "子夜四时歌·春风动春", "prop": {"content": "春风动春心，流目瞩山林。山林多奇采，阳鸟吐清音。", "translation": "春风和煦，百花盛开，令人胸中涌起浓浓的春意，流转的目光，凝望着远处色彩绚烂的山林，久久不忍离去。在那色彩绚烂的山林深处，从南方飞回的小鸟，在明媚的阳光下欢快地鸣啭啼叫，清脆，明快，悦耳，悠扬。"}}, {"name": "惠崇春江晚景二首", "prop": {"content": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。两两归鸿欲破群，依依还似北归人。遥知朔漠多风雪，更待江南半月春。", "translation": "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。"}}, {"name": "雍陶", "dynasty": "唐代"}, {"name": "欧阳炯", "dynasty": "五代"}, {"name": "钱塘湖春行", "prop": {"content": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。", "translation": "从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。"}}, {"name": "绝句", "prop": {"content": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。", "translation": "沐浴在春光下的江山显得格外秀丽，春风里到处弥漫着花草的香味。燕子衔着湿泥飞来飞去忙着筑巢，暖和的沙子上成双成对的鸳鸯静睡不动。 "}}, {"name": "青玉案·一年春事都来", "prop": {"content": "一年春事都来几，早过了、三之二。绿暗红嫣浑可事。绿杨庭院，暖风帘幕，有个人憔悴。买花载酒长安市，又争似、家山见桃李。不枉东风吹客泪。相思难表，梦魂无据，惟有归来是。", "translation": "细细算来，一年春光已过了三分之二。绿荫浓浓，红花重重，依然是往年的情景。庭院中，杨柳依依，帘幕里吹拂着暖风。有个人正在忧心忡忡，满面憔悴。就算在长安市里买花载酒，富贵满足，又怎比得上在故乡家中，看见桃李花开，绿叶粉红一团团的喜悦心情？不怨春风吹得异乡人落泪，都因想家的情太深。相思难以表达，梦也无痕迹，只有归来那天才会真的如愿。 "}}, {"name": "郑愔", "dynasty": "唐代"}, {"name": "刘翰", "dynasty": "宋代"}, {"name": "襄阳寒食寄宇文籍", "prop": {"content": "烟水初销见万家，东风吹柳万条斜。 大堤欲上谁相伴，马踏春泥半是花。", "translation": "水面上薄烟散去，远远望见岸边许多户人家，在这美丽的春天，却没有人陪伴我，只有我一人在河堤上独自纵马游览，马蹄踏着路上的泥里有一半裹着花瓣。"}}, {"name": "城东早春", "prop": {"content": "诗家清景在新春，绿柳才黄半未匀。 若待上林花似锦，出门俱是看花人。", "translation": "为诗人喜爱的清新景色，正在这早春之中。绿柳枝头刚刚露出几颗嫩黄的柳眼。若是等到长安城中花开似锦之际，满城都是赏花郊游之人。"}}, {"name": "点绛唇·云透斜阳", "prop": {"content": "云透斜阳，半楼红影明窗户。暮山无数。归雁愁还去。 十里平芜，花远重重树。空凝伫。故人何处。可惜春将暮。", "translation": "　　这首词通过春景的描写，抒发作者怀人的情思。上片写景。斜阳穿窗，暮山归雁，已经是黄昏的时候了。下片写惜春怀人之情。平芜远望，树木重重，春色将暮，故人何在？宛转细腻地透露了无限怀念之情。全词清新幽雅，委婉多姿。 "}}, {"name": "玉楼春·春恨", "prop": {"content": "绿杨芳草长亭路。年少抛人容易去。楼头残梦五更钟，花底离愁三月雨。(离愁 一作：离情)无情不似多情苦。一寸还成千万缕。天涯地角有穷时，只有相思无尽处。", "translation": "在杨柳依依、芳草萋萋的长亭古道上，年少的人总是能轻易的抛弃送别之人登程远去。楼头传来的五更钟声惊醒了离人残梦，花底飘洒的三月春雨增添了心中的愁思。无情人哪里懂得多情的人的苦恼，一寸相思愁绪竟化作了万缕千丝。天涯地角再远也有穷尽终了那一天，只有那相思是没有尽头，永不停止。"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "送春 / 春晚", "prop": {"content": "三月残花落更开，小檐日日燕飞来。子规夜半犹啼血，不信东风唤不回。", "translation": "暮春三月花败又花开，矮矮屋檐下燕子飞走又回来。那只眷恋春光的杜鹃鸟仍在夜半悲啼，不相信春风唤不回。"}}, {"name": "曲江对雨", "prop": {"content": "城上春云覆苑墙，江亭晚色静年芳。林花著雨胭脂湿，水荇牵风翠带长。龙武新军深驻辇，芙蓉别殿谩焚香。何时诏此金钱会，暂醉佳人锦瑟旁。", "translation": "春天的云彩倦卧在芙蓉苑的墙上，苍茫暮色下江亭矗立，春景寂静。林中的花朵附着雨珠颜色更浓，水荇挥舞着翠带，牵引着阵阵微风。龙武禁军簇拥龙辇盛大出行的景象不再如今已是龙辇深藏，殿门深锁，无人焚香。什么时候皇帝才能下诏重现金钱会的盛况？即便短暂，也让我重拾沉醉于锦瑟丽音的好时光。 "}}, {"name": "李中", "dynasty": "五代"}, {"name": "萧悫", "dynasty": "南北朝"}, {"name": "虞美人·雨后同干誉才", "prop": {"content": "落花已作风前舞。又送黄昏雨。晓来庭院半残红。惟有游丝千丈、罥晴空。 殷勤花下同携手。更尽杯中酒。美人不用敛蛾眉。我亦多情无奈、酒阑时。", "translation": "落花已在风中旋舞飘飞，黄昏时偏又阴雨霏霏。清晨，庭院里一半铺着残红，只有蛛丝千丈，飘荡缠绕在高高的晴空。我盛情邀请他们在花下同游，为爱赏这最后的春光频频劝酒。美人啊，请你不要因着伤感而双眉紧皱。当春归、酒阑、人散，多情的我正不知该如何消愁。"}}, {"name": "醉花间·晴雪小园春未", "prop": {"content": "晴雪小园春未到，池边梅自早。高树鹊衔巢，斜月明寒草。山川风景好，自古金陵道，少年看却老。相逢莫厌醉金杯，别离多，欢会少。", "translation": "雪晴后的小园白雪皑皑，春天还未到，池边的梅树却早已悄悄地绽开。高高的树梢上喜鹊在衔泥筑巢，斜挂天边的月儿照着充满寒意的小草。江南金陵的风景山川，自古以来都是那么美丽娇娆。风光依旧可少年人转眼就见苍老。相逢不易请让我们痛饮开怀，因为人生总是别离时节多而欢乐机会少。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "眼儿媚·杨柳丝丝弄轻", "prop": {"content": "杨柳丝丝弄轻柔，烟缕织成愁。海棠未雨，梨花先雪，一半春休。而今往事难重省，归梦绕秦楼。相思只在，丁香枝上，豆蔻梢头。", "translation": "杨柳在风中摆动着柔软的柳丝，烟缕迷漾织进万千春愁。海棠的花瓣还未像雨点般坠，梨花的白色花瓣已经如雪花般纷纷飘落。由此知道，原来春天已经过去一半了。而今往事实在难以重忆，梦魂归绕你住过的闺楼。刻骨的相思如今只在那芬芳的丁香枝上，那美丽的豆蔻梢头。"}}, {"name": "玉楼春·春景", "prop": {"content": "东城渐觉风光好，縠皱波纹迎客棹。绿杨烟外晓寒轻，红杏枝头春意闹。浮生长恨欢娱少，肯爱千金轻一笑。为君持酒劝斜阳，且向花间留晚照。", "translation": "信步东城感到春光越来越好，皱纱般的水波上船儿慢摇。条条绿柳在霞光晨雾中轻摆曼舞，粉红的杏花开满枝头春意妖娆。总是抱怨人生短暂欢娱太少，怎肯为吝惜千金而轻视欢笑？让我为你举起酒杯奉劝斜阳，请留下来把晚花照耀。"}}, {"name": "虞美人·风回小院庭芜", "prop": {"content": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。笙歌未散尊罍在，池面冰初解。烛明香暗画堂深，满鬓青霜残雪思难任。", "translation": "春风回来，吹绿庭院杂草，柳树萌新芽，一年又一年的春天继续来到人间。独自依靠着栏杆半天没有话说，虽然竹声新月一如当年，却再无当年赏月时的处境和心绪。乐曲还在继续演奏，酒宴未散，池水冰面开始溶解。夜深之时，华丽而精美的君室也变得幽深。我已鬓发斑白，年老体衰，难以承受这极度的忧思啊。"}}, {"name": "春思", "prop": {"content": "春风多可太忙生，长共花边柳外行。与燕作泥蜂酿蜜，才吹小雨又须晴。", "translation": "春风多么会忙忙碌碌啊！总是始终如一地陪伴着红花，陪伴着绿色的柳树。你使大地回暖，供给了燕子做窝的泥土；又急急忙忙地吹开花朵，让蜜蜂采蜜，酿成甘露。刚刚吹来阴云下了一阵细雨，又将乌云送走，带来了晴朗的天气。"}}, {"name": "苏舜钦", "dynasty": "宋代"}, {"name": "减字木兰花·立春", "prop": {"content": "春牛春杖，无限春风来海上。便丐春工，染得桃红似肉红。春幡春胜，一阵春风吹酒醒。不似天涯，卷起杨花似雪花。", "translation": "牵着春天的泥塑耕牛，拉起春天的泥塑犁杖，泥塑的耕夫站在二者的近旁。春风无限，来自海上。于是请来春神的神功，把桃花红染得像肉色红。竖立春天的绿幡，剪成春天的彩胜。一阵春风，吹我酒醒。此地不像海角天涯，卷起的杨花，颇似雪花。"}}, {"name": "刘方平", "dynasty": "唐代"}, {"name": "春日田家", "prop": {"content": "野田黄雀自为群，山叟相过话旧闻。夜半饭牛呼妇起，明朝种树是春分。", "translation": "野外田间有一群群黄雀觅食，住在山中的老翁经过屋角田边，会向人谈起过去的旧闻。夜半喂牛时，会叫醒老伴，商量第二天春分种树的事情。"}}, {"name": "卜算子·春情", "prop": {"content": "春透水波明，寒峭花枝瘦。极目烟中百尺楼，人在楼中否。 四和袅金凫，双陆思纤手。拟倩东风浣此情，情更浓于酒。", "translation": "春水清澈透明见底，花含苞欲放，枝条嫩展，意中人在百尺楼尽目远望，不知道人在不在楼中？我想象着伊人在熏风和煦之时，乘一叶精美的凫舟，荡漾在碧波之中，那倩姿与涟涟绿水相融；多么渴望在春风吹拂中与佳人在柳下做双陆游戏，那该多么惬意呀！假如把东风请来，把自己深深恋情洗涤得更清纯，使它比酒还醇香，比酒更浓酽。 "}}, {"name": "蝶恋花·欲减罗衣寒未", "prop": {"content": "欲减罗衣寒未去，不卷珠帘，人在深深处。红杏枝头花几许？啼痕止恨清明雨。尽日沉烟香一缕，宿酒醒迟，恼破春情绪。飞燕又将归信误，小屏风上西江路。", "translation": "无"}}, {"name": "玉楼春·城上风光莺语", "prop": {"content": "城上风光莺语乱，城下烟波春拍岸。绿杨芳草几时休，泪眼愁肠先已断。情怀渐觉成衰晚，鸾镜朱颜惊暗换。昔时多病厌芳尊，今日芳尊惟恐浅。(渐觉 一作：渐变；鸾镜 一作:鸾鉴)", "translation": "城上春光明媚莺啼燕啭，城下碧波荡漾，波涛拍打着堤岸。绿杨芳草几时才会衰败？我泪眼迷蒙已是愁肠寸断。人到晚年渐觉美好情怀在衰消，面对鸾镜惊讶昔日年轻容颜已改。想当年曾因多病害怕饮酒，而如今却唯恐酒杯不满。"}}, {"name": "卢挚", "dynasty": "元代"}, {"name": "湘春夜月·近清明", "prop": {"content": "近清明。翠禽枝上消魂。可惜一片清歌，都付与黄昏。欲共柳花低诉，怕柳花轻薄，不解伤春。念楚乡旅宿，柔情别绪，谁与温存。 空樽夜泣，青山不语，残月当门。翠玉楼前，惟是有、一波湘水，摇荡湘云。天长梦短，问甚时、重见桃根。这次第，算人间没个并刀，剪断心上愁痕。", "translation": "临近清明时分，枝头上翠鸟的叫声婉转动人。只可惜这一片清歌，都给了寂寞的黄昏。想要对柳花低述衷曲，又怕柳花轻薄，不懂得人的伤春之心。我独自漂泊在南国楚乡，满怀柔情别恨，有谁能给我一点儿温存？空空的酒杯仿佛在为我哭泣，青山默默不语，一弯残月照在门前。旅舍门前，月色下的湘江朦胧迷茫，波光隐隐，倒映着天空朵朵浮云。时光漫长，人生短暂。请问苍天，到底什么时候才能和恋人见面？这情景真令人心酸，遍寻人间也找不到能够剪断这种愁绪的剪刀，可以把我心中的千愁万绪剪断。"}}, {"name": "临安春雨初霁", "prop": {"content": "世味年来薄似纱，谁令骑马客京华。小楼一夜听春雨，深巷明朝卖杏花。矮纸斜行闲作草，晴窗细乳戏分茶。素衣莫起风尘叹，犹及清明可到家。", "translation": "如今的事态人情淡淡的像一层薄纱，谁又让我乘马来到京都作客沾染繁华？住在小楼听尽了一夜的春雨淅沥滴答，明日一早，深幽的小巷便有人叫卖杏花。铺开小纸从容地斜写着草书，在小雨初晴的窗边细细地煮水、沏茶、撇沫，试品名茶。不要叹息那京都的尘土会弄脏洁白的衣衫，清明时节还来得及回到镜湖边的山阴故家。"}}, {"name": "杏花天·鬓棱初翦玉纤", "prop": {"content": "鬓棱初翦玉纤弱。早春入、屏山四角。少年买困成欢谑。人在浓香绣幄。霜丝换、梅残梦觉。夜寒重、长安紫陌。东风入户先情薄。吹老灯花半萼。", "translation": "上片“鬓棱”五句，忆年青时情景。言室中伊人刚剪成了一种有棱有角的鬓发新式样，其形体纤弱，更显得婀娜多姿。春天的气息早已从屏风四周向房中渗透进来。在春暖花香之时，有位少年男子在这香气弥漫的绣屋中偷懒假寐，引起了屋中伊人善意的取笑。"}}, {"name": "望湘人·春思", "prop": {"content": "厌莺声到枕，花气动帘，醉魂愁梦相半。被惜余薰，带惊剩眼，几许伤春春晚。泪竹痕鲜，佩兰香老，湘天浓暖。记小江风月佳时，屡约非烟游伴。须信鸾弦易断。奈云和再鼓，曲终人远。认罗袜无踪，旧处弄波清浅。青翰棹舣，白蘋洲畔，尽目临皋飞观。不解寄、一字相思，幸有归来双燕。", "translation": "讨厌那黄莺声传到枕边，心烦那鲜花芳香进到房间，它让我半醉半愁好梦难圆。锦被还留着她身体的余香，而我的腰带却又空了多眼，多少次伤春又到春晚。湘妃竹泪痕正鲜，春兰已花谢香散，湘中春暮天气温暖。曾记得江上风清月明之时，我多次约她相伴游玩。想来琴弦最容易断，如今再把琴弹，一曲既终她就远去不返。要寻找她已无影无踪，旧游处只见江水清浅。我把涂着青色的船靠岸，停在白蓣洲畔。整日里登楼极目远望，却不见她寄来一封书信，好在伴我的还有归来双燕。"}}, {"name": "更漏子·雪藏梅", "prop": {"content": "雪藏梅，烟著柳。依约上春时候。初送雁，欲闻莺。绿池波浪生。探花开，留客醉。忆得去年情味。金盏酒，玉炉香。任他红日长。", "translation": "在梅雪还在相互映衬时，柳树已长出了绿芽，透露出春的消息。刚送别南方的大雁，就听到了黄莺鸟的清脆鸣声，绿波荡漾，使人心旷神怡。回想起去年我们一起去踏春寻花，将客人挽留以至酒醉的情景，历历如在眼前，使人回味。在触景生情中，独自用金杯斟上美酒，在阳光灿烂的日子里，一任炉烟袅袅。"}}, {"name": "李璟", "dynasty": "五代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "惠崇春江晚景", "prop": {"content": "竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。", "translation": "竹林外两三枝桃花初放，水中嬉戏的鸭子最先察觉到初春江水的回暖。河滩上长满了蒌蒿，芦苇也长出短短的新芽，而河豚此时正要逆流而上，从大海回游到江河里来了。"}}, {"name": "梅尧臣", "dynasty": "宋代"}, {"name": "折杨柳", "prop": {"content": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。", "translation": "春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。"}}, {"name": "周济", "dynasty": "清代"}, {"name": "忆少年·飞花时节", "prop": {"content": "飞花时节，垂杨巷陌，东风庭院。重帘尚如昔，但窥帘人远。叶底歌莺梁上燕，一声声伴人幽怨。相思了无益，悔当初相见。", "translation": "又到了落花纷飞的时节，就在垂杨掩映的街巷，东风吹拂着庭院。重重的帘幕一如往昔，但帘中窥望的人离我已远。浓叶间仍听见黄莺婉转歌唱，梁上依旧有燕语呢喃，一声声都有我的幽怨。相思全都徒然无益，后悔当初与之相见。 "}}, {"name": "江南春", "prop": {"content": "千里莺啼绿映红，水村山郭酒旗风。南朝四百八十寺，多少楼台烟雨中。", "translation": "辽阔的江南到处莺歌燕舞绿树红花相映，水边村寨山麓城郭处处酒旗飘动。南朝遗留下的许多座古寺， 如今有多少笼罩在这蒙胧烟雨之中。"}}, {"name": "柳堤", "prop": {"content": "春江水正平，密树听啼莺。十里笼晴苑，千条锁故营。雨香飞燕促，风暖落花轻。更欲劳攀折，年年还自生。", "translation": "春天江水平如镜，快要漫到岸上啦！堤上树木真浓密，黄莺雀鸟叫喳喳。放眼苑囿有十里，处处笼着新柳绿。千条万条迎风摆，故营遮在美景里。细雨蒙蒙泥土香，燕儿纷飞往来忙。暖风拂面多惬意，花瓣轻轻落身上。堤上烟柳真美啊，折柳留情多风雅。想折你就折去吧，反正明年还发芽！"}}, {"name": "菩萨蛮·舞裙香暖金泥", "prop": {"content": "舞裙香暖金泥凤，画梁语燕惊残梦。门外柳花飞，玉郎犹未归。愁匀红粉泪，眉剪春山翠。何处是辽阳？锦屏春昼长。", "translation": "舞裙上弥漫着浓浓的暖香，金泥印成欲飞的凤凰，梁上春燕呢喃的碎语，又惊醒了春梦一场。门外只有柳絮在飞舞，玉郎仍未归故乡。含愁重匀红粉妆，却愁怎抹去珠泪千行；紧锁的双眉凝着深深的翠绿，好似远处春山一样。那辽阳到底远在何处，画屏里的春天为何这样长？"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "倾杯·冻水消痕", "prop": {"content": "冻水消痕，晓风生暖，春满东郊道。迟迟淑景，烟和露润，偏染长堤芳草。断鸿隐隐归飞，江天杳杳。遥山变色，妆眉淡扫。目极千里，闲倚危楼迥眺。动几许、伤春怀抱。念何处、韶阳偏早。想帝里看看，名园芳榭，烂漫莺花好。追思往昔年少。继日恁、把酒听歌，量金买笑。别后暗负，光阴多少。", "translation": "冰雪融化得无影无踪，晨风让人感觉暖意无比，东郊道路两旁满眼春光。阳光温暖，景色宜人，调和滋润的云露，尽染长长堤岸上那无边的芳草。失群的孤雁忧戚的往回飞去，江水和天边连成一线，杳杳幽远。远山已改变了原有的颜色，用尽目力远望千里之外的山峰，犹如淡扫娥眉。静静的凭靠着高楼的栏杆，我独自远眺。春天的到来引动了我多少忧伤、苦闷的心怀。想一想何处明媚的春光来得最早，那帝都的著名园林、高台香榭，想来已渐渐是草木茂盛、莺啼花开的春日好景色了。追忆往日青春年少的美好时光，有过多少次的连日饮酒听歌，千金买笑啊。离别之后才发现，在不知不觉中辜负了多少美好岁月啊！"}}, {"name": "唐彦谦", "dynasty": "唐代"}, {"name": "张旭", "dynasty": "唐代"}, {"name": "清平乐·春光欲暮", "prop": {"content": "春光欲暮，寂寞闲庭户。粉蝶双双穿槛舞，帘卷晚天疏雨。含愁独倚闺帏，玉炉烟断香微。正是销魂时节，东风满树花飞。", "translation": "春天即将过去，空荡荡的庭院仍是一片静寂。双双飞舞的彩蝶，在亭栏间穿来穿去，傍晚的时候，帘外又在滴着稀稀落落的雨。她含着深深的愁情，独自倚在绣帏里，玉炉中只剩下一点残香，袅袅的轻烟时断时续。这正是最让人愁苦不堪的时节，东风又吹得满树春花纷纷飞去。"}}, {"name": "谒金门·春雨足", "prop": {"content": "春雨足，染就一溪新绿。柳外飞来双羽玉，弄晴相对浴。楼外翠帘高轴，倚遍阑干几曲。云淡水平烟树簇，寸心千里目。", "translation": "春水潇潇下，涨满小溪，染绿溪边新柳。柳丝飞扬，忽然来了一双鸥鸟，羽翼似玉，双鸥于晴日暖阳里拍打着水面，鸣啭嬉戏。翠帘高卷，栏杆倚遍，而看到的只是远处几片淡淡的云，一江静静的水，半山笼罩着烟雾的树，那寸心所系的，却依然没有出现。"}}, {"name": "袁宏道", "dynasty": "明代"}, {"name": "孔平仲", "dynasty": "宋代"}, {"name": "风流子·东风吹碧草", "prop": {"content": "东风吹碧草，年华换、行客老沧洲。见梅吐旧英，柳摇新绿，恼人春色，还上枝头，寸心乱，北随云黯黯，东逐水悠悠。斜日半山，暝烟两岸，数声横笛，一叶扁舟。 青门同携手，前欢记、浑似梦里扬州。谁念断肠南陌，回首西楼。算天长地久，有时有尽，奈何绵绵，此恨难休。拟待倩人说与，生怕人愁。", "translation": "无"}}, {"name": "杨柳枝词九首·其四", "prop": {"content": "金谷园中莺乱飞，铜驼陌上好风吹。城东桃李须臾尽，争似垂杨无限时。", "translation": "金谷园中群莺乱飞，铜驼陌上春风吹拂。城中的桃花李花片刻之间就已凋谢，怎么那垂杨柳没有时限的束缚？"}}, {"name": "徐凝", "dynasty": "唐代"}, {"name": "白居易", "dynasty": "唐代"}, {"name": "三月晦日偶题", "prop": {"content": "节物相催各自新，痴心儿女挽留春。芳菲歇去何须恨，夏木阴阴正可人。", "translation": "各个季节的风物景色不断递换，变化常新；痴心的男女总是苦苦挽留春天。那五彩绚丽的花朵凋谢何必感到遗恨，夏天的树木，浓密葱绿，正称人心意！"}}, {"name": "春日田园杂兴", "prop": {"content": "柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。土膏欲动雨频催，万草千花一饷开；舍后荒畦犹绿秀，邻家鞭笋过墙来。高田二麦接山青，傍水低田绿未耕；桃奇满村春似锦，踏歌椎鼓过清明。老盆初熟杜茅柴，携向田头祭社来。巫媪莫嫌滋味薄，旗亭官酒更多灰。社下烧钱鼓似雷，日斜扶得醉翁回。青枝满地花狼藉，知是儿孙斗草来。骑吹东来里巷喧，行春车马闹如烟。系牛莫系门前路，移系门西系碡边。寒食花枝插满头，蒨裙青袂几扁舟。一年一度游山寺，不上灵岩即虎丘。郭里人家拜扫回，新开醪酒荐青梅。日长路好城门近，借我茅亭暖一杯。步屧寻春有好怀，雨余蹄道水如杯。随人黄犬搀前去，走到溪边忽自回。种园得果廑赏劳，不奈儿童鸟雀搔。已插棘针樊笋径，更铺渔纲盖樱桃。吉日初开种稻包，南山雷动雨连宵。今年不欠秧田水，新涨看看拍小桥。桑下春蔬绿满畦，菘心青嫩芥苔肥。溪头洗择店头卖，日暮裹盐沽酒归。", "translation": "“柳花深巷午鸡声，桑叶尖新绿未成。坐睡觉来无一事，满窗晴日看蚕生。”这首跟杨万里的《初夏午睡起》异曲同工。头两句来点儿懒洋洋的环境描写，后两句都是睡一觉起来又满足又无聊，对边看着点东西，发呆。虽然季节不同，这种无情思的心绪一样。春有百花秋有月，夏有凉风冬有雪；若无闲事挂心头，便是人间好时节。"}}, {"name": "叶绍翁", "dynasty": "宋代"}, {"name": "即事", "prop": {"content": "小院无人雨长苔，满庭修竹间疏槐。 春愁兀兀成幽梦，又被流莺唤醒来。", "translation": "雨后的小院因为无人踏足已经长满青苔，满庭的修竹间稀稀疏疏长着几棵槐树。让人昏昏沉沉的春愁就像一个梦，就算被黄莺唤醒仍在身旁挥之不去。"}}, {"name": "王元鼎", "dynasty": "元代"}, {"name": "徐灿", "dynasty": "清代"}, {"name": "春兴", "prop": {"content": "杨柳阴阴细雨晴，残花落尽见流莺。春风一夜吹乡梦，又逐春风到洛城。(乡 一作：香)", "translation": "雨后初晴，细雨冲刷过的柳树苍翠欲滴，残花凋谢落尽，黄莺在枝头啼鸣。一夜春风吹起了我的思乡梦，在梦中我追逐着春风飞回了洛阳城。"}}, {"name": "春晴", "prop": {"content": "林下春晴风渐和，高崖残雪已无多。游丝冉冉花枝静，青壁迢迢白鸟过。忽向山中怀旧侣，几从洞口梦烟萝。客衣尘土终须换，好与湖边长芰荷。", "translation": "林下春光明媚风儿渐渐平和，高山上的残雪已经不多。垂吊在空中的蛛丝冉冉飘动花枝静谧，远远的看见白鸟从石板路上面飞过。忽而在山中怀念起旧时的朋友，多少回梦到洞口雾气缭绕的藤萝。衣服沾满尘土最终要换下呵，好到湖边采荷花与菱角。 "}}, {"name": "胡祗遹", "dynasty": "元代"}, {"name": "庆东原·暖日宜乘轿", "prop": {"content": "暖日宜乘轿，春风堪信马。恰寒食有二百处秋千架。对人娇杏花，扑人飞柳花，迎人笑桃花。来往画船边，招飐青旗挂。", "translation": "春天的白昼是那样温暖，煦和的春风把大地吹遍。这样的天气既适宜乘轿出游，骑马信行也令人怡然。正值寒食，秋千林立，处处可见。杏花逞娇斗媚，柳花飞扑人面，桃花绽开笑脸。彩画的游船在水中来来往往，酒家的青旗高挂着迎风招展。"}}, {"name": "迎春乐·立春", "prop": {"content": "宝幡彩胜堆金缕，双燕钗头舞。人间要识春来处。天际雁，江边树。故国莺花又谁主。念憔悴，几年羁旅。把酒祝东风，吹取人归去。", "translation": "人们头上戴着幡胜舞动着纸做的双双春燕，剪彩缕金，热闹异常，载歌载舞。然而真正知道春天到来的，是从故国南方飞来的大雁和被春风染绿的树木。风雨迷茫的故国啊，如今谁主沉浮，回想自己面色憔悴形容枯槁，出使金国已经数年被囚，举杯祝愿着强劲的东风，请把我吹送回江南故土！"}}, {"name": "中年", "prop": {"content": "漠漠秦云淡淡天，新年景象入中年。情多最恨花无语，愁破方知酒有权。苔色满墙寻故第，雨声一夜忆春田。衰迟自喜添诗学，更把前题改数联。", "translation": "这首诗写的是作者人到中年后的一些感受。郑谷当时寓居长安，面临着新春的到来。漠漠秦云（长安旧属秦地），淡淡天色，正是西北春天的典型景象。望见这个景象，诗人自然会想到，又一个春天降临人间。但随即也会浮起这样的念头：跟着时光推移，自己的年岁不断增添，如今是愈来愈品尝到中年的滋味了。"}}, {"name": "江神子·恨别", "prop": {"content": "天涯流落思无穷！既相逢，却匆匆。携手佳人，和泪折残红。为问东风余几许？春纵在，与谁同！隋堤三月水溶溶。背归鸿，去吴中。回首彭城，清泗与淮通。欲寄相思千点泪，流不到，楚江东。(欲寄 一作：寄我)", "translation": "流离天涯，思绪无穷无已。相逢不久，便又匆匆别离。拉着佳人，只能采一枝暮春的杏花，含泪赠别。你问春天还剩多少，即便春意尚在，又能和谁一同欣赏？　　三月的隋堤，春水缓缓。此时鸿雁北归，我却要到飞鸿过冬的湖州。回望旧地，清清浅浅的泗水在城下与淮河交汇。想要让泗水寄去相思的千点泪，怎奈它流不到湖州地。"}}, {"name": "清商怨·庭花香信尚浅", "prop": {"content": "庭花香信尚浅，最玉楼先暖。梦觉春衾，江南依旧远。回纹锦字暗剪，谩寄与、也应归晚。要问相思，天涯犹自短。", "translation": "庭院里的花，还没有一点开放的消息，而玉楼中的女子已经最先感到了春天的暖意。本打算夜间做个美梦，去到江南找寻游子，可惜这个梦没有做成。醒来之后仍然觉得江南路途遥远，不能到达。暗地里写封信，偷偷地寄给他，那也是徒劳，他照样不会早些回来。如果要问我的相思有多么长的话，那么与之相比，天涯，也得算短的。"}}, {"name": "西平乐·尽日凭高目", "prop": {"content": "尽日凭高目，脉脉春情绪。嘉景清明渐近，时节轻寒乍暖，天气才晴又雨。烟光淡荡，妆点平芜远树。黯凝伫。台榭好、莺燕语。正是和风丽日，几许繁红嫩绿，雅称嬉游去。奈阻隔、寻芳伴侣。秦楼凤吹，楚馆云约，空怅望、在何处。寂寞韶华暗度。可堪向晚，村落声声杜宇。", "translation": "无"}}, {"name": "虞美人·深闺春色劳思", "prop": {"content": "深闺春色劳思想，恨共春芜长。黄鹂娇啭泥芳妍，杏枝如画倚轻烟、琐窗前。凭阑愁立双娥细，柳影斜摇砌。玉郎还是不还家？教人魂梦逐杨花、绕天涯。", "translation": "满园春色叩开我的闺房，拨动闺中人的愁思苦想，我心中不尽的怨愁啊，伴随着芳草一天天滋长。花丛里黄鹂在娇婉地啼鸣，薄薄的春雾飘浮在红杏枝上；我在琐窗前无限惆怅。在思愁中凭栏远望，一双蛾眉又细又长。玉郎还是不回家来，只见柳影斜斜地摇动长廊。柳的飘摇里我的梦魂在幻化，思绪在追逐纷飞的杨花，在天涯里寻觅，在天涯里漂荡。"}}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "清江引·立春", "prop": {"content": "金钗影摇春燕斜，木杪生春叶。水塘春始波，火候春初热。土牛儿载将春到也。", "translation": "妇女头上的金钗摇动春燕斜戴着，树梢生出了嫩叶。水塘因春天来了开始泛起了波浪，气温因春天来了也开始回升。春天开垦土地用来耕作的牛儿也开始耕作了，春天到来了。"}}, {"name": "浪淘沙·小绿间长红", "prop": {"content": "小绿间长红，露蕊烟丛。花开花落昔年同。惟恨花前携手处，往事成空。山远水重重，一笑难逢。已拚长在别离中。霜鬓知他从此去，几度春风。", "translation": "小小的绿荫丛中，开着嫣红的鲜花；阴露滋润着花蕊，隐约地娇羞地藏在迷蒙的薄雾之中。花开花落，年年都是一样的。只恨当年初恋时，手拉着手儿，在这绿荫丛中，鲜花盛开之处。这都已经是过去的事了，往事如梦一场空。山重水复，遥相阻隔。当年的欢笑和恩爱，从此断绝，此后再难得到。已尝尽了失恋的痛苦和悲哀而长期处在离别当中。斑白的鬓发再告诉我，他早已远去不再回来。何止几个年月呵。"}}, {"name": "除夜自石湖归苕溪·其", "prop": {"content": "细草穿沙雪半销，吴宫烟冷水迢迢。梅花竹里无人见，一夜吹香过石桥。", "translation": "早春时节，地上的积雪还消融未尽，细嫩的青草已从沙土中悄悄探出头；吴地烟水迢迢，弥漫千里，隐隐透着清冷之气。虽然深藏竹林的梅花无人欣赏，但它那沁人心脾的清芬却随着夜中的春风，一路飘过了石桥。"}}, {"name": "江南春怀", "prop": {"content": "青春几何时，黄鸟鸣不歇。天涯失乡路，江外老华发。心飞秦塞云，影滞楚关月。身世殊烂漫，田园久芜没。岁晏何所从？长歌谢金阙。", "translation": "春天能持续多长时间，黄鸟鸣个不停。人在天涯，不知回乡的路在哪里，江湖游荡，白了头发。身影迟滞在楚关的月下，心却飞往秦塞云中。此身此世特别烂漫，田园也久已荒芜。眼看又到年终，应该何去何从？高唱长歌谢别金阙。"}}, {"name": "春日陪杨江宁及诸官宴", "prop": {"content": "昔闻颜光禄，攀龙宴京湖。楼船入天镜，帐殿开云衢。君王歌大风，如乐丰沛都。延年献佳作，邈与诗人俱。我来不及此，独立钟山孤。杨宰穆清风，芳声腾海隅。英僚满四座，粲若琼林敷。鹢首弄倒景，峨眉缀明珠。新弦采梨园，古舞娇吴歈。曲度绕云汉，听者皆欢娱。鸡栖何嘈嘈，沿月沸笙竽。古之帝宫苑，今乃人樵苏。感此劝一觞，愿君覆瓢壶。荣盛当作乐，无令后贤吁。", "translation": "无"}}, {"name": "苏溪亭", "prop": {"content": "苏溪亭上草漫漫，谁倚东风十二阑。燕子不归春事晚，一汀烟雨杏花寒。", "translation": "苏溪亭外野草青青，无边无际；是谁随着东风唱着阑干十二曲呢？春天来得晚了些，燕子还没有归来；迷蒙的烟雨笼罩着一片沙洲，杏花在料峭春风中只感凄寒。"}}, {"name": "对酒春园作", "prop": {"content": "投簪下山阁，携酒对河梁。陕水牵长镜，高花送断香。繁莺歌似曲，疏蝶舞成行。自然催一醉，非但阅年光。", "translation": "丢了官，从官舍来到山阁；在山阁里我拿起酒对着一座桥来喝。窄窄的水流，很像拉着一个长长的镜子；从高处落下来的花，送来了一阵一阵的香味。很多很多的黄莺鸟叫得像唱歌一样，有几个蝴蝶在这里很有次序地飞舞。这样美好的自然景色正催人多喝几杯，正叫人不要空空地盯着自己的年岁而还想有什么别的计较！"}}, {"name": "高鼎", "dynasty": "清代"}, {"name": "李华", "dynasty": "唐代"}, {"name": "南溪早春", "prop": {"content": "还家五度见春容，长被春容恼病翁。高柳下来垂处绿，小桃上去末梢红。卷帘亭馆酣酣日，放杖溪山款款风。更入新年足新雨，去年未当好时丰。", "translation": "回家五年来，已经五度见到春天的容貌，我病且老，常被娇艳的春光欺恼。柳树下垂的枝条末梢刚生出嫩绿的叶片，几枝上伸的桃枝上初绽嫣红的花苞。珠帘高卷，亭馆内融融春晖怡我心怀，拄杖出游，山水间款款春风令人醉倒。新年早春时节恰逢春雨丰足，去年虽好，却难及今年兴荣。"}}, {"name": "张淑芳", "dynasty": "宋代"}, {"name": "一剪梅·漠漠春阴酒半", "prop": {"content": "漠漠春阴酒半酣。风透春衫，雨透春衫。人家蚕事欲眠三。桑满筐篮，柘满筐篮。先自离怀百不堪。樯燕呢喃，梁燕呢喃。篝灯强把锦书看。人在江南，心在江南。", "translation": "这首词写作者对江南的怀念。上片写景，作者用清丽洗炼的语言生动描绘出一幅清新明丽的江南春天的图画：暮春时节，春阴漠漠，春风春雨吹透了、打湿了轻柔的春衫。此时春蚕已快三眠，养蚕的人家怀着即将收获的喜悦心情采摘得桑、柘叶满篮，把蚕喂得饱饱的。这是江南暮春时节所特有的景象，显得生机盎然。"}}, {"name": "代春怨", "prop": {"content": "朝日残莺伴妾啼，开帘只见草萋萋。 庭前时有东风入，杨柳千条尽向西。 ", "translation": "暮春时节，独守空闺，每天都有几只残莺陪伴着叫个不停；卷起珠帘，目之所见草木繁茂，春色无边。庭院里时时有东风吹入，千万条杨柳随风全都向西飘摆。"}}, {"name": "暮春山间", "prop": {"content": "缓步春山春日长，流莺不语燕飞忙。桃花落处无人见，濯手惟闻涧水香。", "translation": "慢慢走在春天的山林里面，春天的天日很长，黄莺没在歌唱，燕子却飞来飞忙着找食。没有人看见桃花飘落，在山涧溪流中洗手时却闻到了桃花香。"}}, {"name": "王鹏运", "dynasty": "清代"}, {"name": "春送僧", "prop": {"content": "蜀魄关关花雨深，送师冲雨到江浔。 不能更折江头柳，自有青青松柏心。", "translation": "贯休终生为诗，以诗著名，其送赠诗写得很好，其中尤以送同道僧友之诗为佳。这首七绝诗，把潇潇春雨中赠别友人之景、之情描摹得非常生动，景为主体，情寓其中，文笔生动流畅，委婉含蓄，感染力很强。 "}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "王庭筠", "dynasty": "元代"}, {"name": "春日", "prop": {"content": "问君何所思，迢递艳阳时。门静人归晚，墙高蝶过迟。一双青琐燕，千万绿杨丝。屏上吴山远，楼中朔管悲。宝书无寄处，香毂有来期。草色将林彩，相添入黛眉。", "translation": "想要问你在思念什么？在这艳丽明媚春之时。回来的晚门口寂静无声，蝴蝶采完花粉缓缓的飞过高墙。窗外燕子双飞，千万条绿杨柳枝低垂。屏风上的吴山辽阔幽远，楼中羌笛声声悲凄。珍贵的书信不知道该寄往何处，香车有来的日期。要把这草景与树林色彩，一同增添到眉际，排解心中忧愁。"}}, {"name": "次元明韵寄子由", "prop": {"content": "半世交亲随逝水，几人图画入凌烟？春风春雨花经眼，江北江南水拍天。欲解铜章行问道，定知石友许忘年。脊令各有思归恨，日月相催雪满颠。", "translation": "半世交往，亲密的情谊像流水般地过去，有几人能建立功名，绘像在凌烟？又是春风，又是春雨，又是番春花过眼；我怅望着江南，怅望着江北，只见到波浪拍天。我想解下铜印辞去官职前去寻求人生的真谛，知道你这位金石之友一定不会嫌弃，彼此忘掉年龄辈分的界限。我们都深深地思念着自己的兄长，但欲归不得，日月相催，都已是白发苍颜。"}}, {"name": "癸卯岁始春怀古田舍二", "prop": {"content": "在昔闻南亩，当年竟未践。屡空既有人，春兴岂自免。夙晨装吾驾，启涂情己缅。鸟弄欢新节，泠风送馀善。寒竹被荒蹊，地为罕人远；是以植杖翁，悠然不复返。即理愧通识，所保讵乃浅。先师有遗训，忧道不忧贫。瞻望邈难逮，转欲志长勤。秉耒欢时务，解颜劝农人。平畴交远风，良苗亦怀新。虽未量岁功，既事多所欣。耕种有时息，行者无问津。日入相与归，壶浆劳近邻。长吟掩柴门，聊为陇亩民。", "translation": "往日听说南亩田，未曾躬耕甚遗憾。我常贫困似颜回，春耕岂能袖手观？早晨备好我车马，上路我情已驰远。新春时节鸟欢鸣，和风不尽送亲善。荒芜小路覆寒草，人迹罕至地偏远。所以古时植杖翁，悠然躬耕不思迁。此理愧对通达者，所保名节岂太浅？先师孔子留遗训：“君子忧道不忧贫”。仰慕高论难企及，转思立志长耕耘。农忙时节心欢喜，笑颜劝勉农耕人。远风习习来平野，秀苗茁壮日日新。一年收成未估量，劳作已使我开心。耕种之余有歇息，没有行人来问津。日落之时相伴归，取酒慰劳左右邻。掩闭柴门自吟诗，姑且躬耕做农民。"}}, {"name": "谒金门·春欲去", "prop": {"content": "春欲去，如梦一庭空絮。墙里秋千人笑语，花飞撩乱处。无计可留春住，只有断肠诗句。万种消魂多寄与：斜阳天外树。", "translation": "施绍莘是个隐逸之士，但较少明末山人气。他的词曲中每多冷眼看世态的意蕴，生际明末，哀伤情常在心底。这阕小令从题面看是“伤春”，就词心言则是伤时。上片冷峻，写出危颓之世，迷惘如梦，而“墙里”人依旧“笑语”如常。不知是麻木，还是醉生梦死的荒唐。下片将视线收敛内观自照，“无计”是最大的悲哀。最大的悲苦永远属于清醒人，这又是一种难解之谜。“万种消魂”只能化为诗句，实也就是“国家不幸诗家幸”。然而此种“幸”，仿佛是天公的特定惩处。用断肠之苦换取若干文字，能说不是大不幸。此词警策之句首在“如梦一庭空絮”，将醉者以及醒而“无计”者全溶进了梦游般的境界。那种时代的悲剧性的深刻，由此凄婉情韵中毕见。 "}}, {"name": "晚春二首·其二", "prop": {"content": "谁收春色将归去，慢绿妖红半不存。榆荚只能随柳絮，等闲撩乱走空园。", "translation": "是谁将要把这春景收回去，红红绿绿的花草已是半开放半凋谢了。一阵风过，树梢的榆荚只能随着那柳絮在空中到处飘荡游走。"}}, {"name": "浣溪沙·清晓妆成寒食", "prop": {"content": "清晓妆成寒食天，柳球斜袅间花钿，卷帘直出画堂前。指点牡丹初绽朵，日高犹自凭朱栏，含嚬不语恨春残。", "translation": "这首词写女子怀春。"}}, {"name": "梁曾", "dynasty": "元代"}, {"name": "阳春曲·春景", "prop": {"content": "几枝红雪墙头杏，数点青山屋上屏。一春能得几晴明？三月景，宜醉不宜醒。残花酝酿蜂儿蜜，细雨调和燕子泥。绿窗春睡觉来迟。谁唤起？窗外晓莺啼。一帘红雨桃花谢，十里清阴柳影斜。洛阳花酒一时别。春去也，闲煞旧蜂蝶。", "translation": "　　几枝初开的杏花红雪般堆在土状，点点青山如画屏一样隐现在屋上。一个春季，能有几天这样明媚、晴朗？阳春三月的景致令人陶醉，只适合醉眼朦胧地而不适合清醒地去欣赏。　　花虽残了，蜂儿却把它酿成了蜜，雨虽来了，燕子却借它调好了筑窝的泥。绿荫窗下，浓睡的我醒来已经很晚了。是谁把我叫起？是那窗外早晨鸣叫的黄莺。　　像一帘红雨飘下，那是凋谢了的桃花，十里长的柳荫，树影儿歪斜。一时间来洛阳赏花饮酒的人纷纷都告别了。春天归去了，闲坏了旧日里忙于采花的蜂蝶。"}}, {"name": "晓出黄山寺", "prop": {"content": "晓上篮舆出宝坊，野塘山路尽春光。试穿松影登平陆，已觉锺声在上方。草色溪流高下碧，菜花杨柳浅深黄。杖藜切莫匆匆去，有伴行春不要忙。", "translation": "破晓时分就乘着竹轿离开了寺庙，野塘边、山路旁尽是一片春日景象。穿过层层松林登上坦途，只从山颠云际隐隐约约传来阵阵的钟声。岸上的草色和溪里的水色上下一片碧绿。菜花是深黄色的，柳条是淡黄色的。拄着手杖下轿子，不再匆匆一览而过，有同行的伙伴一起就不要走马观花，浅尝即止。"}}, {"name": "春日", "prop": {"content": "好花零落雨绵绵，辜负韶光二月天。知否玉楼春梦醒，有人愁煞柳如烟。", "translation": "鲜艳的花瓣在绵绵细雨中飘落，它们辜负了这二月春日里的美好时光。知道吗？在青楼之上醒来，看到这如烟春柳，我便极度忧愁起来。"}}, {"name": "王勃", "dynasty": "唐代"}, {"dynasty": "唐代"}, {"name": "天津桥望春", "prop": {"content": "津桥春水浸红霞，烟柳风丝拂岸斜。 翠辇不来金殿闭，宫莺衔出上阳花。", "translation": "天津桥下春水浸润着红霞，如烟细柳微风中拂岸倾斜。车辇不再来金殿久已关闭，莺儿飞出衔着上阳宫中花。"}}, {"name": "蝶恋花·几许伤春春复", "prop": {"content": "几许伤春春复暮。杨柳清阴，偏碍游丝度。天际小山桃叶步。白头花满湔裙处。竟日微吟长短句。帘影灯昏，心寄胡琴语。数点雨声风约住。朦胧淡月云来去。", "translation": "多少回伤春又到了春暮，杨柳树浓浓的清荫，妨碍着游丝度过。远处的小山边是桃叶埠，白花盛开的河边是她洗裙的地方。我整天轻声吟诵诗句，在帘影之下暗灯前，让胡琴声把我心声吐。几点雨声被风止住，月色朦胧薄云飘来飘去。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "早春寄王汉阳", "prop": {"content": "闻道春还未相识，走傍寒梅访消息。昨夜东风入武阳，陌头杨柳黄金色。碧水浩浩云茫茫，美人不来空断肠。预拂青山一片石，与君连日醉壶觞。", "translation": "听说春天回来了，我还未识其面，走出房舍到梅树下去访寻消息。昨夜东风吹入江夏，街头的杨柳已经冒出金黄的嫩芽。碧水浩荡云雾茫茫，王汉阳您不来呀，令我白白的愁断肠！我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。"}}, {"name": "惜春词", "prop": {"content": "百舌问花花不语，低回似恨横塘雨。蜂争粉蕊蝶分香，不似垂杨惜金缕。愿君留得长妖韶，莫逐东风还荡摇。秦女含颦向烟月，愁红带露空迢迢。", "translation": "百舌鸟问花，花却不说话，低头好像怨恨横塘的雨。蜜蜂争相采集着花粉，蝴蝶也分享着花的芳香。不像垂杨柳那样珍惜一丝丝金色的枝条。希望你能够长久的留下妖娆美好，不随着春风依旧荡摇。秦女皱着眉头望向烟云笼罩的月亮，感慨青春就像那渐渐凋零的带露残花。 "}}, {"name": "书窗即事", "prop": {"content": "花落春无语，春归鸟自啼。多情是蜂蝶，飞过粉墙西。", "translation": "花瓣静静飘落，春天无声无息；鸟儿好像不知道春要归去，还在那里独自啼鸣。只有小蜜蜂和蝴蝶甚是多情，飞过白色的墙壁去追寻春的足迹。"}}, {"name": "张子容", "dynasty": "唐代"}, {"name": "春夕 / 春夕旅怀", "prop": {"content": "水流花谢两无情，送尽东风过楚城。胡蝶梦中家万里，子规枝上月三更。故园书动经年绝，华发春唯满镜生。自是不归归便得，五湖烟景有谁争。", "translation": "溪水流走，花儿凋零，这是多么无情啊。正是这无情的时节，我送着最后一缕春风吹过了楚城。往事如梦，离家万里，醒来时正值夜里三更时分，树枝上杜鹃在凄厉地啼叫。家乡的来信长年断绝，春天万物萌生，镜中的我却已是满头白发了。我现在是因为自己抱负未展而不愿归去，我要归去时自然就归去了，五湖的风景又有谁来与我争抢呢？"}}, {"name": "春日偶作", "prop": {"content": "西园一曲艳阳歌，扰扰车尘负薜萝。自欲放怀犹未得，不知经世竟如何？夜闻猛雨判花尽，寒恋重衾觉梦多。钓渚别来应更好，春风还为起微波。", "translation": "在西园听一曲艳阳之歌，京城扰扰车尘让人深负隐逸之志。虽然想要放宽心怀但难以遂愿，而经世的愿望也不知究竟能否实现。听到夜雨强劲而势猛，预示且判定着花残落尽，春夜寒冷夜晚更长，贪恋重衾觉得梦多。想别后钓渚春色应该比以前更好，春风在水面吹起微波。"}}, {"name": "春光好·花滴露", "prop": {"content": "花滴露，柳摇烟，艳阳天。雨霁山樱红欲烂，谷莺迁。饮处交飞玉斝，游时倒把金鞭。风飐九衢榆叶动，簇青钱。", "translation": "无"}}, {"name": "李甲", "dynasty": "宋代"}, {"name": "醉桃源·春景", "prop": {"content": "拍堤春水蘸垂杨，水流花片香。弄花噆柳小鸳鸯，一双随一双。帘半卷，露新妆，春衫是柳黄。倚阑看处背斜阳，风流暗断肠。", "translation": "拍岸春水蘸着轻柔垂杨，流水中花片飘香。追啄花片争叼柳丝小鸳鸯，它们相亲相爱一双跟随着一双。小楼上珠帘半卷，露出佳人的新妆，薄薄的春衫是柳黄。她转身倚靠栏杆背着斜阳，为那风流情事暗自伤心断肠。"}}, {"name": "高阳台·西湖春感", "prop": {"content": "接叶巢莺，平波卷絮，断桥斜日归船。能几番游，看花又是明年。东风且伴蔷薇住，到蔷薇、春已堪怜。更凄然。万绿西泠，一抹荒烟。 当年燕子知何处，但苔深韦曲，草暗斜川。见说新愁，如今也到鸥边。无心再续笙歌梦，掩重门、浅醉闲眠。莫开帘，怕见飞花，怕听啼鹃。", "translation": "黄莺巢居在密叶之间，柳絮轻轻飘落在湖面。斜阳已近暗淡，断桥处有返家的归船。还能有几番春游？赏花又要等到明年。春风且陪伴着蔷薇留住吧，因为等到蔷薇开花时，春光已经非常可怜。更令人感觉凄楚不堪，掩隐在万绿丛中的西泠桥畔，昔日是何等的热闹喧阗，如今却只留下一抹荒寒的暮烟。当年栖息在朱门大宅的燕子，如今不知飞向何边？往日风景幽胜的去处，只见处处长满苔藓，荒草掩没了亭台曲栏，就连那些清闲的白鸥，也因新愁而白了发颠。我再也没有心愿，去重温纵情欢乐的旧梦，只把自家的层层大门紧掩，喝点闷酒独自闲眠。请不要拉开窗帘，我怕见那飞花片片的声音，更怕见那悲切的声声啼鹃。 "}}, {"name": "虞美人·东风荡飏轻云", "prop": {"content": "东风荡飏轻云缕，时送萧萧雨。水边台榭燕新归，一点香泥，湿带落花飞。海棠糁径铺香绣，依旧成春瘦。黄昏庭院柳啼鸦，记得那人，和月折梨花。", "translation": "东风轻轻地吹拂，云儿缕缕随风飘过。萧萧春雨时紧时缓不停歇。茫茫水边的小楼阁，新归的燕子忙筑窝。口衔香泥穿烟雨，落花粘身频飞过。小径上落满了海棠花，缤纷斑斓花香四发。绿肥红瘦人愁煞。更哪堪，黄昏时节，庭院里柳树落啼鸦。还记得吗，朗月如辉的月光下，那人带着素洁的月色，轻轻地摘下如雪的梨花。"}}, {"name": "赵溍", "dynasty": "宋代"}, {"name": "采桑子·冷香萦遍红桥", "prop": {"content": "冷香萦遍红桥梦，梦觉城笳。月上桃花，雨歇春寒燕子家。箜篌别后谁能鼓，肠断天涯。暗损韶华，一缕茶烟透碧纱。", "translation": "清冷的花香浸透红桥上，多情人的旧梦，风停雨歇，一地残落的桃花润染着如水的月色，城楼上笳声隐隐传来，帘栊问燕子静静地栖息。一别之后，箜篌空悬，等不到再能弹奏起的人，不禁黯然神伤。青春匆匆逝去。一缕苦涩的荼烟钻透碧纱。那是你散不去的思念么？"}}, {"name": "新城道中二首", "prop": {"content": "东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。身世悠悠我此行，溪边委辔听溪声。散材畏见搜林斧，疲马思闻卷旆钲。细雨足时茶户喜，乱山深处长官清。人间岐路知多少，试向桑田问耦耕。", "translation": "东风像是知道我要到山里行，吹断了檐间连日不断的积雨声。岭上浮着的晴云似披着丝棉帽，树头升起的初日象挂着铜钲。矮矮竹篱旁野桃花点头含笑，清清的沙溪边柳条轻舞多情。生活在西山一带的人家应最乐，煮葵烧笋吃了好闹春耕。"}}, {"name": "叶梦得", "dynasty": "宋代"}, {"name": "雨晴", "prop": {"content": "雨前初见花间蕊，雨后兼无叶里花。蛱蝶飞来过墙去，却疑春色在邻家。(版本一) 雨前初见花间蕊，雨后全无叶底花。蜂蝶纷纷过墙去，却疑春色在邻家。(版本二)", "translation": "雨前还见到花间露出的新蕊，雨后却连叶子底下也不见一朵花。蜜蜂和蝴蝶来到园中又纷纷飞过院墙，让人怀疑迷人的春色尽在邻家。"}}, {"name": "江畔独步寻花七绝句", "prop": {"content": "江上被花恼不彻，无处告诉只颠狂。走觅南邻爱酒伴，经旬出饮独空床。稠花乱蕊畏江滨，行步欹危实怕春。(畏 一作：裹）诗酒尚堪驱使在，未须料理白头人。江深竹静两三家，多事红花映白花。报答春光知有处，应须美酒送生涯。东望少城花满烟，百花高楼更可怜。谁能载酒开金盏，唤取佳人舞绣筵。黄师塔前江水东，春光懒困倚微风。桃花一簇开无主，可爱深红爱浅红？黄四娘家花满蹊，千朵万朵压枝低。留连戏蝶时时舞，自在娇莺恰恰啼。不是爱花即欲死，只恐花尽老相催。繁枝容易纷纷落，嫩蕊商量细细开。", "translation": "我被江边上的春花弄得烦恼不已，无处讲述这种心情只能痴狂沉醉。来到南边邻居处寻找酷爱饮酒的伙伴，不料床铺空空，十天前便外出饮酒。"}}, {"dynasty": "魏晋"}, {"name": "春夜喜雨", "prop": {"content": "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。", "translation": "好雨知道下雨的节气，正是在春天植物萌发生长的时候。随着春风在夜里悄悄落下，无声地滋润着春天万物。雨夜中田间小路黑茫茫一片，只有江船上的灯火独自闪烁。天刚亮时看着那雨水润湿的花丛，娇美红艳，整个锦官城变成了繁花盛开的世界。"}}, {"name": "丘逢甲", "dynasty": "清代"}, {"name": "一壶歌", "prop": {"content": "长安市上醉春风，乱插繁花满帽红。看尽人间兴废事，不曾富贵不曾穷。", "translation": "提着酒壶，走在春风扑面的长安街面上，看着熙熙攘攘的行人头上插满红色绚烂的繁花。看尽人间世事，只觉人生中朝朝暮暮，起起伏伏是再正常不过，最后没有谁富贵也没有谁穷。"}}, {"name": "大酺·春雨", "prop": {"content": "对宿烟收，春禽静，飞雨时鸣高屋。墙头青玉旆，洗铅霜都尽，嫩梢相触。润逼琴丝，寒侵枕障，虫网吹黏帘竹。邮亭无人处，听檐声不断，困眠初熟。奈愁极顿惊，梦轻难记，自怜幽独。 行人归意速。最先念、流潦妨车毂。怎奈向、兰成憔悴，卫玠清羸，等闲时、易伤心目。未怪平阳客，双泪落、笛中哀曲。况萧索、青芜国。红糁铺地，门外荆桃如菽。夜游共谁秉烛。", "translation": "无"}}, {"name": "绝句漫兴九首·其四", "prop": {"content": "二月已破三月来，渐老逢春能几回。莫思身外无穷事，且尽生前有限杯。", "translation": "二月已过，三月来临；人渐渐老了，像这样的春天还能遇到几回？不要忧思身外无数烦恼之事，且把眼前的杯中美酒饮尽。"}}, {"name": "渡江云·揭浩斋送春和", "prop": {"content": "名园花正好，娇红白，百态竞春妆。笑痕添酒晕。丰脸凝脂，谁为试铝霜。诗朋酒伴，趁此日流转风光。尽夜游不妨秉烛，未觉是疏狂。茫茫。一年一度，烂漫离披，似长江去浪。但要教啼莺语燕，不怨卢郎。问春春道何曾去，任蜂蝶飞过东墙。君看取，年年潘令河阳。", "translation": "这首送春词，虽对春光无限眷恋，却无伤春情绪。上片写名园百花盛开，娇红白，争荣斗艳。诗朋酒伴，不负大好春光，秉烛夜游。下片写春去茫茫，一年一度。但令莺燕不怨，任蜂蝶飞过东墙。结句新颖，情韵无限。通篇工丽典雅，和婉含蓄，为历来词家所称赏。 "}}, {"name": "送宇文六", "prop": {"content": "花映垂杨汉水清，微风林里一枝轻。即今江北还如此，愁杀江南离别情。", "translation": "鲜花似锦映垂杨，汉水澄澈碧波漾；春风微微林中吹，一花轻盈吐芬芳。现在面对江北景，尚且如此心怏怏；去到江南景更美，离情更使魂魄丧。"}}, {"name": "春日", "prop": {"content": "岸烟起暮色，岸水带斜晖。径狭横枝度，帘摇惊燕飞。落花承步履，流涧写行衣。何殊九枝盖，薄暮洞庭归。", "translation": "岸边的田野村落笼罩在茫茫暮色中，清澈的江流被霞光辉映得一片绚烂。狭窄的小径上不时有横出的树枝挡道，偶然掀起的轿帘惊起了低飞的春燕。下轿漫步在花瓣飘落的山径上，踏过涧石，流水中时常照出我的身影。这一幕幕景象，宛如湘水神灵打着花灯车盖，在霭霭的暮色中从洞庭湖畔回来。"}}, {"name": "眼儿媚·垂杨袅袅蘸清", "prop": {"content": "垂杨袅袅蘸清漪。明绿染春丝。市桥紧马，旗亭沽酒，无限相思。云梳雨洗风前舞，一好百般宜。不知为甚，落花时节，都是颦眉。", "translation": "垂杨枝条随风轻轻拂动水面荡起点点涟漪，春天把它根根染得鲜绿。街市的桥旁拴好我的马匹，在酒楼中买酒寻找我的情趣。楼外杨柳相觑，似有相思寄语。看这杨柳正值春风得意，白云为她梳理，春雨为她洗涤，风儿助她舞弄，让她更添俏丽。无论春风或春雨，可能爱她貌美，事事让她顺意。不知为何，柳叶片片弯曲，是因落花时节春将去？她总将眉头皱起。"}}, {"name": "春日独酌二首", "prop": {"content": "东风扇淑气， 水木荣春晖。白日照绿草， 落花散且飞。孤云还空山， 众鸟各已归。彼物皆有讬， 吾生独无依。对此石上月， 长歌醉芳菲。我有紫霞想，缅怀沧州间。且对一壶酒，澹然万事闲。横琴倚高松，把酒望远山。长空去鸟没，落日孤云还。但悲光景晚，宿昔成秋颜。", "translation": "东风吹来了美好之气，水与树木荣耀着春天的光辉。太阳照耀着绿草，花儿在枝头散落飘飞。孤云在日暮时还回空山，众鸟也各自还巢而归。这些物体都有所寄托，我的残生却孤独无依。对着这映在石上的月光，无奈何只有在芳草中长歌沉醉。"}}, {"name": "谒金门·春半", "prop": {"content": "春已半。触目此情无限。十二阑干闲倚遍。愁来天不管。 好是风和日暖。输与莺莺燕燕。满院落花帘不卷。断肠芳草远。", "translation": "春光已匆匆过去了一半，目光所及，繁花凋落，春天将要逝去。整日斜倚栏杆，徘徊眺望，伤春逝去的愁怨，袭上心头，天也无法帮助摆脱。风和日暖，在这么好的春光，独自倚靠斜栏旁，还不如那双双对对的莺燕。院里落满了残花，垂下幕帘呆在屋里，不忍看到春天逝去的景象。芳草漫漫到天边，思恋的人远在天边处，令人悲肠欲断。"}}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "谢灵运", "dynasty": "南北朝"}, {"name": "春思二首·其一", "prop": {"content": "草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。", "translation": "春天青草丛生，绿柳抽芽，桃花挂在枝头丛丛点缀，李子花的香味飘得远远都是。（但是在这样生机盎然的春天），春风依然不能为我吹散烦恼忧愁，我的愁思怨恨偏偏在这春天一直滋长。"}}, {"name": "高观国", "dynasty": "宋代"}, {"name": "春风", "prop": {"content": "春风先发苑中梅，樱杏桃梨次第开。荠花榆荚深村里，亦道春风为我来。", "translation": "春风先吹开了京城花园中的早梅，继而让樱杏桃李也竞相绽放，令人感到生机盎然。春的来临同样也给乡村送去了欢笑，春风拂过，田野里开放的荠花榆英欢呼雀跃，欣喜地称道：“春风为我而来！”"}}, {"name": "送郄昂谪巴中", "prop": {"content": "瑶草寒不死，移植沧江滨。东风洒雨露，会入天地春。予若洞庭叶，随波送逐臣。思归未可得，书此谢情人。", "translation": "瑶草是受寒不死的，可以移植到仙境沧江的江滨。如果遇到东风飘洒雨露，就会与天地一道春意盎然。我就像洞庭湖的落叶，随着风波送你去贬谪的远方。我也思念故乡"}}, {"name": "浣溪沙·舟逐清溪弯复", "prop": {"content": "舟逐清溪弯又弯。垂柳开处见青山。毵毵绿发覆烟鬟。夹岸莺花迟日里，归船萧鼓夕阳间。一生难得是春闲。", "translation": "小船儿沿着弯弯的清溪曲折而行。两岸是浓密的杨柳，偶在风吹开处窥见远远的青山——仿佛像那丝丝绿发披覆着女子的髻鬟。夹岸莺啼花放，在那迟迟的春日里；归船吹箫击鼓，在那西下的夕阳间。啊，一生难得的正是这春天的闲暇。"}}, {"name": "春昼回文", "prop": {"content": "茶饼嚼时香透齿，水沈烧处碧凝烟。纱窗避著犹慵起，极困新晴乍雨天。", "translation": "无"}}, {"name": "谒金门·双喜鹊", "prop": {"content": "双喜鹊，几报归期浑错。尽做旧愁都忘却，新愁何处着？瘦雪一痕墙角，青子已妆残萼。不道枝头无可落，东风犹作恶。", "translation": "这是一首描写闺怨的词。选材虽传统，但由于作者以其高超的写作技巧及思妇的情感表现得极其凄婉深刻，因而令人震撼，百读不厌。"}}, {"name": "偶成", "prop": {"content": "松下柴门闭绿苔，只有蝴蝶双飞来。蜜蜂两股大如茧，应是前山花已开。", "translation": "松下柴门紧闭长满一院子青苔，只有那蝴蝶成双成对地飞来飞去。蜜蜂两腿上的花粉团大的如蚕茧，大概是前面山上春花又盛开。"}}, {"name": "王士祯", "dynasty": "清代"}, {"dynasty": "清代"}, {"name": "清明日自西午桥至瓜岩", "prop": {"content": "晚霁龙门雨，春生汝穴风。鸟啼官路静，花发毁垣空。鸣玉惭时辈，垂丝学老翁。旧游人不见，惆怅洛城东。", "translation": "洛阳龙门的一夕雨近晚渐渐歇止了，春天的节气来临，使汝穴不断生风。官路上只闻得数声鸟啼，令四周更显静肃，在塌毁的墙垣缝隙中，几朵野花盛放，妆点着此处的空寂。如今想要去仕宦为官，却惭愧才能不及当时的同辈俊秀。只好归隐，效法江湖上无拘无束的老渔翁。往昔所交游的知心好友至今皆已不能相见，只有抱着惆怅的心情，徘徊在洛阳城东。"}}, {"name": "采桑子·春深雨过西湖", "prop": {"content": "春深雨过西湖好，百卉争妍。蝶乱蜂喧。晴日催花暖欲然。兰桡画舸悠悠去，疑是神仙。返照波间。水阔风高扬管弦。", "translation": "春光深浓，雨过天晴，西湖景色更显美好。百花百草争奇斗艳，蝴蝶蜜蜂纷飞喧闹，晴朗的阳光照耀花儿暖热得像要燃烧一样。木兰做的船桨划着画舸悠然离去，就好像是天上神仙的光辉返照湖上碧波，水面辽阔，风高气爽，船上的人悠扬地奏起了管弦。"}}, {"name": "夜半乐·艳阳天气", "prop": {"content": "艳阳天气，烟细风暖，芳郊澄朗闲凝伫。渐妆点亭台，参差佳树。舞腰困力，垂杨绿映，浅桃秾李夭夭，嫩红无数。度绮燕、流莺斗双语。翠娥南陌簇簇，蹑影红阴，缓移娇步。抬粉面、韶容花光相妒。绛绡袖举。云鬟风颤，半遮檀口含羞，背人偷顾。竞斗草、金钗笑争赌。对此嘉景，顿觉消凝，惹成愁绪。念解佩、轻盈在何处。忍良时、孤负少年等闲度。空望极、回首斜阳暮。叹浪萍风梗知何去。", "translation": "无"}}, {"name": "大德歌·春", "prop": {"content": "子规啼，不如归，道是春归人未归。几日添憔悴，虚飘飘柳絮飞。一春鱼雁无消息，则见双燕斗衔泥。", "translation": "春天的杜鹃叫了，好像在说“不如归去”。你走的时候说是春天就回来，而今春已到，人还未归。最近几天已显得疲惫憔悴，心绪不定，好似那虚飘飘的柳絮。整个春天音讯全无，而旧时檐前燕子早已归来，忙忙碌碌地营巢筑窝干得多欢！"}}, {"name": "点绛唇·一夜东风", "prop": {"content": "一夜东风，枕边吹散愁多少。数声啼鸟。梦转纱窗晓。 来是春初，去是春将老。长亭道。一般芳草。只有归时好。", "translation": "此词写闺情。新颖别致，不落俗套。一夜东风，原应罗愁织恨，而词中却说“枕边吹散愁多少”；“来是春初，去是春将老”往往引起人们叹春惜花，无限感伤，而词中偏说“只有归时好”。在即将结束羁旅生活、踏上归程的征人眼中，长亭道上的芳草也在分享着他内心的喜悦。全词清丽婉约，情景交融。 "}}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "文廷式", "dynasty": "近现代"}, {"name": "杏帘在望", "prop": {"content": "杏帘招客饮，在望有山庄。菱荇鹅儿水，桑榆燕子梁。一畦春韭绿，十里稻花香。盛世无饥馁，何须耕织忙。", "translation": "黄色的酒旗招引着客人前来酣饮，远远望去但见隐隐约约的山庄。种着菱荇的湖面是鹅儿戏水的地方，桑树榆树的枝叶正是燕子筑巢用的屋梁。一畦畦韭菜在春风中长得翠绿，一片片稻田散溢着花粉的清香。开明盛世再也没有饥荒和冻馁，又何用忙忙碌碌地耕织呢？ "}}, {"name": "倦寻芳·香泥垒燕", "prop": {"content": "香泥垒燕，密叶巢莺，春晦寒浅。花径风柔，著地舞茵红软。斗草烟欺罗袂薄，秋千影落春游倦。醉归来，记宝帐歌慵，锦屏香暖。别来怅、光阴容易，还又酴醿，牡丹开遍。妒恨疏狂，那更柳花迎面。鸿羽难凭芳信短，长安犹近归期远。倚危楼，但镇日、绣帘高卷。", "translation": "无"}}, {"dynasty": "五代"}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "朱服", "dynasty": "宋代"}, {"name": "陆游", "dynasty": "宋代"}, {"name": "春思二首", "prop": {"content": "草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。红粉当垆弱柳垂，金花腊酒解酴醿。笙歌日暮能留客，醉杀长安轻薄儿。", "translation": "　　春天青草丛生，绿柳抽芽，桃花挂在枝头丛丛点缀，李子花的香味飘得远远都是。（但是在这样生机盎然的春天），春风依然不能为我吹散烦恼忧愁，我的愁思怨恨偏偏在这春天一直滋长。"}}, {"name": "张枢", "dynasty": "元代"}, {"name": "人月圆·春晚次韵", "prop": {"content": "萋萋芳草春云乱，愁在夕阳中。短亭别酒，平湖画舫，垂柳骄骢。一声啼鸟，一番夜雨，一阵东风。桃花吹尽，佳人何在，门掩残红。", "translation": "萋萋芳草、浓云惨淡，笼罩在血色残阳里。我想起以前在亭子里与你饮酒惜别，那时和现在一样，碧绿的湖水上飘着画舫，垂柳之下还有一匹骏马。鸟雀声声啼，一番春雨下，携起一片东风。东风把桃花都吹落了，佳人还是不在。"}}, {"name": "三月晦日赠刘评事", "prop": {"content": "三月正当三十日，风光别我苦吟身。共君今夜不须睡，未到晓钟犹是春。", "translation": "今天是三月三十日，是三月的最后一天，春天美丽的风光就有离开我这位苦吟诗人了。我和你今夜不用睡觉了，在晨钟响动之前，总算还是春天吧。"}}, {"name": "点绛唇·梅", "prop": {"content": "流水泠泠，断桥横路梅枝亚。雪花飞下，浑似江南画。白璧青钱，欲买春无价。归来也，风吹平野，一点香随马。", "translation": "流水发出泠泠的声响，梅树的枝桠横在断桥旁的路上。梅花好似雪花飘飞而下，宛如一幅清新淡雅的江南风景画。想用白璧和青钱将春色买下，可是梅花无价。归来的时候，春风吹过平川旷野，马蹄过后，飘来一股幽香。"}}, {"name": "杨基", "dynasty": "明代"}, {"name": "清平乐·风光紧急", "prop": {"content": "风光紧急。三月俄三十。拟欲留连计无及。绿野烟愁露泣。倩谁寄语春宵。城头画鼓轻敲。缱绻临歧嘱付，来年早到梅梢。", "translation": "无"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "如梦令·莺嘴啄花红溜", "prop": {"content": "莺嘴啄花红溜，燕尾点波绿皱。指冷玉笙寒，吹彻小梅春透。依旧，依旧，人与绿杨俱瘦。", "translation": "黄莺啄花，红色的花瓣从枝头纷纷落下；燕子掠水，剪尾点破了水面，泛起缕缕细绿的波纹。天寒手冷，玉笙冰凉，吹奏一曲《小梅》，呜咽回荡响彻天空。这样吹下去，一定会让人和绿杨都会变得越发消瘦。"}}, {"name": "司空曙", "dynasty": "唐代"}, {"name": "南乡子·春情", "prop": {"content": "晚景落琼杯，照眼云山翠作堆。认得岷峨春雪浪，初来，万顷蒲萄涨渌醅。春雨暗阳台，乱洒歌楼湿粉腮。一阵东风来卷地，吹回，落照江天一半开。", "translation": "夕阳美丽的景色倒影在手中的玉杯里，青山绿树把一杯的玉液都染绿了。认得这杯中琼浆是故乡岷山和峨眉山上的积雪融化而来。初次看来，万顷的江水都好像那尚未过滤的酒。阳台山上春雨忽至，胡乱地洒在歌楼打湿了美人的粉腮。忽然一阵东风卷地而来，吹散了云雨，落日的余晖从乌云缝隙中斜射出来，染红了半边天。"}}, {"name": "春不雨", "prop": {"content": "西亭石竹新作芽，游丝已罥樱桃花。鸣鸠乳燕春欲晚，杖藜时复话田家。田家父老向我说，“谷雨久过三月节。春田龟坼苗不滋，犹赖立春三日雪。”我闻此语重叹息，瘠土年年事耕织。暮闻穷巷叱牛归，晓见公家催赋入。去年旸雨幸无愆，稍稍三农获晏食。春来谷赋复伤农，不见饥鸟啄余粒。即今土亢不可耕，布谷飞飞朝暮鸣。舂莩作饭藜作羹，吁嗟荆益方用兵。", "translation": "此诗作于顺治十四年（1657），这一年自春至夏，北方三月不雨，此诗即咏写此事。"}}, {"name": "涌金门见柳", "prop": {"content": "涌金门外柳垂金，三日不来成绿阴。折取一枝入城去，使人知道已春深。", "translation": "涌金门外的垂柳原是鹅黄色的，几天不来已是绿树成荫了。折下一枝带回城里，让人们知道春天早就已经来临了。"}}, {"name": "春日山中对雪有作", "prop": {"content": "竹树无声或有声，霏霏漠漠散还凝。岭梅谢后重妆蕊，岩水铺来却结冰。牢系鹿儿防猎客，满添茶鼎候吟僧。好将膏雨同功力，松径莓苔又一层。", "translation": "雪花打在竹丛和树枝上，不时发出沙沙响声；浓密的雪片从空中飘落下来，聚集在地面上。岭头的梅花已经凋谢，现在又好像重新开放了；山岩积雪融化后的流水，却又结成寒冰。要把驯养的小鹿栓牢，严防它们乱跑而被雪天打猎的人捉去；将煮茶的壶水添满，等候山寺的僧人共同品尝、吟诗。可以将春雪同春雨的功劳相比；春雪过后，松间小路上的莓苔，将会更加浓密。"}}, {"name": "阮郎归·呈郑王十二弟", "prop": {"content": "东风吹水日衔山，春来长是闲。落花狼藉酒阑珊，笙歌醉梦间。佩声悄，晚妆残，凭谁整翠鬟？留连光景惜朱颜，黄昏独倚阑。", "translation": "东风吹动春水，远山连接着落日，春天来了长期都很无聊。落花一片狼藉，酒兴也逐渐衰减，吹笙唱歌整日就像醉中梦里一般。春睡醒来，明明知道晚妆已零乱不整，但谁还会去整理梳妆？时光易逝，朱颜易老而无人欣赏，黄昏时候只能独自倚靠着栏杆。"}}, {"name": "丘为", "dynasty": "唐代"}, {"name": "仲殊", "dynasty": "宋代"}, {"name": "水龙吟·次韵林圣予惜", "prop": {"content": "问春何苦匆匆，带风伴雨如驰骤。幽葩细萼，小园低槛，壅培未就。吹尽繁红，占春长久，不如垂柳。算春长不老，人愁春老，愁只是、人间有。春恨十常八九，忍轻辜、芳醪经口。那知自是，桃花结子，不因春瘦。世上功名，老来风味，春归时候。纵樽前痛饮，狂歌似旧，情难依旧。", "translation": "请问春天何苦这样匆匆，夹风带雨好似骏马驰骋。幽幽花朵、细瓣绿萼，在小园的低槛里，还没等人把土培好，就被风吹得满地落红。这百花占有春天的时间，还不如垂柳长久。其实春天周而复始永不老，只是人总爱忧愁春老，这忧愁只有人间才有。一年中春恨占有十之八九，怎忍心辜负时光不饮美酒。难道不知，桃花凋谢是因自己要结果，并不是因为春去而消瘦。世上功名利禄也是如此，人到了老年之境界，就如春天到了晚暮时候。今天纵使能举杯痛饮，像过去一样狂歌，但心情却不可能依旧。"}}, {"name": "浣溪沙·泉湖道中赴闽", "prop": {"content": "细听春山杜宇啼。一声声是送行诗。朝来白鸟背人飞。对郑子真岩石卧，趁陶元亮菊花期。而今堪诵北山移。", "translation": "听到春山杜鹃一声声啼叫，既是为我送行，又是盼我早日归来。早上飞来的白鸟似乎是在责怪我违背誓言与其分离。我当初想效仿郑子真，陶渊明终老田园，对着岩石坐卧，学陶元亮赏菊。现在我出仕做官，恐怕要被人用《北山移文》来耻笑了。"}}, {"name": "春园即事", "prop": {"content": "宿雨乘轻屐，春寒著弊袍。开畦分白水，间柳发红桃。草际成棋局，林端举桔槔。还持鹿皮几，日暮隐蓬蒿。", "translation": "昨夜雨湿蹬上轻便木屐，春寒料峭穿起破旧棉袍。挖开畦埂清水分灌田垄，绿柳丛中盛开几树红桃。草地中间画出棋枰对弈，树林一头升降汲水桔槔。还拿来那鹿皮面的小几，黄昏后凭倚它隐身蓬蒿。"}}, {"name": "临江仙·金谷无烟宫树", "prop": {"content": "金谷无烟宫树绿，嫩寒生怕春风。博山微透暖薰笼。小楼春色里，幽梦雨声中。别浦鲤鱼何日到，锦书封恨重重。海棠花下去年逢。也应随分瘦，忍泪觅残红。", "translation": "是不举烟火的寒食节，名贵的树木在园子里隐隐透出绿色。嫩生生的寒意，在春风中瑟瑟抖动着。薰笼内，焚烧香料的博山炉还微微透出暖气。深浓的春色围着小小的阁楼，在轻柔的雨声里，我们做着温馨的梦。在我们分手的渡口，送信的鲤鱼哪一天才能来到呢？它捎来的，该是一封包裹着千愁万恨的信吧！还记得，我们是在去年，一株海棠花下认识的，由于相思的折磨，她一定瘦多了。啊，也许此刻她正含着泪，在独自寻找那片片残红罢！"}}, {"name": "权德舆", "dynasty": "唐代"}, {"name": "黄公度", "dynasty": "宋代"}, {"name": "汪莘", "dynasty": "宋代"}, {"name": "清平乐·春归何处", "prop": {"content": "春归何处？寂寞无行路。若有人知春去处，唤取归来同住。 春无踪迹谁知？除非问取黄鹂。百啭无人能解，因风飞过蔷薇。", "translation": "春天回到了哪里？寻不见它的踪迹只感苦闷寂寞。如果有人知道春天的消息，定要帮我呼唤它回来与我同住。谁也不知道春天的踪迹，只好去问一问黄鹂。然而黄鹂的婉转鸣声，谁又能懂呢？一阵风起它便随风飞过了盛开的蔷薇。"}}, {"name": "李之仪", "dynasty": "宋代"}, {"name": "杂咏八首上礼部李侍郎", "prop": {"content": "四月深涧底，桃花方欲然。宁知地势下，遂使春风偏。此意颇堪惜，无言谁为传。过时君未赏，空媚幽林前。", "translation": "四月山间的河流清澈见底，山上的桃花才将要开放。哪里知道桃树长在地势偏下的地方，于是春风就偏往河边吹。此惺惺相惜的情谊十分值得珍惜，但这无声的情谊谁来替你们传达。过段时间若无人欣赏，就白白在这山间幽林处独自绽放。"}}, {"name": "浪淘沙·探春", "prop": {"content": "昨日出东城，试探春情。墙头红杏暗如倾。槛内群芳芽未吐，早已回春。绮陌敛香尘，雪霁前村。东君用意不辞辛。料想春光先到处，吹绽梅英。", "translation": "昨天出东城踏青游玩。墙上的红杳颜色很暗，茂密得好像要倾斜下夹。栏杆内侧的各种花草却还没有露出花苞，春天的脚步还没走到这里。美丽的小路上，女子经过，扬起尘土和落花，前面的村子，刚刚下过雪。这是掌管春天的神辛勤的脚步吧？想必春天来到之时，柔风一定会先吹开梅花。"}}, {"name": "谢池春慢·玉仙观道中", "prop": {"content": "缭墙重院，时闻有、啼莺到。绣被掩余寒，画幕明新晓。朱槛连空阔，飞絮无多少。径莎平，池水渺。日长风静，花影闲相照。尘香拂马，逢谢女、城南道。秀艳过施粉，多媚生轻笑。斗色鲜衣薄，碾玉双蝉小。欢难偶，春过了。琵琶流怨，都入相思调。", "translation": "高墙环绕重重深院，耳畔不时传来燕啼莺嗽。绣被抵御拂晓的残寒，画阁辉映朝霞的璀灿。朱红的栏杆拥抱水天的空阔，飞舞的柳絮呵，何处才是你的边沿？路上的青草，平整如剪;池中的春水，宽阔渺远。春日迟迟，风也似在偷懒—花枝，把身影投向悠闲的水面。尘雾的余香轻拂着马的鞍，谢媚卿呵，与你幸会在城南路边。面容比敷过胭脂还更觉秀艳，微笑似妩媚的歌声在耳边震颤。色彩入时，着一身薄薄的春衫，面容如玉，鬓发似透明的双蝉。相见恨晚，相爱恨晚，春天呵，离我们越去越远？听，琵琶的旋律似流水潺潺，流不尽的是相思的幽怨。"}}, {"name": "金銮", "dynasty": "明代"}, {"name": "剑器近·夜来雨", "prop": {"content": "夜来雨。赖倩得、东风吹住。海棠正妖娆处。且留取。悄庭户。试细听、莺啼燕语。分明共人愁绪。怕春去。佳树。翠阴初转午。重帘卷，乍睡起、寂寞看风絮。偷弹清泪寄烟波，见江头故人，为言憔悴如许。彩笺无数。去却寒暄，到了浑无定据。断肠落日千山暮。", "translation": "夜间的绵绵细雨，那带雨的海棠花分外美丽。愿这美景长留不去。庭院中悄然无声。我用心仔细听，小燕黄莺啼唱声声悦耳，分明与人一样明白人间情意，生怕春天走得太快。枝条美丽的绿树，树荫一片转过正午。我刚刚睡起，层层帘幕还未卷起，我一个人寂寞地观看纷飞的柳絮。我偷偷抹去伤心的眼泪，寄与那烟波浩荡的江水，待并水流到江头的故人那里，告诉她我凄凉之景。唉，你寄来的情书虽然多，除去那些问候话，归期却毫不定，也未说何时才归来。夕阳中我凝神远望，所见到千山茫茫，令人断肠。"}}, {"name": "浣溪沙·楼上晴天碧四", "prop": {"content": "楼上晴天碧四垂，楼前芳草接天涯。劝君莫上最高梯。新笋已成堂下竹，落花都上燕巢泥。忍听林表杜鹃啼。", "translation": "晴空万里，我登上杨柳掩映的高楼，眺望一片芳草绿到天边。劝你不要登上高楼的顶点，因为此时登高怀远，最是伤怀。堂下的新笋已长成竹子，落花已碾成尘土作了燕子筑巢的新泥。此时再怎忍心听那林梢上传来杜鹃的的啼叫呢？"}}, {"name": "蝶恋花·晓日窥轩双燕", "prop": {"content": "晓日窥轩双燕语，似与佳人，共惜春将暮。屈指艳阳都几许？可无时霎闲风雨。流水落花无问处，只有飞云，冉冉来还去。持酒劝云云且住，凭君碍断春归路。", "translation": "在早上太阳刚刚升起，慢慢地揭起帘子往外看去，两只燕子好像在与美人窃窃私语的样子。燕子与美人都好像在惋惜春天快要过完了。屈指一算，太阳都升的很高了，一天又快过完了，不知不觉中中天空又飘飘洒洒的下起了小雨。流动的溪水和落在溪水中的花都没有办法去询问，只有天上的飘着的流云。缓缓的飘来飘去。端着酒劝说天上的云暂时停一下，只有你还能阻断春天回去的路，不让春天回去。"}}, {"name": "南浦·春水", "prop": {"content": "柳下碧粼粼，认麹尘乍生，色嫩如染。清溜满银塘，东风细、参差縠纹初遍。别君南浦，翠眉曾照波痕浅。再来涨绿迷旧处，添却残红几片。葡萄过雨新痕，正拍拍轻鸥，翩翩小燕。帘影蘸楼阴，芳流去，应有泪珠千点。沧浪一舸，断魂重唱蘋花怨。采香幽泾鸳鸯睡，谁道湔裙人远。", "translation": "柳树下的碧池非常清澈，发现新柳刚刚长出来，嫩绿的色泽如果染过一般。清澈的水填满了银塘，微弱的东风，吹的整个池塘泛起层层波纹。想起和你分别在南浦，你的影子曾照在这浅浅的春水里，再来的时候，水已经漫过了以前我们站的位置了，多出了几片凋零的红花。碧绿的江水在经过雨水洗礼之后，再添新绿，那拍打着翅膀的鸥鸟，飞翔的小燕。帘影映照在水中，这春水中应该有女子的千点相思泪珠，随着水流远去。你乘船离去，留我在这里伤心地唱着蘋花怨。采蘋的路上，有鸳鸯再次歇卧，远去在外，谁能想念起家中湔裙之人。"}}, {"name": "春日行", "prop": {"content": "深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。安能为轩辕，独往入窅冥。小臣拜献南山寿，陛下万古垂鸿名。", "translation": "无"}}, {"name": "青门引·春思", "prop": {"content": "乍暖还轻冷。风雨晚来方定。庭轩寂寞近清明，残花中酒，又是去年病。 楼头画角风吹醒。入夜重门静。那堪更被明月，隔墙送过秋千影。", "translation": "天气刚刚变暖，时而还透着微寒。一整天风雨交加，直到傍晚方才停止。时近清明，庭院里空空荡荡，寂寞无声。对着落花醉酒酣饮，这伤心病痛像去年一般情境。晚风吹送谯楼画角将我惊醒，入夜后重门紧闭庭院更加宁静。正心烦意乱、心绪不宁时，哪里还能再忍受溶溶月光，隔墙送来少女荡秋千的倩影。"}}, {"name": "桃源忆故人·暮春", "prop": {"content": "华胥梦断人何处，听得莺啼红树。几点蔷薇香雨，寂寞闲庭户。暖风不解留花住，片片着人无数。楼上望春归去，芳草迷归路。", "translation": "如同华胥一样理想的安乐和平之梦做完了，人在何地？只听得黄莺啼于红树。蔷薇露珠如香雨般滴下，寂寞地进入了闲空的庭院。温暖的春风不懂得留住花，却将它一片片地吹落到人们身上。楼上人远看着春天快要过去，满地长长的芳草迷了人眼看不见归路。"}}, {"name": "浣溪沙·春情", "prop": {"content": "桃李溪边驻画轮。鹧鸪声里倒清尊。夕阳虽好近黄昏。 香在衣裳妆在臂，水连芳草月连云。几时归去不销魂。", "translation": "桃李溪边停着一辆画轮车。鹧鸪发出“行不得也哥哥”的叫声时，就是倒酒于杯中与情人约会之际。晚照虽然美丽，但它已临近黄昏的时候。体发香味留在衣裳上，信物套在手臂上。我俩好比那明沏的溪水浸着芳香的草儿，皎洁的月儿伴着那雪白的云儿。多少时候离去才不致痛苦悲伤。 "}}, {"name": "思帝乡·花花", "prop": {"content": "花花，满枝红似霞。罗袖画帘肠断，卓香车。 回面共人闲语，战篦金凤斜。惟有阮郎春尽，不归家。", "translation": "千万朵花儿窜上枝头，将枝头披满红霞。美人伫立在香车上，收卷画帘的罗袖，摇曳着心底相思的牵挂。回头与人闲语的时候，只见凤钗金篦斜斜地簪住浓发。莫非她的爱人也做了阮郎，春光逝尽却还不归家。"}}, {"name": "菩萨蛮·春风吹绿湖边", "prop": {"content": "春风吹绿湖边草，春光依旧湖边道。玉勒锦障泥，少年游冶时。烟明花似绣，且醉旗亭酒。斜日照花西，归鸦花外啼。", "translation": "初春时节，小草抽新芽，湖边道上春意盎然与昔日春光并无不同。回想少年时跨坐宝马漫游，那是何等难忘的时光呀呀！早春湖畔阳光明媚，岸上的红花像是绣在轻绡上似的，聊且到这酒楼中以求一醉。在旗亭中沉入了久长的回忆，直到归鸦啼鸣才从沉思中醒来，此时已是夕阳西下了。"}}, {"name": "谒金门·帘漏滴", "prop": {"content": "帘漏滴，却是春归消息。带雨牡丹无气力，黄鹂愁雨湿。争着洛阳春色，忘却连天草碧。南浦绿波双桨急，沙头人伫立。", "translation": "①南浦：泛指面南的水边。 "}}, {"name": "减字木兰花·春情", "prop": {"content": "画桥流水，雨湿落红飞不起。月破黄昏，帘里馀香马上闻。徘徊不语，今夜梦魂何处去。不似垂杨，犹解飞花入洞房。", "translation": "美丽的小桥下，流水潺潺，花瓣被雨淋湿，沾在地上。黄昏过去，月亮升起来了，在马上还闻到帘里的余香。独个儿默默地徘徊在堂前院里，今夜我的梦魂将追到什么地方？他呵，怎够不上垂杨那样多情？垂杨还懂得让花絮飞入我洞房。"}}, {"name": "兰溪棹歌", "prop": {"content": "凉月如眉挂柳湾，越中山色镜中看。兰溪三日桃花雨，半夜鲤鱼来上滩。", "translation": "一弯蛾眉月，映射着清冷的黑暗，低挂在水湾的柳梢上。越中水清如镜，两岸秀色尽映水底。兰溪在接连下了三天的春雨后，溪水猛涨，鱼群竟在半夜中涌上了溪头浅滩。"}}, {"name": "东马塍", "prop": {"content": "一塍芳草碧芊芊，活水穿花暗护田。蚕事正忙农事急，不知春色为谁妍？", "translation": "东马塍芳草碧绿茂盛，繁花满目，活水穿流其间，静静地润泽农田。正是养蚕农忙时节，也不知这美丽春色是为给谁看？"}}, {"name": "蝶恋花·春景", "prop": {"content": "花褪残红青杏小。燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草。墙里秋千墙外道。墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。", "translation": "花儿残红褪尽，树梢上长出了小小的青杏。燕子在天空飞舞，清澈的河流围绕着村落人家。柳枝上的柳絮已被吹得越来越少，但不要担心，到处都可见茂盛的芳草。围墙里面，有一位少女正在荡秋千，少女发出动听的笑声，墙外的行人都可听见。慢慢地，围墙里边的笑声就听不见了，行人惘然若失，仿佛多情的自己被无情的少女所伤害。"}}, {"name": "阳春歌", "prop": {"content": "长安白日照春空，绿杨结烟垂袅风。披香殿前花始红，流芳发色绣户中。绣户中，相经过。飞燕皇后轻身舞，紫宫夫人绝世歌。圣君三万六千日，岁岁年年奈乐何。", "translation": "阳春三月，暖暖的太阳照耀着长安城，碧空下，杨树的枝条已经抽出嫩芽，在和煦的春风吹拂下，远看轻烟曼舞。披香殿前的花儿正含苞待放，已经显露出红色，在绣房间散发着芬芳。诗人从绣房间经过。不禁联想到皇后赵飞燕妙曼的身段舞姿，还有紫宫夫人的绝世嗓音。但春日里皇宫内园中这些美好的景色，都在历代帝王之家被消磨了，世人无法欣赏，实在可惜。"}}, {"name": "鹧鸪天·十里楼台倚翠", "prop": {"content": "十里楼台倚翠微。百花深处杜鹃啼。殷勤自与行人语，不似流莺取次飞。 惊梦觉，弄晴时。声声只道不如归。天涯岂是无归意，争奈归期未可期。", "translation": "连绵十里的亭台楼阁，紧挨着青翠的山色延伸过去，百花丛中传来一声声杜鹃的啼鸣。它们热切地叫着，仿佛要同行道中人说话。可不像那些黄莺儿，只管自由自在地来回乱飞。从睡梦中惊醒时，杜鹃正在晴明的春日卖弄自己的叫声。“不如归去！不如归去！”那声声的啼叫听来愈加分明。作为漂泊天涯的游子，我又何尝没有返回家乡的想法？奈何那归去的日期啊，却至今难以确定！"}}, {"name": "木兰花慢·西湖送春", "prop": {"content": "问花花不语，为谁落，为谁开。算春色三分，半随流水，半入尘埃。人生能几欢笑，但相逢、尊酒莫相催。千古幕天席地，一春翠绕珠围。彩云回首暗高台。烟树渺吟怀。拚一醉留春，留春不住，醉里春归。西楼半帘斜日，怪衔春、燕子却飞来。一枕青楼好梦，又教风雨惊回。", "translation": "问花花不说话，为谁零落为谁而开。就算有三分春色，一半已随水流去，一半化为尘埃。人生能有多少欢笑，故友相逢举杯畅饮却莫辞推。整个春天翠围绿绕，繁花似锦把天地遮盖。回首高台烟树隔断昏暗一片。不见美人踪影令人更伤情怀。拚命畅饮挽留春光却挽留不住，乘着酒醉春天又偷偷离开。西楼斜帘半卷夕阳映照，奇怪的是燕子衔着花片仿佛把春带来。刚刚在枕上做着欢乐的美梦，却又让无情的风雨声破坏。"}}, {"name": "菩萨蛮·牡丹花谢莺声", "prop": {"content": "牡丹花谢莺声歇，绿杨满院中庭月。相忆梦难成，背窗灯半明。翠钿金压脸，寂寞香闺掩。人远泪阑干，燕飞春又残。", "translation": "牡丹花谢，夜莺也停止了歌声，月光在满种满绿杨的庭院。我思念着你难以入梦，背窗陪伴着长夜孤灯，看着它昏昏欲灭。玉翠金钿低垂在我的脸上，在紧闭着门窗的闺阁里，我只觉心中满是孤寂。想到远在边关的亲人，想一想燕子衔走的春光，伤心的泪，不停地淌。"}}, {"name": "清明二绝·其二", "prop": {"content": "卷地风抛市井声，病夫危坐了清明。一帘晚日看收尽，杨柳微风百媚生。", "translation": "春风卷地，抛进来街头阵阵欢乐的声浪。病弱的诗人，却高堂端坐，静赏清明风光。帘外的夕阳渐渐西沉，看那微风中的杨柳，婀娜多姿，百般娇媚轻狂。"}}, {"name": "戏题盘石", "prop": {"content": "可怜盘石临泉水，复有垂杨拂酒杯。若道春风不解意，何因吹送落花来。", "translation": "可爱的巨石大如席，下面濒临泉水。垂杨拂水，临泉举杯，是多么高雅的情趣。春风飞花低吟高唱，春风啊难道不解人意？如果说你不解人意的话，为什么又要吹送落花来？"}}, {"name": "生查子·鞭影落春堤", "prop": {"content": "鞭影落春堤，绿锦鄣泥卷。脉脉逗菱丝，嫩水吴姬眼。啮膝带香归，谁整樱桃宴。蜡泪恼东风，旧垒眠新燕。", "translation": "骑一匹骏马，驰过长堤，步步催马，鞭影横飞，我要看尽这春色的美。骏马飞奔，马鞍两边垂障上的轻尘腾飞。路旁女子含情脉脉，目光炯炯有神，好比吴地佳丽的眼渡。我游遍全城，骑马归来，带回一缕春的芬芳。是谁主持了一场樱桃宴会，要来庆贺新科进士们。东风徐徐，蜡烛被吹得跳跃起来，弄得它“泪流满面”。去年的燕巢中钻进了新来的燕子，一切似乎如此春风得意。"}}, {"name": "严仁", "dynasty": "宋代"}, {"name": "无题", "prop": {"content": "一年社日都忘了，忽见庭前燕子飞。禽鸟也知勤作室，衔泥带得落花归。", "translation": "一年一次的社日都忘记了，忽然看见庭前燕子翻飞。禽鸟也知道应该勤劳筑巢，带回筑巢的泥土里常常捎带着落花。"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "山居示灵澈上人", "prop": {"content": "晴明路出山初暖，行踏春芜看茗归。乍削柳枝聊代札，时窥云影学裁衣。身闲始觉隳名是，心了方知苦行非。外物寂中谁似我，松声草色共无机。", "translation": "春日里山间暖山路晴明，茶新发革新长踏青而归。一无意中削柳枝以此代札，偶然间见云影照此裁衣。身闲处始觉得去名为是，心悟了方知道苦行为非。禅寂中外物众有难似我，松树声春草色都无心机。"}}, {"name": "东郊", "prop": {"content": "吏舍跼终年，出郊旷清曙。杨柳散和风，青山澹吾虑。依丛适自憩，缘涧还复去。微雨霭芳原，春鸠鸣何处。乐幽心屡止，遵事迹犹遽。终罢斯结庐，慕陶直可庶。", "translation": "困守官舍，使我终年地烦闷。漫步郊野，曙光荡涤我的胸襟。杨柳依依，在和风里摇曳不定。青山如画，淡泊了我的尘念俗情。斜倚树丛，我休息得多么安宁；沿着山涧，继续信步前行。微雨过后，芬芳的原野更加滋润清新，斑鸠声声，却不知在哪里欢鸣。我向来喜爱幽静，可惜总难以遂心。公务缠绕，生活常感觉迫促不宁。我终将辞谢官职，去营造茅屋一进，追随陶潜的步履，但愿得到那清雅的风情。 "}}, {"name": "张泌", "dynasty": "唐代"}, {"name": "殿前欢·酒杯浓", "prop": {"content": "酒杯浓，一葫芦春色醉山翁，一葫芦酒压花梢重。随我奚童，葫芦干，兴不穷。谁人共？一带青山送。乘风列子，列子乘风。", "translation": "酒杯中的酒香正浓，而春色更令我陶醉。一边喝酒一边赏春，花的美比酒更能醉人，跟随我的书童，边看边喝兴致无穷，和谁一起回去呢，青山一带来相送。归来途中，虽微有醉意，却一点也不疲倦，步履轻快，仿佛如列子御风而行，飘然欲仙。"}}, {"name": "点绛唇·春眺", "prop": {"content": "青粉墙西，紫骢嘶过垂杨道。画楼春早，一树桃花笑。前梦迷离，人远波声小。年时到，越溪云杳，风雨连天草。", "translation": "此词抒写春日感怀。上片写眼前景色。垂杨道上紫骝嘶过。画楼春早，一树桃花。下片抒怀人之情。前梦迷离，征帆远去。波声渐小。芳草连天，越溪云杳。全词曲折含蓄，和婉工丽。 "}}, {"name": "沁园春·送春", "prop": {"content": "春，汝归欤？风雨蔽江，烟尘暗天。况雁门阨塞，龙沙渺莽，东连吴会，西至秦川。芳草迷津，飞花拥道，小为蓬壶借百年。江南好，问夫君何事，不少留连？江南正是堪怜！但满眼杨花化白毡。看兔葵燕麦，华清宫里；蜂黄蝶粉，凝碧池边。我已无家，君归何里？中路徘徊七宝鞭。风回处，寄一声珍重，两地潸然！", "translation": "春光，你要回去了吗？风雨遮蔽了江面，烟尘昏暗了蓝天。况且，雁门关险塞阻隔，龙沙堆空旷迷茫。东边将吴会接连，西边与秦川相衔。芳草连绵，掩遮了津渡;落英缤纷，遮蔽在道前。请在蓬莱、方壶般的神仙境界中小住一百年。江南如此美景，问您是为了什么，不在此稍微流连？江南，正叫人惜怜。只见漫漫杨花，化为白毡，无边地伸延。看见兔葵燕麦，长满在华清宫里;黄蜂粉蝶，缠绕在凝碧池边。我已无家可回。您又有何处可归？途中徘徊不已，携去了珍贵的七宝鞭，清风回旋，寄去一声珍重的属托。两地相念，泪落涟涟。"}}, {"name": "淮中晚泊犊头", "prop": {"content": "春阴垂野草青青，时有幽花一树明。晚泊孤舟古祠下，满川风雨看潮生。", "translation": "春天的阴云笼罩着草色青青的原野，偶尔有一树野花冒出头来，在眼前豁然一亮。晚间将小舟独泊在古庙下边，只见满河风雨，潮水渐渐上涨。"}}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "咏二十四气诗·春分二", "prop": {"content": "二气莫交争，春分雨处行。雨来看电影，云过听雷声。山色连天碧，林花向日明。梁间玄鸟语，欲似解人情。", "translation": "阴阳二气不要交相争斗了；不如在春分时节，多向春雨深处行走。春雨来时，可以看天空中闪电忽明忽暗；乌云来时，可以听天空中轰隆作响的雷声。山色青翠，与天空连成一片，碧空如洗；林间的花儿，分外妖娆，与日光连成一片，分外明亮。梁间的燕子，窃窃私语；似乎想要读懂人们内心的复杂情感。"}}, {"name": "点绛唇·饯春", "prop": {"content": "抛尽榆钱，依然难买春光驻。依春无语，肠断春归路。春去能来，人去能来否？长亭暮，乱山无数。只有鹃声苦。", "translation": "榆钱非钱，春归亦无路，惟文学乃能以虚构之钱与路，将抽象事物表现为具体可感之形象。上片咏春光难驻，正借词人造语之新颖，方予人以深刻印象。下片“春去能来，人去能来否”两句，将词意转深一层，点出离愁比春归更令人凄苦，遂使“饯春”有了双重含义。 "}}, {"name": "顾贞观", "dynasty": "清代"}, {"name": "燕归梁·春愁", "prop": {"content": "芳草年年惹恨幽。想前事悠悠。伤春伤别几时休。算从古、为风流。 春山总把，深匀翠黛，千叠在眉头。不知供得几多愁。更斜日、凭危楼。", "translation": "一年又一年，春草总是惹起离恨，回想前事总是心中忧愁。伤春伤别的情怀什么时候才能停止啊！从古到今的人们，都是为了男女情事。春天的山林把自己青翠的颜色深匀叠压在女子眉头。不知道能献上多少忧愁！已是夕阳西下，倚着高楼极目远望。"}}, {"name": "初春济南作", "prop": {"content": "山郡逢春复乍晴，陂塘分出几泉清？郭边万户皆临水，雪后千峰半入城。", "translation": "春天阴晴多变，此时突然放晴，阳光下的池塘里流出一股股清凉的泉水。济南素有“家家泉水，户户垂杨”之称。春雪过后城南千佛山的山影映入城中，无处不赏心悦目。"}}, {"name": "思归", "prop": {"content": "暖丝无力自悠扬，牵引东风断客肠。外地见花终寂寞，异乡闻乐更凄凉。红垂野岸樱还熟，绿染回汀草又芳。旧里若为归去好，子期凋谢吕安亡。", "translation": "温暖春日中新绿的柳枝被风吹得高低起伏，东风吹动出外游人的心。在异地看见家乡的花感觉到无边寂寞，在异乡听到家乡的乐曲让自己感到更加凄凉。 红花飘落在地上，岸边的樱桃还没有熟透，小草重新生长绿色染遍了洲渚。如果可以回到家乡，还是早些回去，不然子期死了，吕安也亡了。"}}, {"name": "元稹", "dynasty": "唐代"}, {"name": "独望", "prop": {"content": "绿树连村暗，黄花出陌稀。远陂春草绿，犹有水禽飞。", "translation": "一片高大茂密的树把整个村庄笼罩在一片阴暗之中，金灿灿的油菜花开得正茂，花向麦田远处渐渐稀疏。放眼望去远处的水池边，青草绿油油的，空中还有几只水鸟如白色的鹭鸶向下盘飞。"}}, {"name": "早春呈水部张十八员外", "prop": {"content": "天街小雨润如酥，草色遥看近却无。最是一年春好处，绝胜烟柳满皇都。莫道官忙身老大，即无年少逐春心。凭君先到江头看，柳色如今深未深。", "translation": "京城大道上空丝雨纷纷，它像酥油般细密而滋润，远望草色依稀连成一片，近看时却显得稀疏零星。这是一年中最美的季节，远胜过绿柳满城的春末。"}}, {"name": "帝台春·芳草碧色", "prop": {"content": "芳草碧色，萋萋遍南陌。暖絮乱红，也知人、春愁无力。忆得盈盈拾翠侣，共携赏、凤城寒食。到今来，海角逢春，天涯为客。 愁旋释。还似织。泪暗拭。又偷滴。谩伫立、倚遍危阑，尽黄昏，也只是、暮云凝碧。拚则而今已拚了，忘则怎生便忘得。又还问鳞鸿，试重寻消息。", "translation": "无"}}, {"name": "杏花", "prop": {"content": "暖气潜催次第春，梅花已谢杏花新。 半开半落闲园里，何异荣枯世上人。", "translation": "暖风吹来，带来了春天的气息。盛开的梅花此时已经凋谢，但杏花正一朵朵的盛开。园里的杏花开梅花落，这和世上的容华更替何其相似。"}}, {"name": "王雱", "dynasty": "宋代"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "李煜", "dynasty": "五代"}, {"name": "左纬", "dynasty": "宋代"}, {"dynasty": "近现代"}, {"name": "杨花落", "prop": {"content": "北斗南回春物老，红英落尽绿尚早。韶风澹荡无所依，偏惜垂杨作春好。此时可怜杨柳花，萦盈艳曳满人家。人家女儿出罗幕，静扫玉庭待花落。宝环纤手捧更飞，翠羽轻裾承不著。历历瑶琴舞态陈，霏红拂黛怜玉人。东园桃李芳已歇，独有杨花娇暮春。", "translation": "暮春三月，春色渐褪。面对纷纷扬扬的杨花，诗人们不禁产生种种感触。杨巨源以欢悦心情，描绘出满天杨花的轻盈曼妙的风姿，赋予杨花崭新的形象。“北斗南回春物老，红英落尽绿尚早”，北斗星斗柄南指，冬去春来，大地回春。开头跳过初春、仲春，直指春暮花稀，逼近题意。“韶风澹荡无所依，偏惜垂杨作春好。”韶风，和风。当红稀绿少之时，是垂杨弄春之际。诗人移情韶风，以“无所依”、“偏惜”，将和风写得情意绵绵。以物拟人，跌荡有致。诗歌由春暮引出春风，再引到垂杨，却还没有触及杨花，看似开门见山、拍合诗题，却又琵琶半遮，小作掩映。"}}, {"name": "晁补之", "dynasty": "宋代"}, {"name": "一斛珠·洛城春晚", "prop": {"content": "洛城春晚。垂杨乱掩红楼半。小池轻浪纹如篆。烛下花前，曾醉离歌宴。自惜风流云雨散。关山有限情无限。待君重见寻芳伴。为说相思，目断西楼燕。", "translation": "西都三月，客舍外，垂丝的杨枝杂乱无章地遮盖了华美楼房的一半，那小池中轻风吹起的波纹都成了条条花样图案。曾记得，夫妻二人，烛光下共读，梅花前欢会，多么浪漫！尤其那以歌劝酒，由饯而醉而别的热情还在心田。她是一位聪明而文静的女子。我二人青梅竹马，情深谊笃。而今面对着的是离别之后风流云散的现实。纵然关隘山岭阻隔我俩的身子，但爱情则是无法隔断的。我们总有一天能度关山。等到你我重在“烛下花前”见面，踏青游赏美景再次结伴同行，不分别了。你要我说相思得如何？只有一句话，那就是望呀望呀，一直望到看不见我们昔日居住的西楼前，你那身轻如燕的倩影。"}}, {"name": "阮逸女", "dynasty": "宋代"}, {"name": "登池上楼", "prop": {"content": "潜虬媚幽姿，飞鸿响远音。 薄霄愧云浮，栖川怍渊沉。进德智所拙，退耕力不任。徇禄反穷海，卧疴对空林。衾枕昧节候，褰开暂窥临。倾耳聆波澜，举目眺岖嵚。初景革绪风，新阳改故阴。池塘生春草，园柳变鸣禽。祁祁伤豳歌，萋萋感楚吟。索居易永久，离群难处心。持操岂独古，无闷征在今。", "translation": "无"}}, {"name": "西湖春晓", "prop": {"content": "十里寒塘路，烟花一半醒。晨钟催落月，宿火乱稀星。欹枕看湖白，开窗喜屿青。笙歌方一歇，莺啭柳洲亭。", "translation": "春寒料峭的西湖边，暗淡光线下花色柳色还只能看得不太分明。晨钟敲响催促着月亮落下，昨夜的灯火与天上的稀星交相辉映。透过晨光看到西湖的水面平静泛着白光，窗外山上的树、草已经一片青翠。夜里不知何处传来的笙歌刚刚止息，湖中亭里的鸟儿就叫起来了。"}}, {"name": "浣溪沙·水涨鱼天拍柳", "prop": {"content": "水涨鱼天拍柳桥。云鸠拖雨过江皋。一番春信入东郊。闲碾凤团消短梦，静看燕子垒新巢。又移日影上花梢。", "translation": "这是首笔触细致而风格明秀的春日之作。 "}}, {"name": "小溪至新田四首·其四", "prop": {"content": "懊恼春光欲断肠，来时长缓去时忙。落红满路无人惜，蹈作花泥透脚香。", "translation": "懊恼春天的时光如此短暂，让人愁断肠，来的时候如此缓慢离开得那般迅速。掉落满地的落花无人怜惜，人们来来往往把花踏成泥，沾着满身满脚的香气。"}}, {"name": "吴淑姬", "dynasty": "宋代"}, {"name": "春思诗", "prop": {"content": "雪罢枝即青，冰开水便绿。复闻黄鸟声，全作相思曲。", "translation": "冬雪刚刚停歇，树木的枝条便已悄悄绽出青青的嫩芽，冰开始消融，水面荡漾着阵阵绿色的涟漪。再次听到黄莺的啼鸣声，仿佛那每一声婉转的歌唱，都是一支深情的相思之曲。"}}, {"name": "春庭晚望", "prop": {"content": "春庭聊纵望，楼台自相隐。窗梅落晚花，池竹开初荀。泉鸣知水急，云来觉山近。不愁花不飞，到畏花飞尽。", "translation": "这是一首写景诗，但诗中又通过晚望折射出主人公一定的心境。"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "河传·曲槛", "prop": {"content": "曲槛，春晚，碧流纹细，绿杨丝软。露花鲜，杏枝繁，莺啭，野芜平似剪。直是人间到天上，堪游赏，醉眼疑屏障。对池塘，惜韶光，断肠，为花须尽狂。", "translation": "雕栏弯曲，此时已是暮春时节，碧水泛起微微涟漪，杨树苍翠茂盛，柳枝软。带露珠的花朵格外鲜艳，杏树枝叶繁茂，黄莺婉转而鸣，平整的野草好似用剪刀修剪过一般。此时正是从人间来到了仙境，赏景游玩，周遭的景色宛如的一层屏障，让目光变得朦胧。面对着池塘，叹息韶光易逝，为了不辜负眼前的花儿定要尽情狂欢。"}}, {"name": "蒋元龙", "dynasty": "宋代"}, {"name": "春日即事 / 次韵春", "prop": {"content": "小雨丝丝欲网春，落花狼藉近黄昏。车尘不到张罗地，宿鸟声中自掩门。", "translation": "小雨如丝一般，似乎是要将春天网住；落花满地，残叶堆积，时间已近黄昏；车马尘嚣不会进入这门可罗雀之处；在鸟雀的叽喳声中我独自将门掩上。"}}, {"name": "蝶恋花·帘幕风轻双语", "prop": {"content": "帘幕风轻双语燕。午醉醒来，柳絮飞撩乱。心事一春犹未见。余花落尽青苔院。百尺朱楼闲倚遍。薄雨浓云，抵死遮人面。消息未知归早晚。斜阳只送平波远。", "translation": "帘幕在微风的吹拂下，款款摆动，燕子轻语呢喃，像是交流着情话。酒醉醒来，柳絮随风纷飞凌乱。整整一个春天，心里所想的情人至今仍未见。长满青苔的庭院，连晚开的花儿都凋落殆尽了。在百尺高楼之上，将所有的栏杆倚遍，但那细雨和浓云，总是将视线遮拦。还不知道情人早晚归来的确切消息，只能望着斜阳映照水流，流向远方。"}}, {"name": "赠钱征君少阳", "prop": {"content": "白玉一杯酒，绿杨三月时。春风余几日，两鬓各成丝。秉烛唯须饮，投竿也未迟。如逢渭水猎，犹可帝王师。", "translation": "举起白玉杯痛饮美酒，在这绿杨飘垂的三月之时。春风还能吹拂几日，您我两鬓各已斑白。秉烛夜游唯须饮酒，此时投竿垂钓也许未迟。如能遇到文王渭水之猎，我也可以成为帝王之师。"}}, {"name": "清平乐·春风依旧", "prop": {"content": "春风依旧，著意隋堤柳。搓得鹅儿黄欲就，天气清明时候。去年紫陌青门，今宵雨魄云魂。断送一生憔悴，只消几个黄昏？", "translation": "春风一如往昔，只是对隋堤上的杨柳特别的关爱；在天气清和明丽的时候，风儿轻轻地抚摩着柳枝，一直把它揉搓出千万条嫩黄的垂丝，随着春风荡涤摇曳。去年春天，你我在城门外的隋堤上，一起流连；今夜，我却只能在梦中和你化为云雨的魂魄相见。我如此的悲痛，只需要几个夜晚，就会令我的一生憔悴不堪。"}}, {"name": "南浦·春水", "prop": {"content": "波暖绿粼粼，燕飞来，好是苏堤才晓。鱼没浪痕圆，流红去，翻笑东风难扫。荒桥断浦，柳阴撑出扁舟小。回首池塘青欲遍，绝似梦中芳草。和云流出空山，甚年年净洗，花香不了？新绿乍生时，孤村路，犹忆那回曾到。余情渺渺，茂林觞咏如今悄。前度刘郎归去后，溪上碧桃多少。", "translation": "水温转暖，湖光粼粼。燕子归来，正好是苏堤春晓。鱼儿潜入湖水，在水面上留下圆圆的波纹；流水带走了缤纷狼藉的落花，还嘲笑东风不能把落花清扫干净。在荒僻的小桥下，有小船从柳阴深处翩翩而出。如今池塘里长满青草，好似当年谢灵运在诗中表达的梦境。溪水和白云一起流出空山，流水年年冲洗落花，却为何花香不消？看到路上新绿乍生，回想起在这孤村路我曾和友人一起游玩，结伴畅游，吟诗作乐。可惜当日的欢愉已成过去，只是满怀余情不了。上次游玩的地方，此时溪上碧桃是增加了还是有所减少？"}}, {"name": "寓言三首·其三", "prop": {"content": "长安春色归，先入青门道。绿杨不自持，从风欲倾例。海燕还秦宫，双飞入帘栊。相思不相见，托梦辽城东。", "translation": "春色回归长安城，一般先入青门道边。绿杨没有自持能力，跟从着春风随意倾倒。海燕飞归秦宫，双双飞入帘栊，画梁筑巢。相思却不能相见，只好托梦到你所在的地方辽城东。"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "徐铉", "dynasty": "宋代"}, {"name": "东方虬", "dynasty": "唐代"}, {"name": "宋祁", "dynasty": "宋代"}, {"name": "长安春", "prop": {"content": "青门柳枝软无力，东风吹作黄金色。街东酒薄醉易醒，满眼春愁销不得。", "translation": "门外的杨柳无力的下垂着，春风把柳枝吹成了金黄色。东街的酒力太小，醉了很容易就会醒来，满腹愁苦还是消不了。 "}}, {"name": "春日野望怀故人", "prop": {"content": "野外登临望，苍苍烟景昏。暖风医病草，甘雨洗荒村。云散天边影，潮回岛上痕。故人不可见，倚杖役吟魂。", "translation": "登临高台远望郊野，一片黄昏烟雾迷蒙的景象。和暖的春风把病弱的花草医治得健壮起来，及时的春雨也把村落冲洗得面目一新。云霞散曲只在天边留下一点影子，潮水退去之在沙滩上留下潮水的痕迹。无法见到故人，只能倚着手杖役使自己的情思。"}}, {"name": "于良史", "dynasty": "唐代"}, {"name": "菩萨蛮·半烟半雨溪桥", "prop": {"content": "半烟半雨溪桥畔，渔翁醉着无人唤。疏懒意何长，春风花草香。江山如有待，此意陶潜解。问我去何之，君行到自知。", "translation": "一半的烟雾一半的雨滴呈现在那溪水桥旁，捕鱼老人喝醉酒睡着了也没有人前去叫唤一声更没有人去把他晃一晃。他那懒散而不受约束的意味儿是何等的深长啊，春风吹拂着花草还散发着幽香。山山水水如果有什么等待的话，这其中的意味儿也只有陶渊明理解得最明朗。你若问我离开要到什么地方去，你跟着我走自然也就知道我所向往的地方。"}}, {"name": "关汉卿", "dynasty": "元代"}, {"name": "出城寄权璩杨敬之", "prop": {"content": "草暖云昏万里春，宫花拂面送行人。自言汉剑当飞去，何事还车载病身。", "translation": "地面上小草泛着嫩黄的暖色，虽然天空中的云显得那样的灰暗，可是却挡不住春天的生气勃勃。这时飞絮迎面扑来，轻轻的从我脸颊上滑过，好像是在安慰我，并为我送行。我曾经说过，自己要像刘邦斩白蛇用的宝剑一样，能够做出一番事业，可我还一事无成，却决心要飞走了。走就走，为何还要让我带着病身辞官回乡，难道你们真的以为我病了吗？"}}, {"name": "春题湖上", "prop": {"content": "湖上春来似画图，乱峰围绕水平铺。松排山面千重翠，月点波心一颗珠。碧毯线头抽早稻，青罗裙带展新蒲。未能抛得杭州去，一半勾留是此湖。", "translation": "西湖的春天，像一幅醉人的风景画。群山环绕，湖水汪汪一碧，水平如镜。松树在山上排开层层一片翠色，一轮圆月映入水中，好像一颗明珠，晶莹透亮，跳荡悬浮。早稻犹如一块巨大的绿色的毛毯上绒头，舒展的新蒲像少女身上飘曳的罗裙飘带。我不能离开杭州到别处去，有一半原因是留恋这风景如画西湖。"}}, {"name": "魏宪", "dynasty": "清代"}, {"name": "江城子·清明天气醉游", "prop": {"content": "清明天气醉游郎。莺儿狂。燕儿狂。翠盖红缨，道上往来忙。记得相逢垂柳下，雕玉珮，缕金裳。 春光还是旧春光。桃花香。李花香。浅白深红，一一斗新妆。惆怅惜花人不见，歌一阕，泪千行。", "translation": "晴朗的天气陶醉了外出游玩的少年郎。黄鹂和燕子都肆意地飞舞。车马和行人在大道上往来匆忙。还记得我们在垂柳下相逢，戴着雕刻的玉佩，穿着整齐精致的衣裳。春光还是以前的春光，桃花和李花依旧飘香，浅白深红的花争斗着自己新的妆颜。可我伤感那个爱惜花朵的人已经看不到了。我唱一首歌，留下数行的泪。"}}, {"name": "春游", "prop": {"content": "沈家园里花如锦，半是当年识放翁。也信美人终作土，不堪幽梦太匆匆。", "translation": "沈园里繁花似锦，这里的花多数都是认识我的。我也知道你终会死去，只是无法忍受这美好的梦去的太快。"}}, {"name": "天净沙·春", "prop": {"content": "春山暖日和风，阑干楼阁帘栊，杨柳秋千院中。啼莺舞燕，小桥流水飞红。", "translation": "桃红柳绿的春山，煦暖的阳光照耀，和柔的东风吹拂，楼阁上卷起帘拢，凭栏远望。院中杨柳依依，秋千轻轻摇动。院外黄莺啼啭，燕子飞舞，小桥流水旁花瓣飞落。"}}, {"name": "宋琬", "dynasty": "清代"}, {"name": "奉陪郑驸马韦曲二首", "prop": {"content": "韦曲花无赖，家家恼杀人。绿尊须尽日，白发好禁春。石角钩衣破，藤梢刺眼新。何时占丛竹，头戴小乌巾。", "translation": "韦曲这里的花开得如此可爱，家家户户都是满园春色，让人心动至极。杯中美酒一定要整日痛饮才尽兴，头发花白了更要好好享受这美丽的春色。石角钩破了我的衣服，似乎是想要我住下，藤梢绿刺得眼使我眼前一新。感慨我什么时候也能够住在竹林里，头戴着隐士的黑头巾，过着悠闲淡泊的隐逸生活啊！"}}, {"name": "渡湘江", "prop": {"content": "迟日园林悲昔游，今春花鸟作边愁。独怜京国人南窜，不似湘江水北流。", "translation": "悲叹昔日还在园林里游玩的情景，今年春天花开鸟鸣更引发我在边疆的哀愁。独自怜惜从京城里出来的人往南逃，真羡慕湘江的水呀，你却往北流去！"}}, {"name": "青玉案·春寒恻恻春阴", "prop": {"content": "春寒恻恻春阴薄。整半月，春萧索。晴日朝来升屋角。树头幽鸟，对调新语，语罢双飞却。红入花腮青入萼。尽不爽，花期约。可恨狂风空自恶。晓来一阵，晚来一阵，难道都吹落？", "translation": "半月春阴，一朝放晴，幽鸟对语，双双飞去。全是眼前景，拈来却涉笔成趣。花虽开罢、结实，绿肥红瘦，不爽季节之序，但狂风可恶，岂欲尽数吹落？南唐后主《乌夜啼》：“林花谢了“春红。太匆匆。常恨朝来寒雨晚来风”，为此词末四句所本。 "}}, {"name": "赵令畤", "dynasty": "宋代"}, {"name": "贡性之", "dynasty": "元代"}, {"name": "诉衷情·青梅煮酒斗时", "prop": {"content": "青梅煮酒斗时新。天气欲残春。东城南陌花下，逢著意中人。回绣袂，展香茵。叙情亲。此情拚作，千尺游丝，惹住朝云。", "translation": "又是残春天气，青梅煮酒，好趁时新，春游时，与意中人不期而遇，欣喜之情，溢于言表。他招呼她转过身来，铺开了芳美的茵席，一起坐下畅叙情怀。游丝悠扬不定，若有还无，仿佛自己心中缥缈的春思，欲来还去。"}}, {"name": "绝句漫兴九首·其二", "prop": {"content": "手种桃李非无主，野老墙低还似家。恰似春风相欺得，夜来吹折数枝花。", "translation": "亲手种的桃李树不是没主人，村野老人的院墙虽低也像家。而现在春风竟然也来欺欺凌，晚上的春风吹折几枝桃李花。"}}, {"name": "严恽", "dynasty": "唐代"}, {"dynasty": "明代"}, {"name": "浪淘沙", "prop": {"content": "今日北池游。漾漾轻舟。波光潋滟柳条柔。如此春来春又去，白了人头。好妓好歌喉。不醉难休。劝君满满酌金瓯。纵使花时常病酒，也是风流。", "translation": "今日同朋友一起来到北潭游耍，水波荡漾着小船。波光潋滟，柳条轻柔。就这般，就这样春来了又去了，人也白了两鬓发。朋友啊，看看那漂亮的歌妓听听她们美妙的歌喉，大家一起拿起酒杯吧，今天不醉不休。劝这位友人斟满那一杯酒，即使在花间我们饮多了酒，但那是别样的风流。"}}, {"name": "桃花", "prop": {"content": "桃花浅深处，似匀深浅妆。春风助肠断，吹落白衣裳。", "translation": "无"}}, {"name": "江城子·赏春", "prop": {"content": "斜风细雨作春寒，对尊前，忆前欢。曾把梨花，寂寞泪阑干。芳草断烟南浦路，和别泪，看青山。昨宵结得梦夤缘，水云间，悄无言。争奈醒来，愁恨又依然。展转衾裯空懊恼，天易见，见伊难。", "translation": "初春细细微微的小风夹杂着小雨还有一点寒意，在酒樽前刚想畅饮，却回忆起以前的欢乐时光。那时寂寞无欢，只有手拈梨花，任泪水流淌过如花的脸际。还记得南浦分别时的情景：芳草萋萋，云烟漠漠，他的背影消失在远方。那一刻，柔肠寸断，泪眼模糊、无语独看高高的青山。想起昨夜梦中，与伊人喜结重聚之缘，心思缱绻间竟悄然无语。梦中欢情正如水云渺渺，怎奈突然醒来，愁情恨意仍在。回思梦中幽欢，面对眼前寒衾，展转反侧，倍觉凄凉，懊恼、嗟呀、哀叹，全然无济于事，于是发出了凄凉绝望的哀鸣：“天易见，见伊难！”"}}, {"name": "诉衷情·东风杨柳欲青", "prop": {"content": "东风杨柳欲青青。烟淡雨初晴。恼他香阁浓睡，撩乱有啼莺。眉叶细，舞腰轻。宿妆成。一春芳意，三月和风，牵系人情。", "translation": "春风吹来，柳树发青芽，满眼春色。淡淡柳烟似有若无，一番春雨初霁之后柳色显得倍加清新，翠意撩人。那闺中女子对这春色视而不见，恹恹无绪，黯黯思睡，听到莺声却生恼恨。眉毛弯弯如柳叶，腰肢婀娜如轻摇的柳枝，脸上仍是隔夜未整的残妆。柳芽茁长的春意，萦拂柳条的春风、柳枝上的莺啼、柳树间的烟锁，无不牵系着闺中人的情思。"}}, {"name": "元日感怀", "prop": {"content": "振蛰春潜至，湘南人未归。身加一日长，心觉去年非。燎火委虚烬，儿童炫彩衣。异乡无旧识，车马到门稀。", "translation": "刘禹锡在永贞元年（805）被贬为郎州司马，到元和十年（815）离开。此诗即作于郎州任上。"}}, {"name": "解昉", "dynasty": "宋代"}, {"name": "鹊踏枝·六曲阑干偎碧", "prop": {"content": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕双飞去。(双飞 一作：晾飞)满眼游丝兼落絮，红杏开时，一霎清明雨。浓睡觉来莺乱语，惊残好梦无寻处。", "translation": "碧绿的杨柳依偎着曲曲折折的栏杆，春风和煦轻柔，鹅黄嫩绿、如丝如缕的杨柳在风中款款摆动腰肢，摇曳多姿。是谁突然弹起钿筝，惊醒那安栖的燕子，双双穿帘飞去。然而几天时间放眼望去尽是落絮纷纷，正当杏花盛开，娇艳无比之际，却下起清明雨。在如此深重的幽情之中，她不由沉沉睡去，正在睡酣梦甜之际，却被窗外清脆的莺啼声惊起，而美梦也再也无寻处了。"}}, {"name": "春别曲", "prop": {"content": "长江春水绿堪染，莲叶出水大如钱。 江头橘树君自种，那不长系木兰船。", "translation": "长江中碧绿的春水，颜色浓得简直可以作染料，刚刚长出水面的荷叶才铜钱大小。江头的那棵橘树，还是你当年亲手种下的，不知能不能用它拴住你这即将远去的小船？"}}, {"name": "武元衡", "dynasty": "唐代"}, {"name": "蝶恋花·暖雨晴风初破", "prop": {"content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。", "translation": "暖暖的雨，暖暖的风，送走了些许冬天的寒意。柳叶长出了，梅花怒放了，春天已经来了。端庄的少妇，也被这春意撩拨起了愁怀。爱侣不在身边，又能和谁把酒论诗呢？少妇的泪水流下脸颊，弄残了搽在她脸上的香粉。少妇试穿金丝缝成的夹衫，但心思全不在衣服上面。她无情无绪的斜靠在枕头上，把她头上的钗儿压坏了，她也茫然不顾。她孤单的愁思太浓，又怎能做得好梦？惟有在深夜里呵，手弄着灯花，心里想着爱侣。"}}, {"name": "毛熙震", "dynasty": "五代"}, {"name": "生查子·远山眉黛横", "prop": {"content": "远山眉黛横，媚柳开青眼。楼阁断霞明，帘幕春寒浅。 杯延玉漏迟，烛怕金刀剪。明月忽飞来，花影和帘卷。", "translation": "远山好似女子的眉，黛色深深，柳枝好似女子睡眼初睁，饶有媚态。时间推移，阁楼中昏昏暗暗，初春的浅浅寒意穿透幕帘。酒杯嫌漏壶滴漏的太慢，蜡烛害怕再被剪刀剪去烛芯。突然明月升上夜空，将那映照在帘幕上的花影连着帘幕一同卷起。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "子夜吴歌·春歌", "prop": {"content": "秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。", "translation": "秦地有位叫罗敷的女子，在绿水边上采摘桑叶。白皙的纤纤手指攀在青枝上，嫩红的面容在阳光下特别鲜亮。蚕儿已经饿了，我该赶快回去了，达官贵人莫在此耽搁您宝贵的时间了。"}}, {"name": "春江花月夜二首", "prop": {"content": "林花发岸口，气色动江新。此夜江中月，流光花上春。 分明石潭里，宜照浣纱人。 交甫怜瑶珮，仙妃难重期。沉沉绿江晚，惆怅碧云姿。 初逢花上月，言是弄珠时。 ", "translation": "江边两岸花开艳丽、草木繁盛，江面春色动人一派生机勃勃。明月倒映江中，随着那波光粼粼的江面轻轻晃动，那逝去的时光仿如春天盛开的百花般短暂。月光皎皎，将石潭映照的格外清晰明亮，水边的浣纱人正在一刻不停的忙碌。"}}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "桑茶坑道中", "prop": {"content": "晴明风日雨干时，草满花堤水满溪。童子柳阴眠正着，一牛吃过柳阴西。", "translation": "雨后的晴天，风和日丽，地面上的雨水已经蒸发得无踪无影，小溪里的流水却涨满河槽，岸边野草繁茂，野花肆意开放。堤岸旁的柳阴里，一位小牧童躺在草地上，睡梦正酣。而那头牛只管埋头吃草，越走越远，直吃到柳林西面。"}}, {"name": "边词", "prop": {"content": "五原春色旧来迟，二月垂杨未挂丝。 (旧来迟 一作：归来迟)即今河畔冰开日，正是长安花落时。", "translation": "五原的春天总是姗姗来迟，二月之间，垂杨尚未发芽。黄河岸边。如今开始冰雪消融。长安城里，却正当落花时节。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "诉衷情·送春", "prop": {"content": "一鞭清晓喜还家。宿醉困流霞。夜来小雨新霁，双燕舞风斜。 山不尽，水无涯。望中赊。送春滋味，念远情怀，分付杨花。", "translation": "清晨里扬鞭打马欢欢喜喜回家，昨晚沉沉的醉意还没有全消。夜里下过小雨，现在已经放晴，燕子双双在微风中轻飘。山不尽，水无边，回头眺望来路真是漫长遥远。眼看就要与家人团圆，往日那些送春的惆怅滋味，怀念远方亲人的愁苦情怀，如今都交给飞扬的柳絮一起飞。"}}, {"name": "眼儿媚·萍乡道中乍晴", "prop": {"content": "萍乡道中乍晴，卧舆中困甚，小憩柳塘。酣酣日脚紫烟浮，妍暖破轻裘。困人天色，醉人花气，午梦扶头。春慵恰似春塘水，一片縠纹愁。溶溶泄泄，东风无力，欲皱还休。", "translation": "温融融的阳光穿光飘浮的紫云落到平地，景色美天气暖，敞开了轻轻的皮衣。今人困倦的天气，令人陶醉的花香，正午酣梦时扶着头醉态迷离。春日的慵懒恰似池塘里静静的春水，水面上一片涟漪就像春愁乏起。碧水缓缓波荡，东风柔软无力，水面像要皱起微波又将微波抹去。"}}, {"name": "山房春事二首", "prop": {"content": "风恬日暖荡春光，戏蝶游蜂乱入房。数枝门柳低衣桁，一片山花落笔床。梁园日暮乱飞鸦，极目萧条三两家。庭树不知人去尽，春来还发旧时花。", "translation": "春风柔日光暖满目荡漾春光，蝴蝶和蜜蜂不时乱飞进厅房。门前的几枝柳条低拂着衣架，一片山花飘落在了笔床之上。"}}, {"name": "翁格", "dynasty": "清代"}, {"name": "子夜歌·寻春须是先春", "prop": {"content": "寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。", "translation": "寻觅春天就应该在春天到来之前，想要欣赏春花就不要等到花枯萎了再去。佳人玉手举着青白色的酒，杯中的酒漫上了杯口。频频开怀大笑有什么关系，皇宫禁苑里的春天去的比较晚。醉眼朦胧之中，众人闲谈雅论，觥筹交错。赋诗随羯鼓的敲击而完成，羯鼓一响赋诗开始，羯鼓一停诗即赋成。"}}, {"name": "折桂令·过多景楼", "prop": {"content": "滔滔春水东流。天阔云闲，树渺禽幽。山远横眉，波平消雪，月缺沉钩。桃蕊红妆渡口，梨花白点江头。何处离愁？人别层楼，我宿孤舟。", "translation": "滔滔春水向东流去，衬得天空分外广阔，飘着的朵朵白云也是如此悠闲，在树梢上停栖着鸟儿远山仿佛美人的眉黛一般，起伏有致，水面上一片平静，积雪渐渐融化，正是月缺时分，形似沉钩这渡口，有桃蕊红妆点缀，有白色梨花渲染。我的离愁在哪里？别人的离别只是短暂，而我却如此漂泊，独自借宿孤舟中。"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "出郊", "prop": {"content": "高田如楼梯，平田如棋局。白鹭忽飞来，点破秧针绿。", "translation": "山坡上的畦田就像楼梯一样，上下平地上的畦田就像棋盘。忽然白鹭飞到水稻田中来，在一片绿色的秧苗上点上了白点。"}}, {"name": "金凤钩·送春", "prop": {"content": "春辞我，向何处？怪草草、夜来风雨。一簪华发，少欢饶恨，无计殢春且住。春回常恨寻无路，试向我、小园徐步。一栏红药，倚风含露。春自未曾归去。", "translation": "这首词抒写春恨。上片着力描写留春无计的遗憾，下片写寻春而觅得的欣慰之情。"}}, {"name": "清平乐·别来春半", "prop": {"content": "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。(柔肠断 一作：愁肠断)雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。", "translation": "离别以来，春天已经过去一半，映入目中的景色掠起柔肠寸断。台阶下飘落的白梅花犹如雪片纷飞，将它拂去不知不觉又洒满一身。鸿雁虽然来了，却没将书信传来。路途遥远，有家难回。离别的愁恨正像春天的野草，越行越远它越是繁生。"}}, {"name": "木兰花·池塘水绿风微", "prop": {"content": "池塘水绿风微暖，记得玉真初见面。重头歌韵响琤琮，入破舞腰红乱旋。玉钩阑下香阶畔，醉后不知斜日晚。当时共我赏花人，点检如今无一半。", "translation": "园里池塘泛着碧波，微风送着轻暖；曾记得在这里和那位如玉的美人初次相会。宴席上她唱着前后阕重叠的歌词，歌声如鸣玉一般。随后，她随着入破的急促曲拍，舞动腰肢，红裙飞旋，使人应接不暇。如今在这白玉帘钩和栅门下面，散发着落花余香的台阶旁边，我喝得酩酊大醉，不知不觉日已西斜，天色渐晚。当时和我一起欣赏美人歌舞的人们，如今详查，大多数早已离世。"}}, {"name": "行香子·树绕村庄", "prop": {"content": "树绕村庄，水满陂塘。倚东风，豪兴徜徉。小园几许，收尽春光。有桃花红，李花白，菜花黄。远远围墙，隐隐茅堂。飏青旗，流水桥旁。偶然乘兴，步过东冈。正莺儿啼，燕儿舞，蝶儿忙。", "translation": "绿树环绕着村庄，春水满池塘，迎着暖暖春风，安闲自在地来回漫步着。小小的院子却收尽春光，桃花正红，李花雪白，菜花金黄。越过围墙远望，隐约可见几间茅草房。溪水的小桥旁，青色的酒幌子在风中飞扬。偶然乘着游兴，走过东面的山冈。只见莺儿鸣啼，燕儿飞舞，蝶儿匆忙，一派大好春光。"}}, {"name": "早兴", "prop": {"content": "晨光出照屋梁明，初打开门鼓一声。犬上阶眠知地湿，鸟临窗语报天晴。半销宿酒头仍重，新脱冬衣体乍轻。睡觉心空思想尽，近来乡梦不多成。", "translation": "晨光初照，屋室通明，早衙鼓正开始咚咚地敲响。小狗在台阶上睡觉知道大地已经变得潮湿，小鸟在窗前不停鸣叫仿佛在报告天晴的消息。醉意还未完全消散，仍感头重脚轻，刚刚脱去了冬衣顿时感觉身体轻松爽快。睡醒后只觉得心境空明再无烦恼，大概是夜里没有思乡之梦撩人愁思的缘故吧。"}}, {"name": "袁去华", "dynasty": "宋代"}, {"name": "蝶恋花·卷絮风头寒欲", "prop": {"content": "卷絮风头寒欲尽。坠粉飘红，日日香成阵。新酒又添残酒困。今春不减前春恨。蝶去莺飞无处问。隔水高楼，望断双鱼信。恼乱横波秋一寸。斜阳只与黄昏近。(横波秋 一作：层波横)", "translation": "花在凋零，香气在飘散，眼看着每天落红一阵又一阵。残酒未醒又满新酒，使我更加慵懒倦困。今年春天的怨恨，比去年春天的更甚。蝴蝶翩翩离去，黄莺叫着飞走，我无人可以问讯。只能注目楼前的流水，望眼欲穿也看不到双鱼信。眼看着太阳西斜，黄昏又要到来。"}}, {"name": "忆江南词三首", "prop": {"content": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？", "translation": "江南的风景多么美好，如画的风景久已熟悉。清晨日出的时候，江边盛开花朵颜色鲜红胜过火焰，碧绿的江水绿得胜过蓝草。怎能叫人不怀念江南？"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "卢仝", "dynasty": "唐代"}, {"name": "张若虚", "dynasty": "唐代"}, {"name": "遐方怨·凭绣槛", "prop": {"content": "凭绣槛，解罗帷。未得君书，断肠潇湘春雁飞。不知征马几时归？海棠花谢也，雨霏霏。", "translation": "倚着雕花的窗栏，掀开锦绣的帐帘，看着潇湘的群雁向北飞去，期盼的书信却仍未到来，相思的人儿愁得肠断。不知出征的人何时才能归来？海棠的花儿已在相思中凋谢了，霏霏的雨好似泪涟涟。"}}, {"name": "刘攽", "dynasty": "宋代"}, {"name": "李白", "dynasty": "唐代"}, {"name": "高翥", "dynasty": "宋代"}, {"name": "白玉蟾", "dynasty": "宋代"}, {"name": "贯休", "dynasty": "唐代"}, {"name": "黄景仁", "dynasty": "清代"}, {"name": "绝句漫兴九首·其一", "prop": {"content": "眼见客愁愁不醒，无赖春色到江亭。即遣花开深造次，便觉莺语太丁宁。", "translation": "这春色眼见客居他乡的我正愁得无法排解，竟还无赖的蔓延到江亭！你让花儿开放就已经十分鲁莽，还让黄莺对我喋喋不休地乱鸣。。"}}, {"name": "游园不值", "prop": {"content": "应怜屐齿印苍苔，小扣柴扉久不开。春色满园关不住，一枝红杏出墙来。", "translation": "也许是园主担心我的木屐踩坏他那爱惜的青苔，我轻轻地敲打柴门久久不开。满园子的春色是关不住的，开得正旺的红杏有一枝枝条伸到墙外来了。"}}, {"name": "岁晚还京台望城阙成口", "prop": {"content": "紫陌开行树，朱城出晚霞。犹怜惯去国，疑是梦还家。 风弱知催柳，林青觉待花。交亲望归骑，几处拥年华。", "translation": "卢僎这一首有名的五排，其妙处在于，诗人以雄劲的笔触，描写回京城的激动心情情的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "千秋岁·数声鶗鴂", "prop": {"content": "数声鶗鴂，又报芳菲歇。惜春更把残红折。雨轻风色暴，梅子青时节。永丰柳，无人尽日飞花雪。(飞花雪 一作：花飞雪)莫把幺弦拨，怨极弦能说。天不老，情难绝。心似双丝网，中有千千结。夜过也，东窗未白凝残月。(凝残月 一作：孤灯灭)", "translation": "杜鹃声声，又来向人们报道春时光景即将逝去。惜春人更是想将那残花折下，挽留点点春意。不料梅子青时，便被无情的风暴突袭。看那庭中的柳树，在无人的园中整日随风飞絮如飘雪。切莫把琵琶的细弦拨动，细弦能够诉说出极致的怨恨。天不会老去，爱情也永远不会断绝。多情的心就像那双丝网，中间有千千万万个结。中夜已经过去了，东方未白，尚留一弯残月。"}}, {"name": "阳湖道中", "prop": {"content": "风迥五两月逢三，双桨平拖水蔚蓝。百分桃花千分柳，冶红妖翠画江南。", "translation": "风向转动有五两时当是三月时节，双桨滑动水平拖动河中的清水水中有天空映照显得是那么的蓝。这个月份的桃花应该占到了百分，但是杨柳却有千分的广阔，杨柳翠绿中夹杂着粉红妖娆的桃花点缀着江南的这幅美好的画面。"}}, {"name": "月夜 / 夜月", "prop": {"content": "更深月色半人家，北斗阑干南斗斜。 今夜偏知春气暖，虫声新透绿窗纱。", "translation": "夜色深沉，月光斜照半边庭院，北斗星横在天上，南斗星也已西斜。今夜出乎意料的感觉到了初春暖意，还听得春虫叫声穿透绿色窗纱。"}}, {"name": "叹花 / 怅诗", "prop": {"content": "自是寻春去校迟，不须惆怅怨芳时。 狂风落尽深红色，绿叶成阴子满枝。", "translation": "只遗憾自己寻访春色去的太晚，不必满怀惆怅埋怨花开得太早。狂风已吹尽了鲜红的花朵，现在绿叶成荫果实缀满枝。"}}, {"name": "曾允元", "dynasty": "宋代"}, {"name": "早朝大明宫呈两省僚友", "prop": {"content": "银烛朝天紫陌长，禁城春色晓苍苍。(朝天 一作：熏天)千条弱柳垂青琐，百啭流莺满建章。剑佩声随玉墀步，衣冠身惹御炉香。共沐恩波凤池上，朝朝染翰侍君王。", "translation": "银烛朝天光照京郊路长，禁城宫阙春色拂晓苍苍。千条嫩柳枝条垂拂青琐，百啭黄莺鸣叫声绕建章。剑佩声随早朝登阶趋步，衣裳冠带身沾御炉檀香。共受皇恩同职凤凰池上，日日执笔染墨侍候君王。"}}, {"name": "菩萨蛮·暄风迟日春光", "prop": {"content": "暄风迟日春光闹。蒲萄水绿摇轻棹。两岸草烟低。青山啼子规。 归来愁未寝。黛浅眉痕沁。花影转廊腰。红添酒面潮。", "translation": "此为春闺怨词。一开始词人用浓墨重彩，描绘出一幅春日冶游图景，“暄风迟日春光闹，葡萄水绿摇轻棹。”虽无一字及人，而人其中。“暄风”，即春风。萧纲《纂要》：“春曰青阳……风曰阳风、春风、暄风、柔风、惠风。”“迟日”，即春日。《诗经·豳风·七月》：“春日迟迟。”而暄、迟二字，能给读者以春暖日长的感受。“春光闹”显然是宋祁的名句“红杏枝头春意闹”的化用，虽是概括的描写，却能引起姹紫嫣红开遍的联想。“葡萄水绿”乃以酒喻水，本李白《襄阳歌》：“遥看汉水鸭头绿，恰似葡萄初酦醅。”将春水比作葡萄美酒，则暗示着游春者为大好春光陶醉，不徒形容水色可爱。"}}, {"name": "瑞鹤仙·卷帘人睡起", "prop": {"content": "卷帘人睡起。放燕子归来，商量春事。风光又能几？减芳菲、都在卖花声里。吟边眼底，被嫩绿、移红换紫。甚等闲、半委东风，半委小溪流水。还是，苔痕湔雨，竹影留云，待晴犹未。兰舟静舣，西湖上、多少歌吹。粉蝶儿、守定落花不去，湿重寻香两翅。怎知人、一点新愁，寸心万里。", "translation": "卷帘人睡醒，放燕子飞进屋中，和它们商量春天的事情。还有多少春光能让百花吐艳露红？将逐渐叶残色衰的预兆都含藏在卖花声中。可眼前的花草并不忧虑将来的处境，它们披着嫩绿的颜色，把面容变得忽紫忽红。它们感到这只是寻常的事情，把自己的命运一半交给小溪流水，一半交给喜怒无常的东风。苔藓还带着雨水冲刷过的痕迹，云雾又在竹林中滋生，这天气说雨不雨、说晴不晴。小船在岸边静静地泊停，西湖上此刻有多少吹拉弹唱的歌声。粉色的蝴蝶死守着落花不动，为贪寻花香它们宁可让双翅被雨水淋得沉重。谁能理解我心头涌出的一点新愁，寸心之中牵挂着他万里行程。"}}, {"name": "浣溪沙·漠漠轻寒上小", "prop": {"content": "漠漠轻寒上小楼，晓阴无赖似穷秋。淡烟流水画屏幽。自在飞花轻似梦，无边丝雨细如愁。宝帘闲挂小银钩。", "translation": "一阵阵轻轻的春寒袭上小楼，清晨的天色阴沉得竟和深秋一样，令人兴味索然。回望画屏，淡淡烟雾，潺潺流水，意境幽幽。柳絮飞舞如虚无缥缈的梦境，丝丝细雨落下如同我的忧愁。再看那缀着珠宝的帘子正随意悬挂在小小银钩之上。 "}}, {"dynasty": "宋代"}, {"name": "夜行船·正月十八日闻", "prop": {"content": "不剪春衫愁意态。过收灯、有些寒在。小雨空帘，无人深巷，已早杏花先卖。白发潘郎宽沈带。怕看山、忆他眉黛。草色拖裙，烟光惹鬓，常记故园挑菜。", "translation": "无意缝制春衫，春来一副愁苦样态。已经过了元宵灯节，仍然有袭人的寒气在。霏霏细雨家家门帘虚掩，深巷寂寂无人影，却早有杏花儿叫卖声。白发潘郎的我，腰身瘦损宽衣带，害怕看那苍翠的远山，那会让我忆起她的眉黛。绿草茵茵，像她拖到地面的长裙。迷蒙的云烟，令人想起她如云的双鬓。故乡二月二的挑菜节又快到了，常想起和她相见的情景。"}}, {"name": "二月二十七日社兼春分", "prop": {"content": "清昼开帘坐，风光处处生。看花诗思发，对酒客愁轻。社日双飞燕，春分百啭莺。所思终不见，还是一含情。", "translation": "清晨掀开帘子坐在窗前，只见窗外处处都是好风光。看着百花盛开诗意勃发，对着杯中美酒心中愁情便轻减了许多。社日时燕子成双成对飞翔，春分时节黄莺鸣声婉转动听。心中思念的人一直未曾见到，心中怀着的情意仍一丝未减。"}}, {"name": "李元膺", "dynasty": "宋代"}, {"name": "栖禅暮归书所见二首", "prop": {"content": "雨在时时黑，春归处处青。山深失小寺，湖尽得孤亭。春着湖烟腻，晴摇野水光。草青仍过雨，山紫更斜阳。", "translation": "刚下过一阵雨，旋即又阴云漠漠，似乎在酝酿着另一阵雨。春回大地，处处一片青绿之色。暮归途中，回望山峦，只见暮霭朦胧，不见日间所游的小寺；信步走到湖的尽头，忽然发现了一座孤亭。"}}, {"name": "吴绮", "dynasty": "清代"}, {"name": "蝶恋花·京口得乡书", "prop": {"content": "雨后春容清更丽。只有离人，幽恨终难洗。北固山前三面水。碧琼梳拥青螺髻。一纸乡书来万里。问我何年，真个成归计。回首送春拚一醉。东风吹破千行泪。", "translation": "雨后春天的景色更加青翠美丽。只有那远离故乡的人，深沉的愁恨总洗不去。北固山下三面都是水。弧形的江面，仿佛是碧玉梳子，苍翠的山峰，好象是美人的发髻。万里外的家乡来了一封信，问我哪年真的能回去？我只有回头拼命喝酒，送春归去，春风倒还多情，抹去我的行行泪涕。"}}, {"name": "酒泉子·日映纱窗", "prop": {"content": "日映纱窗，金鸭小屏山碧。故乡春，烟霭隔，背兰釭。宿妆惆怅倚高阁，千里云影薄。草初齐，花又落，燕双飞。", "translation": "曙光照射入碧纱窗里，把香炉画屏映绿。兰灯初灭的时候，缥缈着袅袅的烟絮，缭绕着我的思愁，拨动着我对故乡春色的回忆。昨日的宿妆里，还残留着昨天的愁绪。倚着高阁眺望，几片薄云漂浮在天际，草绿的时候春花已凋落，成双的燕子飞来又飞去。"}}, {"name": "上行杯·落梅着雨消残", "prop": {"content": "落梅着雨消残粉，云重烟轻寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入檐春睡重。梦里佳期，只许庭花与月知。", "translation": "春雨一过，梅花落满地，形残色消，天空阴云层层，地上烟霭袅袅，寒食节已经临近。罗幕遮挡了香雾，透过柳烟，秋千少女的欢愉之声从彩色画墙里传出。黛眉如山峰倒立，凤样的金钗横卧发髻间，春天来了，柳絮纷飞入室，人也疲倦困顿。与心爱之人在梦中想会，只有那满庭的花卉与明月知晓。"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "李弥逊", "dynasty": "宋代"}, {"name": "御街行·街南绿树春饶", "prop": {"content": "街南绿树春饶絮，雪满游春路。树头花艳杂娇云，树底人家朱户。北楼闲上，疏帘高卷，直见街南树。阑干倚尽犹慵去，几度黄昏雨。晚春盘马踏青苔，曾傍绿荫深驻。落花犹在，香屏空掩，人面知何处？", "translation": "街南绿树浓荫，春天多柳絮，柳絮如雪飘满游春的道路。树顶上杂映着艳花交织的娇云，树荫下是居住人家的朱红门户。闲懒地登上北楼，疏散的珠帘向上高卷，一眼看到遮护艳女朱户的城南树。倚遍栏杆还懒得离去，经过了几度黄昏细雨。记得暮春时她曾骑马徘徊踏过青苔，曾靠在绿荫深处停马驻足。昔日落花今犹在，华美的屏风却空掩，谁知桃花人面在何处？"}}, {"name": "村居", "prop": {"content": "雾树溟潆叫乱鸦，湿云初变早来霞。东风已绿先春草，细雨犹寒后夜花。村艇隔烟呼鸭鹜，酒家依岸扎篱笆。深居久矣忘尘世，莫遣江声入远沙。", "translation": "树木笼罩在迷朦的烟雾之中，乌鸦在鸣叫，宿雨初霁，残云旭日辉映成霞。东风已经吹绿了早春的春草，小雨天气早晨仍然感觉到寒意。村里小船上的人隔着烟雾在呼唤自家的鸭子，酒家沿着河岸扎着篱笆。长久以来远离尘嚣，不要让江涛之声传入遥远的水村。"}}, {"name": "少年游·栏干十二独凭", "prop": {"content": "栏干十二独凭春，晴碧远连云。千里万里，二月三月，行色苦愁人。谢家池上，江淹浦畔，吟魄与离魂。那堪疏雨滴黄昏。更特地、忆王孙。", "translation": "春天时独自凭栏远眺，倚遍了每一个栏杆。蓝天下青草绵延，至目尽处与天相接。放眼远处，辽阔无际，千里万里，时令正是盛春的二月三月间，远行之人啊，你去也，行色匆匆，令我愁苦无穷。谢家池塘边，江淹浦的岸边，独自吟诗颂苦。黄昏时分，稀疏的雨滴点点飘落，哪里能够承受这离愁之苦！更何况，此时此地，又想起了远行之人。"}}, {"name": "兰陵王·丙子送春", "prop": {"content": "送春去。春去人间无路。秋千外，芳草连天，谁遣风沙暗南浦。依依甚意绪。漫忆海门飞絮。乱鸦过，斗转城荒，不见来时试灯处。 春去。最谁苦。但箭雁沉边，梁燕无主。杜鹃声里长门暮。想玉树凋土，泪盘如露。咸阳送客屡回顾。斜日未能度。 春去。尚来否。正江令恨别，庾信愁赋。二人皆北去。苏堤尽日风和雨。叹神游故国，花记前度。人生流落，顾孺子，共夜语。", "translation": "无"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "暮春", "prop": {"content": "莫怨春归早，花余几点红。留将根蒂在，岁岁有东风。", "translation": "不要埋怨大好春光归去匆匆，剩下几朵红花点缀一下花丛。只要将花的根子留在地里，年年都会有按时吹来的东风。"}}, {"name": "春生", "prop": {"content": "春生何处暗周游？海角天涯遍始休。先遣和风报消息，续教啼鸟说来由。展张草色长河畔，点缀花房小树头。若到故园应觅我，为传沦落在江州。", "translation": "春天气息不知生于哪里而暗自周游天地，直到游遍海角天涯才肯罢休。先派遣和煦的春风来报春天的信息，再叫啼叫的鸟儿诉说来由。春在河畔的草色中蔓延开来，点缀着花房小树的枝头。如果你（春）去到我的故乡寻觅我，就为我捎去我沦落在江州的信息吧。"}}, {"name": "菩萨蛮·回文", "prop": {"content": "落花闲院春衫薄，薄衫春院闲花落。迟日恨依依，依依恨日迟。梦回莺舌弄，弄舌莺回梦。邮便问人羞，羞人问便邮。", "translation": "落花时节，空寂的庭院有位少妇穿着很单薄。穿着薄薄衣衫的少妇，在庭院空旷处看那落花。过后几天，愁绪在心头隐隐泛起，依恋不舍的愁绪一天天地迟延下去。梦中醒来，只听得黄莺在演唱，唱歌的黄莺累得返回梦乡。带信的人顺便询问时，少妇害羞的低垂了头，害羞的少妇顺便请来人给带封回信。"}}, {"name": "庆清朝慢·踏青", "prop": {"content": "调雨为酥，催冰做水，东君分付春还。何人便将轻暖，点破残寒。结伴踏青去好，平头鞋子小双鸾。烟郊外，望中秀色，如有无间。晴则个，阴则个，饾饤得天气，有许多般。须教镂花拨柳，争要先看。不道吴绫绣袜，香泥斜沁几行斑。东风巧，尽收翠绿，吹在眉山。", "translation": "春神东君吩咐春回大地，细雨成酥，寒冰化水。又是谁用轻暖赶走了尚未消尽的寒意？还是穿着鞋面绣有双鸾的绣花鞋，一起结伴野外踏青去好。在烟雾弥漫的郊野，看到的优美的景色均在若有若无中。天一会儿晴，一会阴，晴晴阴阴间杂着，变化万端。撩动花儿，拨弄柳丝，争先恐后。一不小心脚踏进泥淖里，泥浆得罗袜斑斑点点，惹得姑娘们紧锁眉黛，恰是乖巧的春风，收尽满川翠绿，都吹到她们的眉毛上。"}}, {"name": "苏幕遮·草", "prop": {"content": "露堤平，烟墅杳。乱碧萋萋，雨后江天晓。独有庾郎年最少。窣地春袍，嫩色宜相照。接长亭，迷远道。堪怨王孙，不记归期早。落尽梨花春又了。满地残阳，翠色和烟老。", "translation": "堤坝上的绿草含水带露，远处的房屋在如烟春色的掩映下若隐若现。雨后天色变晴，江水开阔，到处都是萋萋的芳草。离乡宦游的才子年少成名，他穿上及地的青色章服，衣服颜色与嫩绿的草色互相映衬，十分相宜。芳草把路边一个又一个的长亭连接起来，使得远道凄迷。那萋萋的芳草，仿佛是在埋怨宦游的王孙公子已经忘记了归期。眼看梨花落尽，春天马上又要过去了。日光渐暗，暮霭沉沉，那翠绿的春草也似乎变得苍老了。"}}, {"name": "春草", "prop": {"content": "天北天南绕路边，托根无处不延绵。萋萋总是无情物，吹绿东风又一年。", "translation": "不管是天北还是天南，小草总是长满路边，它连绵不断地向远处生长，处处都能够扎根繁衍。茂盛的春草总是催人早日归家，春风吹绿小草又是一年。"}}, {"name": "更漏子·柳丝长", "prop": {"content": "柳丝长，桃叶小。深院断无人到。红日淡，绿烟晴。流莺三两声。雪香浓，檀晕少。枕上卧枝花好。春思重，晓妆迟。寻思残梦时。", "translation": "柳枝细长，桃树嫩叶小小，这静寂的深院啊，终日没有人到来。日光淡淡，浓绿的树丛笼罩着漠漠轻烟，几声黄莺啼叫划破了深院的沉寂。雪白的肌肤透出浓浓芳香，眉旁妆晕消褪，只有枕头上枝梢叠压的绣花，依旧娇艳美丽。春日撩起的思绪沉重，晨无心梳妆，仍独自痴痴地寻思着清晨残梦的记忆。"}}, {"name": "王守仁", "dynasty": "明代"}, {"name": "苏曼殊", "dynasty": "近现代"}, {"name": "梦江南·九曲池头三月", "prop": {"content": "九曲池头三月三，柳毵毵。香尘扑马喷金衔，涴春衫。苦笋鲥鱼乡味美，梦江南。阊门烟水晚风恬，落归帆。", "translation": "三月三的九曲池畔，细嫩的柳条随风飘扬。前来游春的士人很多，车马如云，踏起的尘土直扑鼻子，弄脏了游人美丽的春衫。这使我常常梦见故乡江南，那里的苦笋、鲥鱼味道很鲜美。苏州城笼罩在烟水茫茫之中，晚风轻轻吹来，使人感到很惬意。河汊中的归舟慢慢落下风帆。"}}, {"name": "赤枣子·寄语酿花风日", "prop": {"content": "惊晓漏，护春眠。格外娇慵只自怜。寄语酿花风日好，绿窗来与上琴弦。", "translation": "窗外屋檐在滴水，在演奏着大自然的鸣奏曲。滴滴答答，那是春天的声音。这一首新曲，是谁谱就？每一个少女，都是一本唤不醒的日记。因为春暖花开，因为有些事情，她们喜欢少女闭上眼睛。满脸的睡意，也是芳龄十八岁，无法抗拒。还是起床吧。先打开你的眼睛，她的眼睛，万物已为我备好，少女的眼睛才缓缓打开。趁着明媚春光，和园中的花朵都打声招呼。告诉她们不能贪睡，要早些开放。推开碧纱窗，让那古琴的琴声再优雅一点，飘得再远一点? "}}, {"name": "蝶恋花·翠苑红芳晴满", "prop": {"content": "翠苑红芳晴满目。绮席流莺，上下长相逐。紫陌闲随金坜辘。马蹄踏遍春郊绿。一觉年华春梦促。往事悠悠，百种寻思足。烟雨满楼山断续。人闲倚遍阑干曲。", "translation": "新绿的林园，雨后红花芳香光照眼。绮丽华贵的酒筵．流莺飞上飞下追欢，大路上闲闲地紧随香车轮转，马蹄得意将春郊芳草踏遍。唉，金色的年华似春梦般短，悠悠往事逝如烟，茫茫无觅百遍寻思无限。烟雨朦胧小楼掩，青山断续时隐现。闲愁人哪，曲曲栏杆都倚遍。"}}, {"name": "窦巩", "dynasty": "唐代"}, {"name": "卢僎", "dynasty": "唐代"}, {"name": "乐游原", "prop": {"content": "春梦乱不记，春原登已重。青门弄烟柳，紫阁舞云松。拂砚轻冰散，开尊绿酎浓。无悰托诗遣，吟罢更无悰。", "translation": "春天的梦因为脑子混乱记不得了，登上原野的时候发现春天已经很深了。在青门里揉捏柳枝，在紫阁中看松树耸入云中。轻轻擦拭砚台使上面的薄冰，再将新酿的醇酒倒入杯中。心里的无味只有寄托于诗中，可是吟诗之后内心又归于无味了。"}}, {"name": "章孝标", "dynasty": "唐代"}, {"name": "春雨", "prop": {"content": "耕人扶耒语林丘，花外时时落一鸥。欲验春来多少雨，野塘漫水可回舟。", "translation": "山林中农夫扶着犁低声说着话，花丛外面不时落下一只白鸥。想要检验春雨的雨量，只看那野塘中涨满的春水，可以自由回转一只小船。"}}, {"name": "落花落", "prop": {"content": "落花落，落花纷漠漠。绿叶青跗映丹萼，与君裴回上金阁。影拂妆阶玳瑁筵，香飘舞馆茱萸幕。落花飞，燎乱入中帷。落花春正满，春人归不归。落花度，氛氲绕高树。落花春已繁，春人春不顾。绮阁青台静且闲，罗袂红巾复往还。盛年不再得，高枝难重攀。试复旦游落花里，暮宿落花间。与君落花院，台上起双鬟。", "translation": "无"}}, {"name": "苏颋", "dynasty": "唐代"}, {"name": "浩歌", "prop": {"content": "南风吹山作平地，帝遣天吴移海水。王母桃花千遍红，彭祖巫咸几回死？青毛骢马参差钱，娇春杨柳含缃烟。筝人劝我金屈卮，神血未凝身问谁？不须浪饮丁都护，世上英雄本无主。买丝绣作平原君，有酒唯浇赵州土。漏催水咽玉蟾蜍，卫娘发薄不胜梳。羞见秋眉换新绿，二十男儿那刺促？", "translation": "南风把大山吹成平地，天帝派天吴移来了海水。王母的桃花开了上千遍，长寿的彭祖和巫咸也该死过几回。坐骑的青骢马花纹如连钱，初春的杨柳含裹着缕缕云烟。弹筝美人用金杯劝我饮酒，谓我年轻，前程未知当自勉。不须纵酒欣赏那哀怨曲《丁都护》，要知道世上的英雄本来无定主。买丝线绣一幅怜才爱士的平原君，有好酒只拿去浇祭赵州的旧土。漏刻催逼，水流急急通过玉蟾蜍，侍酒女子头发稀薄已经不好梳。眼看着浓黑眉毛转眼变衰白，二十岁的男子哪能无谓地空劳碌？"}}, {"name": "春草", "prop": {"content": "嫩绿柔香远更浓，春来无处不茸茸。六朝旧恨斜阳里，南浦新愁细雨中。近水欲迷歌扇绿，隔花偏衬舞裙红。平川十里人归晚，无数牛羊一笛风。", "translation": "春天来了，到处是一片葱茏的绿色，柔嫩的芳草，散发出阵阵清香，极目眺望，只见越往远处，草色越是浓密。想起六朝旧恨，南浦送别的场景。再回到眼前的景物，在迷离的草色中。水边的春草和野花都似乎变成了当年的歌扇和舞裙，当年的歌扇和舞裙化作了今日的春草和野花。平川十里，牧入暮归，在茫茫的草色中，只见无数牛羊在慢慢蠕动，晚风习习，传来一阵阵悠扬的笛声。"}}, {"name": "醉中真·不信芳春厌老", "prop": {"content": "不信芳春厌老人，老人几度送余春，惜春行乐莫辞频。巧笑艳歌皆我意，恼花颠酒拚君瞋，物情惟有醉中真。", "translation": "我不相信春天会讨厌老年人，老年人还能送走几个残春？尽情地惜春行乐吧。且不要嫌沉溺行乐太多太频。美丽的笑容，艳情的歌曲，都特别符合我的情味。我爱花爱酒简直要爱得发狂，也不怕你嗔怪责备。因为物性人情，只有在大醉中才最纯真实惠。"}}, {"name": "蝶恋花·暖雨晴风初破", "prop": {"content": "暖雨晴风初破冻，柳眼梅腮，已觉春心动。酒意诗情谁与共？泪融残粉花钿重。乍试夹衫金缕缝，山枕斜欹，枕损钗头凤。独抱浓愁无好梦，夜阑犹剪灯花弄。", "translation": "和风暖雨，湖面冰层已慢慢融化。柳叶发新芽，梅花绽放，已经感觉到春天将近了。这样的时刻又能和谁把酒论诗呢？独坐相思，泪融残粉，就连头上所戴的些许首饰，也觉得无比沉重了。初试金丝缝成的夹衫，慵懒的斜靠在枕头上，只把那头钗压坏也难以顾及。愁思太浓，又怎能做得好梦？直至夜阑人静之时，仍剪弄灯花，以排遣愁怀。"}}, {"name": "春行即兴", "prop": {"content": "宜阳城下草萋萋，涧水东流复向西。 芳树无人花自落，春山一路鸟空啼。 ", "translation": "宜阳城外，长满了繁盛的野草，连绵不绝，山涧溪水向东流去，复又折回向西。春山之中，树木繁茂芬芳，然空无一人，花儿自开自落，一路上鸟儿空自鸣啼。 "}}, {"name": "咏柳 / 柳枝词", "prop": {"content": "碧玉妆成一树高，万条垂下绿丝绦。不知细叶谁裁出，二月春风似剪刀。", "translation": "高高的柳树长满了嫩绿的新叶，轻垂的柳条像千万条轻轻飘动的绿色丝带。不知道这细细的柳叶是谁裁剪出来的？是那二月的春风，它就像一把神奇的剪刀。"}}, {"name": "袁枚", "dynasty": "清代"}, {"name": "春中喜王九相寻 / ", "prop": {"content": "二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。酒伴来相命，开尊共解酲。当杯已入手，歌妓莫停声。", "translation": "二月里的湖水呀是那么清澈，家家户户春意盎然，鸟儿快乐地鸣叫。树林里的花儿开了又谢，扫也扫不完；小径上翠绿的青草呀，充满了勃勃生机，踏上去之后，很快就又可以生长起来。我的酒友又来喊我去喝酒了，我们拿出酒杯啊，打开酒瓮。酒杯握在手中啊，歌妓们在眼前唱歌跳舞。歌舞是那么的优美动人啊，千万不要停下来啊！ "}}, {"name": "落日忆山中", "prop": {"content": "雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。", "translation": "无"}}, {"name": "昼眠呈梦锡", "prop": {"content": "百忙之际一闲身，更有高眠可诧君。春入四支浓似酒，风吹孤梦乱如云。诸生弦诵何妨静，满席图书不废勤。向晚欠伸徐出户，落花帘外自纷纷。", "translation": "我是百忙之中的一个闲人，更有高眠可使你诧异吃惊。春光侵入四肢，胜过频频将美酒畅饮，风儿吹醒我的午梦，梦境飘忽纷乱有如流云。学生的读书声不妨碍环境幽静，图书满席表明我不忘辛勤。黄昏时打着呵欠缓步出门，见帘外红花自管自飞落纷纷。"}}, {"name": "怀天经智老因访之", "prop": {"content": "今年二月冻初融，睡起苕溪绿向东。客子光阴诗卷里，杏花消息雨声中。西庵禅伯还多病，北栅儒先只固穷。忽忆轻舟寻二子，纶巾鹤氅试春风。", "translation": "今年二月早春时节，冰雪都开始融化了，寒冬时节沉睡了已久的苕溪，夹带着几丝绿色，潺潺涓涓，向东流去。我寓居他乡，在吟诗作赋中淡泊度日。杏花时节，伴随着窗外稀稀落落的雨声，我时常探听远方好友的音讯。西庵所居住的智老精于禅学，但病魔缠身；北栅所居住的天经精于儒学，又安于穷困。我忽然想念他们，于是就荡舟寻访这二位老友。在春风的吹拂下，我头戴纶巾，身披鹤氅，是何等的风流俊逸！"}}, {"name": "朱翌", "dynasty": "宋代"}, {"name": "春风", "prop": {"content": "春风如贵客，一到便繁华。来扫千山雪，归留万国花。", "translation": "无"}}, {"name": "七绝·苏醒", "prop": {"content": "春分雨脚落声微，柳岸斜风带客归。时令北方偏向晚，可知早有绿腰肥。", "translation": "春分时节落雨飘洒雨声细微，杨柳岸斜风轻拂带回远方的客人。这个时节北方要来的晚一些，可知道此时的南方已是草长莺飞、花红柳绿了。"}}, {"name": "采桑子·那能寂寞芳菲", "prop": {"content": "那能寂寞芳菲节，欲话生平。夜已三更。一阕悲歌泪暗零。须知秋叶春花促，点鬓星星。遇酒须倾，莫问千秋万岁名。", "translation": "花草香美的美丽时节，人怎能在寂寞中度过呢?因而与友人话起了生平夜至三更，禁不住弹唱一曲，悲歌低吟浅唱，竟引得清泪暗流。要知道春花秋叶，季节更替地催促时光流转，恍惚间鬓角已添了白发，索性今朝有酒今朝醉，不再去操心那深厚的虚名。"}}, {"name": "张先", "dynasty": "宋代"}, {"name": "贾至", "dynasty": "唐代"}, {"name": "王令", "dynasty": "宋代"}, {"name": "虞世南", "dynasty": "唐代"}, {"name": "雨过至城西苏家", "prop": {"content": "飘然一雨洒青春，九陌净无车马尘。渐散紫烟笼帝阙，稍回晴日丽天津。花飞衣袖红香湿，柳拂鞍鞯绿色匀。管领风光唯痛饮，都城谁是得闲人。", "translation": "小雨飘飘，轻洒在青青的草地上。道路都干干净净的，车马经过也扬不起灰尘。笼罩着都城的紫烟渐渐散去，天气逐渐变得晴朗，天空也变得更加美丽。飞花沾湿衣袖，红中带香。路边绿柳轻拂马鞍，绿色匀称。为了能够更好的赏景，唯有痛饮。在这都城里又有几个闲人呢？"}}, {"name": "杨柳枝·宜春苑外最长", "prop": {"content": "宜春苑外最长条，闲袅春风伴舞腰。正是玉人肠绝处，一渠春水赤栏桥。", "translation": "宜春院外杨柳轻拂低垂，伴着那春风扭摆着腰肢。那御河之上的红栏桥畔，多少情人在此伤心别离。"}}, {"name": "和徐都曹出新亭渚诗", "prop": {"content": "宛洛佳遨游，春色满皇州。结轸青郊路，迥瞰苍江流。日华川上动，风光草际浮。桃李成蹊径，桑榆荫道周。东都已俶载，言归望绿畴。", "translation": "早晨新亭渚边停车小憩，一眼望去郊外春色迷离，让人砰然心动，这满城胜景可媲美汉时的繁华古都啊！将车停在东郊路边，远望长江，已被黎明曙光染上了一层苍茫之色。红日冉冉升起，道道霞光铺洒江面，远远看去，波光粼粼；晨光中的青青草原迎风招展，宛如春日风光浮现在青草绿叶之上般，煞是可爱。花开正浓的桃李树下已被踏出条条小径，红日高照，桑榆树影布满大道。郊游即将结束已准备上车回城，归途遥遥之中，仍止不住的把目光投向绵延无际的绿畴。"}}, {"name": "魏承班", "dynasty": "五代"}, {"name": "春词二首", "prop": {"content": "菀菀黄柳丝，濛濛杂花垂。日高红妆卧，倚对春光迟。宁知傍淇水，騕褭黄金羁。翳翳陌上桑，南枝交北堂。美人金梯出，素手自提筐。非但畏蚕饥，盈盈娇路傍。", "translation": "该诗描绘了优美的淇河风光，极言生活在淇河边的常人意想不到的美好。 "}}, {"name": "喜春来·携将玉友寻花", "prop": {"content": "携将玉友寻花寨，看褪梅妆等杏腮，休随刘阮到天台。仙洞窄，且唱喜春来。", "translation": "宴会后，携带美酒步出楼台找寻美景，看红梅褪妆，又看杏花初开。不要跟随刘晨、阮肇到天台。天台山的仙洞那么狭窄，难以尽兴，还不如先唱一曲《喜春来》。"}}, {"name": "韩愈", "dynasty": "唐代"}, {"name": "南歌子·柳色遮楼暗", "prop": {"content": "柳色遮楼暗，桐花落砌香。画堂开处远风凉。高卷水晶帘额、衬斜阳。", "translation": "此词创设了这样的意境：春天又到江南，杨柳遮楼，落花飘香，画堂春风，景色撩人。而眼前珠帘高卷，斜阳夕照，更使人情思绵绵，无法排遣。这首小词通篇写景，委婉含蓄地透露了人物的感情，正所谓“状难写之景如在目前，含不尽之意见于言外”，给人以美的艺术享受。 "}}, {"name": "张可久", "dynasty": "元代"}, {"name": "好事近·梦中作", "prop": {"content": "春路雨添花，花动一山春色。行到小溪深处，有黄鹂千百。 飞云当面化龙蛇，夭矫转空碧。醉卧古藤阴下，了不知南北。 (化龙蛇 一作：舞龙蛇)", "translation": "春天的雨水让路旁的花儿竞相开放，轻轻拂过，山花随风摇曳，整个山间涌动着明媚的春光。沿着山路来到小溪尽头，惊起无数只黄莺在溪头林间纷飞啼鸣。天空中飞动的云彩在山风吹拂下，千变万化，如龙似蛇，在碧空中屈伸舒展，十分自如。这时，我正醉卧古藤阴下，朦胧迷离，全然忘却了纷繁复杂的尘世。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "春日野行", "prop": {"content": "骑马踏烟莎，青春奈怨何。蝶翎朝粉尽，鸦背夕阳多。柳艳欺芳带，山愁萦翠蛾。别情无处说，方寸是星河。", "translation": "踏着莎草纵马散步，春景美好无奈几多愁怨！这个时候蝶翅上的蝶粉已渐渐褪去，乌鸦背着夕阳向林中飞去。偏偏杨柳独展妖艳让佳人心中更加忧愁，起伏的山势犹如佳人紧皱的愁眉。心中的情愫无处诉说，两心相隔，犹如星河般遥远。"}}, {"name": "春宫怨", "prop": {"content": "早被婵娟误，欲妆临镜慵。承恩不在貌，教妾若为容。 风暖鸟声碎，日高花影重。年年越溪女，相忆采芙蓉。", "translation": "早年我被容貌美丽所误，落入宫中；我懒得对镜梳妆打扮，是没有受宠。蒙恩受幸，其实不在于俏丽的容颜；到底为取悦谁，叫我梳妆修饰仪容。鸟儿啼声繁碎，是为有和暖的春风；正午艳阳高照，花影才会叠叠重重。我真想念，年年在越溪浣纱的女伴；欢歌笑语，自由自在地采撷着芙蓉。"}}, {"name": "蝶恋花·侬是江南游冶", "prop": {"content": "侬是江南游冶子，乌帽青鞋，行乐东风里。落尽杨花春满地，萋萋芳草愁千里。扶上兰舟人欲醉，日暮青山，相映双蛾翠。万顷湖光歌扇底，一声吹下相思泪。", "translation": "我是这江南浪荡才子，穿着闲居的常服，在这春风中尽情玩乐。杨花落尽，芳草萋萋，勾起了我满腹愁绪。（我）醉眼迷蒙中被人扶上了游船，看到暮色斜阳下，青山相对，宛如美女之眉黛；船上的人正在湖光山色的掩映下，载歌载舞，一派欢乐景象。山色妩媚，歌欢舞美，面对此情此景，我却不禁潸然泪下。"}}, {"name": "春雨", "prop": {"content": "花时闷见联绵雨，云入人家水毁堤。昨日春风源上路，可怜红锦枉抛泥。", "translation": "本该是阳光明媚的春日却是连日阴雨，乌云笼罩大地连日的大雨将堤坝冲毁。昨天感觉天气良好就启程上路，不成想让这大雨阻了前路停滞不前。"}}, {"name": "春晓曲 / 玉楼春 ", "prop": {"content": "家临长信往来道，乳燕双双拂烟草。油壁车轻金犊肥，流苏帐晓春鸡早。笼中娇鸟暖犹睡，帘外落花闲不扫。衰桃一树近前池，似惜红颜镜中老。", "translation": "我家就住在往来长信宫的大道旁，小燕子双双在如烟的花草见穿梭。出入都是油壁香车，金犊牵挽，室内陈设着流苏宝帐，鸡鸣正叫早。天气已经回暖，笼中的娇鸟暖还在昏睡，门帘外的落花闲来也不扫。看到暮春一树衰桃，临池倒影，不禁叹息，人也如桃花般红颜易衰。"}}, {"name": "奉和春日幸望春宫应制", "prop": {"content": "东望望春春可怜，更逢晴日柳含烟。宫中下见南山尽，城上平临北斗悬。细草偏承回辇处，轻花微落奉觞前。宸游对此欢无极，鸟哢声声入管弦。", "translation": "向东望去，那春天的景色十分可爱，更何况又适逢晴朗的日子，柔媚的柳条像薄烟一样在摆动。自宫中向外望去，可尽览终南山的雄奇美景；城墙巍峨，与高悬的北斗齐平。柔细的小草恰逢御驾回转处，吐露着清新宜人的芬芳。在轻巧的落花中，群臣奉觞称寿。君王出游之时，面对此情此景，心境无比欢愉，鸟鸣婉转，与管弦乐音的节拍相和。"}}, {"name": "杜荀鹤", "dynasty": "唐代"}, {"name": "长寿乐·繁红嫩翠", "prop": {"content": "繁红嫩翠。艳阳景，妆点神州明媚。是处楼台，朱门院落，弦管新声腾沸。恣游人、无限驰骤，娇马车如水。竞寻芳选胜，归来向晚，起通衢近远，香尘细细。太平世。少年时，忍把韶光轻弃。况有红妆，楚腰越艳，一笑千金何啻。向尊前、舞袖飘雪，歌响行云止。愿长绳、且把飞乌系。任好从容痛饮，谁能惜醉。", "translation": "花盛开叶嫩绿，一派春天景色，将京城妆点得无限明媚。到处处危楼台榭、朱门院落，乐器吹奏着新颖美妙的音乐，非常热闹。道路上车马众多，来往不绝，任凭游人无限疾驰，竞相寻游美景名胜。归来的时候临近晚上，四通八达的道路上，如云的美女步履而带起轻微的芳香之尘。太平盛世，正当少年青春，不忍把美好的春光轻易抛弃，何况还有楚腰越艳一样美女相伴，她们一笑何止只值千金啊！面对酒宴上那如同雪花飘飞的舞袖，响遏行云的歌声，我愿用长绳系住太阳，好能从容痛饮，谁能怕醉啊！"}}, {"name": "春思", "prop": {"content": "莺啼燕语报新年，马邑龙堆路几千。家住层城临汉苑，心随明月到胡天。(层城 一作：秦城)机中锦字论长恨，楼上花枝笑独眠。为问元戎窦车骑，何时返旆勒燕然。", "translation": "莺歌燕语预报了临近新年，马邑龙堆是几千里的疆边。家住京城比邻着汉室宫苑，心随明月飞到边陲的胡天。织锦回文诉说思念的长恨，楼上花枝取笑我依然独眠。请问你主帅车骑将军窦宪，何时班师回朝刻石燕然山。 "}}, {"name": "踏莎行·小径红稀", "prop": {"content": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。", "translation": "小路旁的花儿日渐稀少，郊野却是绿意盎然，高高的楼台在苍翠茂密的树丛中若隐若现。春风不懂得去管束杨花柳絮，好似那蒙蒙细雨乱扑人面。黄莺躲藏在翠绿的树叶里，红色的帘子将飞燕阻隔在外，炉香静静燃烧，香烟像游动的青丝般缓缓上升。醉酒后从一场愁梦醒来时，夕阳正斜照着幽深的庭院。"}}, {"name": "储光羲", "dynasty": "唐代"}, {"name": "春日", "prop": {"content": "北洹春事休嗟晚，三月尚寒花信风。遥忆东吴此时节，满江鸭绿弄残红。", "translation": "请不要叹息在北方洹水地带春耕太晚，三月里天气尚寒报信的春风刚刚吹来。遥想这个时节江南的景象，阳光下河中涨满春水，鸭子在水中拨弄落水花瓣。"}}, {"name": "相见欢·年年负却花期", "prop": {"content": "年年负却花期！过春时，只合安排愁绪送春归。梅花雪，梨花月，总相思。自是春来不觉去偏知。", "translation": "年复一年，总是辜负了百花盛开时节，春天过去，只好带着惆怅送别春天。梅花傲雪，梨花映月，至今令人思念不已。真是春天来时不知不觉，春天去时令人惋惜。"}}, {"name": "愁倚阑·春犹浅", "prop": {"content": "春犹浅，柳初芽，杏初花。杨柳杏花交影处，有人家。玉窗明暖烘霞。小屏上、水远山斜。昨夜酒多春睡重，莫惊他。", "translation": "此时春意尚浅，柳树刚刚萌芽，杏花三三两两的开在枝头。杨柳杏花影子交汇处，住着人家。窗内霞光映照明亮温暖，小小的画屏上水远山斜。昨夜畅饮了许多美酒睡意正浓，不要惊醒了他。"}}, {"name": "村居", "prop": {"content": "草长莺飞二月天，拂堤杨柳醉春烟。儿童散学归来早，忙趁东风放纸鸢。", "translation": "农历二月，青草渐渐发芽生长，黄莺飞来飞去，轻拂堤岸的杨柳陶醉在春天的雾气中。村里的孩子们早早就放学回家，赶紧趁着东风把风筝放上蓝天。"}}, {"name": "画堂春·湔裙独上小渔", "prop": {"content": "湔裙独上小渔矶，袜罗微溅春泥。一篙生绿画桥低，昨夜前溪。回首楝花风急，催归暮雨霏霏。扑天香絮拥凄迷，南北东西。", "translation": "这阕小词，可以说是一幅情景交融的暮春归舟图，只是其中漾着的意绪，却分外勾人。"}}, {"name": "高鹗", "dynasty": "清代"}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "瑞龙吟·大石春景", "prop": {"content": "章台路。还见褪粉梅梢，试花桃树。愔愔坊陌人家，定巢燕子，归来旧处。 黯凝伫。因念个人痴小，乍窥门户。清晨浅约宫黄，障风映袖，盈盈笑语。 前度刘郎重到，访邻寻里，同时歌舞。唯有旧家秋娘，声价如故。吟笺赋笔，犹记燕台句。知谁伴、名园露饮，东城闲步。事与孤鸿去。探春尽是，伤离意绪。官柳低金缕。归骑晚、纤纤池塘飞雨。断肠院落，一帘风絮。", "translation": "无"}}, {"name": "首春逢耕者", "prop": {"content": "南楚春候早，余寒已滋荣。土膏释原野，白蛰竞所营。缀景未及郊，穑人先偶耕。园林幽鸟啭，渚泽新泉清。农事诚素务，羁囚阻平生。故池想芜没，遗亩当榛荆。慕隐既有系，图功遂无成。聊从田父言，款曲陈此情。眷然抚耒耜，回首烟云横。", "translation": "无"}}, {"name": "满井游记", "prop": {"content": "　　燕地寒，花朝节后，余寒犹厉。冻风时作，作则飞沙走砾。局促一室之内，欲出不得。每冒风驰行，未百步辄返。　　廿二日天稍和，偕数友出东直，至满井。高柳夹堤，土膏微润，一望空阔，若脱笼之鹄。于时冰皮始解，波色乍明，鳞浪层层，清澈见底，晶晶然如镜之新开而冷光之乍出于匣也。山峦为晴雪所洗，娟然如拭，鲜妍明媚，如倩女之靧面而髻鬟之始掠也。柳条将舒未舒，柔梢披风，麦田浅鬣寸许。游人虽未盛，泉而茗者，罍而歌者，红装而蹇者，亦时时有。风力虽尚劲，然徒步则汗出浃背。凡曝沙之鸟，呷浪之鳞，悠然自得，毛羽鳞鬣之间皆有喜气。始知郊田之外未始无春，而城居者未之知也。　　夫不能以游堕事而潇然于山石草木之间者，惟此官也。而此地适与余近，余之游将自此始，恶能无纪？己亥之二月也。", "translation": "燕地一带气候寒冷，花朝节过后，余寒仍然很厉害。冷风时常刮起，一刮就沙砾飞扬。只能拘束在室内，想出去都不可能。每次冒风疾行，不到百步就被迫返回。"}}, {"name": "摸鱼儿·更能消几番风", "prop": {"content": "淳熙己亥，自湖北漕移湖南，同官王正之置酒小山亭，为赋。更能消、几番风雨，匆匆春又归去。惜春长怕花开早，何况落红无数。春且住，见说道、天涯芳草无归路。怨春不语。算只有殷勤，画檐蛛网，尽日惹飞絮。(怕 一作：恨) (无归路 一作：迷归路）长门事，准拟佳期又误。蛾眉曾有人妒。千金纵买相如赋，脉脉此情谁诉？君莫舞，君不见、玉环飞燕皆尘土！闲愁最苦！休去倚危栏，斜阳正在，烟柳断肠处。 ", "translation": "更能消、几番风雨。匆匆春又归去。"}}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "常建", "dynasty": "唐代"}, {"name": "小重山·春到长门春草", "prop": {"content": "春到长门春草青，江梅些子破，未开匀。碧云笼碾玉成尘，留晓梦，惊破一瓯春。花影压重门，疏帘铺淡月，好黄昏。二年三度负东君，归来也，著意过今春。", "translation": "春天已到长门宫，春草青青，梅花才绽开，一点点，未开匀。取出笼中碧云茶，碾碎的末儿玉一样晶莹，想留住晨晓春光的好梦，咂一口，惊破了一杯碧绿的春景。层层花影掩映着重重门，疏疏帘幕透进淡淡月影，多么好的黄昏。两年第三次辜负了春神，归来吧，说什么也要好好品味今春的温馨。"}}, {"name": "浣溪沙·红蓼花香夹岸", "prop": {"content": "红蓼花香夹岸稠，绿波春水向东流。小船轻舫好追游。渔父酒醒重拨棹，鸳鸯飞去却回头。一杯销尽两眉愁。", "translation": "红蓼花开，夹岸香浓。绿波春水，向东流去。此时正好坐着小船，在江上愉快地遨赏。渔翁酒醒，又再划舟前行。鸳鸯被惊飞去。屡屡回头而望。一杯在手，便解开紧锁的双眉，销尽愁绪。"}}, {"name": "见二十弟倡和花字漫兴", "prop": {"content": "落絮游丝三月候，风吹雨洗一城花。未知东郭清明酒，何似西窗谷雨茶。", "translation": "柳絮纷飞，蛛丝游动，正值暮春三月，风吹雨洗满城落花。不知道在东城外共饮清明酒，比起坐在西窗下面共饮谷雨茶怎么样。"}}, {"name": "春思", "prop": {"content": "燕草如碧丝，秦桑低绿枝。当君怀归日，是妾断肠时。 春风不相识，何事入罗帏。", "translation": "燕地小草刚像丝绒一般柔软纤细，秦地的桑叶早已茂密得压弯了树枝。当你怀念家园盼望归家之日时，我早就因思念你而愁肠百结。春风啊你与我素不相识，为何要吹进罗帐激起我的愁思呢？"}}, {"name": "悲哉行", "prop": {"content": "萋萋春草生，王孙游有情。差池燕始飞，夭袅柳始荣。灼灼桃悦色，飞飞燕弄声。檐上云结阴，涧下风吹清。幽树虽改观，终始在初生。松茑欢蔓延，樛葛欣蔂萦。眇然游宦子，晤言时未并。鼻感改朔气，眼伤变节荣。侘傺岂徒然，澶漫绝音形。风来不可托，鸟去岂为听。", "translation": "无"}}, {"name": "嘲春风", "prop": {"content": "春风何处好？别殿饶芳草。苒嫋转鸾旗，萎蕤吹雉葆。扬芳历九门，澹荡入兰荪。争奈白团扇，时时偷主恩。", "translation": "古今多数文学史家和舆论家们，他们把温庭筠的词嗤之以为梁陈余风，视为靡靡之音，不信他能有什么政治寄托。几乎等于把美人香草要从《离骚》中赶了出来。这对于温庭筠是有欠公正的。"}}, {"name": "青玉案·凌波不过横塘", "prop": {"content": "凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月桥花院，琐窗朱户，只有春知处。飞云冉冉蘅皋暮，彩笔新题断肠句。试问闲情都几许？一川烟草，满城风絮，梅子黄时雨。(版本一)凌波不过横塘路，但目送、芳尘去。锦瑟华年谁与度？月台花榭，琐窗朱户，只有春知处。碧云冉冉蘅皋暮，彩笔新题断肠句。试问闲愁都几许？一川烟草，满城风絮，梅子黄时雨。(版本二)", "translation": "轻移莲步从横塘前匆匆走过，只能目送她像芳尘一样飘去。正是青春年华时候，可什么人能与她一起欢度？在那修着偃月桥的院子里，朱红色的小门映着美丽的琐窗。只有春天才会知道她的居处。天上飞云在空中拂过，长满杜蘅的小洲在暮色中若隐若现。佳人一去而不复返，我用彩笔写下伤感的诗句。要问我的忧伤有多深多长？就像烟雨一川青草，就像随风飘转的柳絮，梅子黄时的雨水，无边无际。"}}, {"name": "最高楼·暮春", "prop": {"content": "花信紧，二十四番愁。风雨五更头。侵阶苔藓宜罗袜，逗衣梅润试香篝。绿窗闲，人梦觉，鸟声幽。按银筝、学弄相思调。写幽情、恨杀知音少。向何处，说风流。一丝杨柳千丝恨，三分春色二分休。落花中，流水里，两悠悠。", "translation": "暮春时节花期已快过，五更时分窗外小雨仍是淅淅沥沥。石阶上长满苔藓穿着罗袜就可以踩上去，空气潮湿，衣服也只能放在熏笼上。梦醒无事，只听窗外鸟儿啼鸣，倍感清幽。轻抚银筝，慢慢练习相思曲。琴声婉转多情，只可惜无知音聆听。心中的这无限愁绪要到哪里去诉说啊！雨中杨柳飘飘荡荡，残花满地，仿似在告诉我们：已至暮春，春将休。"}}, {"name": "钓鱼湾", "prop": {"content": "垂钓绿湾春，春深杏花乱。潭清疑水浅，荷动知鱼散。日暮待情人，维舟绿杨岸。", "translation": "垂钓在春天的绿水湾，春已深杏花盛开纷繁。潭水澄澈疑心水清浅，荷叶摇动才知鱼游散。直到日暮等待知心人，系上小船停靠绿杨岸。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "卖花声·立春", "prop": {"content": "独饮对辛盘，愁上眉弯。楼窗今夜且休关。前度落红流到海，燕子衔还。书贴更簪欢，旧例都删。到时风雪满千山。年去年来常不老，春比人顽。", "translation": "独自对着辛盘饮酒，愁绪渐上眉头。打开楼窗独站楼前，仿佛看到前些时候随河水流入大海的落花又被燕子衔回。对书贴簪欢这些旧习已了无兴趣，心中想到的只有那千山的风雪。年去年来春也不曾老去，人却无法抵挡岁月的侵蚀渐渐衰老。"}}, {"name": "渔家傲·小雨纤纤风细", "prop": {"content": "小雨纤纤风细细，万家杨柳青烟里。恋树湿花飞不起，愁无比，和春付与东流水。九十光阴能有几？金龟解尽留无计。寄语东阳沽酒市，拚一醉，而今乐事他年泪。", "translation": "绵绵的细雨微微的风，千家万户掩映在杨柳密荫青烟绿雾中。淋湿的花瓣贴在树枝上不再飞。心中愁无穷，连同春色都付与江水流向东。九十天的光阴能够留多久？解尽金龟换酒也无法将春光挽留。告诉那东阳城里卖酒人，而今只求拼个一醉方休，不管今日乐事成为他年热泪流。"}}, {"name": "喜春来·春宴", "prop": {"content": "梅残玉靥香犹在，柳破金梢眼未开。东风和气满楼台，桃杏拆，宜唱喜春来。", "translation": "梅花虽残了，它那洁白的花瓣上香气。柳树抽芽了，梢头一片嫩黄色，柳叶儿还没长出来。春风和煦，吹满楼台。桃杏的花苞儿刚刚裂开，这种情景正该高唱《喜春来》。"}}, {"name": "风筝", "prop": {"content": "结伴儿童裤褶红，手提线索骂天公。人人夸你春来早，欠我风筝五丈风。", "translation": "一群红裤小儿结伴一起放风筝，可是由于没有风，风筝飞不起来。于是手里提着风筝线大骂老天。人人都夸奖你（老天）春天来得早，可是你却欠我放风筝的大风。"}}, {"name": "谒金门·花过雨", "prop": {"content": "花过雨，又是一番红素。燕子归来愁不语，旧巢无觅处。谁在玉关劳苦？谁在玉楼歌舞？若使胡尘吹得去，东风侯万户。", "translation": "花经过一场春雨后，渐渐的开放了，燕子从北方飞回到这里因为找不到旧时的巢穴而愁楚。是谁在边关前线戍守？又是谁在玉楼里莺歌燕舞？假如东风能吹走侵略的敌人，那就封它做个万户侯吧！"}}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "张维屏", "dynasty": "清代"}, {"name": "登凉州尹台寺", "prop": {"content": "胡地三月半，梨花今始开。因从老僧饭，更上夫人台。清唱云不去，弹弦风飒来。应须一倒载，还似山公回。", "translation": "在这塞外苦寒之地，直到三月春半时，梨花才开始绽放。于是我同寺中的老僧吃完饭，又登上了夫人台。那清越的歌声令白云停遏，那优美而淡雅的琴韵像清风飒然吹过一般。我也应该倒骑着马，像山公那样酩酊大醉而归。"}}, {"name": "望江南·超然台作", "prop": {"content": "春未老，风细柳斜斜。试上超然台上看，半壕春水一城花。烟雨暗千家。(看 一作：望)寒食后，酒醒却咨嗟。休对故人思故国，且将新火试新茶。诗酒趁年华。", "translation": "春天还没有过去，微风细细，柳枝斜斜随之起舞。试着登上超然台远远眺望，护城河内半满的春水微微闪动，满城处处春花明艳，迷迷蒙蒙的细雨飘散在城中，千家万户皆看不真切。寒食节过后，酒醒反而因思乡而叹息不已。不要在老朋友面前思念故乡了，姑且点上新火来烹煮一杯刚采的新茶，作诗醉酒都要趁年华尚在啊。"}}, {"name": "顾夐", "dynasty": "五代"}, {"name": "西亭春望", "prop": {"content": "日长风暖柳青青，北雁归飞入窅冥。岳阳城上闻吹笛，能使春心满洞庭。", "translation": "春日白昼渐长，风和日暖，柳丝嫩绿，北方的大雁回故乡飞进深远的天空。在岳阳楼上听到吹竹笛的声音，这笛声能使我的旅愁归心洒遍洞庭湖。 "}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "清江引·春思", "prop": {"content": "黄莺乱啼门外柳，雨细清明后。能消几日春，又是相思瘦。梨花小窗人病酒。", "translation": "黄莺在门外柳树梢啼唱，清明过后细雨纷纷飘零。还能再有多少天呢，春天就要过去了，春日里害相思，人儿憔悴消瘦。梨花小窗里，佳人正借酒消愁。"}}, {"name": "唐庚", "dynasty": "宋代"}, {"name": "采桑子·画船载酒西湖", "prop": {"content": "画船载酒西湖好，急管繁弦，玉盏催传，稳泛平波任醉眠。行云却在行舟下，空水澄鲜，俯仰留连，疑是湖中别有天。", "translation": "西湖风光好，乘画船载着酒肴在湖中游赏，急促繁喧的乐声中，不停地传着酒杯。风平浪静，缓缓前进的船儿中安睡着醉倒的客人。醉眼俯视湖中，白云在船下浮动，清澈的湖水好似空然无物。仰视蓝天，俯视湖面，水天相映使人疑惑，湖中另有一个世界。"}}, {"name": "点绛唇·红杏飘香", "prop": {"content": "红杏飘香，柳含烟翠拖轻缕。水边朱户。尽卷黄昏雨。烛影摇风，一枕伤春绪。归不去。凤楼何处。芳草迷归路。", "translation": "盛开的杏花芳香弥漫，柳树绿了，垂丝飘飘如缕，其轻如烟。伊人就住在水边的房屋里，她卷起帘子，目之所及只有一片黄昏雨。晚风吹来，烛光摇动。心中苦闷，愁卧在床。想回去却又回不去。不知她现住在何处呢？外面芳草萋萋，我已经找不到回去的路了。"}}, {"name": "绝句", "prop": {"content": "春寒恻恻掩重门，金鸭香残火尚温。燕子不来花又落，一庭风雨自黄昏。", "translation": "春寒料峭，把门重重关上，室内只有那鸭形香炉余温尚存，给人些许暖意。燕子还未来花却已经纷纷飘落，庭院中的风雨持续到黄昏还未停止。"}}, {"name": "满庭芳·晓色云开", "prop": {"content": "晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榷，花困蓬瀛。豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。", "translation": "拂晓的曙色中云雾散净，好春光随人意兴，骤雨才过天色转晴。古老的亭台，芳美的水榭，飞燕穿花踩落了片片红英。榆钱儿像是舞得困乏，自然地缓缓飘零，秋千摇荡的院墙外，漫涨的绿水与桥平。融融的春风里杨柳垂荫朱门掩映，传出低低弹奏小秦筝的乐声。回忆起往日多情人，邀游行乐的胜景。她乘着翠羽伞盖的香车，珠玉头饰簪发顶，我骑着缰绳精美的骏马，装饰了几缕红缨。金杯里美酒渐空，如花美人厌倦了蓬瀛仙境。豆蔻年华的青春少女呵，往日同我有多少别恨离情，十年间浑然大梦，屈指算令人堪惊。凭倚着栏杆久久眺望，但见烟雾稀疏，落日昏蒙，寂寞地沉入了扬州城。"}}, {"name": "水槛遣心二首", "prop": {"content": "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祗老病，何得尚浮名。浅把涓涓酒，深凭送此生。", "translation": "草堂远离喧闹的城郭，庭院开阔宽敞，四周没有村落，放眼一望无边。碧澄江水，几乎淹没两岸；葱茏树木，黄昏盛开鲜花。细雨蒙蒙，鱼儿欢快地跃出水面；微风习习，燕子倾斜着掠过天空。城里拥挤着十万人家，熙熙攘攘；这里却只有两三灯火，清闲自在。"}}, {"name": "春远 / 春运", "prop": {"content": "肃肃花絮晚，菲菲红素轻。日长唯鸟雀，春远独柴荆。数有关中乱，何曾剑外清。故乡归不得，地入亚夫营。", "translation": "（上四暮春之景，下四春日感怀。吴论：肃肃，落声。菲菲，落貌。【黄注】红素乃地下花絮。【顾注】惟鸟雀，见过客之稀。独柴扉，见村居之僻。关中数乱，谓吐蕃、党项入寇。剑外未清，谓吐蕃近在西山。故乡尚有军营，则欲归不得矣。）"}}, {"name": "零陵春望", "prop": {"content": "平野春草绿，晓莺啼远林。日晴潇湘渚，云断岣嵝岑。仙驾不可望，世途非所任。凝情空景慕，万里苍梧阴。", "translation": "平坦空旷的原野上，春天的芳草满是绿意，早晨的莺鸟在远方的树林间啼鸣。阳光晴和，洒落在潇水与湘水的岸边沙洲，云朵断续不接，飘扬在岣嵝山的小峰上。得道成仙是无从盼望的，世间也非我所能承受的居处。沉思凝神也只能空自仰慕，那万里之外，卒于苍梧之野的舜帝英灵。"}}, {"name": "王安国", "dynasty": "宋代"}, {"name": "采桑子·花前失却游春", "prop": {"content": "花前失却游春侣，独自寻芳。满目悲凉。纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。", "translation": "花前没有了她的陪伴，只能独自在花间徘徊，举目四顾，一片凄凉。纵使笙歌入耳，婉转悠扬，也只能唤起曾经记忆，从而更添感伤惆怅。林间彩蝶对对，帘间飞燕双双，皆在快乐嘻逐，恩爱相偕。血色残阳笼罩着绿树青苔，怎能再忍受心中悲凉！"}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "春思", "prop": {"content": "野花如雪绕江城，坐见年芳忆帝京。 阊阖晓开凝碧树，曾陪鸳鹭听流莺。", "translation": "野花如同雪花一样纷纷扬扬环绕江城，犹看见一年一度的花草，回忆起来帝京。早上宫门打开仿佛将碧绿的树都凝住了，曾经陪鸳鹭听流莺得到叫声。"}}, {"name": "咏杜鹃花", "prop": {"content": "蚕老麦黄三月天，青山处处有啼鹃。断崖几树深如血，照水晴花暖欲然。三叹鹤林成梦寐，前生阆苑觅神仙。小山拄颐愁无奈，又怕声声聒夜眠。", "translation": "杜鹃既是一种鸟，亦是一种花。其鸟又名子规、子隽、催归。其花又名映山红，春季开放，多为红色。择公此诗既写杜鹃花，亦写杜鹃鸟，是一曲春天的赞歌。历来描写杜鹃的诗文甚多，兹举两联诗句为例。白居易《琵琶行》：“其间旦暮闻何物？杜鹃啼血猿哀鸣。”此写杜鹃鸟也。 "}}, {"name": "落花", "prop": {"content": "春光冉冉归何处，更向花前把一杯。 尽日问花花不语，为谁零落为谁开。", "translation": "春光柔媚美好却不知道要去哪里，只有在花儿的面前把酒一杯。整日询问花儿是为谁而开又为谁而败，然而花儿却一直不说话。"}}, {"name": "忆江南·春去也", "prop": {"content": "春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。", "translation": "可惜春天已经匆匆过去了，临行的时候谢别洛阳城的人。柔弱的柳枝随风飞舞象是挥手举袂，一丛丛的兰花沾满白露正如浸湿的头巾，遮住芳颜独自欢笑又像是含嗔带颦。　　可惜春天已经匆匆过去了，一起来珍惜这艳丽明媚的年华吧！只见依然有桃花飘落在流水上，哪怕倒满竹叶青美酒一饮而尽，醉倒在了酒杯前。只希望能等到雨过天晴、重见青天的时候。"}}, {"name": "蝶恋花·豆蔻梢头春色", "prop": {"content": "豆蔻梢头春色浅，新试纱衣，拂袖东风软。红日三竿帘幕卷，画楼影里双飞燕。拢鬓步摇青玉碾，缺样花枝，叶叶蜂儿颤。独倚阑干凝望远，一川烟草平如剪。", "translation": "豆蔻枝头浮现着浅浅的春意，闺中少女换上了新做的薄纱衣，和煦的春风轻拂着她长长的衣袖。红日高照，姑娘卷起帘幕，只见画楼阴凉处，燕子双双飞舞。见景思情，不由想起远方思念的人儿，于是插上用青玉磨成的步摇，戴上新颖别致的花枝，花叶上还缀有栩栩如生的蜜蜂，仿佛在起伏颤动。梳妆罢，她倚着栏杆凝望远处，只见那一片平坦如剪的芳草地上，仍不见他的身影。"}}, {"name": "春江花月夜", "prop": {"content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明！江流宛转绕芳甸，月照花林皆似霰。空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。(徘徊 一作：裴回)玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)", "translation": "无"}}, {"name": "早春", "prop": {"content": "南枝才放两三花，雪里吟香弄粉些。淡淡著烟浓著月，深深笼水浅笼沙。", "translation": "早春时节，南面朝阳的梅枝才开了两三朵花，正好又下了一场雪，我在月下雪地里体味梅花散发的清香味，赏玩梅花洁白的颜色。那初开的白梅花，浓淡深浅有别，夜雾和月色附着在那色浓的花朵上，犹如笼罩着寒冷的水一般，附着在色淡的花朵上，就像笼罩着明净的沙子一般。"}}, {"name": "高阳台·丰乐楼分韵得", "prop": {"content": "修竹凝妆，垂杨驻马，凭阑浅画成图。山色谁题？楼前有雁斜书。东风紧送斜阳下，弄旧寒、晚酒醒馀。自消凝，能几花前，顿老相如。伤春不在高楼上，在灯前攲枕，雨外熏炉。怕舣游船，临流可奈清臞？飞红若到西湖底，搅翠澜、总是愁鱼。莫重来，吹尽香绵，泪满平芜。", "translation": "无"}}, {"name": "人月圆·春日湖上", "prop": {"content": "小楼还被青山碍，隔断楚天遥。昨宵入梦，那人如玉，何处吹箫？门前朝暮，无情秋月，有信春潮。看看憔悴，飞花心事，残柳眉梢。", "translation": "小楼还被门前青山阻碍了去路，因为青山隔断了视线，不能看到遥远的楚天。昨天晚上做了一个梦，梦到那人如玉般，不知道在何处吹着箫。门前朝朝暮暮与我相对的，只有毫无情意的秋月和按约而至的春潮。心事忧愁不定，似飞花一般，双眉紧锁不展，恰如残柳。"}}, {"name": "青阳", "prop": {"content": "青阳开动，根荄以遂，膏润并爱，跂行毕逮。霆声发荣，壧处顷听，枯槁复产，乃成厥命。众庶熙熙，施及夭胎，群生啿噬，惟春之祺。", "translation": "春天来了，小草开始生根发芽。春天的雨露滋润万物，一切动植物都得到了雨露的覆蔽。春雷阵阵，听到春雷的声响后，蛰伏在岩洞里的动物无不欢欣，随之而起，结束了漫长的冬眠，开始了春天新的生活。冬天枯萎了的草木也都生出了萌芽，一切生命在春的季候里都得以成长。春天万物和乐，春天的恩泽广及尚未出生和成长的生命。万物繁殖众多，都是因为受到了春天的福佑。"}}, {"name": "李好古", "dynasty": "宋代"}, {"name": "花心动·春词", "prop": {"content": "仙苑春浓，小桃开，枝枝已堪攀折。乍雨乍晴，轻暖轻寒，渐近赏花时节。柳摇台榭东风软，帘栊静，幽禽调舌。断魂远，闲寻翠径，顿成愁结。此恨无人共说。还立尽黄昏，寸心空切。强整绣衾，独掩朱扉，枕簟为谁铺设。夜长更漏传声远，纱窗映、银缸明灭。梦回处，梅梢半笼残月。 ", "translation": "这是一首闺妇春恨词。"}}, {"name": "南湖早春", "prop": {"content": "风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。", "translation": "春风吹散云雾，骤雨初歇，天气刚刚放晴，阳光重新照在湖面上温暖又明快。漫山遍野的山杏，碎红点点；新生的绿苹，整整齐齐铺满了水面。白雁身上雨水未干翅膀沉重，只得低空飞行；黄鹂的舌头也颇有些生涩，不听使唤。不是说江南的春天不好，而是渐渐的体弱多病我的兴致也减少了。"}}, {"name": "罗隐", "dynasty": "唐代"}, {"name": "王国维", "dynasty": "近现代"}, {"dynasty": "金朝"}, {"name": "王绩", "dynasty": "唐代"}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "蝶恋花·柳絮年年三月", "prop": {"content": "柳絮年年三月暮，断送莺花，十里湖边路。万转千回无落处，随侬只恁低低去。满眼颓垣欹病树，纵有余英，不值风姨妒。烟里黄沙遮不住，河流日夜东南注。", "translation": "此词写暮春景色，抒惜春情怀。暮春三月，柳絮纷飞，万转千回，落向何处？眼前春老花残，颓垣病树，时光如流水，“日夜东南注”。全词构思精巧，含蕴颇深。语言美，意境亦美。 "}}, {"name": "绝句二首", "prop": {"content": "迟日江山丽，春风花草香。泥融飞燕子，沙暖睡鸳鸯。 江碧鸟逾白，山青花欲燃。今春看又过，何日是归年。", "translation": "沐浴在春光下的江山显得格外秀丽，春风送来花草的芳香。泥土随着春天的来临而融化变得松软，燕子衔泥筑巢，暖和的沙子上睡着成双成对的鸳鸯。"}}, {"name": "张继", "dynasty": "唐代"}, {"name": "元好问", "dynasty": "元代"}, {"name": "陈亮", "dynasty": "宋代"}, {"name": "刘侍中宅盘花紫蔷薇", "prop": {"content": "真宰偏饶丽景家，当春盘出带根霞。 从开一朵朝衣色，免踏尘埃看杂花。", "translation": "无"}}, {"name": "浣溪沙·雪颔霜髯不自", "prop": {"content": "伽花彩甚奇，谓有初春之兴。因作二首，寄袁公济雪颔霜髯不自惊。更将翦彩发春荣。羞颜未醉已先赪。 莫唱黄鸡并白发，且呼张丈唤殷兄。有人归去欲卿卿。", "translation": "伽花颜色绚丽甚是罕见，不由得让人爱上这初春时节。所以特作词两首，寄给袁公济 虽已是两鬓斑白心中却是未曾服老，仍像是最青春年少的少年，美酒未醉已经羞愧的红了脸。不要在年老的时候才感叹时光流逝，且把张丈殷兄叫上一起同行游玩观赏。看到有人归去就想到了你。"}}, {"name": "闺怨", "prop": {"content": "闺中少妇不知愁，春日凝妆上翠楼。(不知 一作：不曾)忽见陌头杨柳色，悔教夫婿觅封侯。", "translation": "一闺中少妇未曾有过相思离别之愁，在明媚的春日，她精心装扮之后兴高采烈登上翠楼。忽见野外杨柳青青春意浓，真后悔让丈夫从军边塞，建功封侯。"}}, {"name": "和乐天春词", "prop": {"content": "新妆宜面下朱楼，深锁春光一院愁。 行到中庭数花朵，蜻蜓飞上玉搔头。", "translation": "精心化好妆容缓缓走下阁楼，深深庭院春光虽好只添愁。来到庭院中数着那开得正艳的花朵，蜻蜓飞到了玉簪上头。"}}, {"name": "摊破浣溪沙·手卷真珠", "prop": {"content": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主？思悠悠。青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。", "translation": "卷起珍珠编织的帘，挂上帘钩，在高楼上远望的我和从前一样，愁绪依然深锁。随风飘荡的落花谁才是它的主人呢？这使我忧思不尽。信使不曾捎来远方行人的音讯，雨中的丁香花让我想起凝结的忧愁。我回头眺望暮色里的三峡，看江水从天而降，浩荡奔流。"}}, {"name": "酒泉子·花映柳条", "prop": {"content": "花映柳条，闲向绿萍池上。凭阑干，窥细浪，雨萧萧。近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。", "translation": "在这花红柳绿的春天，我闲游在绿萍池边，倚身在栏杆上，凝视着池上细波连连。那潇潇细雨如我的思愁绵绵。近来他的书信稀疏难见，我更难忍洞房的寂寞无边。且打开银屏放下竹帘，苦熬这长长的春夜，只怕又是孤愁难眠。"}}, {"name": "春日归山寄孟浩然", "prop": {"content": "朱绂遗尘境，青山谒梵筵。金绳开觉路，宝筏度迷川。岭树攒飞栱，岩花覆谷泉。塔形标海月，楼势出江烟。香气三天下，钟声万壑连。荷秋珠已满，松密盖初圆。鸟聚疑闻法，龙参若护禅。愧非流水韵，叨入伯牙弦。", "translation": "朝服绶带遗弃在尘世之境，赶赴青山拜谒佛教道场。黄金为绳显示觉悟之路，乘上宝筏渡过惑人迷川。岭上高树拢聚构成飞栱一般，岩上红花盛开掩盖山谷的泉水。佛塔高耸是海上日出的标志，佛楼雄伟依傍大江烟云缭绕。佛烟香气传遍欲界色界无色界，佛钟敲响声连万壑千川。手中念珠如秋日莲子成熟满把满串，繁茂的松树团团圆圆如月。鸟儿相聚疑是为听法而来，龙王亦来参加原为护法而来。惭愧我无洋洋兮若江河般的流水声韵，可以混为伯牙的琴上之声。"}}, {"name": "王和卿", "dynasty": "元代"}, {"name": "浣溪沙·散步山前春草", "prop": {"content": "散步山前春草香。朱阑绿水绕吟廊。花枝惊堕绣衣裳。或定或摇江上柳，为鸾为凤月中篁。为谁掩抑锁芸窗。", "translation": "她总算是，盼来了春天。此时韶光照野，春晖暖物。忽然惊觉，她呆在屋里已经蛰伏了整整一个冬季。在这多情的季节，人总是不甘寂寞的。"}}, {"name": "春日杂咏", "prop": {"content": "青山如黛远村东，嫩绿长溪柳絮风。鸟雀不知郊野好，穿花翻恋小庭中。", "translation": "这首诗描写了春天郊野的美好景色。诗的大意说：村东的青山，远远望去，呈现出一片墨绿的颜色，就像女孩子用来描眉的青黑色的黛墨一般漂亮。一条长溪，溪水蜿蜒曲折地向着远方流去。岸边嫩绿的杨柳开花结籽，微风吹来，片片柳絮随风飘舞。鸟雀不知道郊野外如诗如画的风光这般美好，反而留恋那小小庭院，只是在院内的花丛中飞来飞去。"}}, {"name": "正月三日闲行", "prop": {"content": "黄鹂巷口莺欲语，乌鹊河头冰欲销。 绿浪东西南北水，红栏三百九十桥。 鸳鸯荡漾双双翅，杨柳交加万万条。 借问春风来早晚，只从前日到今朝。", "translation": "黄鹂巷口的黄莺叽叽喳喳叫个不停，乌鹊河河面的冰将要融化。河中带着新绿的浪花翻滚着，苏州的各个桥梁上都有红色的围栏。鸳鸯在水中嬉戏，扑扇着翅膀，千万条低垂的杨柳交错。试问春天是什么时候来的？原来就是这两天来到的。"}}, {"name": "鹧鸪天·游鹅湖醉书酒", "prop": {"content": "春入平原荠菜花，新耕雨后落群鸦。多情白发春无奈，晚日青帘酒易赊。闲意态，细生涯。牛栏西畔有桑麻。青裙缟袂谁家女，去趁蚕生看外家。", "translation": "春天来临，平原之上恬静而又充满生机，白色的荠菜花开满了田野。土地刚刚耕好，又适逢春雨落下，群鸦在新翻的土地上觅食。忽然之间适才令人心情舒爽的春色不见了，愁绪染白了头发。心情沉闷无奈，只好到小酒店去饮酒解愁。村民们神态悠闲自在，生活过得井然有序，牛栏附近的空地上也种满了桑和麻。春播即将开始，大忙季节就要到来，不知谁家的年轻女子，穿着白衣青裙，趁着大忙前的闲暇时光赶着去走娘家。"}}, {"dynasty": "南北朝"}, {"name": "谢池春·残寒销尽", "prop": {"content": "残寒销尽，疏雨过，清明后。花径敛余红，风沼萦新皱。乳燕穿庭户，飞絮沾襟袖。正佳时，仍晚昼。著人滋味，真个浓如酒。频移带眼，空只恁、厌厌瘦。不见又思量，见了还依旧。为问频相见，何似长相守？天不老，人未偶。且将此恨，分付庭前柳。", "translation": "冬日的残寒散尽，小雨过去，已到了清明之后。花间的小径聚敛着残余的落红，微风吹过池沼萦绕起新的波绉，小燕子在庭院门窗间穿飞，飘飞的柳絮沾上了衣襟两袖。正是一年中最美妙的时候，夜晚连着白昼。令人感到滋味深厚，真个是浓似醇酒。频繁地移动腰带的空眼，只是那么白白眼看着病恹恹地消瘦，不见她却又相思，见了她却还是分离，相思依旧。为此要问与其频频相见，何如永远亲密厮守？天公无情天不老，人有情却落得孤独无偶，这份相思别恨谁理解，姑且将它交托庭前的杨柳。"}}, {"name": "临江仙·庭院深深深几", "prop": {"content": "欧阳公作《蝶恋花》，有“深深深几许”之句，予酷爱之。用其语作“庭院深深”数阕，其声即旧《临江仙》也。庭院深深深几许？云窗雾阁常扃。柳梢梅萼渐分明。春归秣陵树，人老建康城。感月吟风多少事，如今老去无成。谁怜憔悴更凋零。试灯无意思，踏雪没心情。(试灯无意思，踏雪没心情 一作：灯花空结蕊，离别共伤情)", "translation": "庭院很深很深，不知有多少层深，云雾缭绕的楼阁门窗经常关闭。骋目四望，只见柳梢返青和梅枝吐蕊的景象越来越分明了。在古秣陵城的周围，树木渐绿，宣告春已归来，但我却无家可归，看来要老死建康城了。忆往昔多少回吟赏风月，饮酒作诗，那是多么幸福啊，而如今却人已老去，什么事也做不成了！还有谁会怜悯你的憔悴与衰败？元宵试灯也好，踏雪赏景也好，都没有这份心情了。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "向子諲", "dynasty": "宋代"}, {"name": "长安早春", "prop": {"content": "开国维东井，城池起北辰。咸歌太平日，共乐建寅春。雪尽黄山树，冰开黑水津。草迎金埒马，花伴玉楼人。鸿渐看无数，莺歌听欲频。何当桂枝擢，还及柳条新。", "translation": "建国立都对应着东井星宿，城池从北辰处开始延伸。百姓们都在歌颂太平盛世，共同沉浸于正月欢乐春。黄山树上的冬雪已经化尽，黑水渡口坚冰也已消融。金沟边青草丛生如迎春到，香花开放陪伴玉楼美人。眼前无数鸿鸟在空中飞翔，黄莺频频传来美妙歌声。什么时候能在科举中登第，回家还赶得上柳条清新。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "杨慎", "dynasty": "明代"}, {"name": "谢逸", "dynasty": "宋代"}, {"name": "清平乐·雨晴烟晚", "prop": {"content": "雨晴烟晚。绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑。西南新月眉弯。砌下落花风起，罗衣特地春寒。 ", "translation": "雨后初晴，夕阳残照，烟霭空濛一片，暮色中但见新池绿水盈盈，一片春意盎然。成对的燕子飞回柳树低垂的庭院，小小的阁楼里画帘高高卷起。黄昏时独自倚着朱栏，不知不觉已看到西南天空挂着一弯如眉的新月。夜风卷起台阶上的落花，微微拂过罗衣，只感到春寒袭人。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "永遇乐·春情", "prop": {"content": "风暖莺娇，露浓花重，天气和煦。院落烟收，垂杨舞困，无奈堆金缕。谁家巧纵，青楼弦管，惹起梦云情绪。忆当时、纹衾粲枕，未尝暂孤鸳侣。芳菲易老，故人难聚，到此翻成轻误。阆苑仙遥，蛮笺纵写，何计传深诉。青山绿水，古今长在，惟有旧欢何处。空赢得、斜阳暮草，淡烟细雨。", "translation": "无"}}, {"name": "吕霜", "dynasty": "清代"}, {"name": "天仙子·水调数声持酒", "prop": {"content": "时为嘉禾小倅，以病眠，不赴府会。水调数声持酒听，午醉醒来愁未醒。送春春去几时回？临晚镜，伤流景，往事后期空记省。沙上并禽池上暝，云破月来花弄影。重重帘幕密遮灯，风不定，人初静，明日落红应满径。", "translation": "手执酒杯细听那《水调歌》声声，一觉醒来午间醉意虽消，愁却未曾消减。送走了春天，春天何时再回来？临近傍晚照镜，感伤逝去的年景，如烟往事在日后空自让人沉吟。天黑后，鸳鸯在池边并眠，花枝在月光下舞弄自己的倩影。一重重帘幕密密地遮住灯光，风还没有停止，人声已安静，明天落花应该会铺满园中小径。"}}, {"name": "应天长·一钩初月临妆", "prop": {"content": "一钩初月临妆镜，蝉鬓凤钗慵不整。重帘静，层楼迥，惆怅落花风不定。柳堤芳草径，梦断辘轳金井。昨夜更阑酒醒，春愁过却病。", "translation": "一钩月牙儿斜缀在天边，正是一个春晴的早晨，发黑如漆鬓薄如蝉的她对着镜子而慵懒得无心妆扮。她独处深闺之中，在迢迢高楼上，还裹着重重帘幕。于是将重帘挑起，帘外所见，却是风吹花落，花落无凭，上下翻转，一地狼藉。忆当时在那长堤垂柳，芳草香径中，二人曾牵手漫步，那明净的井台，雕花的栏杆上，曾并坐谈心。而今只有梦中重见。昨夜夜深月残之时酒后醒来，梦中相聚的场景全部消失，对于春的伤愁更加深切，甚至远远超过了病痛的难受。"}}, {"name": "踏莎行·细草愁烟", "prop": {"content": "细草愁烟，幽花怯露。凭阑总是销魂处。日高深院静无人，时时海燕双飞去。带缓罗衣，香残蕙炷。天长不禁迢迢路。垂杨只解惹春风，何曾系得行人住。", "translation": "纤细的小草在风中飘动好像一缕缕轻烟惹人发愁，独自开放的花朵害怕露珠的打扰，倚在栏杆上总会想起一些让人难忘的往事。太阳高高的照在院子里，院子却静静地没有一个人居住，只看到时不时的有一些海燕双双飞来飞去。轻轻缓一下罗衣上的锦带，香气还残留在用蕙点燃的火炷上，那条路是不是跟天一样的长。垂下的杨柳只能够惹得住春风眷顾罢了，什么时候才能留得下一些行人在这里稍停片刻呢！"}}, {"name": "喜春来·春盘宜剪三生", "prop": {"content": "春盘宜剪三生菜，春燕斜簪七宝钗。春风春酝透人怀。春宴排，齐唱喜春来。", "translation": "立春到来，应该采摘生菜和各种果蔬装满春盘；佩戴斜插的七宝钗上春燕展翅欲飞。春风吹送着酒酿的香气透人心脾。排好春宴，大家一齐歌唱着《喜春来》。"}}, {"name": "城西访友人别墅", "prop": {"content": "澧水桥西小路斜，日高犹未到君家。村园门巷多相似，处处春风枳壳花。", "translation": "澧水桥西边的小路弯弯曲曲，太阳升得很高了还没有走到你家里。村园的门巷多么相似，春风里处处都盛开着枳壳花。"}}, {"name": "诉衷情·小桃灼灼柳鬖", "prop": {"content": "小桃灼灼柳鬖鬖，春色满江南。雨晴风暖烟淡，天气正醺酣。山泼黛，水挼蓝，翠相搀。歌楼酒旆，故故招人，权典青衫。", "translation": "桃花盛开，垂柳依依，江南的春色很美。雨过天晴，春风温暖烟霭淡淡，让人陶醉。山峦黛绿，水波湛蓝，绿水与青山相互映衬着。歌楼酒旗飘动，招人前去。姑且把青衫典当了换酒吧。"}}, {"name": "咏柳", "prop": {"content": "乱条犹未变初黄，倚得东风势便狂。解把飞花蒙日月，不知天地有清霜。", "translation": "杂乱的柳枝条还没有变黄，在东风的吹动下便飞快的变绿了。只懂得用它的飞絮蒙住日月，却不知天地之间还有秋霜。"}}, {"name": "春日偶成", "prop": {"content": "云淡风轻近午天，傍花随柳过前川。时人不识余心乐，将谓偷闲学少年。", "translation": "韵译云儿淡，风儿轻，时近春日中午，傍着花，随着柳，我向河岸漫步。春游愉悦的心情呀，人们并不了解，于是说我忙里偷闲，强学少年童。"}}, {"name": "春词", "prop": {"content": "低花树映小妆楼，春入眉心两点愁。 斜倚栏杆背鹦鹉，思量何事不回头。", "translation": "低低的花和绿树掩映下的小楼，将点点愁带入了少女的眉心。斜靠着栏杆背向鹦鹉，思忖着为什么不再回过头来？"}}, {"name": "春雪", "prop": {"content": "新年都未有芳华，二月初惊见草芽。白雪却嫌春色晚，故穿庭树作飞花。", "translation": "到了新年都还看不到芬芳的花朵，二月初时才惊讶地发现有小草冒出了新芽。白雪却嫌春色来得太晚了，故意化作花儿在庭院树间穿飞。"}}, {"name": "减字木兰花·斜红叠翠", "prop": {"content": "公下世。此词，公之绝笔也斜红叠翠。何许花神来献瑞。粲粲裳衣。割得天孙锦一机。真香妙质。不耐世间风与日。着意遮围。莫放春光造次归。", "translation": "红花多姿，绿叶茂密，是何处的花神前来呈献这一派祥瑞啊。（花草）那鲜明的衣服，真像是从织女那里割来了一织机的锦缎。拥有真正馨香、美妙资质的花草，不能忍受人世间的风吹与日晒。（我）尽力遮拦围护花草，不想让春天的风光这样匆忙地归去。"}}, {"name": "鸟鸣涧", "prop": {"content": "人闲桂花落，夜静春山空。月出惊山鸟，时鸣春涧中。", "translation": "寂静的山谷中，只有春桂花在无声的飘落，宁静的夜色中春山一片空寂。月亮升起月光照耀大地时惊动了山中栖鸟，在春天的溪涧里不时地鸣叫。"}}, {"name": "临江仙·丝雨如尘云著", "prop": {"content": "丝雨如尘云著水，嫣香碎拾吴宫。百花冷暖避东风。酷怜娇易散，燕子学偎红。人说病宜随月减，恹恹却与春同。可能留蝶抱花丛。不成双梦影，翻笑杏梁空。", "translation": "丝丝细雨如同微尘，云彩染着水汽，吴王宫殿里，美人在溪流中采集香草。百花在微寒的东风中摇曳，仿佛在将寒气闪避。花朵凋谢最是令人怜惜，燕子也学人偎红倚翠，轻轻依偎着花朵。人们都说疾病会像满月减损成残月一般，慢慢减弱，无奈这倦怠的感觉，正如春天浓郁的慵懒气息。可否将蝴蝶留在花丛里呢？这成双飞舞的蝴蝶仿佛在嘲笑梁上燕巢空荡，笑燕子没有像它们一样双宿双栖。"}}, {"name": "陆龟蒙", "dynasty": "唐代"}, {"name": "羁春", "prop": {"content": "客心千里倦，春事一朝归。还伤北园里，重见落花飞。", "translation": "客游千里追名之心早已厌倦，春天到来我一门心思要回家。北园里的情景还是那么令人伤感，我又看见花飘花落乱纷飞。"}}, {"name": "春日", "prop": {"content": "韶光大半去匆匆，几许幽情递不通。燕未成家寒食雨，人如中酒落花风。一窗草忆濂溪老，五亩园思涑水翁。无赋招魂成独啸，且排春句答春工。", "translation": "美丽的春光已经离去了大半，心中多少郁结幽情都难以诉说。燕子筑巢未就，穿梭于寒食雨中衔泥筑巢，自己却像那落花之中喝醉了酒的人，昏昏沉沉。窗外的青草惦记着濂溪老周敦颐，几亩田园思念着涑水翁司马光。我没有写招魂赋只能让屈原去独自狂啸了，姑且排列词句，酬答春天的造化之工。"}}, {"name": "峡口送友人", "prop": {"content": "峡口花飞欲尽春，天涯去住泪沾巾。 来时万里同为客，今日翻成送故人。", "translation": "峡口的花随风降落，春天快要过去了，想到彼此将要分手万里，不禁泪水沾湿了巾帕。来的时候（我们）是同路的旅伴，今天我这个“客人”倒变成了主人来送别自己的朋友了。"}}, {"name": "王驾", "dynasty": "唐代"}, {"name": "夜游宫·春语莺迷翠柳", "prop": {"content": "春语莺迷翠柳。烟隔断、晴波远岫。寒压重帘幔拕绣。袖炉香，倩东风，与吹透。花讯催时候。旧相思、偏供闲昼。春澹情浓半中酒。玉痕销，似梅花，更清瘦。", "translation": "春风殆荡，莺语啁啾，翠柳如烟，水波潋滟，远山如黛。室内帘幔重重，挡住了窗外的春光，仍透着寒意，令人感到压抑。袖中虽然笼着燃着香料的手炉，还是希望春风能将手炉吹得旺些。春花催发，引起了旧日的相思情。如今孤身一人，闲极无聊得难捱这早春的清昼。唯有以酒销愁，来冲淡那春的引诱，情的煎熬。将醉未醉，闺中人玉损香销，有如梅花，甚或更加清瘦。"}}, {"name": "减字木兰花·莺初解语", "prop": {"content": "莺初解语，最是一年春好处。微雨如酥，草色遥看近却无。休辞醉倒，花不看开人易老。莫待春回，颠倒红英间绿苔。", "translation": "黄莺开始啼叫，这初春是一年中最好的季节；细雨蒙蒙，珍贵如油，滋润着草木，那刚刚长出的春草，远看一片嫩绿，近看却仿佛消失了。不要推辞会醉倒在这个季节，有花而不去看它开放，就意味着人生很快消逝。不要等待着春离开大自然，纷纷落花夹杂着绿色的苔藓。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "蝶恋花·尝爱西湖春色", "prop": {"content": "尝爱西湖春色早。腊雪方销，已见桃开小。顷刻光阴都过了，如今绿暗红英少。且趁余花谋一笑。况有笙歌，艳态相萦绕。老去风情应不到，凭君剩把芳尊倒。", "translation": "我曾爱西湖的春天来得早。冬雪才消，小小的桃花枝头笑。转瞬春光过去了，如今是绿叶成荫红花少。剩下的花儿还妖娆，抓住时机看个饱。何况有美女笙歌供一笑。只可惜老来的风情不及从前好，听你开怀畅饮人醉倒。"}}, {"name": "春晚", "prop": {"content": "池上柳依依，柳边人掩扉。蝶随花片落，燕拂水纹飞。试数交游看，方惊笑语稀。一年春又尽，倚杖对斜晖。", "translation": "池塘边上杨柳依依，柳树旁的人家紧紧关着门窗。蝴蝶伴着落花翩翩飞舞，燕子轻掠过水面带起一圈圈涟漪。想要约上一些朋友一同欣赏欣赏，方如梦醒明白同行赏春的老友少了。一年的春天又要接近尾声，独自倚着拐杖面对落日余晖。"}}, {"name": "立春偶成", "prop": {"content": "律回岁晚冰霜少，春到人间草木知。便觉眼前生意满，东风吹水绿参差。", "translation": "年终时候春回大地，冰霜渐渐减少，春天到来草木是最先知晓。只觉得眼前已是一片生机盎然，东风吹来水面绿波荡摇。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "金明池·天阔云高", "prop": {"content": "天阔云高，溪横水远，晚日寒生轻晕。闲阶静、杨花渐少，朱门掩、莺声犹嫩。悔匆匆、过却清明，旋占得余芳，已成幽恨。却几日阴沉，连宵慵困，起来韶华都尽。怨入双眉闲斗损。乍品得情怀，看承全近。深深态、无非自许；厌厌意、终羞人问。争知道、梦里蓬莱，待忘了余香，时传音信。纵留得莺花，东风不住，也则眼前愁闷。", "translation": "无"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "春山夜月", "prop": {"content": "春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。", "translation": "春山景色美不胜收，直至夜幕降临后仍留恋不已，忘记归去。捧起山泉，月影闪烁在手掌间；拨弄山花，香气渗透着衣衫。游兴顿起，不会在乎路途的远近；想要离去，总难舍下花草的深情。翘首南望钟声悠扬之处，翠微深处，楼台掩映。"}}, {"name": "牛峤", "dynasty": "唐代"}, {"dynasty": "元代"}, {"name": "李涛", "dynasty": "宋代"}, {"name": "定风波·莫听穿林打叶", "prop": {"content": "三月七日，沙湖道中遇雨，雨具先去，同行皆狼狈，余独不觉。已而遂晴，故作此词。莫听穿林打叶声，何妨吟啸且徐行。竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生。料峭春风吹酒醒，微冷，山头斜照却相迎。回首向来萧瑟处，归去，也无风雨也无晴。", "translation": "三月七日，在沙湖道上赶上了下雨，拿着雨具的仆人先前离开了，同行的人都觉得很狼狈，只有我不这么觉得。过了一会儿天晴了，就做了这首词。"}}, {"name": "蝶恋花·送春", "prop": {"content": "楼外垂杨千万缕。欲系青春，少住春还去。犹自风前飘柳絮。随春且看归何处。 绿满山川闻杜宇。便做无情，莫也愁人苦。把酒送春春不语。黄昏却下潇潇雨。", "translation": "楼外垂杨千条万缕，仿佛要拴住这大好的春光，可是春天却只稍稍停留便离去了。只有柳絮仍然在风里飘飞，随着春风要看春归向何处？一片碧绿的山野间传来一声声杜鹃的啼叫声，杜鹃即使无情，凄厉的叫声岂不也在为人愁苦。举杯送别春天，春天沉默不语，黄昏时分忽然下起了潇潇细雨。"}}, {"name": "早春南征寄洛中诸友", "prop": {"content": "楚色穷千里，行人何苦赊。芳林逢旅雁，候馆噪山鸦。春入河边草，花开水上槎。东风一樽酒，新岁独思家。", "translation": "楚地的景色，眼睛力所能及看到的何止千里，遥远的路途让行人何其的苦楚。春日的树木焕发生机，遇见北归的一群群大雁，接待官员的驿站，传来山中鸦鸟的阵阵叫声。春色悄然拂过河边的青草，水面上开着一片槎花。春风吹来，暂且饮上一杯酒，新的一年只能独自思念着远方的亲朋。"}}, {"name": "贺知章", "dynasty": "唐代"}, {"name": "刘昚虚", "dynasty": "唐代"}, {"name": "石延年", "dynasty": "宋代"}, {"name": "春游", "prop": {"content": "春城儿女纵春游，醉倚层台笑上楼。满眼落花多少意，若何无个解春愁？", "translation": "扬州城里的儿女纵情地春游，饮酒微醉便斜倚高台欢笑地登上高楼。满眼落花纷飞，让人生出多少惜春情意，为什么没有一个人懂得春将归去的忧愁！"}}, {"name": "春洲曲", "prop": {"content": "韶光染色如蛾翠，绿湿红鲜水容媚。苏小慵多兰渚闲，融融浦日鵁鶄寐。紫骝蹀躞金衔嘶，堤上扬鞭烟草迷。门外平桥连柳堤，归来晚树黄莺啼。", "translation": "此诗是一幅江南韶光美景的轻描。无论是苏小小的“慵多”、鵁鶄的“寐”，还是紫骝的“蹀躞”，无不体现出一种闲适悠然的意境，而这不恰恰又是众多古今“贪闲”人士所毕生神驰向往的么？其实，诗意的生活或许并非如何难得，不过只是有心人才能发现而已。飞卿（温庭筠）虽亦是落魄之人，但他的诗文中这类细心发现生活之美的作品却很多，与那些终日忧国忧家的诗人相比，或许飞卿的作品多少显得有些“老婆孩子热炕头”的小家子气，但这又有何不对呢？ "}}, {"name": "踏莎行·初春", "prop": {"content": "芳草才芽，梨花未雨，春魂已作天涯絮。晶帘宛转为谁垂，金衣飞上樱桃树。故国茫茫，扁舟何许，夕阳一片江流去。碧云犹叠旧河山，月痕休到深深处。", "translation": "　　“芳草才芽，梨花未雨”，八字写初春景象，神貌毕至。这是春愁还远未滋生的时节：“天街小雨润如酥，草色遥看近却无”，“等闲识得东风面，万紫千红总是春”，骚人墨客准备好了无数瑰丽的辞藻来讴歌美丽的春日，可徐灿笔下却是一片萧瑟伤情。“春魂已作天涯絮”，“春魂”写其悲凉，“天涯絮”则隐隐逗出“山河破碎风飘絮”之感，其实乃是心造的幻境。惟有此幻境，“晶帘宛转为谁垂”之疑惑、“金衣（即黄莺——作者按）飞上樱桃树”之跌宕就别有意味，预示着在词人的心中，这是一个不平凡的初春。"}}, {"name": "兰陵王·卷珠箔", "prop": {"content": "卷珠箔，朝雨轻阴乍阁。阑干外、烟柳弄晴，芳草侵阶映红药。东风妒花恶，吹落梢头嫩萼。屏山掩、沉水倦熏，中酒心情怯杯勺。寻思旧京洛，正年少疏狂，歌笑迷著。障泥油壁催梳掠，曾驰道同载，上林携手，灯夜初过早共约，又争信飘泊。寂寞，念行乐。甚粉淡衣襟，音断弦索，琼枝璧月春如昨。怅别后华表，那回双鹤。相思除是，向醉里、暂忘却。", "translation": "无"}}, {"name": "崔涂", "dynasty": "唐代"}, {"name": "万俟咏", "dynasty": "宋代"}, {"name": "顾德辉", "dynasty": "元代"}, {"name": "玉楼春·东风又作无情", "prop": {"content": "东风又作无情计，艳粉娇红吹满地。碧楼帘影不遮愁，还似去年今日意。谁知错管春残事，到处登临曾费泪。此时金盏直须深，看尽落花能几醉！", "translation": "东风又施行着无情的心计，娇艳的红花被它吹落了满地。青楼上珠帘透入落花残影遮不住零星愁，犹如去年今日又惹伤春意。谁知误管了暮春残红的情事，到处登山临水竟耗费我多少春泪。金杯美酒，此刻只求痛深举杯，直把落花看尽，人生在世，青春短暂，有多少欢乐，还能有几次陶醉！"}}, {"name": "送蜀客", "prop": {"content": "剑南风景腊前春，山鸟江风得雨新。莫怪送君行较远，自缘身是忆归人。", "translation": "无"}}, {"name": "伤春", "prop": {"content": "准拟今春乐事浓，依然枉却一东风。年年不带看花眼，不是愁中即病中。", "translation": "原来预料今春许多活动其乐融融，到头来却依然辜负了可爱的东风。连年以来未能去欣赏似锦的繁花，因不是愁绪满怀便是在病痛之中。"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "春日客怀", "prop": {"content": "年年马上见春风，花落花开醉梦中。短发经梳千缕白，衰颜借醉一时红。离家自是寻常事，报国惭无尺寸功。萧涩行囊君莫笑，独留长剑倚晴空。", "translation": "年年骑在马上沐浴着温暖的春风，花开花落岁月流逝似在醉梦之中。头上短发天天轻梳一梳便花白了，衰老容颜借助酒浆才会一时绯红。工作需要奔波在外是常有的事情．只可惜没能为国家建立尺寸之功。行李简单囊中羞涩先生切莫见笑，可我独留一柄倚天长剑直刺苍穹。"}}, {"name": "三台·清明应制", "prop": {"content": "见梨花初带夜月，海棠半含朝雨。内苑春、不禁过青门，御沟涨、潜通南浦。东风静、细柳垂金缕。望凤阙、非烟非雾。好时代、朝野多欢，遍九陌、太平箫鼓。 乍莺儿百啭断续，燕子飞来飞去。近绿水、台榭映秋千，斗草聚、双双游女。饧香更、酒冷踏青路。会暗识、夭桃朱户。向晚骤、宝马雕鞍，醉襟惹、乱花飞絮。 正轻寒轻暖漏永，半阴半晴云暮。禁火天、已是试新妆，岁华到、三分佳处。清明看、汉宫传蜡炬。散翠烟、飞入槐府。敛兵卫、阊阖门开，住传宣、又还休务。", "translation": "无"}}, {"name": "春怨", "prop": {"content": "春朝物候妍，愁妇镜台前。风吹数蝶乱，露洗百花鲜。试出褰罗幌，还来著锦筵。曲中愁夜夜，楼上别年年。不及随萧史，高飞向紫烟。", "translation": "郑愔这一首有名的五律，其妙处在于，诗人以雄劲的笔触，描写春怨的艺术概括。他通过对于时间和空间的意匠经营，以及把写景、叙事、抒情与议论紧密结合，在诗里熔铸了丰富复杂的思想感情，使诗的意境雄浑深远，既激动人心，又耐人寻味。 "}}, {"name": "于谦", "dynasty": "明代"}, {"name": "感春", "prop": {"content": "日暖自萧条，花悲北郭骚。榆穿莱子眼，柳断舞儿腰。上幕迎神燕，飞丝送百劳。胡琴今日恨，急语向檀槽。", "translation": "天气变暖，但家境仍冷落萧条，白花齐开，更使我这北郭骚悲伤无聊。一文不名，只有像来子钱一样的穿眼榆荚，不见舞妓，倒有比舞妓细腰更柔软的柳条。张开帘幕，迎接神燕，弋射飞丝，送走伯劳。弹起胡琴，借以抒发今日的愁恨，频繁急切的乐声扑向那紫檀琴槽。"}}, {"name": "郑谷", "dynasty": "唐代"}, {"name": "丰乐亭游春三首", "prop": {"content": "绿树交加山鸟啼，晴风荡漾落花飞。鸟歌花舞太守醉，明日酒醒春已归。春云淡淡日辉辉，草惹行襟絮拂衣。行到亭西逢太守，篮舆酩酊插花归。红树青山日欲斜，长郊草色绿无涯。游人不管春将老，来往亭前踏落花。", "translation": "郁郁葱葱的绿树间交加着鸟儿的啼叫鸣欢，万里晴空下款款的春风将落下的花瓣吹拂得四处飞舞。我就迷醉在这一片的鸟语花飞的大好春光之中，待到第二天酒醒的时候才发现春天已经将要结束了。"}}, {"name": "鱼游春水·秦楼东风里", "prop": {"content": "秦楼东风里，燕子还来寻旧垒。馀寒犹峭，红日薄侵罗绮。嫩草方抽碧玉茵，媚柳轻窣黄金蕊。莺啭上林，鱼游春水。几曲阑干遍倚，又是一番新桃李。佳人应怪归迟，梅妆泪洗。凤箫声绝沉孤雁，望断清波无双鲤。云山万重，寸心千里。", "translation": "秦楼耸立在这寒冷的东风中，燕子从南方归来还在寻找去年的巢穴。春天来了，剩下的寒意却久久不愿离开，风还是一样的尖厉，红色的太阳懒懒的照耀着衣服，丝毫感受不到暖意。户外的嫩草，刚刚抽出白色的小芽儿，妩媚的柳树也突然生出了金色的蕊。空中的黄莺在林中欢唱，游鱼也畅游在这春水之中。唱着歌，寂寞的倚遍了秦楼的阑干，看桃李又换了一番新花新叶。佳人应该责怪迟迟未归的意中人，涂了脂粉的脸上流下了眼泪。意中人离开之后，就渺无音讯，看这清澈的水中，也没有一对恩爱的锦鲤。但是，即使男方相隔云山万重，佳人的心还是神驰千里之外，萦绕在他的身边。"}}, {"name": "西湖杂咏·春", "prop": {"content": "山光如淀，湖光如练，一步一个生绡面。叩逋仙，访坡仙， 拣西湖好处都游遍，管甚月明归路远。船，休放转；杯休放浅。", "translation": "远山一片青翠，湖面就如白娟般光洁，每走一步都都如同一幅山水画。去寻访林逋的梅花仙鹤，再去苏堤游玩。把西湖美景都游个遍。明月高高升起天色已晚，回路还远也都不去管它。向前行水和船儿啊不要转头，对着如此美景，酒可不要斟浅了。 "}}, {"name": "侍从宜春苑奉诏赋龙池", "prop": {"content": "东风已绿瀛洲草，紫殿红楼觉春好。池南柳色半青青，萦烟袅娜拂绮城。垂丝百尺挂雕楹，上有好鸟相和鸣，间关早得春风情。春风卷入碧云去，千门万户皆春声。是时君王在镐京，五云垂晖耀紫清。仗出金宫随日转，天回玉辇绕花行。始向蓬莱看舞鹤，还过茝若听新莺。新莺飞绕上林苑，愿入箫韶杂凤笙。", "translation": "无"}}, {"name": "菩萨蛮·南园满地堆轻", "prop": {"content": "南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。无言匀睡脸，枕上屏山掩。时节欲黄昏，无憀独倚门。", "translation": "南园地上堆满飘落的柳絮，忽然听得一阵清明时节的急雨骤然而来。急雨过后夕阳斜挂天边，飘落泥中的杏花仍带着芳香。被雨惊醒的女子容颜显出几分匀和秀美，起身将那枕后的屏山轻掩，窗外已是日暮苍茫的黄昏时分，无聊地靠在门楣上望着那黄昏风景。"}}, {"name": "岳阳楼·春色醉巴陵", "prop": {"content": "春色醉巴陵，阑干落洞庭。水吞三楚白，山接九疑青。空阔鱼龙气，婵娟帝子灵。何人夜吹笛，风急雨冥冥。", "translation": "美丽的春色陶醉了巴陵，楼外栏杆突出于洞庭湖中。洞庭湖气吞三楚江水，山则遥接九嶷，显出无限的青苍。空阔的湖面仿佛鱼龙变化，娉婷的君山就像湘妃显灵。什么人在这深夜吹笛呢？可惜江风迅疾，烟雨弥漫无法看清。"}}, {"name": "春日郊外", "prop": {"content": "城中未省有春光，城外榆槐已半黄。山好更宜馀积雪，水生看欲倒垂杨。莺边日暖如人语，草际风来作药香。疑此江头有佳句，为君寻取却茫茫。", "translation": "住在城里，还丝毫没能感受到春光；今天漫步郊外，惊喜地发现，原来榆树槐树早已抽芽，半绿半黄。远处的青山婀娜多姿，我更喜爱它那峰顶还留存着皑皑白雪；池塘的水渐渐上涨，倒映出岸边的垂杨。天气暖和，黄莺骄吟，其声如人亲切交谈；微风从草地吹来，夹杂着阵阵药香。我怀疑这景中藏有美妙的诗句，刚想为你们拈出，忽然又感到迷濛茫然。"}}, {"name": "乌夜啼·金鸭余香尚暖", "prop": {"content": "金鸭余香尚暖，绿窗斜日偏明。兰膏香染云鬟腻，钗坠滑无声。冷落秋千伴侣，阑珊打马心情。绣屏惊断潇湘梦，花外一声莺。", "translation": "金色的鸭形香炉中暖香未尽，绿窗外的夕阳依然光明。清香的发油把头发抹得亮腻，午后躺于床上，懒把身起，玉钗坠落也悄无声息。打秋千的伙伴被我疏冷，连平日喜爱的打马游戏此时也没了心情。绣屏旁爱情的美梦突然惊醒，都怪花丛外那只黄莺冒失地啼叫一声。"}}, {"name": "张敬忠", "dynasty": "唐代"}, {"name": "贯云石", "dynasty": "元代"}, {"name": "一丛花·初春病起", "prop": {"content": "今年春浅腊侵年，冰雪破春妍。东风有信无人见，露微意、柳际花边。寒夜纵长，孤衾易暖，钟鼓渐清圆。朝来初日半衔山，楼阁淡疏烟。游人便作寻芳计，小桃杏、应已争先。衰病少悰，疏慵自放，惟爱日高眠。", "translation": "今年的春天来得早，天气还很寒冷，美丽的春天依然被冰雪覆盖着。不光春天来得迟，它托东风带来的消息也被人们疏忽了，只在柳树、花朵上显露出了些许春意。不过初春时节纵然夜寒且长，但毕竟已是大地春回，厚被子盖着有些热了，就连那报时的钟鼓声也清脆圆润起来。早上起来太阳初生，被山遮住了一半，远处的楼阁笼罩在淡淡的雾气之中。春天已到，人们开始计划着外出踏春了，想必郊外的桃花杏花已经争相开放了。我因为生病没有心情出去游玩，只想懒散的躺着，一直睡到日上三竿。"}}, {"name": "吴锡畴", "dynasty": "宋代"}, {"name": "周文质", "dynasty": "元代"}, {"name": "春日秦国怀古", "prop": {"content": "荒郊一望欲消魂，泾水萦纡傍远村。牛马放多春草尽，原田耕破古碑存。云和积雪苍山晚，烟伴残阳绿树昏。数里黄沙行客路，不堪回首思秦原。", "translation": "春日里遥望荒郊，看着泾水曲折地流去，环绕着远处的村落，无限愁绪从胸中升起。众多的牛马放牧，导致原上春草殆尽。耕破了田地，发现了古碑，证实了这里就是秦国故地。积雪茫茫的山峦，在黄昏中变得更加苍茫；夕阳伴着云烟，让树林变得更加昏暗。行走好几里路，还都是茫茫黄沙。太荒凉了，想想这秦地当年的繁盛，的确让人不堪回首。"}}, {"name": "望江南·三月暮", "prop": {"content": "三月暮，花落更情浓。人去秋千闲挂月，马停杨柳倦嘶风。堤畔画船空。 恹恹醉，长日小帘栊。宿燕夜归银烛外，啼莺声在绿阴中。无处觅残红。", "translation": "三月暮春时节，花儿凋落后，情意反而更为浓厚。人离开后秋千在月光中静静地悬挂着，拴在杨柳树下的马儿疲倦得都不想迎风嘶叫。停驻在堤边的画船上空无一人。小帘栊中的人整日感到浑身无力，昏昏欲睡。归家的燕子因为银烛正亮着，不敢飞回巢中。绿树荫内，流浪的黄莺不停地啼叫。春光流逝了，连那凋萎的花也无处可寻。"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "一枝花·春日送别", "prop": {"content": "丝丝杨柳风，点点梨花雨。雨随花瓣落，风趁柳条疏。春事成虚，无奈春归去。春归何太速，试问东君，谁肯与莺花做主？", "translation": "杨柳在丝丝微风中飘荡，梨花在点点细雨中绽放。雨点随着花瓣飘落，柳条在风中显得格外疏朗。春天过去了，谁也没有办法把春天留住。春天为什么走得这样快？请问司春的东君，谁能为春天景物作主。"}}, {"name": "蝶恋花·准拟春来消寂", "prop": {"content": "准拟春来消寂寞。愁雨愁风，翻把春担阁。不为伤春情绪恶，为怜镜里颜非昨。毕竟春光谁领略。九陌缁尘，抵死遮云壑。若得寻春终遂约，不成长负东君诺？", "translation": "本想让万紫千红的春天来排解我的寂寞，却没料到近来总是风雨萧索，反而耽误了春光。但我心绪低落并非因为伤春，而是为那镜中老去的容颜。到底如何才能够安心享受春天？凡尘俗事总是萦绕心怀，让人不能置身事外，做回清梦。我还是希望摆脱尘世的牵绊，去安享春天的美丽，不辜负春天之神对我的眷顾。"}}, {"name": "杨柳枝·织锦机边莺语", "prop": {"content": "织锦机边莺语频，停梭垂泪忆征人。塞门三月犹萧索，纵有垂杨未觉春。", "translation": "我正在机上织锦，耳边传来黄莺的阵阵鸣叫声，让我想起远在塞外的丈夫，不禁停下梭子，泪流满面。虽然如今已经是阳春三月，但塞外依然是那样荒凉萧条，纵然有杨柳树也未发新叶，征人还是感觉不到春天的来临。"}}, {"name": "春日京中有怀", "prop": {"content": "今年游寓独游秦，愁思看春不当春。上林苑里花徒发，细柳营前叶漫新。公子南桥应尽兴，将军西第几留宾。寄语洛城风日道，明年春色倍还人。", "translation": "今年外出游玩的时候，自己独自来到了长安，没有朋友同游心中带着春愁来看春天，没有了春天的感觉。上林苑中的花白白地开放了，细柳营前的柳叶也徒有新芽。朋友们这时在南桥应该玩得正是尽兴，将军府里朋友们欢聚都不愿散去。我在这里向着遥远的洛阳，对着春天的景物说，等我和朋友再相聚的时候明年的春天一定要加倍地还给我一个更美的春色啊！"}}, {"name": "程垓", "dynasty": "宋代"}, {"name": "饶节", "dynasty": "宋代"}, {"name": "琵琶仙·双桨来时", "prop": {"content": "《吴都赋》云：“户藏烟浦，家具画船。”唯吴兴为然。春游之盛，西湖未能过也。己酉岁，予与萧时父载酒南郭，感遇成歌。双桨来时，有人似、旧曲桃根桃叶。歌扇轻约飞花，蛾眉正奇绝。春渐远、汀洲自绿，更添了几声啼鴂。十里扬州 ，三生杜牧，前事休说。又还是、宫烛分烟，奈愁里、匆匆换时节。都把一襟芳思，与空阶榆荚。千万缕、藏鸦细柳，为玉尊、起舞回雪。想见西出阳关，故人初别。", "translation": "《吴都赋》说：“户藏烟浦，家具画船。”只有吴兴才有这种繁华的景致。吴兴春游的壮观场面，西湖也不能相比。已酉这一年，我和萧时父在城南处一边载酒一边划船，归来于是写下此词。"}}, {"name": "郑板桥", "dynasty": "清代"}, {"name": "洞仙歌·雪云散尽", "prop": {"content": "一年春物，惟梅柳间意味最深。至莺花烂漫时，则春已衰迟，使人无复新意。予作《洞仙歌》，使探春者歌之，无后时之悔。雪云散尽，放晓晴池院。杨柳于人便青眼。更风流多处，一点梅心，相映远，约略颦轻笑浅。一年春好处，不在浓芳，小艳疏香最娇软。到清明时候，百紫千红，花正乱，已失春风一半。早占取韶光共追游，但莫管春寒，醉红自暖。 ", "translation": "雪后阴云散尽，拂晓时池水花木的庭院已然放晴。杨柳绽放着嫩芽新叶，遇人便露出了喜悦媚眼。更有风流多情，是那一点梅心。远远地与杨柳相映，隐约地露出淡淡的哀愁、微微的笑容。一年春光最好处，不在繁花浓艳，那梅柳初绽的清艳花朵和疏淡芳香最是娇媚温柔。到了清明时节，繁花盛开一片纷乱，现极盛衰微的征兆，已丧失了春光美景的一半。及早地占取那短促的韶光。共同游乐追欢，莫管料峭春寒，醉酒红颜浑身自然温暖。"}}, {"name": "南乡子·春闺", "prop": {"content": "晓日压重檐，斗帐春寒起来忺。天气困人梳洗懒，眉尖，淡画春山不喜添。闲把绣丝挦，认得金针又倒拈。陌上游人归也未？恹恹，满院杨花不卷帘。", "translation": "东日初升，飞檐斗翘，早晨起来，还觉春寒，很不惬意，也懒得梳洗、画眉。闲来无事，把绣丝寻找，做做女红，可是金针倒拈，心不在焉。远游的爱人到底回不回来呢？思念爱人几乎都病了。时已暮春，杨花满院，也不愿卷帘去看。"}}, {"name": "送王牧往吉州谒王使君", "prop": {"content": "细草绿汀洲，王孙耐薄游。年华初冠带，文体旧弓裘。野渡花争发，春塘水乱流。使君怜小阮，应念倚门愁。", "translation": "水中的小洲上长满了小草，王牧要出去游玩了。年纪刚刚到了及冠之年，文章的体裁风格与父亲的相同。场春雨过后山花竞放，争奇斗妍，春水潺流，喷珠溅玉。王牧的叔父见到他后舍不得他离开，你母亲还在倚门而望，日日盼着你归来呢。"}}, {"name": "浣溪沙·堤上游人逐画", "prop": {"content": "堤上游人逐画船，拍堤春水四垂天。绿杨楼外出秋千。白发戴花君莫笑，六幺催拍盏频传。人生何处似尊前！", "translation": "堤上踏青赏春的人随着画船行走，春水碧波荡漾，不断击打着堤岸；天幕四垂，远远望去，水天相接。湖畔绿杨掩映的小楼中，传来笑语喧闹声，仿佛看到了秋千上娇美的身影。莫要笑话满头白发的老翁还头戴鲜花，我随着委婉动听的《六幺》琵琶曲调，频频交杯换盏。人生什么时候能像饮酒一样惬意轻松，不必太多愁苦！"}}, {"name": "曹雪芹", "dynasty": "清代"}, {"dynasty": "两汉"}, {"name": "钱惟演", "dynasty": "宋代"}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "晚潮", "prop": {"content": "东风吹雨晚潮生，叠鼓催船镜里行。底事今年春涨小？去年曾与画桥平。", "translation": "东风吹来晚雨，江面上晚潮新涨；擂鼓起航，船只分波开浪，行驶在明镜一般的江面上。为何知道今年的“春涨”比去年小，因为去年它们曾与画桥持平的。"}}, {"name": "宇文虚中", "dynasty": "宋代"}, {"name": "尹焕", "dynasty": "宋代"}, {"name": "杨载", "dynasty": "元代"}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "清平乐·春来街砌", "prop": {"content": "春来街砌，春雨如丝细。春地满飘红杏蒂，春燕舞随风势。春幡细缕春缯，春闺一点春灯。自是春心撩乱，非干春梦无凭。", "translation": "春色满大地，春雨细如丝。红杏花开落满一地，成群结队的燕子随风飞舞。怀念远去良人的女子啊，将春幡挂满柳枝头；春闺不眠之夜，陪伴她的只有一盏孤灯，还有孤灯下那摇曳的身影。为什么会有这样的梦？恼人烦乱的不是春光，而是自己的一颗春心。"}}, {"name": "王铚", "dynasty": "宋代"}, {"name": "南征", "prop": {"content": "春岸桃花水，云帆枫树林。偷生长避地，适远更沾襟。老病南征日，君恩北望心。百年歌自苦，未见有知音。", "translation": "桃花汛涨平了湘江两岸，飘忽如云的白帆驶过枫林。为了活命我经常到异地去避难，如今又漂泊远方一路上泪洒衣襟。当此年老多病乘丹南行的时候，一颗向北的心啊永念皇恩。我苦苦地写了一辈子诗歌，可叹至今还没有遇到一个知音。"}}, {"name": "奉酬李都督表丈早春作", "prop": {"content": "力疾坐清晓，来时悲早春。转添愁伴客，更觉老随人。红入桃花嫩，青归柳叶新。望乡应未已，四海尚风尘。", "translation": "正当扶病强起之际，忽接来诗为春天的旱来而悲哀。因读来诗转添了自己的哀愁，又缘愁而更伤自己的日益衰老。在大好的春天里，红色的桃花娇嫩吐艳，青色的杨柳新抽枝叶。面对良辰美景我遥念故乡从未中断，想到四海之内仍战乱不已，风尘满布啊！"}}, {"name": "好事近·花底一声莺", "prop": {"content": "花底一声莺，花上半钩斜月。月落乌啼何处，点飞英如雪。 东风吹尽去年愁，解放丁香结。惊动小亭红雨，舞双双金蝶。", "translation": "花丛下面夜莺一声鸣唱，花丛上面斜挂着如钩般弯弯的半个月亮。要问月下那鸟儿在何处啼叫?看，前方花枝颤动落英如同雪花飘飘。东风吹来已把去年的愁绪一扫而光，催动着丁香花蕾朵朵绽放。金色的蝴蝶双双飞舞在小亭旁，惊动了花儿的安静，红花似雨洒落在地上。 "}}, {"name": "玉楼春·雪云乍变春云", "prop": {"content": "雪云乍变春云簇，渐觉年华堪纵目。北枝梅蕊犯寒开，南浦波纹如酒绿。芳菲次第长相续，自是情多无处足。尊前百计见春归，莫为伤春眉黛蹙。(见春归 一作：得春归)", "translation": "突然间，雪云消失，幻变成春云朵朵，渐渐觉得，这样的大好时光，正好极目远眺。北山的梅枝冒着严寒肆意绽放，南湖的春水如同新酿的美酒荡漾着绿波。各种花卉依次开放接连不断，真的是情意绵绵洒满天地间。面对酒盏千呼万唤盼到了春天归来，切莫为春天感伤而紧蹙黛眉。"}}, {"name": "醉太平·寒食", "prop": {"content": "声声啼乳鸦，生叫破韶华。夜深微雨润堤沙，香风万家。画楼洗净鸳鸯瓦，彩绳半湿秋千架。觉来红日上窗纱，听街头卖杏花。", "translation": "一声声，小乌鸦不停地欢叫，硬是叫破了暗夜，迎来了春日光华。昨夜里微微春雨润湿了江堤软沙，阵阵香风溢满万家。把画楼的鸳鸯瓦洗得干干净净，还打湿了系着彩绳的秋千架。一觉醒来时红日已照着窗纱，听到街上有人在叫卖杏花。"}}, {"name": "张元干", "dynasty": "宋代"}, {"name": "秦湛", "dynasty": "宋代"}, {"name": "周朴", "dynasty": "唐代"}, {"name": "春光好·迎春", "prop": {"content": "春来也，是何时？没人知。先到玉儿头上，袅花枝。十二画楼帘卷，红妆笑语参差。争向彩幡成队去，看朱衣。", "translation": "这首迎春词章法别致，构思新颖。春已悄悄来到人间。来是何时？却无人知。词中不言陌头杨柳，枝上杏花，却说年轻女子头上先已花枝袅袅。她们一边打扮，一边说笑，成群结队地争着去看那些新考中的青年才士。此词以欢快而又含蓄、热闹而又风雅的情趣，烘衬出春已降临人间。 "}}, {"name": "朱彝尊", "dynasty": "清代"}, {"name": "点绛唇·长安中作", "prop": {"content": "沙际春归，绿窗犹唱留春住。问春何处，花落莺无语。渺渺吟怀，漠漠烟中树。西楼暮，一帘疏雨，梦里寻春去。", "translation": "在水边，春天归来了，绿纱窗轻轻的吟唱着长留春在的歌。春在何处？落花纷飞，莺燕无语。情意绵远的抒发我内心的情怀，却只见树木在朦胧的烟中。日下西楼，独剩下帘外的细雨，怕是只能在梦中去寻找春的踪迹。"}}, {"name": "徐陵", "dynasty": "南北朝"}, {"name": "祝英台近·剪鲛绡", "prop": {"content": "剪鲛绡，传燕语，黯黯碧草暮。愁望春归，春到更无绪。园林红紫千千，放教狼藉，休但怨、连番风雨。谢桥路，十载重约钿车，惊心旧游误。玉佩尘生，此恨奈何许！倚楼极目天涯，天涯尽处，算只有濛濛飞絮。", "translation": "此词借春景以抒怀。连番风雨，红紫狼藉，极目天涯，惟见濛濛飞絮。回首旧游，令人心惊，不禁感慨万千。全词含蓄蕴藉，寄寓殊深。写景抒情，细腻逼真，极有感染力。 "}}, {"name": "仲春郊外", "prop": {"content": "东园垂柳径，西堰落花津。物色连三月，风光绝四邻。鸟飞村觉曙，鱼戏水知春。初晴山院里，何处染嚣尘。", "translation": "前往东园的小路，垂柳掩映；西坝的渡口，落花缤纷。好风景已经连续多月了，这里的美景是周围所没有的。鸟在村里飞翔，人们便感觉到天亮了；鱼在水中嬉戏，人们便知道春天来了。刚刚雨过天晴，山村的庭院里哪里会染上世俗尘杂呢。"}}, {"name": "王孙游", "prop": {"content": "绿草蔓如丝，杂树红英发。无论君不归，君归芳已歇。", "translation": "春天，绿草如丝蔓延大地，各类树上红花竞放，绚丽夺目。且不说心上人儿不归来，即使回来，春天也已经过去了。"}}, {"name": "人日立春", "prop": {"content": "春度春归无限春，今朝方始觉成人。从今克己应犹及，颜与梅花俱自新。", "translation": "春去春又来，春光无限，终觉今是而昨非，如刚从梦境中醒来。从现在起克制和约束自己应该还来得及，我的面貌和梅花一样将焕然一新。"}}, {"name": "蝶恋花·面旋落花风荡", "prop": {"content": "面旋落花风荡漾。柳重烟深，雪絮飞来往。雨后轻寒犹未放。春愁酒病成惆怅。 枕畔屏山围碧浪。翠被华灯，夜夜空相向。寂寞起来褰绣幌。月明正在梨花上。", "translation": "面前落下的花瓣在微风中飞舞着。重重翠柳笼罩在缕缕水雾之中，柳絮象漫天飞雪。雨后仍感到微微的寒意，春天的愁绪加上微醉的酒意形成病中惆怅的情绪。躺在床上从枕边看去，青山象屏风围绕着绿湖，周围点缀这点点灯光，每天晚上只能眼看这景象。寂寞中起身来掀起窗纱，看见月亮正在花丛上缓缓移动。"}}, {"name": "渔家傲·灰暖香融销永", "prop": {"content": "灰暖香融销永昼。蒲萄架上春藤秀。曲角栏干群雀斗。清明后。风梳万缕亭前柳。日照钗梁光欲溜。循阶竹粉沾衣袖。拂拂面红如著酒。沉吟久。昨宵正是来时候。", "translation": "熏香一点点的销为暖灰，暖香盈室，漫长的白昼一点一点流逝。窗外葡萄架上的藤萝正抽放新叶新条，春意盎然。游廊雕栏转弯处，有一群麻雀在唧唧啾啾地追逐戏逗。清明节后，庭前的万千垂柳正在风中拂荡。阳光照耀在她鬓边的钗梁上光华流动，手指拨弄着绕阶生长的绿竹款款而行。全不在乎腻香的竹粉沾满了衣袖。春风吹拂着她娇美的面庞，红润无比如同酒醉。久久沉吟不语，原是因为昨天夜晚正好与情人相会。"}}, {"name": "望海潮·洛阳怀古", "prop": {"content": "梅英疏淡，冰澌溶泄，东风暗换年华。金谷俊游，铜驼巷陌，新晴细履平沙。长记误随车。正絮翻蝶舞，芳思交加。柳下桃蹊，乱分春色到人家。西园夜饮鸣笳。有华灯碍月，飞盖妨花。兰苑未空，行人渐老，重来是事堪嗟。烟暝酒旗斜。但倚楼极目，时见栖鸦。无奈归心，暗随流水到天涯。", "translation": "梅花稀疏，色彩轻淡，冰雪正在消融，春风吹拂暗暗换了年华。想昔日金谷胜游的园景，铜驼街巷的繁华，趁新晴漫步在雨后平沙。总记得曾误追了人家香车，正是柳絮翻飞蝴蝶翩舞，引得春思缭乱交加。柳荫下桃花小径，乱纷纷将春色送到万户千家。西园夜里宴饮，乐工们吹奏起胡笳。缤纷高挂的华灯遮掩了月色，飞驰的车盖碰损了繁花。花园尚未凋残，游子却渐生霜发，重来旧地事事感慨吁嗟。暮霭里一面酒旗斜挂。空倚楼纵目远眺，时而看见栖树归鸦。见此情景，我油然而生归隐之心，神思已暗自随着流水奔到天涯。"}}, {"name": "张炎", "dynasty": "宋代"}, {"name": "子夜四时歌·春林花多", "prop": {"content": "春林花多媚，春鸟意多哀。春风复多情，吹我罗裳开。", "translation": "春暖花开时节，野外林中花木争奇斗艳，明媚可爱。在如此美妙的环境中，鸟儿的鸣叫声显得孤哀凄绝。拂面的春风令人醉，多情的它似乎善解人意，轻轻撩起游春少女的衣衫。"}}, {"name": "春日寄怀", "prop": {"content": "世间荣落重逡巡，我独丘园坐四春。纵使有花兼有月，可堪无酒又无人。青袍似草年年定，白发如丝日日新。欲逐风波千万里，未知何路到龙津。", "translation": "人世的升降是瞬息即变，而我却在家中呆坐了四年。哪怕是有花又有月亮，但就没人把我推荐。八品官的青袍年年都一样，头上的白发却越来越亮眼。一心想去追逐风波千万里，却不知哪条路才能见龙颜！"}}, {"name": "春中田园作", "prop": {"content": "屋上春鸠鸣，村边杏花白。持斧伐远扬，荷锄觇泉脉。 归燕识故巢，旧人看新历。临觞忽不御，惆怅远行客。", "translation": "屋上有一只杜鹃鸟在鸣叫，村落旁边大片杏花开的雪白。手持斧子去整理桑树那长长的枝条，扛起锄头去察看地下的泉水。去年的燕子飞回来了，好像认识它的旧巢。屋里的旧主人在翻看新年的日历。举杯欲饮又停了下来，想到离开家园作客在外的人，不由惆怅惋惜。"}}, {"name": "云门道中晚步", "prop": {"content": "层林叠巘暗东西，山转岗回路更迷。望与游云奔落日，步随充水赴前溪。樵归野烧孤烟尽，牛卧春犁小麦低。独绕辋川图画里，醉扶白叟杖青藜。", "translation": "森林茂密、山峰重重、暮色苍苍，峰回路转更叫人迷茫。目光随着游云追逐那夕阳，脚步跟着山水向前面的小溪流淌。樵夫下山了，那篝火已熄灭，浅浅的麦地里，牛儿卧在犁旁。在美如辋川图画的景致中，有一位白发老翁醉扶着青藜手杖。"}}, {"name": "玉楼春·春思", "prop": {"content": "春风只在园西畔，荠菜花繁胡蝶乱。冰池晴绿照还空，香径落红吹已断。 意长翻恨游丝短，尽日相思罗带缓。宝奁明月不欺人，明日归来君试看。", "translation": "暮春的风光只在庭园的西边，荠菜花开得正好，蝴蝶也飞来飞去忙乱着。冰清澄澈的池塘一汪碧绿。香径上的花儿已经落尽，就连落在小路上的花瓣也被风吹得老远。我的相思太深，竟怨摇曳的游丝太短。整日里为相思煎熬，以致体瘦而衣带渐渐松缓。打开梳妆镜，镜如明月，不会骗人，镜中的人容颜已憔悴，等明日君归来看镜，亲自看一看我憔悴的容颜，便知我的一片深情。 "}}, {"name": "感春五首", "prop": {"content": "辛夷高花最先开，青天露坐始此回。已呼孺人戛鸣瑟，更遣稚子传清杯。选壮军兴不为用，坐狂朝论无由陪。如今到死得闲处，还有诗赋歌康哉。洛阳东风几时来，川波岸柳春全回。宫门一锁不复启，虽有九陌无尘埃。策马上桥朝日出，楼阙赤白正崔嵬。孤吟屡阕莫与和，寸恨至短谁能裁。春田可耕时已催，王师北讨何当回。放车载草农事济，战马苦饥谁念哉。蔡州纳节旧将死，起居谏议联翩来。朝廷未省有遗策，肯不垂意瓶与罍。前随杜尹拜表回，笑言溢口何欢咍。孔丞别我适临汝，风骨峭峻遗尘埃。音容不接只隔夜，凶讣讵可相寻来。天公高居鬼神恶，欲保性命诚难哉。辛夷花房忽全开，将衰正盛须频来。清晨辉辉烛霞日，薄暮耿耿和烟埃。朝明夕暗已足叹，况乃满地成摧颓。迎繁送谢别有意，谁肯留恋少环回。", "translation": "这是一组描写春天的诗，有景有情，有悠然美丽的风光，给人以美的享受，如身入其境，怡然自得。五首诗一气呵成，浑然天成，豪然不失大家之风。诗中若因若无透露出诗人的个人情怀，诗中以乐景，写哀情，道出了诗人的深深怀念与不舍，从”谁肯留恋少环回“可见一般了。"}}, {"name": "皎然", "dynasty": "唐代"}, {"name": "魏王堤", "prop": {"content": "花寒懒发鸟慵啼，信马闲行到日西。何处未春先有思，柳条无力魏王堤。", "translation": "花儿在寒冷中还没有开放，鸟儿也没力气的叫着，我骑马随意而行游玩到了太阳西落。哪里还不是春天，一个姹紫千红的繁华春日，就要来临了，魏王堤的柳丝垂的很长。"}}, {"name": "阳春曲·春思", "prop": {"content": "柳梢淡淡鹅黄染，波面澄澄鸭绿添，及时膏雨细廉纤。门半掩，春睡殢人甜。", "translation": "柳树梢染上了淡淡的鹅黄色，清清的水波新添了淡淡的绿色，春天细细的小雨纤细绵绵，门半掩着，里面有人被春天困住而甜甜地睡眠。"}}, {"name": "春夜", "prop": {"content": "春苑月裴回，竹堂侵夜开。惊鸟排林度，风花隔水来。", "translation": "春天的林苑里，月自天穹缓缓移动，而竹林掩映下的厅堂在夜色中打开了。喧闹声惊起林间宿鸟，掠过林子穿飞而去，隔岸花木的花香隔着春水远远地送将过来。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "天涯", "prop": {"content": "春日在天涯，天涯日又斜。莺啼如有泪，为湿最高花。", "translation": "繁花似锦的春天独在天涯，天涯的红日又在渐渐西斜。美丽的黄莺啊你若有泪水，请为我洒向最高枝的娇花。"}}, {"name": "佚名", "dynasty": "宋代"}, {"name": "江城子·嫩黄初染绿初", "prop": {"content": "嫩黄初染绿初描，倚春娇，索春饶。燕外莺边，想见万丝摇。便作无情终软美，天赋与、眼眉腰。短长亭外短长桥，驻金镳，系兰桡。可爱风流，年纪可怜宵。办得重来攀折后，烟雨暗，不辞遥。", "translation": "杨柳初染上嫩黄，刚描绘出翠绿，凭着娇好的姿色，又向春天索要更多美丽。燕子在它旁边飞舞，黄莺在它身边唱曲儿，都喜爱看它万根青丝迎风摇曳。即使不说它多情，也配称得上柔丽，它的各种美态都是上天赋予。你看它芽如眼、叶如眉、枝如腰，样样都似美女。它在短长亭边长、它在短长桥边立，能把征人的骏马拴，能把游子的舟船系。春天里，它正值风流的年纪，犹如惹人爱怜的芳龄少女。这样的姿色、这样的年纪，让人无心长远离，纵使要经千里烟雨路遥，总要归来将它攀折到手里，再踏行程也无顾忌。 "}}, {"name": "渡江云·晴岚低楚甸", "prop": {"content": "晴岚低楚甸，暖回雁翼，阵势起平沙。骤惊春在眼，借问何时，委曲到山家。涂香晕色，盛粉饰、争作妍华。千万丝、陌头杨柳，渐渐可藏鸦。堪嗟。清江东注，画舸西流，指长安日下。愁宴阑、风翻旗尾，潮溅乌纱。今宵正对初弦月，傍水驿、深舣蒹葭。沉恨处，时时自剔灯花。", "translation": "无"}}, {"name": "浣溪沙·髻子伤春慵更", "prop": {"content": "髻子伤春慵更梳。晚风庭院落梅初。淡云来往月疏疏。 玉鸭熏炉闲瑞脑，朱樱斗帐掩流苏。通犀还解辟寒无。", "translation": "这是一首反映贵族女子伤春情态的小调。运用正面描写、反面衬托的手法，着意刻划出一颗孤寂的心。"}}, {"name": "曹组", "dynasty": "宋代"}, {"name": "张籍", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "减字木兰花·卖花担上", "prop": {"content": "卖花担上。买得一枝春欲放。泪染轻匀。犹带彤霞晓露痕。 怕郎猜道。奴面不如花面好。云鬓斜簪。徒要教郎比并看。", "translation": "在卖花人的担子上，买得一枝含苞待放的花。那晨曦的露珠也在那花色之中留下痕迹，让花显得更楚楚动人。我怕丈夫看了花之后犯猜疑，认为我的容颜不如花的漂亮。我这就将花插在云鬓间，教他看一看，到底哪个比较漂亮。"}}, {"name": "雨后池上", "prop": {"content": "一雨池塘水面平，淡磨明镜照檐楹。东风忽起垂杨舞，更作荷心万点声。", "translation": "骤雨过后，蓄满水的池塘平静无波；清澈的池水犹如一面明镜，映照出屋角檐楹。东风忽然吹起，下垂的柳条袅娜起舞，柳枝上的水珠洒向池中的荷叶，发出一片清脆悦耳的声音。"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "菩萨蛮·归鸿声断残云", "prop": {"content": "归鸿声断残云碧。背窗雪落炉烟直。烛底凤钗明。钗头人胜轻。 角声催晓漏。曙色回牛斗。春意看花难。西风留旧寒。", "translation": "大雁北归，声声鸣叫，使人断肠的鸣声消失在布着丝丝残云的碧空中。窗外飘下了纷纷扬扬的雪花，室内垂直地升起了一缕炉烟。在微微烛光的映照下她头上插戴着明亮的凤钗，凤钗上所装饰的人胜首饰那么轻巧。一夜凄凄角声把晓色催来，看晓漏已是黎明时分，斗转星横，天将破晓。转眼天光大亮，报春的花儿想是开放了吧。但是时在早春，西风还余威阵阵，花儿仍然受到料峭春寒的威胁，那有心思出来争春！"}}, {"name": "新雷", "prop": {"content": "造物无言却有情，每于寒尽觉春生。千红万紫安排著，只待新雷第一声。", "translation": "大自然虽然默默无言但却有情，每当寒冬将尽便促使春意萌生。大自然早已安排好了万紫千红，只等春雷一响，百花就将竞相开放。 "}}, {"name": "莺梭", "prop": {"content": "掷柳迁乔太有情，交交时作弄机声。洛阳三月花如锦，多少工夫织得成。", "translation": "春天，黄莺飞鸣迅速，穿梭于园林之间，时而在柳树上，时而在乔木上，似乎对林间的一切都有着深厚的情感。黄莺的啼叫声就像踏动织布机时发出的声音一般。洛阳三月，百花争奇斗艳，竞相开放，犹如锦绣。你看那些辛勤的黄莺正忙碌于园林之中，正是它们，费了多么大的工夫，才织成如此壮丽迷人的春色啊！"}}, {"name": "孔尚任", "dynasty": "清代"}, {"name": "张栻", "dynasty": "宋代"}, {"name": "莺啼序·春晚感怀", "prop": {"content": "　　残寒正欺病酒，掩沉香绣户。燕来晚、飞入西城，似说春事迟暮。画船载、清明过却，晴烟冉冉吴宫树。念羁情、游荡随风，化为轻絮。　　十载西湖，傍柳系马，趁娇尘软雾。溯红渐、招入仙溪，锦儿偷寄幽素。倚银屏、春宽梦窄，断红湿、歌纨金缕。暝堤空，轻把斜阳，总还鸥鹭。　　幽兰旋老，杜若还生，水乡尚寄旅。别后访、六桥无信，事往花委，瘗玉埋香，几番风雨。长波妒盼，遥山羞黛，渔灯分影春江宿，记当时、短楫桃根渡。青楼仿佛。临分败壁题诗，泪墨惨淡尘土。　　危亭望极，草色天涯，叹鬓侵半苎。暗点检，离痕欢唾，尚染鲛绡，亸凤迷归，破鸾慵舞。殷勤待写，书中长恨，蓝霞辽海沈过雁，漫相思、弹入哀筝柱。伤心千里江南，怨曲重招，断魂在否？", "translation": "无"}}, {"name": "春怨", "prop": {"content": "白马金羁辽海东，罗帷绣被卧春风。 落月低轩窥烛尽，飞花入户笑床空。", "translation": "此诗大意是写一个妇人思念在那遥远的辽海之东从军的丈夫，夜很深了，也无法入睡。“落月低轩窥烛尽，飞花入户笑床空”是拟人的写作手法。月亮西落，从低低的窗户斜照进来，偷偷地看着将燃烧尽的蜡烛，凋谢的花瓣飘飞进门，也笑床空，表现出妇人因思念丈夫，内心的忧愁苦闷。 全诗对仗工整有趣。 "}}, {"name": "施绍莘", "dynasty": "明代"}, {"name": "卢祖皋", "dynasty": "宋代"}, {"name": "方岳", "dynasty": "宋代"}, {"name": "望江南·暮春", "prop": {"content": "春已老，春服几时成。曲水浪低蕉叶稳，舞雩风软纻罗轻。酣咏乐升平。微雨过，何处不催耕。百舌无言桃李尽，柘林深处鹁鸪鸣。春色属芜菁。", "translation": "春已归去，春衣几时制成？小溪弯弯水缓浪低平，盏盏蕉叶杯儿水面稳稳行。舞雩坛上风轻轻，轻轻拂动轻柔纻罗衣襟；让我们尽情高歌欢舞，歌唱天下升平。小雨才飘过，何处农家不催耕？喧春的百舌鸟儿已无语，绚丽的桃李也已开过芬芳尽。那催春的布谷鸟啊，也早已飞进深深茂密的桑林。春天啊一片春色，已嘱托根硕叶肥的芜菁。"}}, {"name": "春近", "prop": {"content": "山雪银屏晓，溪梅玉镜春。东风露消息，万物有精神。索莫贫游世，龙钟老迫身。欲浮沧海去，风浪阔无津。", "translation": "积雪覆盖的山峦像银白的屏风，清澄的溪水像一面白玉的镜子，溪边的寒梅绽放报告着春天的消息。东风里透露出春之将至的讯息，万物正在萌动、抖擞精神以迎接春天的到来。穷愁潦倒的徘徊在尘世，老态龙钟晚境将临。想要乘桴飘向茫茫大海，可风高浪险，哪里能找到安全的渡口？"}}, {"name": "新城道中·其一", "prop": {"content": "东风知我欲山行，吹断檐间积雨声。岭上晴云披絮帽，树头初日挂铜钲。野桃含笑竹篱短，溪柳自摇沙水清。西崦人家应最乐，煮芹烧笋饷春耕。", "translation": "春风像是知道我要到山里行走，吹停了屋外下了很久的雨。漂浮的晴云好似给山岭戴上一顶棉帽，初升起的太阳像挂着一个铜钲挂在树头。矮矮的竹篱旁野桃花含笑绽放，清清的沙溪边柳条轻舞多情。生活在西山一带的人家应是最快乐，煮葵烧笋吃了好闹春耕。"}}, {"name": "刘克庄", "dynasty": "宋代"}, {"name": "春雪", "prop": {"content": "春雪满空来，触处似花开。不知园里树，若个是真梅。", "translation": "初春忽降大雪，雪片纷纷扬扬飘满天空，落在树枝上像一朵朵盛开的白花。人们简直分辨不清园中的树究竟哪一株是真梅。"}}, {"name": "杨巨源", "dynasty": "唐代"}, {"name": "李嘉祐", "dynasty": "唐代"}, {"name": "和晋陵陆丞早春游望", "prop": {"content": "独有宦游人，偏惊物候新。云霞出海曙，梅柳渡江春。淑气催黄鸟，晴光转绿蘋。忽闻歌古调，归思欲沾巾。", "translation": "只有远离故里外出做官之人，特别敏感自然物候转化更新。海上云霞灿烂旭日即将东升，江南梅红柳绿江北却才回春。和暖的春气催促着黄莺歌唱，晴朗的阳光下绿萍颜色转深。忽然听到你歌吟古朴的曲调，勾起归思情怀令人落泪沾襟。"}}, {"name": "张惠言", "dynasty": "清代"}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "凌廷堪", "dynasty": "清代"}, {"name": "谭宣子", "dynasty": "宋代"}, {"name": "月下笛·与客携壶", "prop": {"content": "与客携壶，梅花过了，夜来风雨。幽禽自语。啄香心，度墙去。春衣都是柔荑剪，尚沾惹、残茸半缕。怅玉钿似扫，朱门深闭，再见无路。凝伫，曾游处。但系马垂杨，认郎鹦鹉。扬州梦觉，彩云飞过何许？多情须倩梁间燕，问吟袖弓腰在否？怎知道、误了人，年少自恁虚度。", "translation": "我与好友携酒踏青，却发现一夜的风雨已将梅花摧残殆尽。梅花枝头孤鸟独鸣，啄食花心，凌空而去。出自佳人纤纤玉手的一件崭新的春衣上还残留一点儿缝制时的线头。可惜现在梅花香凋玉殒，她也被锁在深深的庭院，我们不可能再相见了。我伫立凝望当初和她携手同游的地方，而今只剩下那日我们系马的垂杨柳和熟悉我的鹦鹉了。当我从旧梦中醒来时，我的爱人又在何处呢？我只能借助梁间的燕子把我的深情传达给她，问一问她现在过得怎样。当初我们怎能料想到这样会虚度时光、浪费青春呢。"}}, {"name": "即事", "prop": {"content": "暮春三月巫峡长，皛皛行云浮日光。雷声忽送千峰雨，花气浑如百和香。黄莺过水翻回去，燕子衔泥湿不妨。飞阁卷帘图画里，虚无只少对潇湘。", "translation": "巫峡的暮春三月似乎要比其他地方长一些，上空的白云随风疾行，映着日光，很是明亮。突然传来雷声，马上就下起大雨，天地之间，高山群峰都笼罩在苍茫雨中，大雨骤聚骤散，清新的空气中马上充满了各种花香。娇弱的黄莺遇到雷雨，惊恐翻回，栖止不定；而燕子就不同了，它冒雨劳作，迎风飞翔。打开我窗前的卷帘，眼前就是一幅美丽的画卷，峡中的风景图画是壮丽的，山高水险，雷雨千峰，但还缺少潇湘洞庭的广阔浩茫。"}}, {"name": "丽春", "prop": {"content": "百草竞春华，丽春应最胜。少须颜色好，多漫枝条剩。纷纷桃李枝，处处总能移。如何此贵重？却怕有人知。", "translation": "春天花草丰茂，丽春花开得最好。"}}, {"name": "生查子·落梅庭榭香", "prop": {"content": "落梅庭榭香，芳草池塘绿。春恨最关情，日过阑干曲。 几时花里闲，看得花枝足。醉后莫思家，借取师师宿。", "translation": "　　这是一首描写游子春日思家之词。叙述上，曲折穿插，错落有致！所抒情感，强烈真挚，而且呈现出起伏跌宕的变化。"}}, {"name": "春愁", "prop": {"content": "春愁难遣强看山，往事惊心泪欲潸。四百万人同一哭，去年今日割台湾。", "translation": "春愁难以排遣，强打起精神眺望远山，想起往事就深感惊心难安，不由潸然泪下。台湾的四百万同胞齐声大哭，为的是去年的今天腐败的清政府把台湾割让给了侵略者日本。"}}, {"name": "减字木兰花·春月", "prop": {"content": "二月十五夜，与赵德麟小酌聚星堂春庭月午，摇荡香醪光欲舞。步转回廊，半落梅花婉娩香。轻云薄雾，总是少年行乐处。不似秋光，只与离人照断肠。", "translation": "春日庭院，皓月当空，堂前小酌，飘然欲醉，起舞弄影。九曲回廊，舞步旋转，树上梅花，一半凋零，酒香梅香，和美醇清。淡淡的云，薄薄的雾，如此春宵月色，是年轻人及时行乐的佳境。不像秋天的月，执着地照着离别之人，引两地伤情。"}}, {"name": "宇文虚中", "dynasty": "金朝"}, {"name": "瑞鹤仙·悄郊原带郭", "prop": {"content": "悄郊原带郭，行路永，客去车尘漠漠。斜阳映山落，敛馀红、犹恋孤城阑角。凌波步弱，过短亭、何用素约。有流莺劝我，重解绣鞍，缓引春酌。不记归时早暮，上马谁扶，醒眠朱阁。惊飙动幕，扶残醉，绕红药。叹西园、已是花深无地，东风何事又恶？任流光过却，犹喜洞天自乐。", "translation": "无"}}, {"name": "杭州春望", "prop": {"content": "望海楼明照曙霞，护江堤白踏晴沙。涛声夜入伍员庙，柳色春藏苏小家。红袖织绫夸柿蒂，青旗沽酒趁梨花。谁开湖寺西南路，草绿裙腰一道斜。", "translation": "杭州城外望海楼披着明丽的朝霞，走在护江堤上踏着松软的白沙。呼啸的钱塘涛声春夜传入伍员庙，娇嫩的绿柳春色包蕴在苏小小家。红袖少女夸耀杭绫柿蒂织工好，青旗门前争买美酒饮“梨花”。是谁开辟了通向湖心孤山的道路？长满青草的小道像少女的绿色裙腰弯弯斜斜。"}}, {"name": "菩萨蛮·竹风轻动庭除", "prop": {"content": "竹风轻动庭除冷，珠帘月上玲珑影。山枕隐秾妆，绿檀金凤凰。两蛾愁黛浅，故国吴宫远。春恨正关情，画楼残点声。", "translation": "竹梢掠过石阶上，带来阵阵寒风，摇碎珠帘上玲珑的月光。山枕隐去了她的浓妆，只看见绿檀枕端，画着一对描金的凤凰。蛾眉淡淡地簇拥着忧伤，她虽身在吴宫，心儿却在遥远的故乡。恨春去匆匆春情更浓，画楼更漏声声敲打着她的无眠，无眠的情思里天边又泛起了晨光。"}}, {"name": "晚春", "prop": {"content": "草树知春不久归，百般红紫斗芳菲。(草树 一作：草木)杨花榆荚无才思，惟解漫天作雪飞。", "translation": "花草树木得知春天不久就要离去，都想留住春天的脚步，竞相吐艳争芳，霎时万紫千红，繁花似锦。可怜杨花榆钱，没有艳丽姿色，只知道随风飘洒，好似片片雪花。"}}, {"name": "吴澄", "dynasty": "元代"}, {"name": "小重山·谢了荼蘼春事", "prop": {"content": "谢了荼蘼春事休。无多花片子，缀枝头。庭槐影碎被风揉。莺虽老，声尚带娇羞。独自倚妆楼。一川烟草浪，衬云浮。不如归去下帘钩。心儿小，难着许多愁。", "translation": "茶蘼花谢完时，春天就算彻底结束了。可现在犹有茶蘼花将谢未谢，还有些许花瓣挂在枝头。庭院中槐树的影子被风揉碎，黄莺虽然已老，但是声音还带着女子般的娇羞。一个人独自侧倚在梳妆楼边，看着远处连天烟草，衬着浮动的白云，犹如滚滚浪涛，铺天盖地而来，哪里有归舟可见。倒不如放下帘钩回去。心很小，难以承载太多愁绪。"}}, {"name": "曾巩", "dynasty": "宋代"}, {"name": "春日西湖寄谢法曹歌", "prop": {"content": "西湖春色归， 春水绿于染。群芳烂不收， 东风落如糁。参军春思乱如云， 白发题诗愁送春。遥知湖上一樽酒， 能忆天涯万里人。万里思春尚有情， 忽逢春至客心惊。雪消门外千山绿， 花发江边二月晴。少年把酒逢春色， 今日逢春头已白。异乡物态与人殊， 惟有东风旧相识。", "translation": "春天使者姗姗前来访问，西湖水面换上绿色衣裙。漫山遍野捧出七彩热情，花风落地一样唤人兴奋。春来了，参军思绪乱如云，白发人，最怕题诗送青春。我知道你摆好了湖中酒席，等待着老朋友来开怀畅饮。遥遥万里你捎来一片春情，每到春来我暗暗感到心惊。冰雪消融，门外千山碧绿，繁花争妍，江边二月多晴。还记得，少年时，迎春畅饮，到如今，春草绿，两鬓如丝。他乡作客，物态人情各异，东风情意，年年难舍难离。"}}, {"name": "张问陶", "dynasty": "清代"}, {"name": "玉楼春·今年花事垂垂", "prop": {"content": "今年花事垂垂过，明岁花开应更亸。看花终古少年多，只恐少年非属我。劝君莫厌尊罍大，醉倒且拚花底卧。君看今日树头花，不是去年枝上朵。", "translation": "今年的花开渐渐地就要过去了，明年花开应该更繁盛。来赏花的始终是少年人多，就怕少年易逝，我不再年轻。告诫大家不要讨厌酒杯的酒多，如果醉了不如就在花荫下休息。大家看今天枝头上的花，早已经不是去年的那朵了。"}}, {"name": "王僧孺", "dynasty": "南北朝"}, {"name": "黄孝迈", "dynasty": "宋代"}, {"name": "程颢", "dynasty": "宋代"}, {"name": "刘庭信", "dynasty": "元代"}, {"name": "赵孟頫", "dynasty": "元代"}, {"name": "春游南亭", "prop": {"content": "川明气已变，岩寒云尚拥。南亭草心绿，春塘泉脉动。景煦听禽响，雨余看柳重。逍遥池馆华，益愧专城宠。", "translation": "川谷里明亮起来气候已变暖，山岩上还笼罩着云彩依然寒冷。南亭的枯草心儿里萌发出新芽，早春的溪塘里泉水已潺潺流动。阳光温暖听着鸣禽的啼唱，刚下过雨看到柳枝显得沉重。在华美富丽的池馆中悠闲自得，只得到州官一人的宠爱更感到惭愧。"}}, {"name": "春晓", "prop": {"content": "春庭晓景别，清露花逦迤。黄蜂一过慵，夜夜栖香蕊。", "translation": "春天的庭院黎明过后，晶莹的露水趴在花上，花丛曲折连环。黄蜂一飞过花朵就变得慵懒困倦，每夜都停留在芬芳的花蕊上。"}}, {"name": "刘辰翁", "dynasty": "宋代"}, {"name": "苏幕遮·送春", "prop": {"content": "日烘晴，风弄晓，芍药荼醾，是处撄怀抱。倦枕深杯消不了，人惜残春，我道春归好。絮从抛，莺任老，拼作无情，不为多情恼。日影渐斜人悄悄，凭暖栏杆，目断游丝袅。", "translation": "此词抒写了作者对春归的看法。眼前春光明媚，春花撩人。而“人惜残春，我道春归好”。一任絮飞莺老，“拼作无情，不为多情恼”。全词写得新颖别致，艳丽多姿而又不落俗套。 "}}, {"name": "春桂问答二首", "prop": {"content": "问春桂，桃李正芬华。年光随处满，何事独无花。 春桂答，春华讵能久。风霜摇落时，独秀君知不。", "translation": "问春桂：桃李花开得正好。到处都是一片芳华，你为何独独不开呢？"}}, {"name": "月夜与客饮酒杏花下", "prop": {"content": "杏花飞帘散余春，明月入户寻幽人。褰衣步月踏花影，炯如流水涵青苹。花间置酒清香发，争挽长条落香雪。山城薄酒不堪饮，劝君且吸杯中月。洞箫声断月明中，惟忧月落酒杯空。明朝卷地春风恶，但见绿叶栖残红。", "translation": "杏花飞扑帘幕散播着最后的春光，明月进入门户寻找我这幽居的人。提起衣袍在月下漫步踏着摇曳花影，月华如水，点点花影有如水中飘浮的青萍。在花下安排酒席杏花清香流溢，客人争攀枝条花片如纷纷香雪。山城酒薄喝起来没有味道，劝各位不如吸取映入杯中的明月。清越的洞箫声在这月明之夜吹断，我只愁明月落下，酒杯空空。明朝可恶的春风卷地刮起，就只见绿叶丛中栖息着点点残红。"}}], "edges": [{"source": 349, "target": 497, "relation": "创作"}, {"source": 130, "target": 349, "relation": "出自于"}, {"source": 117, "target": 571, "relation": "创作"}, {"source": 369, "target": 117, "relation": "出自于"}, {"source": 83, "target": 28, "relation": "创作"}, {"source": 130, "target": 83, "relation": "出自于"}, {"source": 72, "target": 15, "relation": "创作"}, {"source": 369, "target": 72, "relation": "出自于"}, {"source": 195, "target": 152, "relation": "创作"}, {"source": 130, "target": 195, "relation": "出自于"}, {"source": 574, "target": 409, "relation": "创作"}, {"source": 130, "target": 574, "relation": "出自于"}, {"source": 117, "target": 232, "relation": "创作"}, {"source": 324, "target": 69, "relation": "创作"}, {"source": 130, "target": 324, "relation": "出自于"}, {"source": 566, "target": 551, "relation": "创作"}, {"source": 130, "target": 566, "relation": "出自于"}, {"source": 117, "target": 476, "relation": "创作"}, {"source": 429, "target": 549, "relation": "创作"}, {"source": 130, "target": 429, "relation": "出自于"}, {"source": 117, "target": 25, "relation": "创作"}, {"source": 108, "target": 448, "relation": "创作"}, {"source": 174, "target": 108, "relation": "出自于"}, {"source": 51, "target": 362, "relation": "创作"}, {"source": 130, "target": 51, "relation": "出自于"}, {"source": 195, "target": 511, "relation": "创作"}, {"source": 83, "target": 346, "relation": "创作"}, {"source": 86, "target": 358, "relation": "创作"}, {"source": 369, "target": 86, "relation": "出自于"}, {"source": 187, "target": 58, "relation": "创作"}, {"source": 369, "target": 187, "relation": "出自于"}, {"source": 9, "target": 301, "relation": "创作"}, {"source": 569, "target": 9, "relation": "出自于"}, {"source": 37, "target": 368, "relation": "创作"}, {"source": 369, "target": 37, "relation": "出自于"}, {"source": 429, "target": 708, "relation": "创作"}, {"source": 479, "target": 464, "relation": "创作"}, {"source": 369, "target": 479, "relation": "出自于"}, {"source": 347, "target": 18, "relation": "创作"}, {"source": 369, "target": 347, "relation": "出自于"}, {"source": 625, "target": 455, "relation": "创作"}, {"source": 369, "target": 625, "relation": "出自于"}, {"source": 37, "target": 342, "relation": "创作"}, {"source": 533, "target": 212, "relation": "创作"}, {"source": 369, "target": 533, "relation": "出自于"}, {"source": 290, "target": 46, "relation": "创作"}, {"source": 369, "target": 290, "relation": "出自于"}, {"source": 264, "target": 340, "relation": "创作"}, {"source": 184, "target": 264, "relation": "出自于"}, {"source": 352, "target": 461, "relation": "创作"}, {"source": 130, "target": 352, "relation": "出自于"}, {"source": 587, "target": 517, "relation": "创作"}, {"source": 130, "target": 587, "relation": "出自于"}, {"source": 347, "target": 36, "relation": "创作"}, {"source": 78, "target": 454, "relation": "创作"}, {"source": 311, "target": 78, "relation": "出自于"}, {"source": 117, "target": 64, "relation": "创作"}, {"source": 419, "target": 540, "relation": "创作"}, {"source": 369, "target": 419, "relation": "出自于"}, {"source": 195, "target": 150, "relation": "创作"}, {"source": 717, "target": 547, "relation": "创作"}, {"source": 369, "target": 717, "relation": "出自于"}, {"source": 419, "target": 360, "relation": "创作"}, {"source": 195, "target": 29, "relation": "创作"}, {"source": 264, "target": 47, "relation": "创作"}, {"source": 384, "target": 407, "relation": "创作"}, {"source": 369, "target": 384, "relation": "出自于"}, {"source": 691, "target": 34, "relation": "创作"}, {"source": 130, "target": 691, "relation": "出自于"}, {"source": 429, "target": 259, "relation": "创作"}, {"source": 164, "target": 271, "relation": "创作"}, {"source": 527, "target": 164, "relation": "出自于"}, {"source": 695, "target": 693, "relation": "创作"}, {"source": 130, "target": 695, "relation": "出自于"}, {"source": 384, "target": 672, "relation": "创作"}, {"source": 287, "target": 230, "relation": "创作"}, {"source": 130, "target": 287, "relation": "出自于"}, {"source": 262, "target": 45, "relation": "创作"}, {"source": 369, "target": 262, "relation": "出自于"}, {"source": 456, "target": 518, "relation": "创作"}, {"source": 130, "target": 456, "relation": "出自于"}, {"source": 711, "target": 546, "relation": "创作"}, {"source": 369, "target": 711, "relation": "出自于"}, {"source": 62, "target": 519, "relation": "创作"}, {"source": 184, "target": 62, "relation": "出自于"}, {"source": 49, "target": 249, "relation": "创作"}, {"source": 369, "target": 49, "relation": "出自于"}, {"source": 474, "target": 677, "relation": "创作"}, {"source": 174, "target": 474, "relation": "出自于"}, {"source": 117, "target": 559, "relation": "创作"}, {"source": 324, "target": 363, "relation": "创作"}, {"source": 83, "target": 504, "relation": "创作"}, {"source": 473, "target": 318, "relation": "创作"}, {"source": 184, "target": 473, "relation": "出自于"}, {"source": 287, "target": 106, "relation": "创作"}, {"source": 557, "target": 149, "relation": "创作"}, {"source": 130, "target": 557, "relation": "出自于"}, {"source": 117, "target": 96, "relation": "创作"}, {"source": 421, "target": 38, "relation": "创作"}, {"source": 369, "target": 421, "relation": "出自于"}, {"source": 293, "target": 567, "relation": "创作"}, {"source": 130, "target": 293, "relation": "出自于"}, {"source": 451, "target": 647, "relation": "创作"}, {"source": 527, "target": 451, "relation": "出自于"}, {"source": 37, "target": 196, "relation": "创作"}, {"source": 75, "target": 2, "relation": "创作"}, {"source": 130, "target": 75, "relation": "出自于"}, {"source": 195, "target": 486, "relation": "创作"}, {"source": 347, "target": 443, "relation": "创作"}, {"source": 575, "target": 8, "relation": "创作"}, {"source": 130, "target": 575, "relation": "出自于"}, {"source": 37, "target": 432, "relation": "创作"}, {"source": 83, "target": 3, "relation": "创作"}, {"source": 83, "target": 297, "relation": "创作"}, {"source": 37, "target": 651, "relation": "创作"}, {"source": 352, "target": 325, "relation": "创作"}, {"source": 263, "target": 621, "relation": "创作"}, {"source": 369, "target": 263, "relation": "出自于"}, {"source": 17, "target": 572, "relation": "创作"}, {"source": 369, "target": 17, "relation": "出自于"}, {"source": 410, "target": 416, "relation": "创作"}, {"source": 174, "target": 410, "relation": "出自于"}, {"source": 163, "target": 328, "relation": "创作"}, {"source": 369, "target": 163, "relation": "出自于"}, {"source": 320, "target": 90, "relation": "创作"}, {"source": 130, "target": 320, "relation": "出自于"}, {"source": 473, "target": 536, "relation": "创作"}, {"source": 109, "target": 408, "relation": "创作"}, {"source": 130, "target": 109, "relation": "出自于"}, {"source": 185, "target": 234, "relation": "创作"}, {"source": 369, "target": 185, "relation": "出自于"}, {"source": 419, "target": 223, "relation": "创作"}, {"source": 384, "target": 529, "relation": "创作"}, {"source": 257, "target": 313, "relation": "创作"}, {"source": 130, "target": 257, "relation": "出自于"}, {"source": 63, "target": 333, "relation": "创作"}, {"source": 130, "target": 63, "relation": "出自于"}, {"source": 44, "target": 664, "relation": "创作"}, {"source": 130, "target": 44, "relation": "出自于"}, {"source": 680, "target": 563, "relation": "创作"}, {"source": 369, "target": 680, "relation": "出自于"}, {"source": 533, "target": 294, "relation": "创作"}, {"source": 473, "target": 43, "relation": "创作"}, {"source": 153, "target": 702, "relation": "创作"}, {"source": 174, "target": 153, "relation": "出自于"}, {"source": 440, "target": 435, "relation": "创作"}, {"source": 130, "target": 440, "relation": "出自于"}, {"source": 716, "target": 57, "relation": "创作"}, {"source": 369, "target": 716, "relation": "出自于"}, {"source": 602, "target": 329, "relation": "创作"}, {"source": 130, "target": 602, "relation": "出自于"}, {"source": 65, "target": 389, "relation": "创作"}, {"source": 369, "target": 65, "relation": "出自于"}, {"source": 624, "target": 55, "relation": "创作"}, {"source": 369, "target": 624, "relation": "出自于"}, {"source": 351, "target": 673, "relation": "创作"}, {"source": 369, "target": 351, "relation": "出自于"}, {"source": 117, "target": 147, "relation": "创作"}, {"source": 37, "target": 299, "relation": "创作"}, {"source": 44, "target": 654, "relation": "创作"}, {"source": 186, "target": 469, "relation": "创作"}, {"source": 369, "target": 186, "relation": "出自于"}, {"source": 117, "target": 375, "relation": "创作"}, {"source": 420, "target": 165, "relation": "创作"}, {"source": 130, "target": 420, "relation": "出自于"}, {"source": 582, "target": 589, "relation": "创作"}, {"source": 369, "target": 582, "relation": "出自于"}, {"source": 534, "target": 338, "relation": "创作"}, {"source": 311, "target": 534, "relation": "出自于"}, {"source": 347, "target": 315, "relation": "创作"}, {"source": 429, "target": 123, "relation": "创作"}, {"source": 581, "target": 138, "relation": "创作"}, {"source": 130, "target": 581, "relation": "出自于"}, {"source": 347, "target": 341, "relation": "创作"}, {"source": 74, "target": 390, "relation": "创作"}, {"source": 130, "target": 74, "relation": "出自于"}, {"source": 129, "target": 402, "relation": "创作"}, {"source": 130, "target": 129, "relation": "出自于"}, {"source": 456, "target": 495, "relation": "创作"}, {"source": 263, "target": 712, "relation": "创作"}, {"source": 263, "target": 482, "relation": "创作"}, {"source": 566, "target": 655, "relation": "创作"}, {"source": 384, "target": 458, "relation": "创作"}, {"source": 622, "target": 182, "relation": "创作"}, {"source": 174, "target": 622, "relation": "出自于"}, {"source": 185, "target": 391, "relation": "创作"}, {"source": 695, "target": 304, "relation": "创作"}, {"source": 444, "target": 466, "relation": "创作"}, {"source": 130, "target": 444, "relation": "出自于"}, {"source": 83, "target": 548, "relation": "创作"}, {"source": 675, "target": 411, "relation": "创作"}, {"source": 130, "target": 675, "relation": "出自于"}, {"source": 671, "target": 653, "relation": "创作"}, {"source": 527, "target": 671, "relation": "出自于"}, {"source": 306, "target": 284, "relation": "创作"}, {"source": 369, "target": 306, "relation": "出自于"}, {"source": 37, "target": 84, "relation": "创作"}, {"source": 117, "target": 50, "relation": "创作"}, {"source": 694, "target": 446, "relation": "创作"}, {"source": 174, "target": 694, "relation": "出自于"}, {"source": 642, "target": 68, "relation": "创作"}, {"source": 174, "target": 642, "relation": "出自于"}, {"source": 83, "target": 706, "relation": "创作"}, {"source": 473, "target": 490, "relation": "创作"}, {"source": 533, "target": 120, "relation": "创作"}, {"source": 665, "target": 112, "relation": "创作"}, {"source": 369, "target": 665, "relation": "出自于"}, {"source": 195, "target": 39, "relation": "创作"}, {"source": 364, "target": 179, "relation": "创作"}, {"source": 369, "target": 364, "relation": "出自于"}, {"source": 530, "target": 146, "relation": "创作"}, {"source": 174, "target": 530, "relation": "出自于"}, {"source": 185, "target": 102, "relation": "创作"}, {"source": 180, "target": 135, "relation": "创作"}, {"source": 130, "target": 180, "relation": "出自于"}, {"source": 530, "target": 418, "relation": "创作"}, {"source": 560, "target": 23, "relation": "创作"}, {"source": 130, "target": 560, "relation": "出自于"}, {"source": 148, "target": 42, "relation": "创作"}, {"source": 369, "target": 148, "relation": "出自于"}, {"source": 295, "target": 178, "relation": "创作"}, {"source": 569, "target": 295, "relation": "出自于"}, {"source": 117, "target": 703, "relation": "创作"}, {"source": 125, "target": 235, "relation": "创作"}, {"source": 569, "target": 125, "relation": "出自于"}, {"source": 187, "target": 300, "relation": "创作"}, {"source": 17, "target": 162, "relation": "创作"}, {"source": 263, "target": 30, "relation": "创作"}, {"source": 392, "target": 91, "relation": "创作"}, {"source": 311, "target": 392, "relation": "出自于"}, {"source": 129, "target": 554, "relation": "创作"}, {"source": 566, "target": 238, "relation": "创作"}, {"source": 19, "target": 442, "relation": "创作"}, {"source": 130, "target": 19, "relation": "出自于"}, {"source": 37, "target": 485, "relation": "创作"}, {"source": 17, "target": 314, "relation": "创作"}, {"source": 671, "target": 24, "relation": "创作"}, {"source": 264, "target": 202, "relation": "创作"}, {"source": 163, "target": 586, "relation": "创作"}, {"source": 670, "target": 319, "relation": "创作"}, {"source": 130, "target": 670, "relation": "出自于"}, {"source": 352, "target": 66, "relation": "创作"}, {"source": 133, "target": 608, "relation": "创作"}, {"source": 369, "target": 133, "relation": "出自于"}, {"source": 117, "target": 483, "relation": "创作"}, {"source": 117, "target": 516, "relation": "创作"}, {"source": 306, "target": 54, "relation": "创作"}, {"source": 384, "target": 321, "relation": "创作"}, {"source": 533, "target": 545, "relation": "创作"}, {"source": 379, "target": 281, "relation": "创作"}, {"source": 369, "target": 379, "relation": "出自于"}, {"source": 695, "target": 613, "relation": "创作"}, {"source": 420, "target": 365, "relation": "创作"}, {"source": 185, "target": 584, "relation": "创作"}, {"source": 117, "target": 725, "relation": "创作"}, {"source": 117, "target": 688, "relation": "创作"}, {"source": 352, "target": 682, "relation": "创作"}, {"source": 354, "target": 498, "relation": "创作"}, {"source": 369, "target": 354, "relation": "出自于"}, {"source": 384, "target": 676, "relation": "创作"}, {"source": 195, "target": 633, "relation": "创作"}, {"source": 117, "target": 604, "relation": "创作"}, {"source": 213, "target": 528, "relation": "创作"}, {"source": 369, "target": 213, "relation": "出自于"}, {"source": 117, "target": 387, "relation": "创作"}, {"source": 334, "target": 385, "relation": "创作"}, {"source": 174, "target": 334, "relation": "出自于"}, {"source": 51, "target": 113, "relation": "创作"}, {"source": 609, "target": 6, "relation": "创作"}, {"source": 130, "target": 609, "relation": "出自于"}, {"source": 509, "target": 191, "relation": "创作"}, {"source": 130, "target": 509, "relation": "出自于"}, {"source": 685, "target": 48, "relation": "创作"}, {"source": 369, "target": 685, "relation": "出自于"}, {"source": 431, "target": 190, "relation": "创作"}, {"source": 569, "target": 431, "relation": "出自于"}, {"source": 117, "target": 224, "relation": "创作"}, {"source": 422, "target": 662, "relation": "创作"}, {"source": 130, "target": 422, "relation": "出自于"}, {"source": 689, "target": 678, "relation": "创作"}, {"source": 369, "target": 689, "relation": "出自于"}, {"source": 263, "target": 382, "relation": "创作"}, {"source": 347, "target": 308, "relation": "创作"}, {"source": 629, "target": 11, "relation": "创作"}, {"source": 569, "target": 629, "relation": "出自于"}, {"source": 195, "target": 487, "relation": "创作"}, {"source": 352, "target": 134, "relation": "创作"}, {"source": 420, "target": 188, "relation": "创作"}, {"source": 242, "target": 332, "relation": "创作"}, {"source": 369, "target": 242, "relation": "出自于"}, {"source": 514, "target": 144, "relation": "创作"}, {"source": 369, "target": 514, "relation": "出自于"}, {"source": 663, "target": 452, "relation": "创作"}, {"source": 369, "target": 663, "relation": "出自于"}, {"source": 117, "target": 225, "relation": "创作"}, {"source": 180, "target": 226, "relation": "创作"}, {"source": 240, "target": 657, "relation": "创作"}, {"source": 369, "target": 240, "relation": "出自于"}, {"source": 133, "target": 681, "relation": "创作"}, {"source": 372, "target": 618, "relation": "创作"}, {"source": 369, "target": 372, "relation": "出自于"}, {"source": 582, "target": 331, "relation": "创作"}, {"source": 384, "target": 668, "relation": "创作"}, {"source": 263, "target": 312, "relation": "创作"}, {"source": 652, "target": 143, "relation": "创作"}, {"source": 369, "target": 652, "relation": "出自于"}, {"source": 625, "target": 208, "relation": "创作"}, {"source": 431, "target": 480, "relation": "创作"}, {"source": 268, "target": 205, "relation": "创作"}, {"source": 369, "target": 268, "relation": "出自于"}, {"source": 263, "target": 649, "relation": "创作"}, {"source": 185, "target": 380, "relation": "创作"}, {"source": 117, "target": 686, "relation": "创作"}, {"source": 719, "target": 436, "relation": "创作"}, {"source": 569, "target": 719, "relation": "出自于"}, {"source": 347, "target": 282, "relation": "创作"}, {"source": 242, "target": 85, "relation": "创作"}, {"source": 722, "target": 383, "relation": "创作"}, {"source": 369, "target": 722, "relation": "出自于"}, {"source": 639, "target": 53, "relation": "创作"}, {"source": 369, "target": 639, "relation": "出自于"}, {"source": 535, "target": 496, "relation": "创作"}, {"source": 369, "target": 535, "relation": "出自于"}, {"source": 352, "target": 161, "relation": "创作"}, {"source": 530, "target": 552, "relation": "创作"}, {"source": 195, "target": 699, "relation": "创作"}, {"source": 62, "target": 541, "relation": "创作"}, {"source": 352, "target": 412, "relation": "创作"}, {"source": 180, "target": 236, "relation": "创作"}, {"source": 606, "target": 336, "relation": "创作"}, {"source": 569, "target": 606, "relation": "出自于"}, {"source": 195, "target": 309, "relation": "创作"}, {"source": 263, "target": 594, "relation": "创作"}, {"source": 117, "target": 269, "relation": "创作"}, {"source": 298, "target": 272, "relation": "创作"}, {"source": 174, "target": 298, "relation": "出自于"}, {"source": 37, "target": 80, "relation": "创作"}, {"source": 347, "target": 542, "relation": "创作"}, {"source": 330, "target": 296, "relation": "创作"}, {"source": 130, "target": 330, "relation": "出自于"}, {"source": 10, "target": 237, "relation": "创作"}, {"source": 369, "target": 10, "relation": "出自于"}, {"source": 4, "target": 524, "relation": "创作"}, {"source": 311, "target": 4, "relation": "出自于"}, {"source": 674, "target": 244, "relation": "创作"}, {"source": 130, "target": 674, "relation": "出自于"}, {"source": 415, "target": 192, "relation": "创作"}, {"source": 369, "target": 415, "relation": "出自于"}, {"source": 10, "target": 414, "relation": "创作"}, {"source": 564, "target": 616, "relation": "创作"}, {"source": 369, "target": 564, "relation": "出自于"}, {"source": 197, "target": 556, "relation": "创作"}, {"source": 130, "target": 197, "relation": "出自于"}, {"source": 26, "target": 544, "relation": "创作"}, {"source": 130, "target": 26, "relation": "出自于"}, {"source": 421, "target": 577, "relation": "创作"}, {"source": 659, "target": 243, "relation": "创作"}, {"source": 130, "target": 659, "relation": "出自于"}, {"source": 56, "target": 246, "relation": "创作"}, {"source": 569, "target": 56, "relation": "出自于"}, {"source": 37, "target": 220, "relation": "创作"}, {"source": 137, "target": 326, "relation": "创作"}, {"source": 130, "target": 137, "relation": "出自于"}, {"source": 481, "target": 373, "relation": "创作"}, {"source": 369, "target": 481, "relation": "出自于"}, {"source": 397, "target": 33, "relation": "创作"}, {"source": 130, "target": 397, "relation": "出自于"}, {"source": 665, "target": 595, "relation": "创作"}, {"source": 502, "target": 472, "relation": "创作"}, {"source": 369, "target": 502, "relation": "出自于"}, {"source": 669, "target": 35, "relation": "创作"}, {"source": 369, "target": 669, "relation": "出自于"}, {"source": 352, "target": 283, "relation": "创作"}, {"source": 330, "target": 404, "relation": "创作"}, {"source": 180, "target": 598, "relation": "创作"}, {"source": 566, "target": 207, "relation": "创作"}, {"source": 347, "target": 459, "relation": "创作"}, {"source": 263, "target": 561, "relation": "创作"}, {"source": 185, "target": 701, "relation": "创作"}, {"source": 265, "target": 562, "relation": "创作"}, {"source": 369, "target": 265, "relation": "出自于"}, {"source": 82, "target": 437, "relation": "创作"}, {"source": 130, "target": 82, "relation": "出自于"}, {"source": 180, "target": 438, "relation": "创作"}, {"source": 92, "target": 126, "relation": "创作"}, {"source": 569, "target": 92, "relation": "出自于"}, {"source": 240, "target": 142, "relation": "创作"}, {"source": 615, "target": 172, "relation": "创作"}, {"source": 369, "target": 615, "relation": "出自于"}, {"source": 352, "target": 233, "relation": "创作"}, {"source": 576, "target": 254, "relation": "创作"}, {"source": 369, "target": 576, "relation": "出自于"}, {"source": 89, "target": 579, "relation": "创作"}, {"source": 174, "target": 89, "relation": "出自于"}, {"source": 479, "target": 132, "relation": "创作"}, {"source": 289, "target": 690, "relation": "创作"}, {"source": 130, "target": 289, "relation": "出自于"}, {"source": 640, "target": 607, "relation": "创作"}, {"source": 130, "target": 640, "relation": "出自于"}, {"source": 193, "target": 405, "relation": "创作"}, {"source": 311, "target": 193, "relation": "出自于"}, {"source": 467, "target": 643, "relation": "创作"}, {"source": 507, "target": 467, "relation": "出自于"}, {"source": 489, "target": 22, "relation": "创作"}, {"source": 369, "target": 489, "relation": "出自于"}, {"source": 117, "target": 198, "relation": "创作"}, {"source": 173, "target": 255, "relation": "创作"}, {"source": 174, "target": 173, "relation": "出自于"}, {"source": 337, "target": 177, "relation": "创作"}, {"source": 369, "target": 337, "relation": "出自于"}, {"source": 663, "target": 401, "relation": "创作"}, {"source": 117, "target": 215, "relation": "创作"}, {"source": 180, "target": 119, "relation": "创作"}, {"source": 129, "target": 646, "relation": "创作"}, {"source": 180, "target": 520, "relation": "创作"}, {"source": 479, "target": 406, "relation": "创作"}, {"source": 352, "target": 222, "relation": "创作"}, {"source": 83, "target": 660, "relation": "创作"}, {"source": 193, "target": 599, "relation": "创作"}, {"source": 630, "target": 0, "relation": "创作"}, {"source": 369, "target": 630, "relation": "出自于"}, {"source": 306, "target": 345, "relation": "创作"}, {"source": 83, "target": 343, "relation": "创作"}, {"source": 553, "target": 721, "relation": "创作"}, {"source": 130, "target": 553, "relation": "出自于"}, {"source": 275, "target": 710, "relation": "创作"}, {"source": 369, "target": 275, "relation": "出自于"}, {"source": 722, "target": 248, "relation": "创作"}, {"source": 530, "target": 395, "relation": "创作"}, {"source": 450, "target": 723, "relation": "创作"}, {"source": 174, "target": 450, "relation": "出自于"}, {"source": 185, "target": 97, "relation": "创作"}, {"source": 355, "target": 116, "relation": "创作"}, {"source": 130, "target": 355, "relation": "出自于"}, {"source": 491, "target": 121, "relation": "创作"}, {"source": 151, "target": 491, "relation": "出自于"}, {"source": 344, "target": 218, "relation": "创作"}, {"source": 369, "target": 344, "relation": "出自于"}, {"source": 644, "target": 159, "relation": "创作"}, {"source": 527, "target": 644, "relation": "出自于"}, {"source": 431, "target": 500, "relation": "创作"}, {"source": 663, "target": 155, "relation": "创作"}, {"source": 537, "target": 77, "relation": "创作"}, {"source": 130, "target": 537, "relation": "出自于"}, {"source": 242, "target": 5, "relation": "创作"}, {"source": 67, "target": 510, "relation": "创作"}, {"source": 174, "target": 67, "relation": "出自于"}, {"source": 21, "target": 388, "relation": "创作"}, {"source": 369, "target": 21, "relation": "出自于"}, {"source": 337, "target": 73, "relation": "创作"}, {"source": 505, "target": 261, "relation": "创作"}, {"source": 130, "target": 505, "relation": "出自于"}, {"source": 614, "target": 447, "relation": "创作"}, {"source": 369, "target": 614, "relation": "出自于"}, {"source": 115, "target": 252, "relation": "创作"}, {"source": 174, "target": 115, "relation": "出自于"}, {"source": 180, "target": 350, "relation": "创作"}, {"source": 180, "target": 612, "relation": "创作"}, {"source": 180, "target": 424, "relation": "创作"}, {"source": 663, "target": 219, "relation": "创作"}, {"source": 696, "target": 247, "relation": "创作"}, {"source": 174, "target": 696, "relation": "出自于"}, {"source": 663, "target": 667, "relation": "创作"}, {"source": 32, "target": 635, "relation": "创作"}, {"source": 369, "target": 32, "relation": "出自于"}, {"source": 195, "target": 634, "relation": "创作"}, {"source": 513, "target": 543, "relation": "创作"}, {"source": 569, "target": 513, "relation": "出自于"}, {"source": 129, "target": 107, "relation": "创作"}, {"source": 440, "target": 201, "relation": "创作"}, {"source": 63, "target": 475, "relation": "创作"}, {"source": 704, "target": 94, "relation": "创作"}, {"source": 507, "target": 704, "relation": "出自于"}, {"source": 419, "target": 216, "relation": "创作"}, {"source": 456, "target": 316, "relation": "创作"}, {"source": 489, "target": 229, "relation": "创作"}, {"source": 625, "target": 526, "relation": "创作"}, {"source": 180, "target": 139, "relation": "创作"}, {"source": 347, "target": 61, "relation": "创作"}, {"source": 625, "target": 206, "relation": "创作"}, {"source": 583, "target": 305, "relation": "创作"}, {"source": 569, "target": 583, "relation": "出自于"}, {"source": 473, "target": 636, "relation": "创作"}, {"source": 180, "target": 707, "relation": "创作"}, {"source": 263, "target": 396, "relation": "创作"}, {"source": 330, "target": 592, "relation": "创作"}, {"source": 17, "target": 194, "relation": "创作"}, {"source": 568, "target": 71, "relation": "创作"}, {"source": 130, "target": 568, "relation": "出自于"}, {"source": 374, "target": 641, "relation": "创作"}, {"source": 174, "target": 374, "relation": "出自于"}, {"source": 26, "target": 131, "relation": "创作"}, {"source": 245, "target": 430, "relation": "创作"}, {"source": 130, "target": 245, "relation": "出自于"}, {"source": 166, "target": 227, "relation": "创作"}, {"source": 369, "target": 166, "relation": "出自于"}, {"source": 79, "target": 413, "relation": "创作"}, {"source": 369, "target": 79, "relation": "出自于"}, {"source": 683, "target": 122, "relation": "创作"}, {"source": 311, "target": 683, "relation": "出自于"}, {"source": 537, "target": 12, "relation": "创作"}, {"source": 204, "target": 565, "relation": "创作"}, {"source": 369, "target": 204, "relation": "出自于"}, {"source": 9, "target": 93, "relation": "创作"}, {"source": 164, "target": 462, "relation": "创作"}, {"source": 605, "target": 555, "relation": "创作"}, {"source": 369, "target": 605, "relation": "出自于"}, {"source": 403, "target": 439, "relation": "创作"}, {"source": 130, "target": 403, "relation": "出自于"}, {"source": 337, "target": 98, "relation": "创作"}, {"source": 531, "target": 550, "relation": "创作"}, {"source": 369, "target": 531, "relation": "出自于"}, {"source": 1, "target": 493, "relation": "创作"}, {"source": 369, "target": 1, "relation": "出自于"}, {"source": 378, "target": 285, "relation": "创作"}, {"source": 369, "target": 378, "relation": "出自于"}, {"source": 250, "target": 323, "relation": "创作"}, {"source": 369, "target": 250, "relation": "出自于"}, {"source": 187, "target": 154, "relation": "创作"}, {"source": 348, "target": 648, "relation": "创作"}, {"source": 130, "target": 348, "relation": "出自于"}, {"source": 278, "target": 501, "relation": "创作"}, {"source": 623, "target": 278, "relation": "出自于"}, {"source": 187, "target": 601, "relation": "创作"}, {"source": 141, "target": 260, "relation": "创作"}, {"source": 369, "target": 141, "relation": "出自于"}, {"source": 203, "target": 16, "relation": "创作"}, {"source": 130, "target": 203, "relation": "出自于"}, {"source": 457, "target": 158, "relation": "创作"}, {"source": 130, "target": 457, "relation": "出自于"}, {"source": 630, "target": 370, "relation": "创作"}, {"source": 506, "target": 714, "relation": "创作"}, {"source": 266, "target": 506, "relation": "出自于"}, {"source": 189, "target": 367, "relation": "创作"}, {"source": 569, "target": 189, "relation": "出自于"}, {"source": 479, "target": 394, "relation": "创作"}, {"source": 433, "target": 258, "relation": "创作"}, {"source": 130, "target": 433, "relation": "出自于"}, {"source": 718, "target": 610, "relation": "创作"}, {"source": 569, "target": 718, "relation": "出自于"}, {"source": 44, "target": 399, "relation": "创作"}, {"source": 537, "target": 256, "relation": "创作"}, {"source": 322, "target": 76, "relation": "创作"}, {"source": 184, "target": 322, "relation": "出自于"}, {"source": 100, "target": 619, "relation": "创作"}, {"source": 369, "target": 100, "relation": "出自于"}, {"source": 457, "target": 427, "relation": "创作"}, {"source": 560, "target": 488, "relation": "创作"}, {"source": 627, "target": 445, "relation": "创作"}, {"source": 369, "target": 627, "relation": "出自于"}, {"source": 145, "target": 13, "relation": "创作"}, {"source": 369, "target": 145, "relation": "出自于"}, {"source": 713, "target": 361, "relation": "创作"}, {"source": 174, "target": 713, "relation": "出自于"}, {"source": 211, "target": 228, "relation": "创作"}, {"source": 369, "target": 211, "relation": "出自于"}, {"source": 426, "target": 14, "relation": "创作"}, {"source": 184, "target": 426, "relation": "出自于"}, {"source": 537, "target": 124, "relation": "创作"}, {"source": 663, "target": 650, "relation": "创作"}, {"source": 337, "target": 441, "relation": "创作"}, {"source": 398, "target": 359, "relation": "创作"}, {"source": 130, "target": 398, "relation": "出自于"}, {"source": 83, "target": 291, "relation": "创作"}, {"source": 481, "target": 600, "relation": "创作"}, {"source": 83, "target": 167, "relation": "创作"}, {"source": 352, "target": 104, "relation": "创作"}, {"source": 88, "target": 637, "relation": "创作"}, {"source": 569, "target": 88, "relation": "出自于"}, {"source": 530, "target": 239, "relation": "创作"}, {"source": 603, "target": 101, "relation": "创作"}, {"source": 569, "target": 603, "relation": "出自于"}, {"source": 352, "target": 521, "relation": "创作"}, {"source": 195, "target": 156, "relation": "创作"}, {"source": 180, "target": 376, "relation": "创作"}, {"source": 133, "target": 499, "relation": "创作"}, {"source": 280, "target": 7, "relation": "创作"}, {"source": 369, "target": 280, "relation": "出自于"}, {"source": 133, "target": 558, "relation": "创作"}, {"source": 674, "target": 720, "relation": "创作"}, {"source": 473, "target": 377, "relation": "创作"}, {"source": 692, "target": 620, "relation": "创作"}, {"source": 130, "target": 692, "relation": "出自于"}, {"source": 684, "target": 183, "relation": "创作"}, {"source": 369, "target": 684, "relation": "出自于"}, {"source": 195, "target": 357, "relation": "创作"}, {"source": 479, "target": 60, "relation": "创作"}, {"source": 564, "target": 698, "relation": "创作"}, {"source": 352, "target": 597, "relation": "创作"}, {"source": 533, "target": 460, "relation": "创作"}, {"source": 638, "target": 580, "relation": "创作"}, {"source": 369, "target": 638, "relation": "出自于"}, {"source": 180, "target": 578, "relation": "创作"}, {"source": 709, "target": 157, "relation": "创作"}, {"source": 569, "target": 709, "relation": "出自于"}, {"source": 663, "target": 705, "relation": "创作"}, {"source": 288, "target": 417, "relation": "创作"}, {"source": 369, "target": 288, "relation": "出自于"}, {"source": 137, "target": 532, "relation": "创作"}, {"source": 378, "target": 221, "relation": "创作"}, {"source": 632, "target": 687, "relation": "创作"}, {"source": 369, "target": 632, "relation": "出自于"}, {"source": 715, "target": 276, "relation": "创作"}, {"source": 527, "target": 715, "relation": "出自于"}, {"source": 195, "target": 700, "relation": "创作"}, {"source": 393, "target": 128, "relation": "创作"}, {"source": 266, "target": 393, "relation": "出自于"}, {"source": 356, "target": 468, "relation": "创作"}, {"source": 174, "target": 356, "relation": "出自于"}, {"source": 310, "target": 494, "relation": "创作"}, {"source": 130, "target": 310, "relation": "出自于"}, {"source": 477, "target": 99, "relation": "创作"}, {"source": 184, "target": 477, "relation": "出自于"}, {"source": 451, "target": 425, "relation": "创作"}, {"source": 513, "target": 428, "relation": "创作"}, {"source": 593, "target": 95, "relation": "创作"}, {"source": 130, "target": 593, "relation": "出自于"}, {"source": 317, "target": 538, "relation": "创作"}, {"source": 369, "target": 317, "relation": "出自于"}, {"source": 17, "target": 136, "relation": "创作"}, {"source": 263, "target": 176, "relation": "创作"}, {"source": 674, "target": 492, "relation": "创作"}, {"source": 257, "target": 251, "relation": "创作"}, {"source": 420, "target": 478, "relation": "创作"}, {"source": 560, "target": 453, "relation": "创作"}, {"source": 564, "target": 103, "relation": "创作"}, {"source": 327, "target": 596, "relation": "创作"}, {"source": 569, "target": 327, "relation": "出自于"}, {"source": 617, "target": 381, "relation": "创作"}, {"source": 174, "target": 617, "relation": "出自于"}, {"source": 31, "target": 590, "relation": "创作"}, {"source": 130, "target": 31, "relation": "出自于"}, {"source": 429, "target": 658, "relation": "创作"}, {"source": 352, "target": 168, "relation": "创作"}, {"source": 506, "target": 169, "relation": "创作"}, {"source": 533, "target": 423, "relation": "创作"}, {"source": 173, "target": 199, "relation": "创作"}, {"source": 210, "target": 114, "relation": "创作"}, {"source": 369, "target": 210, "relation": "出自于"}, {"source": 570, "target": 170, "relation": "创作"}, {"source": 369, "target": 570, "relation": "出自于"}, {"source": 264, "target": 335, "relation": "创作"}, {"source": 111, "target": 523, "relation": "创作"}, {"source": 369, "target": 111, "relation": "出自于"}, {"source": 270, "target": 503, "relation": "创作"}, {"source": 369, "target": 270, "relation": "出自于"}, {"source": 512, "target": 175, "relation": "创作"}, {"source": 130, "target": 512, "relation": "出自于"}, {"source": 180, "target": 463, "relation": "创作"}, {"source": 691, "target": 267, "relation": "创作"}, {"source": 41, "target": 277, "relation": "创作"}, {"source": 527, "target": 41, "relation": "出自于"}, {"source": 118, "target": 171, "relation": "创作"}, {"source": 569, "target": 118, "relation": "出自于"}, {"source": 663, "target": 273, "relation": "创作"}, {"source": 217, "target": 70, "relation": "创作"}, {"source": 311, "target": 217, "relation": "出自于"}, {"source": 591, "target": 588, "relation": "创作"}, {"source": 311, "target": 591, "relation": "出自于"}, {"source": 505, "target": 20, "relation": "创作"}, {"source": 327, "target": 465, "relation": "创作"}, {"source": 535, "target": 366, "relation": "创作"}, {"source": 26, "target": 585, "relation": "创作"}, {"source": 27, "target": 140, "relation": "创作"}, {"source": 184, "target": 27, "relation": "出自于"}, {"source": 253, "target": 449, "relation": "创作"}, {"source": 174, "target": 253, "relation": "出自于"}, {"source": 163, "target": 110, "relation": "创作"}, {"source": 268, "target": 339, "relation": "创作"}, {"source": 180, "target": 434, "relation": "创作"}, {"source": 530, "target": 611, "relation": "创作"}, {"source": 181, "target": 645, "relation": "创作"}, {"source": 266, "target": 181, "relation": "出自于"}, {"source": 27, "target": 631, "relation": "创作"}, {"source": 353, "target": 127, "relation": "创作"}, {"source": 369, "target": 353, "relation": "出自于"}, {"source": 263, "target": 573, "relation": "创作"}, {"source": 400, "target": 515, "relation": "创作"}, {"source": 130, "target": 400, "relation": "出自于"}, {"source": 352, "target": 286, "relation": "创作"}, {"source": 302, "target": 52, "relation": "创作"}, {"source": 174, "target": 302, "relation": "出自于"}, {"source": 83, "target": 386, "relation": "创作"}, {"source": 508, "target": 724, "relation": "创作"}, {"source": 130, "target": 508, "relation": "出自于"}, {"source": 697, "target": 666, "relation": "创作"}, {"source": 369, "target": 697, "relation": "出自于"}, {"source": 83, "target": 525, "relation": "创作"}, {"source": 628, "target": 160, "relation": "创作"}, {"source": 369, "target": 628, "relation": "出自于"}, {"source": 467, "target": 470, "relation": "创作"}, {"source": 719, "target": 484, "relation": "创作"}, {"source": 679, "target": 471, "relation": "创作"}, {"source": 174, "target": 679, "relation": "出自于"}, {"source": 209, "target": 371, "relation": "创作"}, {"source": 130, "target": 209, "relation": "出自于"}, {"source": 379, "target": 656, "relation": "创作"}, {"source": 17, "target": 231, "relation": "创作"}, {"source": 133, "target": 59, "relation": "创作"}, {"source": 477, "target": 279, "relation": "创作"}, {"source": 456, "target": 81, "relation": "创作"}, {"source": 539, "target": 241, "relation": "创作"}, {"source": 174, "target": 539, "relation": "出自于"}, {"source": 609, "target": 214, "relation": "创作"}, {"source": 307, "target": 200, "relation": "创作"}, {"source": 569, "target": 307, "relation": "出自于"}, {"source": 352, "target": 105, "relation": "创作"}, {"source": 522, "target": 661, "relation": "创作"}, {"source": 569, "target": 522, "relation": "出自于"}, {"source": 324, "target": 87, "relation": "创作"}, {"source": 195, "target": 303, "relation": "创作"}, {"source": 163, "target": 274, "relation": "创作"}, {"source": 242, "target": 626, "relation": "创作"}, {"source": 40, "target": 292, "relation": "创作"}, {"source": 184, "target": 40, "relation": "出自于"}]}