{"nodes": [{"name": "赵嘏", "dynasty": "唐代"}, {"name": "鹧鸪天·寒日萧萧上锁", "prop": {"content": "寒日萧萧上锁窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻龙涎香那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "虞美人·秋感", "prop": {"content": "背庭缘恐花羞坠。心事遥山里。小帘愁卷月笼明。一寸秋怀禁得、几蛩声。 井梧不放西风起。供与离人睡。梦和新月未圆时。起看檐蛛结网、又寻思。", "translation": "　　《虞美人》，唐教坊曲。《碧鸡漫志》卷四：“《脞说》称起于项藉‘虞兮’之歌。予谓后世以此命名可也，曲起于当时，非也。”双调，有两格，其一为五十六字，上下片各四句两仄韵，两平韵；一为五十八字、上下片各五句两仄韵，三平韵。此首为第一格。　　"}}, {"name": "普天乐·秋怀", "prop": {"content": "为谁忙，莫非命。西风驿马。落月书灯。青天蜀道难，红叶吴江冷。两字功名频看镜，不饶人白发星星。钓鱼子陵，思莼季鹰，笑我飘零。", "translation": "究竟是为谁这样辛苦奔波？莫非是命中注定。西风萧瑟瘦马颠簸，落月下书卷伴一盏昏灯。蜀道之难难于上青天，红叶满山吴江凄冷。为那两字功名，岁月匆匆不饶人，镜中人已白发频添。垂钓的严光，思恋莼羹的季鹰，定会笑我飘零。"}}, {"name": "己酉岁九月九日", "prop": {"content": "靡靡秋已夕，凄凄风露交。蔓草不复荣，园木空自凋。清气澄余滓，杳然天界高。哀蝉无留响，丛雁鸣云霄。万化相寻绎，人生岂不劳？从古皆有没，念之中心焦。何以称我情？浊酒且自陶。千载非所知，聊以永今朝。", "translation": "衰颓零落秋已晚，寒露凄风相缭绕。蔓生的野草渐渐枯萎，园中林木也已凋零。清凉的秋风澄净了空气中本已不多的尘埃，天宇茫茫愈显高远。悲切的蝉鸣已然尽绝，成行的大雁鸣叫声响彻云霄。万物更替常变化，人生在世亦复如此，岂能不劳累呢？万物变迁，自古皆有灭亡，想念起来心中有如焦焚。有什么可以使我称心呢？没有啊！所以，姑且饮酒自我陶醉吧！千年的变化不是我所能了解的，还是来歌咏今朝吧。"}}, {"name": "金盏子·赋秋壑西湖小", "prop": {"content": "卜筑西湖，种翠萝犹傍，软红尘里。来往载清吟，为偏爱吾庐，画船频繁。笑携雨色晴光，入春明朝市。石桥锁，烟霞五百名仙，第一人是。临酒论深意。流光转、莺花任乱委。冷然九秋肺腑，应多梦、岩扃冷云空翠。漱流枕石幽情，写猗兰绿绮。专城处，他山小队登临，待西风起。", "translation": "贾似道，字秋壑，理宗时为丞相兼枢密使；度宗立拜太师，封魏国公，赐第葛岭，权倾朝野。吴文英因有一兄弟翁应龙为贾的堂吏，故得他中介，有词投献似道。贾似道西湖小筑在南屏。此词作于贾为荆湖制置使时。参阅《水龙吟·过秋壑湖上旧居寄赠》词。 "}}, {"name": "灞上秋居", "prop": {"content": "灞原风雨定，晚见雁行频。落叶他乡树，寒灯独夜人。空园白露滴，孤壁野僧邻。寄卧郊扉久，何年致此身。", "translation": "灞原上的秋风细雨初定，傍晚看见雁群南去不停。面对他乡树木落叶纷纷，寒夜的孤灯独照我一人。空园里白露频频地下滴，单门独户只与野僧为邻。寄卧荒凉郊居为时已久，何时才能为国致力献身？"}}, {"name": "戴叔伦", "dynasty": "唐代"}, {"name": "关河令·秋阴时晴渐向", "prop": {"content": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！", "translation": "时阴时晴的秋日又近黄昏，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。夜深人散客舍静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？"}}, {"name": "疏帘淡月·寓桂枝香秋", "prop": {"content": "梧桐雨细。渐滴作秋声，被风惊碎。润逼衣篝，线袅蕙炉沈水。悠悠岁月天涯醉。一分秋、一分憔悴。紫箫吟断，素笺恨切，夜寒鸿起。 又何苦、凄凉客里。负草堂春绿，竹溪空翠。落叶西风，吹老几番尘世。从前谙尽江湖味。听商歌、归兴千里。露侵宿酒，疏帘淡月，照人无寐。", "translation": "　　此词写秋景，抒客怀。上片言眼前秋色，动人离愁。梧桐细雨，滴碎秋声。紫箫吹断，夜寒鸿起，悠悠岁月，天涯游子。下片写客中凄凉，辜负了草堂春绿，竹溪空翠。落叶西风，吹老尘世。商歌一曲，归兴千里。疏帘淡月，照人无寐。全词婉丽风雅，饶有韵致。 "}}, {"name": "张可久", "dynasty": "元代"}, {"name": "眼儿媚·萋萋芳草小楼", "prop": {"content": "萋萋芳草小楼西，云压雁声低。两行疏柳，一丝残照，万点鸦栖。春山碧树秋重绿，人在武陵溪。无情明月，有情归梦，同到幽闺。", "translation": "小楼西边的原野一片葱茏，云朵低垂，飞雁哀鸣。夕阳映照着两行衰柳，万点栖鸦在柳丛。山上草木在秋风里仍带些绿意，远游的人却在外漂泊无依。明月清冷的光辉游子思乡的梦魂，一同来到那思妇的空闺。"}}, {"name": "齐天乐·与冯深居登禹", "prop": {"content": "三千年事残鸦外，无言倦凭秋树。逝水移川，高陵变谷，那识当时神禹。幽云怪雨。翠萍湿空梁，夜深飞去。雁起青天，数行书似旧藏处。寂寥西窗久坐，故人悭会遇，同翦灯语。积藓残碑，零圭断璧，重拂人间尘土。霜红罢舞。漫山色青青，雾朝烟暮。岸锁春船，画旗喧赛鼓。", "translation": "夏禹光辉的业绩已翻过三千余年，眼前只剩下寒鸦数点。倚着秋树缄默无言。江河改道，高山变成深谷。在这漫长的三千多年里，幽云出谷，怪雨挥鞭。湿漉漉的萍藻，还悬垂在那根梅梁之间，趁夜深人静，它曾飞入湖底，跟凶龙进行过一场鏖战。雁群飞起，把一行大字写上蓝天。那一行行文字，莫非就是当年夏禹藏在山中的宝贵书篇。映着西窗，我们相向而坐，故人难得有这次意外的会面。剪去灯花，与友人深居夜语。长满苔藓的断残古碑，禹庙发现的古文物，重现人间。霜叶已经凋零，惟有青山任随晨雾夕烟之变化而不改其色。漫想春日祭祀夏禹时的热闹场景：岸边停着画舫，彩绘的旗帜招展于喧哗的赛鼓声中。"}}, {"name": "张继", "dynasty": "唐代"}, {"name": "张仲素", "dynasty": "唐代"}, {"name": "悲清秋赋", "prop": {"content": "　　登九疑兮望清川，见三湘之潺湲。水流寒以归海，云横秋而蔽天。余以鸟道计于故乡兮，不知去荆吴之几千。于时西阳半规，映岛欲没。澄湖练明，遥海上月。念佳期之浩荡，渺怀燕而望越。荷花落兮江色秋，风嫋嫋兮夜悠悠。临穷溟以有羡，思钓鳌于沧洲。无修竿以一举，抚洪波而增忧。归去来兮人间不可以讬些，吾将采药于蓬丘。", "translation": "攀登上九疑山远望着清清的河水，看见三湘水缓缓地流动。水带着寒气流向大海，秋天的天空被乌云遮蔽。我凭借着鸟迁徙的道路计算着距离故乡的远近，不知离这荆吴之地有几千里的路程。这时候太阳已经向西落去，一半被山峰所挡住，映在水中的小岛也快消失不见了。遥远的海上已经升起了明月，清澈的湖水就像白练似的铺在地上。想着回乡之日遥遥无期，就像在北京而望扬州。荷花都落了，江水一片秋色，风缓慢地吹着，夜色悠然。俺在北海边羡慕别人钓鱼，打算到沧州钓大鳖。可是没有那么长的鱼竿供我举呀，望眼洪波而徒然心忧。回来吧，人间不是好呆的地儿，倒不如到蓬莱去采药。"}}, {"name": "野望", "prop": {"content": "寒鸦飞数点，流水绕孤村。斜阳欲落处，一望黯消魂。", "translation": "寒鸦点点，上下翻飞，流水潺潺，环绕孤村。傍晚西斜的太阳将落，这场景让人一看就不免黯然惆怅。 "}}, {"name": "玉楼春·和吴见山韵", "prop": {"content": "阑干独倚天涯客。心影暗凋风叶寂。千山秋入雨中青，一雁暮随云去急。霜花强弄春颜色。相吊年光浇大白。海烟沈处倒残霞，一杼鲛绡和泪织。", "translation": "浪迹天涯的孤客独倚栏干，面对着深秋中的凄风凋叶，更觉得寂寞惆怅。绵绵群山在淅沥的秋雨中泛出了青光，一只离群的孤雁在暮色苍茫中随着迅飞的流云拼力地挣扎奋飞。百花凋零，惟有那秋菊逞强，显示出些许春天般的缤纷色彩。而我们却只能为那已消逝的美好年华举杯凭吊，饮一杯大白。暮天夕阳返照天空，倒挂着一缕美丽的彩虹，那是大海中的鲛人用泪水一梭梭编织的七彩鲛绡幻化而成的。"}}, {"name": "木兰柴", "prop": {"content": "秋山敛余照，飞鸟逐前侣。彩翠时分明，夕岚无处所。", "translation": "秋山收敛了落日的余晖，倦飞的鸟儿鼓动着翠羽，鸣叫着互相追逐遁入山林。此时鲜艳翠绿的山色分外明显，傍晚山林的雾气丝丝缕缕飘忽不定。"}}, {"name": "贺新郎·秋晓", "prop": {"content": "渺渺啼鸦了。亘鱼天，寒生峭屿，五湖秋晓。竹几一灯人做梦，嘶马谁行古道。起搔首、窥星多少。月有微黄篱无影，挂牵牛数朵青花小。秋太淡，添红枣。愁痕倚赖西风扫。被西风、翻催鬓鬒，与秋俱老。旧院隔霜帘不卷，金粉屏边醉倒。计无此、中年怀抱。万里江南吹箫恨，恨参差白雁横天杪。烟未敛，楚山杳。", "translation": "无"}}, {"name": "巩北秋兴寄崔明允", "prop": {"content": "白露披梧桐，玄蝉昼夜号。秋风万里动，日暮黄云高。君子佐休明，小人事蓬蒿。所适在鱼鸟，焉能徇锥刀。孤舟向广武，一鸟归成皋。胜概日相与，思君心郁陶。", "translation": "寒秋中的梧桐树上满挂着白露，在这树上有寒蝉在鸣叫。少昊行秋肃杀着方圆万里，日暮时分，更显出云黄天高。君子入世，自当授印于开明之世，而那自私自利的小人，只懂得隐居在草庐蓬蒿。他们的行为，和鸟兽鱼虫相比又有什么区别？正直的君子，又怎能因求田问舍而使得意志沉沦丧消？明允啊明允，你驾着孤舟驶向广武，而我像一只离群的小鸟，归飞那遥远的成皋。往昔我与你一起欣赏美丽的景色，今日却只能因想念你而心绪萧萧！"}}, {"name": "秋望", "prop": {"content": "黄河水绕汉宫墙，河上秋风雁几行。客子过壕追野马，将军弢箭射天狼。黄尘古渡迷飞挽，白月横空冷战场。闻道朔方多勇略，只今谁是郭汾阳。", "translation": "滚滚黄河水环绕着长安，河上秋风阵阵，几行大雁从空中飞过。戍边的士兵越过护城河时尘沙阵阵，将军整装待发抗击敌军。黄河渡口尘土飞杨，运输粮草的车队、船队一派繁忙；明月当空，战场格外空寂、悲凉。听说北方多有英勇善战而又富于谋略的将军，只是如今再也没有郭子仪那样的人物。"}}, {"name": "菩萨蛮·回文秋闺怨", "prop": {"content": "井桐双照新妆冷，冷妆新照双桐井。羞对井花愁，愁花井对羞。影孤怜夜永，永夜怜孤影。楼上不宜秋，秋宜不上楼。", "translation": "井栏边两裸梧桐树，望着我的冷色的新妆。我穿淡淡的新妆，初次望着两棵梧桐树立在井栏旁。我低垂地望着井栏边的花在凋落愁叹，发愁的花在井栏边望着我失色低头。形影孤单，悲叹我度失眠难熬的长夜。长长的秋夜，可怜我这孤单的身影。楼上不适应这肃杀的秋色，萧瑟的秋色，我不应该上楼去眺望。"}}, {"name": "曹元用", "dynasty": "元代"}, {"name": "塞上曲", "prop": {"content": "秋气生朔陲，塞草犹离离。大漠西风急，黄榆凉叶飞。襜褴罢南牧，林胡畏汉威。藁街将入贡，代马就新羁。浮云护玉关，斜日在金微。萧索边声静，太平烽影稀。素臣称有道，守在於四夷。", "translation": "无"}}, {"name": "秋波媚·七月十六日晚", "prop": {"content": "秋到边城角声哀，烽火照高台。悲歌击筑，凭高酹酒，此兴悠哉。多情谁似南山月，特地暮云开。灞桥烟柳，曲江池馆，应待人来。", "translation": "秋意来到边城，声声号角哀鸣，平安烽火映照着高兴亭。击筑高歌，站在高处把酒洒向国土，引起了收复关中的无限兴致。谁能像多情的南山明月，把层层的暮云都推开？灞桥边的如烟翠柳，曲江池畔的美丽楼台，应该在月下伫立，等待着我军收复失地，胜利归来。"}}, {"name": "江上寄元六林宗", "prop": {"content": "霜落江始寒，枫叶绿未脱。客行悲清秋，永路苦不达。沧波眇川汜，白日隐天末。停棹依林峦，惊猿相叫聒。夜分河汉转，起视溟涨阔。凉风何萧萧，流水鸣活活。浦沙净如洗，海月明可掇。兰交空怀思，琼树讵解渴。勖哉沧洲心，岁晚庶不夺。幽赏颇自得，兴远与谁豁。", "translation": "秋天的霜落了，江水变得寒冷，可枫叶仍然是绿色，还没有脱落。游客在外，路途遥远难以到达目的地，加上寒冷的秋季，心情更加悲戚。大江烟波渺渺，长天浮云掩蔽白日。在山峦密林间泊船，猿猴哀啼不绝，使人心惊。中夜起看天上河汉旋转，下视大江潮水汹涌。凉风萧萧，流水呜鸣。江浦沙滩干净如洗，明亮的海月，让人想拾取弄掇。怀念你，高洁的朋友，身如琼树，心如惠兰，如饥似渴。让我们相互勉励，让沧洲的高洁之心不因年老而屈服社会现实。欣赏幽静的风景很自由自在，除你以外，还可以与谁豁开心胸交谈呢。"}}, {"name": "吴文英", "dynasty": "宋代"}, {"name": "霁夜", "prop": {"content": "寂历帘栊深夜明，睡回清梦戍墙铃。狂风送雨已何处？淡月笼云犹未醒。早有秋声随堕叶，独将凉意伴流萤。明朝准拟南轩望，洗出庐山万丈青。", "translation": "从睡梦中醒来，微启惺松的双眼，只见窗栊在朦胧的月色下，富有韵律，耳边隐隐也听到城墙角楼上传来的风铃叮当声。忽然想起睡前曾有急风骤雨，虽然眼前这淡月笼云的景象还是一样，但那急风骤雨现在已不知飘向何处了。只留下早就开始零落的秋叶，发出在亲吻大地时的秋的琴韵，眼前也似乎浮现出草坡上的萤火虫在凉意渐浓的夜空中划出流动的光的迹。明天早上准备从南边窗户远望，那庐山巍峨的雄姿，一定被夜雨洗涤得一片青翠，更具一番秋日清爽的诱人魅力。"}}, {"name": "秋夜", "prop": {"content": "夜久叶露滴，秋虫入户飞。卧多骨髓冷，起覆旧绵衣。", "translation": "秋天夜里叶子露水滴，秋季虫子在房间里飞。躺久了感觉全身寒冷，只能起身走动穿棉衣。"}}, {"name": "滕宾", "dynasty": "元代"}, {"name": "临江仙引·渡口", "prop": {"content": "渡口、向晚，乘瘦马、陟平冈。西郊又送秋光。对暮山横翠，衫残叶飘黄。凭高念远，素景楚天，无处不凄凉。香闺别来无信息，云愁雨恨难忘。指帝城归路，但烟水茫茫。凝情望断泪眼，尽日独立斜阳。", "translation": "傍晚离开渡口，乘瘦马登上山岗平坦路。西郊又送来了秋日的凤光景色。暮色中，山上呈现的翠绿色，衬托着纷纷飘落的黄叶。登高思远，南国的秋景，无处不凄凉。自从和她离别以来彼此便杳无音信，难忘那云愁雨恨的离别之情。指着回归京城的道路，但见雾霭笼罩着广阔无际的茫茫水面。泪眼情意专注，向远处望去，直到看不见，终日就这样独自伫立，直到夕阳西沉。"}}, {"name": "秋晓行南谷经荒村", "prop": {"content": "杪秋霜露重，晨起行幽谷。黄叶覆溪桥，荒村唯古木。寒花疏寂历，幽泉微断续。机心久已忘，何事惊麋鹿。", "translation": "秋末大地铺满浓霜寒露，清晨起来行经幽深山谷。片片黄叶覆盖溪上小桥，荒凉村落只见一片古树。天寒山花疏落寂寞，深涧泉水若断若续。我久已忘却技巧心计，为何仍然惊动了麋鹿？"}}, {"name": "长相思·铁瓮城高", "prop": {"content": "铁瓮城高，蒜山渡阔，干云十二层楼。开尊待月，掩箔披风，依然灯火扬州。绮陌南头，记歌名宛转，乡号温柔。曲槛俯清流。想花阴，谁系兰舟？念凄绝秦弦，感深荆赋，相望几许凝愁。勤勤裁尺素，奈双鱼难渡瓜洲。晓鉴堪羞，潘鬓点、吴霜渐稠。幸于飞、鸳鸯未老，不应同是悲秋。", "translation": "无"}}, {"name": "塞鸿秋·浔阳即景", "prop": {"content": "长江万里白如练，淮山数点青如淀。江帆几片疾如箭，山泉千尺飞如电。晚云都变露，新月初学扇。塞鸿一字来如线。", "translation": "万里长江犹如一条长长的白色绸缎伸向远方，淮河两岸青翠的远山连绵起伏。几片白帆，箭一般地驶过了江面；山上的清泉从高耸陡峭的悬崖上飞奔而下，仿佛迅捷的闪电。晚云迷漫凝成晶莹的露珠，新月半圆犹如扇面。从塞外归来的大雁在高高的天上一字排开，宛如一条细细的银线。"}}, {"name": "秋晚登楼望南江入始兴", "prop": {"content": "潦收沙衍出，霜降天宇晶。伏槛一长眺，津途多远情。思来江山外，望尽烟云生。滔滔不自辨，役役且何成。我来飒衰鬓，孰云飘华缨。枥马苦踡跼，笼禽念遐征。岁阴向晼晚，日夕空屏营。物生贵得性，身累由近名。内顾觉今是，追叹何时平。", "translation": "路上的积水减少，沙滩露出，霜降天空之晶。 趴在栏杆远望，道路有深情。想来江山之外，看尽烟云发生。朝中事情多半无能为力，劳苦不息而不见成功。我年老而疏白的鬓发飘在清凉风中，谁说那是仕宦者的彩色冠缨。拴在槽上的马受束缚，蜷曲无法伸直，不自由的笼中鸟想念远行。年底临近傍晚（年将老），日夜白白地彷徨。事物可贵之处是合其情性，身心劳累的原因是喜好追求功名。内心自省：挂冠辞官是正确做法，追溯往事叹何时公平。 "}}, {"name": "青玉案·征鸿过尽秋容", "prop": {"content": "征鸿过尽秋容谢。卷离恨、还东下。剪剪霜风落平野。溪山掩映，水烟摇曳，几簇渔樵舍。 芙蓉城里人如画。春伴春游夜转夜。别后知他如何也。心随云乱，眼随天断，泪逐长江泻。", "translation": "　　此为离芙蓉城东下舟中恋念所欢之词。上片写眼前沿江两岸风景，下片怀旧游而兴无限怅思。“心随云乱”句，摹“心事如波涛”（李商隐诗句）之状，甚有情味。 "}}, {"name": "陈与义", "dynasty": "宋代"}, {"name": "无可", "dynasty": "唐代"}, {"name": "菩萨蛮·回廊远砌生秋", "prop": {"content": "回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。", "translation": "　　这是一首思妇念远之小令。词人将时间集中在一个清秋之夜，将环境集中于一所闺房之内。在以内环境描写人物心态时，又以外环境进行氛围的渲染，从而使人物的情绪得到更加充分的显现。"}}, {"name": "秋怀二首", "prop": {"content": "秋阴细细压茅堂，吟虫啾啾昨夜凉。雨开芭蕉新间旧，风撼篔簹宫应商。砧声已急不可缓，檐景既短难为长。狐裘断缝弃墙角，岂念晏岁多繁霜。茅堂索索秋风发，行遶空庭紫苔滑。蛙号池上晚来雨，鹊转南枝夜深月。翻手覆手不可期，一死一生交道绝。湖水无端浸白云，故人书断孤鸿没。 ", "translation": "　　作此组诗时作者任职于国子监。国子监职务清闲，作者能读书自遣。他当时还未卷入新旧党斗争，处境比较单纯，所以诗篇虽带有感慨，但在他的作品中情调还是比较闲淡的，不像后来的作品那样有着更多的郁勃不平之气。可是从形式上看，却又颇为特殊：它是两首七言古诗，而第一首八句，押平韵，中间两联对偶，很像七言律诗；第二首押仄韵，比较不像，惟八句中次联对偶，第三联接近对偶，也带律味。第一首作律诗看，句中拗字出入不大，主要是联与联相“粘”的平仄不合规律。作者大部分律诗，多求音节近古；这两首古诗，形式上却近律诗。"}}, {"name": "刘彻", "dynasty": "两汉"}, {"name": "思吴江歌", "prop": {"content": "秋风起兮木叶飞，吴江水兮鲈正肥。三千里兮家未归，恨难禁兮仰天悲。", "translation": "秋风乍起，落叶飘飞，吴江的鲈鱼新鲜又肥美。离家千里想回又不能回，心中的愁思怎么也压抑不住，只能向天悲叹！"}}, {"name": "谒金门·秋已暮", "prop": {"content": "秋已暮，重叠关山岐路。嘶马摇鞭何处去，晓禽霜满树。梦断禁城钟鼓，泪滴枕檀无数。一点凝红和薄雾，翠蛾愁不语。", "translation": "分别时正是秋暮，关山重重连着条条远路。征马嘶鸣，你挥着鞭儿将驰向何处。鸟儿默默地看着你远去，清晓的寒霜满树。紫禁城中的声声钟鼓，惊断梦忆往事的追溯，梦醒时檀枕上泪滴无数。一点红日如血的殷红，殷红凝和着薄薄的晨雾，翠眉锁愁却无人相诉。"}}, {"name": "谢朓", "dynasty": "南北朝"}, {"name": "更漏子·对秋深", "prop": {"content": "对秋深，离恨苦，数夜满庭风雨。凝想坐，敛愁眉，孤心似有违。红窗静，画帘垂，魂消地角天涯。和泪听，断肠窥，漏移灯暗时。", "translation": "无"}}, {"name": "朱庭玉", "dynasty": "元代"}, {"name": "张籍", "dynasty": "唐代"}, {"name": "长相思·云一涡", "prop": {"content": "云一緺，玉一梭，淡淡衫儿薄薄罗。轻颦双黛螺。秋风多，雨相和，帘外芭蕉三两窠。夜长人奈何！", "translation": "一束盘起的发髻，一根玉簪插在其上，清淡颜色的上衣配上轻盈的罗裙，不知为何轻轻皱起眉头。独自站在窗边，风声和雨声交杂在一起，窗外的芭蕉也是三三两两的，这漫漫的寂寥长夜叫人怎么办才好。"}}, {"name": "秋兴", "prop": {"content": "樵风溪上弄扁舟，濯锦江边忆旧游。豪竹哀丝真昨梦，爽砧繁杵又惊秋。坠枝橘熟初堪翦，浮瓮醅香恰受篘。莫道身闲总无事，孤灯夜夜写清愁。", "translation": "我在樵风溪上划着我的小舟，又在濯锦江边怀念着我昔日玉勒雕鞍的冶游。悲壮的管弦乐筵真个是昨日的美梦，频繁的捣衣声啊——又是这伤心的凉秋！菊枝刚刚结满果实，可以进行采摘，瓮中新酿的美酒飘起了沁人心脾的香气，该拿起滤酒的酒篘。且不要说我赋闲在家总是没有事做，每天夜晚我都可以在孤灯之下——写我的忧愁！"}}, {"name": "汪藻", "dynasty": "宋代"}, {"name": "秋凉晚步", "prop": {"content": "秋气堪悲未必然，轻寒正是可人天。绿池落尽红蕖却，荷叶犹开最小钱。", "translation": "古人认为秋天是悲伤的，我却认为未必如此，轻微的寒意，正好是令人舒适的天气。绿色池塘里的荷花虽然都落尽了，但还有新长出来的如铜钱那么圆的小荷叶。"}}, {"name": "许浑", "dynasty": "唐代"}, {"name": "秋夜", "prop": {"content": "秋夜促织鸣，南邻捣衣急。思君隔九重，夜夜空伫立。北窓轻幔垂，西户月光入。何知白露下，坐视阶前湿。谁能长分居，秋尽冬复及。", "translation": "寂静的秋夜，蟋蟀在尽情鸣叫。天气渐凉，南边邻家发出急促的砧杵声，正在赶紧敲打新织好的布帛，以制寒衣。亲爱的人啊！与你相隔千里却惹我每晚独自空立想念。凝望北方只有静静的垂帘，不经不觉月已西沉、长夜过半，却无睡意。透过窗纱，清幽的露水早已湿漉了天井边的台阶。问世间，有哪一对恩爱夫妻能承受这年复一年的分隔远离呢？"}}, {"name": "霜月", "prop": {"content": "初闻征雁已无蝉，百尺楼高水接天。(楼高 一作：楼南 / 楼台)青女素娥俱耐冷，月中霜里斗婵娟。", "translation": "刚开始听到远行去南方的大雁的鸣叫声，蝉鸣就已经销声匿迹了，我登上百尺高楼，极目远眺，水天连成一片。霜神青女和月中嫦娥不怕寒冷，在寒月冷霜中争艳斗俏，比一比冰清玉洁的美好姿容。"}}, {"name": "法曲献仙音·秋晚红白", "prop": {"content": "风拍波惊，露零秋觉，断绿衰红江上。艳拂潮妆，澹凝冰靥，别翻翠池花浪。过数点斜阳雨，啼绡粉痕冷。 宛相向。指汀洲、素云飞过，清麝洗、玉井晓霞佩响。寸藕折长丝，笑何郎、心似春荡。半掬微凉，听娇蝉、声度菱唱。伴鸳鸯秋梦，酒醒月斜轻帐。", "translation": "　　“法曲献仙音”，又名“越女镜心”、“献仙音”。陈旸《乐书》：“法曲兴于唐，其声始出清商部，比正律差四律，有铙、钹、钟、磬之音。《献仙音》其一也。”又云：“圣朝法曲乐器，有琵琶、五弦筝、箜篌、笙笛、觱篥、方响、拍板，其曲所存，不过道调望瀛，小石献仙音而已。其余皆不复见矣。”《乐章集》、《清真集》并入“小石调”，《白石道人歌曲》入“大石调”。周、姜两家句豆大体相同。九十二字，前片八句三仄韵，后片九句五仄韵。前片结尾是以一去声字领下五言两句，后片结尾是以一去声字领下四言一句、六言一句，周、姜全同。"}}, {"name": "刘敞", "dynasty": "宋代"}, {"name": "温庭筠", "dynasty": "唐代"}, {"name": "岑参", "dynasty": "唐代"}, {"name": "长信怨", "prop": {"content": "金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，暂将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。", "translation": "金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。"}}, {"name": "蝶恋花·庭院碧苔红叶", "prop": {"content": "庭院碧苔红叶遍，金菊开时，已近重阳宴。日日露荷凋绿扇，粉塘烟水澄如练。试倚凉风醒酒面，雁字来时，恰向层楼见。几点护霜云影转，谁家芦管吹秋怨？", "translation": "庭院的绿苔上布满了红叶，到了金菊盛开的时候，已经很接近重阳饮宴了。每日的霜露打向荷花，凋谢了如绿扇的荷叶。荷塘笼罩在烟雾之中，池水清澈，犹如皎洁的白练。试图迎着凉风将醉酒吹醒，而恰好在高楼之上，忽然看见大雁南飞。几片预示霜降的云影在飘动，那家的芦管吹奏出愁怨的乐章。"}}, {"name": "点绛唇·县斋愁坐作", "prop": {"content": "秋晚寒斋，藜床香篆横轻雾。闲愁几许。梦逐芭蕉雨。 云外哀鸿，似替幽人语。归不去。乱山无数。斜日荒城鼓。", "translation": "无"}}, {"name": "醉蓬莱·渐亭皋叶下", "prop": {"content": "渐亭皋叶下，陇首云飞，素秋新霁。华阙中天，锁葱葱佳气。嫩菊黄深，拒霜红浅，近宝阶香砌。玉宇无尘，金茎有露，碧天如水。 正值升平，万几多暇，夜色澄鲜，漏声迢递。南极星中，有老人呈瑞。此际宸游，凤辇何处，度管弦清脆。太液波翻，披香帘卷，月明风细。", "translation": "树叶慢慢落在岸边之上，白云悠悠飘在高山之巅，秋雨之后天气初晴。华美的宫殿耸入高空，锁住象征吉祥兴隆的旺盛美好的云气。台阶旁边，新开的菊花深黄耀眼，盛开的芙蓉浅红醉人。华丽的殿宇洁净无尘，铜仙人承露盘里盛满了延年的甘露，碧蓝的天空明净如水。正值太平盛世，皇帝日常处理纷繁的政务后有了更多闲暇，夜色清新，铜壶滴漏之声遥远婉转。南极星里有位老人正呈现治平、寿昌之祥瑞。这时候皇帝的车驾在何处呢？也许就在那清晰悦耳的管弦乐声中吧。明月微风中，汴京禁苑池沼波光鳞鳞，宫殿吹卷起了门帘。"}}, {"name": "忆仙姿·莲叶初生南浦", "prop": {"content": "莲叶初生南浦，两岸绿杨飞絮。向晚鲤鱼风，断送彩帆何处？凝伫，凝伫，楼外一江烟雨。", "translation": "南浦上莲叶初生，江流两岸树上柳絮飘散。傍晚时分，你那夹杂着鲤鱼腥味的风，要将彩船送去哪里呀？凝立着，凝立着，只见楼外江面上烟雨纷纷。"}}, {"name": "好事近·夜起倚危楼", "prop": {"content": "夜起倚危楼，楼角玉绳低亚。惟有月明霜冷，浸万家鸳瓦。人间何苦又悲秋，正是伤春罢。却向春风亭畔，数梧桐叶下。", "translation": "半夜起来登上高楼，楼檐与玉绳星是如此接近。漫天当中只有冷冷的月亮和迷茫的霜雾，笼罩着城里人家的房屋。不要为秋天的到来感到悲伤，也正如不要为春天的逝去而伤心。向往在春风亭的日子，数着一片片飘落的梧桐树叶。"}}, {"name": "秋日闻蝉", "prop": {"content": "断角斜阳触处愁，长亭搔首晚悠悠。世间最是蝉堪恨，送尽行人更送秋。", "translation": "夕阳里，听着断断续续的角声心中愁绪渐起，心绪烦乱，在长亭徘徊至天晚。世上最让人憎恨的是蝉，送走了亲友又将秋天送走。"}}, {"name": "羊士谔", "dynasty": "唐代"}, {"name": "茅屋为秋风所破歌", "prop": {"content": "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）", "translation": "无"}}, {"name": "偶成 / 劝学诗", "prop": {"content": "少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。", "translation": "　　青春的日子容易逝去，学问却很难成功，所以每一寸光阴都要珍惜，不能轻易放过。还没从美丽的春色中一梦醒来，台阶前的梧桐树叶就已经在秋风里沙沙作响了。 "}}, {"name": "秋闺思二首", "prop": {"content": "碧窗斜月蔼深晖，愁听寒螀泪湿衣。梦里分明见关塞，不知何路向金微。秋天一夜静无云，断续鸿声到晓闻。欲寄征衣问消息，居延城外又移军。", "translation": "斜月透进碧纱窗照进来，月色下显得周围都光线分外深沉。女主人愁思环绕，更有秋虫悲鸣，泪水沾湿了衣襟。在梦中，分明看到的丈夫所在的关寨，可是却始终不知哪条路才是通往金微山的。秋天的夜里格外安静，空中没有云朵，听着时断时续的鸿雁声一直到天明。（秋天冷了）想给丈夫寄些衣服，问了消息才知道丈夫所在的居延城现在又军队正在转移（这衣物该寄到何处）。 "}}, {"name": "浣溪沙·消息谁传到拒", "prop": {"content": "消息谁传到拒霜？两行斜雁碧天长，晚秋风景倍凄凉。银蒜押帘人寂寂，玉钗敲烛信茫茫。黄花开也近重阳。", "translation": "究竟是谁传来消息说木芙蓉花开的时候那人就会归来？长天一色，两行大雁缓缓斜向南飞去，晚秋的景致益发凄凉。蒜头形的银制帘坠压着帘子，有人寂寞地独坐闺中，玉钗轻轻敲着竹，而心中的人踪迹杳无，菊花又盛开了，眼看重阳就要近了。"}}, {"name": "长相思·去年秋", "prop": {"content": "去年秋，今年秋，湖上人家乐复忧。西湖依旧流。吴循州，贾循州，十五年前一转头。人生放下休。", "translation": "去年秋天，到今年秋天，西湖边上的人家（指吴潜贬循州，如今你贾似道也贬循州，十五年间转了个圈，人生就是这样啊！"}}, {"name": "声声慢·秋声", "prop": {"content": "黄花深巷，红叶低窗，凄凉一片秋声。豆雨声来，中间夹带风声。疏疏二十五点，丽谯门、不锁更声。故人远，问谁摇玉佩，檐底铃声？彩角声吹月堕，渐连营马动，四起笳声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝、多少蛩声！诉未了，把一半、分与雁声。", "translation": "　　在词中，词人写了一个秋夜中的种种秋声。笔锋非凡，意味亦显独特。词人以“豆雨声”起，以“雁声”收，写了秋夜中听到的十种秋声。但声声总离不了凄凉意，使一个正在发愁的人谛听这些声音，使作为声音的客体，严重地被染上“愁人”的主体印记，因而从笳声、雁声、蛩声、铃声中听到的，都是词人的苦闷心声。"}}, {"name": "于郡城送明卿之江西", "prop": {"content": "青枫飒飒雨凄凄，秋色遥看入楚迷。谁向孤舟怜逐客，白云相送大江西。", "translation": "阵阵寒风，绵绵细雨将江边青枫吹打得飒飒作响。遥看水天相接处的楚天，雨中秋色，一片迷蒙。有谁会到这孤舟上可怜被放逐的你呢，只有白云一路相伴，送你到大江以西。"}}, {"name": "次韵酬吴德夫去秋送行", "prop": {"content": "湘西一杯酒，渺渺红叶换。江东千里云，落落黄犬叹。人生七十稀，百里九十半。初期枉车马，近乃遗札翰。小迟君不肯，一出我岂惮。虽微办鸡黍，岂乏具薪炭。古风久不作，我友当力赞。旧诗况琼玖，触目屡璀璨。中馨称兰佩，外饰匪玉冠。初年已飞腾，中道翻叹惋。恐遗知己羞，遂许独力断。于兹树风声，何止评月旦。君如渥洼种，可以羁絷绊。我异淇园姿，犹睎岁时贯。君乎甚英爽，我也终浪漫。自应殊显晦，宁复待剖判。湖山冰玉明，楼阁丹青焕。叩舷或乘舟，曳杖或登岸。君行定有得，我去何可愞。与想悠然时，却忆苍然观。", "translation": "　　吴德夫去年秋天为作者写了一首送行诗，作者按原诗用韵次序写此诗作答。全诗四十句，这里节选了十二句，诗中作者自愧异于淇园竹，表达了诗人重人品节操和自谦的品格。 "}}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "峨眉山月歌", "prop": {"content": "峨眉山月半轮秋，影入平羌江水流。 夜发清溪向三峡，思君不见下渝州。", "translation": "半轮明月高高悬挂在峨眉山前，青衣江澄澈的水面倒映着月影。夜间乘船出发，离开清溪直奔三峡。想你却难相见，只能依依不舍顺江去向渝州。"}}, {"name": "贺铸", "dynasty": "宋代"}, {"name": "秋夜", "prop": {"content": "中庭淡月照三更，白露洗空河汉明。莫遣西风吹叶尽，却愁无处着秋声。", "translation": "夜深了，淡淡的月光洒满了中庭；露水下降，乾坤清澄，银河耿耿。请不要让西风吹尽了沙沙作响的树叶，我恐怕没了它们，到哪里去聆听阵阵秋声。"}}, {"name": "钱惟演", "dynasty": "宋代"}, {"name": "菩萨蛮·越城晚眺", "prop": {"content": "西风吹散云头雨，斜阳却照天边树。树色荡湖波，波光艳绮罗。征鸿何处起，点点残霞里。月上海门山，山河莽苍间。", "translation": "秋风吹来，雨过天晴，斜阳远照，可以看到远处天边的树林。青青的湖波荡漾着树影，粼粼波光闪亮，比那些华贵的衣服还要艳丽。渐渐消退的残霞里，有几只大雁飞来。月亮从海口那边的山上升起，整个山河都沉浸在没有边际的苍茫之间。"}}, {"name": "踏莎行·庚戌中秋后二", "prop": {"content": "夜月楼台，秋香院宇。笑吟吟地人来去。是谁秋到便凄凉？当年宋玉悲如许。随分杯盘，等闲歌舞。问他有甚堪悲处？思量却也有悲时，重阳节近多风雨。", "translation": "月夜下的楼阁，飘满秋天香味的院落，欢笑快乐的人们来来去去。是哪个人秋天一到就悲伤凄凉？当年的宋玉就悲伤到这样。吃饭喝酒要随其自然，对歌舞享乐看得平常一般。问他有什么可以悲伤之处？细细想想却也有悲伤的时候：重阳节快到了，秋风秋雨使人感到格外凄凉。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "南乡子·秋暮村居", "prop": {"content": "红叶满寒溪，一路空山万木齐。试上小楼极目望，高低。一片烟笼十里陂。吠犬杂鸣鸡，灯火荧荧归路迷。乍逐横山时近远，东西。家在寒林独掩扉。", "translation": "寒冷的溪上飘满红色落叶，一路上山林寂静无人，万木都笼罩在一片肃杀的气氛中。试着登上小楼极目远眺，群山高低连绵。一片烟雾笼罩着数十里湖泊。狗吠声中夹杂着鸡鸣，灯光闪烁，找不到回去的路。沿着横亘之山而行，忽远忽近，时东时西。家掩映在秋冬的林木深处，正孤独地关着门儿。"}}, {"name": "周邦彦", "dynasty": "宋代"}, {"name": "燕歌行二首·其一", "prop": {"content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作：雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？(君何 一作：何为)贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。", "translation": "秋风萧瑟，天气清冷，草木凋落，白露凝霜。燕群辞归，天鹅南飞。思念出外远游的良人啊，我肝肠寸断。思虑冲冲，怀念故乡。君为何故，久留他方。贱妾孤零零的空守闺房，忧愁的时候思念君子啊，我不能忘怀。不知不觉中珠泪下落，打湿了我的衣裳。拿过古琴，拨弄琴弦却发出丝丝哀怨。短歌轻吟，似续还断。那皎洁的月光啊照着我的空床，星河沉沉向西流，忧心不寐夜漫长。牵牛织女啊远远的互相观望，你们究竟有什么罪过，被天河阻挡。"}}, {"name": "王昌龄", "dynasty": "唐代"}, {"name": "孟浩然", "dynasty": "唐代"}, {"name": "送张舍人之江东", "prop": {"content": "张翰江东去，正值秋风时。天清一雁远，海阔孤帆迟。白日行欲暮，沧波杳难期。吴洲如见月，千里幸相思。", "translation": "无"}}, {"name": "秋晓风日偶忆淇上", "prop": {"content": "秋云洗晨光，庭树碧已散。风期偶然照，水石若在眼。清淇忆晓涉，尘虑得初盥。日色马上明，波痕鹭边浅。沦漪自然绿，空秀不可限。樵汲带清景，望望使步缓。自从闭门来，屡见王路蹇。泽衰怀绿猗，道难惧蓬转。情闲地仍幽，物扰理自遣。谁谓山水深，方从寸心远。", "translation": "无"}}, {"name": "秋兴八首·其一", "prop": {"content": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。", "translation": "枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。"}}, {"name": "王士祯", "dynasty": "清代"}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "暮秋山行", "prop": {"content": "疲马卧长坂，夕阳下通津。山风吹空林，飒飒如有人。苍旻霁凉雨，石路无飞尘。千念集暮节，万籁悲萧辰。鶗鴂昨夜鸣，蕙草色已陈。况在远行客，自然多苦辛。", "translation": "马儿已经疲惫，我下马水我在山坡上，太阳已经落到水面上。山中的秋风吹进空寂的树林，树叶飒飒作响，好像有人在其中行走。苍茫的天空下起冷冷秋雨，青石路面上没有一点尘土。在这岁暮时节，心中百感交集，一切声音都让人悲怆愁闷。鶗鴂昨晚在不停鸣叫，蕙草已经渐渐枯黄凋落。何况我这远行的异乡人，自然就会有很多难以言说的艰苦辛酸。"}}, {"name": "闻虫", "prop": {"content": "暗虫唧唧夜绵绵，况是秋阴欲雨天。犹恐愁人暂得睡，声声移近卧床前。", "translation": "本来在这阴雨连绵的秋夜就辗转难眠，暗处的秋虫还在唧唧叫个不停。好像唯恐愁人能睡得安稳，一声声渐渐靠近卧床之前。"}}, {"name": "秋霁", "prop": {"content": "雨霁长空荡涤清，远山初出未知名。 夜来江上如钩月，时有惊鱼掷浪声。", "translation": "雨后初晴天空显得格外清朗，远方渐渐显现出一座不知名的山。黑夜降临，江面上月亮如钩，不时的有鱼翻腾激荡出浪花的声音。"}}, {"name": "黄景仁", "dynasty": "清代"}, {"name": "苏颋", "dynasty": "唐代"}, {"name": "长安晚秋 / 秋望 ", "prop": {"content": "云物凄清拂曙流，汉家宫阙动高秋。残星几点雁横塞，长笛一声人倚楼。紫艳半开篱菊静，红衣落尽渚莲愁。鲈鱼正美不归去，空戴南冠学楚囚。", "translation": "拂晓的云与攀在漫天游动，楼台殿阁高高耸立触天空。残星点点大雁南飞越关塞，悠扬笛声里我只身倚楼中，艳萦的菊花静静地吐芳幽，红红的莲花落瓣忧心忡仲。可惜鲈鱼正美回也回不去，头戴楚冠学着囚徒把数充。"}}, {"name": "盍西村", "dynasty": "元代"}, {"name": "河渎神", "prop": {"content": "古树噪寒鸦，满庭枫叶芦花。昼灯当午隔轻纱，画阁珠帘影斜。门外往来祈赛客，翩翩帆落天涯。回首隔江烟火，渡头三两人家。", "translation": "古树上鸦声噪鸣一片，秋风吹落的芦花枫叶，撒满寺庙的庭院。青纱帐的后面，供神的灯中午还亮着，斜斜的灯影投给画阁珠帘。寺门外来来往往的人声嘈杂，求神还愿的香客步履沓沓。远去的白帆似在江风中起舞，渐渐地消逝在茫茫的天涯。回头远望，隔江的炊烟袅袅，寂寥的渡口有三两户人家。"}}, {"name": "浣溪沙·已落芙蓉并叶", "prop": {"content": "已落芙蓉并叶凋。半枯萧艾过墙高。日斜孤馆易魂消。坐觉清秋归荡荡，眼看白日去昭昭。人间争度渐长宵。", "translation": "池中的荷花和荷叶已经凋敝了。有些枯黄的艾蒿从墙头冒了出来。夕阳照在孤寂的客舍上，更让人感到寂寞无奈。坐看秋日的天空感觉一切正在消失当中。白天将会过去，继而是无尽的黑夜。又怎么能渡过一天比一天长的夜晚。"}}, {"name": "宿洞霄宫", "prop": {"content": "秋山不可尽，秋思亦无垠。碧涧流红叶，青林点白云。凉阴一鸟下，落日乱蝉分。此夜芭蕉雨，何人枕上闻。", "translation": "秋天的大涤山，美景无限，我难以一一游览；秋天的大涤山，引起我无限遐思，更难一一形诸笔端。你看，那碧绿的山涧，泉水奔流，带来了片片红叶；青葱的树林上空，朵朵白云萦绕飘荡。一只飞鸟不知从何处飞来，扑腾腾地冲进了树阴；夕阳西下，满山的知了，不停地鸣唱。我想，这美妙的夜晚，雨打芭蕉，声声点点，是那么的悦耳；有谁，将与我一起，在枕上细细地聆听，联翩浮想？"}}, {"name": "秋词二首", "prop": {"content": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。", "translation": "自古以来，人们每逢秋天就悲叹秋天的寂寞萧索，我却觉得秋天远远胜过春天。秋日天高气爽，晴空万里，一只白鹤推开云层直冲云霄，把我的赋诗情趣也带到了碧蓝的九霄。"}}, {"name": "定风波·江水沉沉帆影", "prop": {"content": "江水沉沉帆影过，游鱼到晚透寒波。渡口双双飞白鸟，烟袅，芦花深处隐渔歌。扁舟短棹归兰浦，人去，萧萧竹径透青莎。深夜无风新雨歇，凉月，露迎珠颗入圆荷。", "translation": "江水深沉，船帆的影子在江面上划过。水中的鱼从早到晚在寒冷的江波中游动，渡口那边飞起了成双成对的白鸟。云烟四处缭绕，渔人唱着渔歌在芦苇丛的深处隐去。用短桨划着小船回到长着兰草的水边，人就这样离去了。小路上的竹林被风吹得不断作响，路上长满了青色的莎草。到了深夜，风停了，雨也停了。月亮照在寒冷的天上，露珠一颗颗滚入荷叶里面。 "}}, {"name": "秋日偶成", "prop": {"content": "闲来无事不从容，睡觉东窗日已红。万物静观皆自得，四时佳兴与人同。道通天地有形外，思入风云变态中。富贵不淫贫贱乐，男儿到此是豪雄。", "translation": "日子闲散的时候，没有一样事情不自如从容，早晨醒来，东边的窗子早已被日头照得一片通红。静观万物，都可以得到自然的乐趣，人们对一年四季中美妙风光的兴致都是一样的。道理通著天地之间一切有形无形的事物，思想渗透在风云变幻之中。只要能够富贵而不骄奢淫逸，贫贱而能保持快乐，这样的男子汉就是英雄豪杰了。"}}, {"name": "德隐", "dynasty": "清代"}, {"name": "曹雪芹", "dynasty": "清代"}, {"name": "子夜四时歌·秋风入窗", "prop": {"content": "秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。", "translation": "秋风从窗子吹进屋子来，窗帘随着风飘了起来，皎洁的月光洒满闺房，唤起了思妇柔柔的情怀。仰头看着当头的浩然明月，想起了出征在外的亲人，心中充满了无奈与忧伤，多么希望这皎洁的月光能把心中融融的相思之情寄给远在他乡的亲人。"}}, {"name": "张谓", "dynasty": "唐代"}, {"name": "水仙子·渡瓜洲", "prop": {"content": "渚莲花脱锦衣收，风蓼青雕红穗秋，堤柳绿减长条瘦。系行人来去愁，别离情今古悠悠。南徐城下，西津渡口，北固山头。", "translation": "小洲边的野荷，花瓣脱落，粲绿的荷叶也已委靡。风中的秋蓼不再青葱，暗红色的穗花一派凄凄。堤岸的杨柳减了翠色，只留下几乎光秃的长条细细。这一切，同渡江行人的旅愁系结在一起。古往今来，离情别恨最是难以摆脱和忘记。镇江城下，西津渡口，北固山头：一路上我都惆怅不已。"}}, {"name": "池上", "prop": {"content": "朝来行药向秋池，池上秋深病不知。一树木犀供夜雨，清香移在菊花枝。", "translation": "今早为散发药性而漫步池塘边，久病竟不知池上风景已是深秋。满树木犀花都献给了昨夜的雨，清淡花香随落花移到菊花枝头。"}}, {"name": "孔平仲", "dynasty": "宋代"}, {"dynasty": "两汉"}, {"name": "王闿运", "dynasty": "清代"}, {"dynasty": "清代"}, {"name": "秋怀", "prop": {"content": "节物岂不好，秋怀何黯然！西风酒旗市，细雨菊花天。感事悲双鬓，包羞食万钱。鹿车何日驾，归去颍东田。", "translation": "这节令风物有哪一点使人不称心？可不知怎的，我面对这满眼秋色，却禁不住黯然神伤。西风猎猎，市上的酒旗迎风招展；细雨濛濛，到处有金色的菊花怒放。想到国事家事，愁得我双鬓灰白；白白地耗费朝廷俸禄，我心中感到羞耻难当。什么时候能满足我的愿望——挽着鹿车，回到颍东，耕田植桑。"}}, {"name": "徐玑", "dynasty": "宋代"}, {"name": "古风·其三十九", "prop": {"content": "登高望四海，天地何漫漫！霜被群物秋，风飘大荒寒。荣华东流水，万事皆波澜。白日掩徂辉，浮云无定端。梧桐巢燕雀，枳棘栖鸳鸾。且复归去来，剑歌行路难。", "translation": "我登上高处，望向四周，但见天地间茫茫无际一片。万物被严霜覆盖着，荒野里吹来一阵阵西风。荣华易逝，有如东流水一去不返，人间万事如波浪起伏，变化无常。白日即将西落，浮云出没不定，遮掩着落日的光辉。如今燕子和麻雀竟然在罕见的梧桐树上筑巢，反而鸳鸯只能栖在长着刺的枳棘之上。昔日陶潜唱过《归去来辞》辞官而去。还是回家去吧，我也学欲学冯谖，弹剑高歌，感叹行路真难。"}}, {"name": "御街行·秋日怀旧", "prop": {"content": "纷纷坠叶飘香砌。夜寂静，寒声碎。真珠帘卷玉楼空，天淡银河垂地。年年今夜，月华如练，长是人千里。愁肠已断无由醉，酒未到，先成泪。残灯明灭枕头欹，谙尽孤眠滋味。都来此事，眉间心上，无计相回避。", "translation": "纷纷杂杂的树叶飘落在铺满残花的石阶上，寒夜一片寂静，只听见那寒风吹动落叶发出的轻微细碎的声音。珍珠的帘幕高高卷起，玉楼空空无人迹。夜色清淡，烁烁闪光的银河直垂大地。每年今天的夜里，都能见到那如绸缎般的皎月，而年年今天的夜里，心上人都远在千里之外。愁肠已经寸断，想要借酒浇愁，也难以使自己沉醉。酒还未喝，却先化作了辛酸的眼泪。残灯闪烁，枕头歪斜，尝尽了孤眠滋味。算来这相思之苦，积聚在眉头，凝结在心间，实在没有办法可以回避。"}}, {"name": "对竹思鹤", "prop": {"content": "瘦玉萧萧伊水头，风宜清夜露宜秋。更教仙骥旁边立，尽是人间第一流。", "translation": "萧萧瘦竹映在伊水之滨，跟露冷风清的秋夜多么相称。假如旁边再有孤高的仙鹤伫立，那全是人间第一流物象情景。"}}, {"name": "曹丕", "dynasty": "魏晋"}, {"name": "促织", "prop": {"content": "促织甚微细，哀音何动人。草根吟不稳，床下夜相亲。 久客得无泪，放妻难及晨。悲丝与急管，感激异天真。", "translation": "蟋蟀的叫声十分微细，那哀婉的声音多么动人！它在寒冷的野外草丛间叫得不畅，移到床下来叫，仿佛与我的心情相同。唉，久客他乡的我怎能不闻声而泪下？被遗弃的妇女或寡妇也在半夜里难以稳睡到天明。想那哀切的丝乐和激昂的管乐，也不如这天真的声音如此感人。"}}, {"name": "秋晚悲怀", "prop": {"content": "渐老多忧百事忙，天寒日短更心伤。数分红色上黄叶，一瞬曙光成夕阳。春水别来应到海，小松生命合禁霜。壶中若逐仙翁去，待看年华几许长。", "translation": "　　这首诗题为《秋晚悲怀》，诗人把主题定得十分明显。自从宋玉在《九辩》中大抒悲秋情怀之后，感秋、悲秋就成为历来诗人常写的主题之一，这首诗也是借秋晚的景象，抒写诗人内心的悲感的。"}}, {"name": "代别离·秋窗风雨夕", "prop": {"content": "秋花惨淡秋草黄，耿耿秋灯秋夜长。已觉秋窗秋不尽，那堪风雨助凄凉！助秋风雨来何速？惊破秋窗秋梦绿。抱得秋情不忍眠，自向秋屏移泪烛。泪烛摇摇爇短檠，牵愁照恨动离情。谁家秋院无风入？何处秋窗无雨声？罗衾不奈秋风力，残漏声催秋雨急。连宵霢霢复飕飕，灯前似伴离人泣。寒烟小院转萧条，疏竹虚窗时滴沥。不知风雨几时休，已教泪洒窗纱湿。", "translation": "无"}}, {"name": "南涧中题", "prop": {"content": "秋气集南涧，独游亭午时。回风一萧瑟，林影久参差。始至若有得，稍深遂忘疲。羁禽响幽谷，寒藻舞沦漪。去国魂已远，怀人泪空垂。孤生易为感，失路少所宜。索寞竟何事，徘徊只自知。谁为后来者，当与此心期。", "translation": "无"}}, {"name": "朱栴", "dynasty": "明代"}, {"name": "采莲子·船动湖光滟滟", "prop": {"content": "船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。", "translation": "湖光秋色，景色宜人，姑娘荡着小船来采莲。她听凭小船随波漂流，原来是为了看到岸上的美少年。姑娘没来由地抓起一把莲子，向那少年抛掷过去。猛然觉得被人远远地看到了，她因此害羞了半天。 "}}, {"name": "葛胜仲", "dynasty": "宋代"}, {"name": "菩萨蛮·平林漠漠烟如", "prop": {"content": "平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。(更短亭 一作：连短亭)", "translation": "远处舒展的树林之上暮烟笼罩一片迷蒙，翠绿苍碧的山色深到极致。夜色弥漫进高高的闺楼，有人正在楼上独自忧愁。玉石的台阶上，徒然侍立盼望。那回巢的鸟儿，在归心催促下急急飞翔。哪里是我返回的路程？只看到道路上的长亭连着短亭。"}}, {"name": "数日", "prop": {"content": "数日秋风欺病夫，尽吹黄叶下庭芜。林疏放得遥山出，又被云遮一半无。", "translation": "连日秋风，吹着我支离病骨；把满树的黄叶摇下，飘洒在庭院的每个角落。稀疏的树林，刚让人能透过它眺望远方的群山；不作美的白云，飘过来又把山顶的一半遮没。"}}, {"name": "明月皎夜光", "prop": {"content": "明月皎夜光，促织鸣东壁。玉衡指孟冬，众星何历历。白露沾野草，时节忽复易。秋蝉鸣树间，玄鸟逝安适。昔我同门友，高举振六翮。不念携手好，弃我如遗迹。南箕北有斗，牵牛不负轭。良无盘石固，虚名复何益？", "translation": "明亮皎洁的月光照耀着夜空，东边墙角下不时地传来蟋蟀的吟唱。北斗星中的玉衡星已指向了孟冬，天上众多的星星是这样闪烁璀璨。晶莹的露珠啊已沾满了地上的野草，时节流转转瞬间又是夏去秋来。树枝间传来秋蝉断续的鸣叫，燕子啊不知又要飞往何方？昔日与我携手同游的同门好友，已经举翅高飞腾达青云了。可是他们一点也不念曾经的交情，就像行人遗弃脚印一样把我抛弃！南箕星、北斗星都不能用来盛物斟酒，牵牛星也不能用来负轭拉车！再好的友情也不能像磐石那样坚固，仔细想来炎凉世态虚名又有何用？"}}, {"name": "小梁州·秋", "prop": {"content": "芙蓉映水菊花黄，满目秋光。枯荷叶底鹭鸶藏。金风荡，飘动桂枝香。〔幺〕雷峰塔畔登高望，见钱塘一派长江。湖水清，江湖漾，天边斜月，新雁两三行。", "translation": "清澈的湖水映照着芙蓉亭亭玉立的身影，岸上菊花迎霜怒放一片金黄。放眼望去满眼都是秋天的风光。白鹭躲藏在干枯的荷叶底下。秋风阵阵，飘来桂枝的幽香。在雷峰塔畔登高远望，钱塘江一望无际，湖水清澈，江潮涌起，波光荡漾。抬头看一弯新月斜挂在天上，还有两三行南归的大雁。"}}, {"name": "浣溪沙·波面铜花冷不", "prop": {"content": "波面铜花冷不收。玉人垂钓理纤钩。月明池阁夜来秋。 江燕话归成晓别，水花红减似春休。西风梧井叶先愁。", "translation": "水波清澈的西湖像一面菱花铜镜，好像谁将它丢在冷夜里不来收拔，哪位美人理出钓竿，将一弯纤细的月钩垂钓在湖中，月色澄明映池阁，夜来池阁秋风冷。当年像双燕呢喃话归，清晨时劳燕分飞，各自西东，仿佛随着春意终结，水面上莲荷凋谢了艳红。瑟瑟西风吹过天井的梧桐，最感到悲愁的叶子先自飘零。"}}, {"name": "青杏儿·秋", "prop": {"content": "午枕梦初残，高楼上，独凭阑干。清商应律金风至，砧声断续，笳音幽怨，雁阵惊寒。景物不堪看，凝眸处愁有千般。秋光谈薄人情似，迢迢野水，茫茫衰草，隐隐青山。", "translation": "无"}}, {"name": "野望", "prop": {"content": "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。", "translation": "黄昏的时候伫立在东皋村头怅望，徘徊不定不知该归依何方。每棵树都染上秋天的色彩，重重山岭都披覆着落日的余光。放牧的人驱赶着牛群回家，猎人骑着马带着猎物各自随愿而归。大家相对无言彼此互不相识，我长啸高歌真想隐居在山冈！ "}}, {"name": "静诺", "dynasty": "清代"}, {"name": "瑞鹤仙·秋感", "prop": {"content": "泪荷抛碎璧。正漏云筛雨，斜捎窗隙。林声怨秋色。对小山不迭，寸眉愁碧。凉欺岸帻。暮砧催、银屏翦尺。最无聊、燕去堂空，旧幕暗尘罗额。 行客。西园有分，断柳凄花，似曾相识。西风破屐。林下路，水边石。念寒蛩残梦，归鸿心事，那听江村夜笛。看雪飞、苹底芦梢，未如鬓白。", "translation": "无"}}, {"name": "贾岛", "dynasty": "唐代"}, {"name": "杨广", "dynasty": "隋代"}, {"name": "杨无咎", "dynasty": "宋代"}, {"name": "更漏子·秋", "prop": {"content": "墨痕香，红蜡泪。点点愁人离思。桐叶落，蓼花残。雁声天外寒。五云岭，九溪坞。待到秋来更苦。风淅淅，水淙淙。不教蓬径通。", "translation": "　　张淑芳，宋朝女词人。《西湖志余》记载：”张淑芳，贾似道妾，南宋临安（今杭州市）人，西湖樵家女，姿容美丽，能诗善词”。"}}, {"name": "和长孙秘监七夕", "prop": {"content": "二秋叶神媛，七夕望仙妃。影照河阳妓，色丽平津闱。鹊桥波里出，龙车霄外飞。露泫低珠佩，云移荐锦衣。更深黄月落，夜久靥星稀。空接灵台下，方恧辨支机。", "translation": "初秋时分携带者美丽侍妓，七月七的晚上盼望得到仙女的巧技。河阳美女的身影在舞动，平津产的帷幕也色彩靓丽起来。似乎鹊桥从银河里浮现出来，龙车在九霄之外飞奔。因为露水打湿，佩饰显得低垂，云彩漂移，象是进献锦绣衣物。夜渐渐深了，黄色的月亮落了下去，面对的星星也稀稀拉拉地。空对着的灵台三星，正惭愧分辨不出那个是支机女（即织女星）。"}}, {"name": "赵师秀", "dynasty": "宋代"}, {"name": "风入松·麓翁园堂宴客", "prop": {"content": "一番疏雨洗芙蓉。玉冷佩丁东。辘轳听带秋声转，早凉生、傍井梧桐。欢宴良宵好月，佳人修竹清风。 临池飞阁乍青红。移酒小垂虹。贞元供奉梨园曲，称十香、深蘸琼钟。醉梦孤云晓色，笙歌一派秋空。", "translation": "　　“一番”两句，点宴客时间。言炎夏过后，秋凉已生，雨打荷池，洗净一池艳红。“辘轳”两句，承上述秋景。言耳闻单调乏味的辘轳声，眼见井台四周铺满了枯黄的梧桐叶，词人哀叹秋已深矣。“欢宴”两句，点题。十二字共分六层意思，全以一“欢”字领起。此言麓翁之宴既是欢宴，又逢良辰美景，在皎洁的月光下，清风习习，园中修竹摇曳，堂内佳人起舞，呈现出一幅富贵夜宴图。　"}}, {"name": "诉衷情·秋情", "prop": {"content": "片云载雨过江鸥。水色澹汀洲。小莲玉惨红怨，翠被又经秋。 凉意思，到南楼。小帘钩。半窗灯晕，几叶芭蕉，客梦床头。", "translation": "　　“片云”两句，写秋景。此言秋季的阵雨随着云来，又伴着云去。江上的鸥鸟也伴随着雨云沿着江面而上下翱翔翻飞。在空蒙的水色中，隐隐约约地显现出来一座绿色的汀洲。“小莲”两句是说：水中的红白莲花如今已经凋零枯萎，那凄切的模样看了真是叫人心疼啊。只有那田田的荷叶还密密地覆盖在这水面之上。这时候又到了一年之中的秋收时节。　"}}, {"name": "江上秋怀", "prop": {"content": "餐霞卧旧壑，散发谢远游。山蝉号枯桑，始复知天秋。朔雁别海裔，越燕辞江楼。飒飒风卷沙，茫茫雾萦洲。黄云结暮色，白水扬寒流。恻怆心自悲，潺湲泪难收。蘅兰方萧瑟，长叹令人愁。", "translation": "远游归来，回到故山，散发卧壑吞食霞气。山里寒蝉在枯桑枝上号叫，这才知道已经是秋天了。北方的大雁告别了海滨，南方的燕子辞别了江楼，各自回到自己的家乡。飒飒秋风卷起沙瀑，苍苍茫茫的沙雾笼罩江洲。黄云漫天，暮色苍莽，江中白水扬起寒流。心中恻怆之情油然而生，泪水如涌泉潺湲不尽。山里蘅草兰花已经萧瑟凋零，为此长叹不已，令人哀愁不尽。"}}, {"name": "许古", "dynasty": "宋代"}, {"name": "秋日", "prop": {"content": "返照入闾巷，忧来谁共语？古道少人行，秋风动禾黍。", "translation": "斜照的夕阳射入了深深的闾巷，有谁和我说话排解新来的忧伤。黄昏时分古道荒凉很少看到行人，秋风掀动禾黍，我愁思绵绵无量。 "}}, {"name": "秋日三首", "prop": {"content": "霜落邗沟积水清，寒星无数傍船明。菰蒲深处疑无地，忽有人家笑语声。月团新碾瀹花瓷，饮罢呼儿课楚词。风定小轩无落叶，青虫相对吐秋丝。连卷雌霓小西楼，逐雨追晴意未休。安得万妆相向舞，酒酣聊把作缠头。", "translation": "已是降霜时分，邗沟里，水还是清澈的，天上万颗星星，映在水里，和船是那么近。原以为岸边茭蒲之地，没什么人家，忽然传出了言语几声。"}}, {"name": "皇甫松", "dynasty": "唐代"}, {"name": "在军登城楼", "prop": {"content": "城上风威冷，江中水气寒。戎衣何日定，歌舞入长安。", "translation": "城上军威使人望而生畏，连江中的水都似乎杀气腾腾。现在，我身穿军装准备战斗，等到平定了天下时，一定载歌载舞进入长安京城。"}}, {"name": "范成大", "dynasty": "宋代"}, {"name": "秋晚登古城", "prop": {"content": "日落征途远，怅然临古城。颓墉寒雀集，荒堞晚乌惊。萧森灌木上，迢递孤烟生。霞景焕余照，露气澄晚清。秋风转摇落，此志安可平！", "translation": "　　这是一首登临怀古之作。首联“日落征途远，怅然临古城”，紧扣题目，直抒胸臆。日暮时分，四野幽暝，纵目远望，路途还很遥远，诗人在怅然间，登临苍凉的古城，心情更加寂寥。一开篇诗人就借眼前实景的描写，渲染了一种萧瑟凄寂的氛围。正所谓“樵童牧竖，并皆吟讽”。他同类题材创作，如《郢城怀古》：“客心悲暮序，登墉瞰平陆”；《登叶县故城谒沈诸梁庙》：“总辔临秋原，登城望寒日。”都类此。"}}, {"name": "秋别", "prop": {"content": "别路垂杨柳，秋风凄管弦。青楼君去后，明月为谁圆。", "translation": "无"}}, {"name": "和郭主簿·其二", "prop": {"content": "和泽周三春，清凉素秋节。露凝无游氛，天高肃景澈。陵岑耸逸峰，遥瞻皆奇绝。芳菊开林耀，青松冠岩列。怀此贞秀姿，卓为霜下杰。衔觞念幽人，千载抚尔诀。检素不获展，厌厌竟良月。", "translation": "雨水调顺整春季，秋来清凉风萧瑟。露珠凝聚无云气，天高肃爽景清澈。秀逸山峰高耸立，远眺益觉皆奇绝。芳菊开处林增辉，岩上青松排成列。松菊坚贞秀美姿，霜中挺立真豪杰。含杯思念贤隐士，千百年来守高节。顾我素志未施展，闷闷空负秋十月。"}}, {"dynasty": "南北朝"}, {"name": "苏幕遮·怀旧", "prop": {"content": "碧云天，黄叶地，秋色连波，波上寒烟翠。山映斜阳天接水，芳草无情，更在斜阳外。黯乡魂，追旅思，夜夜除非，好梦留人睡。明月楼高休独倚，酒入愁肠，化作相思泪。(留人睡 一作：留人醉)", "translation": "云天蓝碧，黄叶落满地，天边秋色与秋波相连，波上弥漫着空翠略带寒意的秋烟。远山沐浴着夕阳天空连接着江水。不解思乡之苦的芳草，一直延伸到夕阳之外的天际。默默思念故乡黯然神伤，缠人的羁旅愁思难以排遣，每天夜里除非是美梦才能留人入睡。当明月照射高楼时不要独自依倚。频频地将苦酒灌入愁肠，化为相思的眼泪。"}}, {"name": "残叶", "prop": {"content": "一树摧残几片存，栏边为汝最伤神。休翻雨滴寒鸣夜，曾抱花枝暖过春。与影有情唯日月，遇红无礼是泥尘。上阳宫女多诗思，莫寄人间取次人。", "translation": "一棵树时时遭受摧残，现在有几片叶子还留存在枝头？站在栏杆旁，我最是为你感到伤心。不要在寒冷的夜里，冷雨击打中辗转，想起以前也曾在温暖的春天里饱含花蕾。算来只有日和月有情义，照着我依恋的树影。无礼的是泥土粗鲁地将秋天的红叶蹂躏。上阳宫女诗情横溢，取下红叶题写诗句，请千万注意不要随意寄给草率的世人。"}}, {"name": "秋江晓望", "prop": {"content": "万顷湖天碧，一星飞鹭白。此时放怀望，不厌为浮客。", "translation": "拂晓时分，霞光微露、天澄水清。湖天相映，就像一块晶莹的碧玉。一只展翅高飞的白鹭点缀其中。此情此景更觉心胸开阔、神清气爽，要是在这样的秋江上荡舟，绝不会厌倦。"}}, {"name": "听晓角", "prop": {"content": "边霜昨夜堕关榆，吹角当城汉月孤。无限塞鸿飞不度，秋风卷入小单于。", "translation": "拂晓时分醒来，映入眼帘的是满地榆树叶，原来昨夜下了浓浓的秋霜，使得榆叶纷纷坠落。军中的号角声在城头响起，这时月亮还未落下，孤零零地挂在天边。边塞辽阔无边，就连大雁也飞不到尽头。随风传来的晓角声里，吹奏的是《小单于》这首曲子。"}}, {"name": "元好问", "dynasty": "金朝"}, {"name": "长信秋词五首", "prop": {"content": "金井梧桐秋叶黄，珠帘不卷夜来霜。熏笼玉枕无颜色，卧听南宫清漏长。高殿秋砧响夜阑，霜深犹忆御衣寒。银灯青琐裁缝歇，还向金城明主看。奉帚平明金殿开，且将团扇共徘徊。玉颜不及寒鸦色，犹带昭阳日影来。真成薄命久寻思，梦见君王觉后疑。火照西宫知夜饮，分明复道奉恩时。长信宫中秋月明，昭阳殿下捣衣声。白露堂中细草迹，红罗帐里不胜情。", "translation": "金井边的梧桐秋叶渐黄，珠帘不卷可知夜里飞霜。熏笼玉枕有如容颜憔悴，静卧愁听南宫漏声悠长。"}}, {"name": "诉衷情·送述古迓元素", "prop": {"content": "钱塘风景古来奇，太守例能诗。先驱负弩何在，心已誓江西。花尽后，叶飞时。雨凄凄。若为情绪，更问新官，向旧官啼。", "translation": "钱塘江风景从古至今都可称为奇丽，按照惯例，太守都能用诗词表情达意。我这个背负弓弩的先驱在哪里？我的心已飞到钱塘江以西。春花落尽之后，绿叶翻飞之时，细雨凄凄。眼下我正怀着怎样的一腔情绪？怎敢面对新官，向着旧官的背影哭哭啼啼！"}}, {"name": "初秋", "prop": {"content": "不觉初秋夜渐长，清风习习重凄凉。炎炎暑退茅斋静，阶下丛莎有露光。", "translation": "不知不觉就立秋了，夜也渐渐长了。清凉的风缓缓地吹着，又感到凉爽了。酷热的夏天热气终于消退，房子里也安静了。台阶下的草丛也有了点点露水珠。"}}, {"name": "辛弃疾", "dynasty": "宋代"}, {"name": "微雨夜行", "prop": {"content": "漠漠秋云起，稍稍夜寒生。但觉衣裳湿，无点亦无声。", "translation": "秋天阴云密布，夜里稍稍感觉到了丝丝凉气。只觉得衣裳潮湿，没有雨点也没有风声。 "}}, {"name": "江淹", "dynasty": "南北朝"}, {"dynasty": "隋代"}, {"name": "初秋夜坐赠吴武陵", "prop": {"content": "稍稍雨侵竹，翻翻鹊惊丛。美人隔湘浦，一夕生秋风。积雾杳难极，沧波浩无穷。相思岂云远，即席莫与同。若人抱奇音，朱弦縆枯桐。清商激西颢，泛滟凌长空。自得本无作，天成谅非功。希声閟大朴，聋俗何由聪。", "translation": "萧萧的夜雨随风袭入竹林，惊恐的鸦鹊翻飞于林丛之中。思念的人儿被阻隔在河的对岸，整夜里刮着瑟瑟寒风。浓浓云雾，茫然无际"}}, {"name": "早秋三首·其一", "prop": {"content": "遥夜泛清瑟，西风生翠萝。残萤栖玉露，早雁拂金河。高树晓还密，远山晴更多。淮南一叶下，自觉洞庭波。", "translation": "漫漫长夜中泛流着琴瑟的清音；西风飕飕，吹拂而过，好像有青萝蔓枝而生。白露凝珠的野草栖留几只残萤；秋之晨雁群掠过银河向南飞腾。高大的树木拂晓看来尚未凋零，阳光下遥望远山层次格外分明。淮南子有一叶落而知岁暮之句；我悟到洞庭波兮木叶下的诗情。"}}, {"name": "沉醉东风·山对面蓝堆", "prop": {"content": "山对面蓝堆翠岫，草齐腰绿染沙洲。傲霜橘柚青，濯雨蒹葭秀，隔沧波隐隐江楼。点破潇湘万顷秋，是几叶儿传黄败柳。", "translation": "对面山上弥漫着一层蓝色的烟霭显得翠色越发浓稠，齐腰深的草染绿了沙洲。傲霜的橘柚茫茫然一片青苍，被雨水洗礼过的芦苇显得分外俊秀，隔着滔滔江水隐约可以看到远处的江楼。点破潇湘万顷秋意的，是那几片到处飘飞着的枯黄凋残的败柳叶儿。"}}, {"name": "采桑子·辘轳金井梧桐", "prop": {"content": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不泝流。(泝流 一作：溯流)", "translation": "深秋时节，梧桐树下，辘轳金井旁，落叶满地。树木入秋而变，人见秋色而愁。手扶百尺垂帘，眼望窗外细雨，旧愁之上又添新愁。闺中的思妇独守着琼窗，想到韶华渐逝，心愿难成，怎不双眉紧皱，愁在心头。回首边地，征人久无音讯。想要寄书信，可是黄河寒波滔滔，溯流难上，思妇只能在孤独寂寞中苦苦守望。"}}, {"name": "菩萨蛮·庭叶翻翻秋向", "prop": {"content": "庭叶翻翻秋向晚。凉砧敲月催金剪。楼上已清寒。不堪频倚栏。 邻翁开社瓮。唤客情应重。不醉且无归。醉时归路迷。", "translation": "　　上片写时令，渲染出晚秋光景，“不堪频倚栏”一句用意深婉。下片写题意“赴东邻之集”，“不辞”两句，弥见主人邀客情重，设辞有味。 "}}, {"name": "秋日田园杂兴", "prop": {"content": "杞菊垂珠滴露红，两蛩相应语莎丛。虫丝罥尽黄葵叶，寂历高花侧晚风。朱门巧夕沸欢声，田舍黄昏静掩扃。男解牵牛女能织，不须徼福渡河星。橘蠹如蚕入化机，枝间垂茧似蓑衣；忽然蜕作多花蝶，翅粉才乾便学飞。静看檐蛛结网低，无端妨碍小虫飞。蜻蜒倒挂蜂儿窘，催唤山童为解围。垂成穑事苦艰难，忌雨嫌风更怯寒。牋诉天公休掠剩，半赏私债半输官。秋来只怕雨垂垂，甲子无云万事宜。获稻毕工随晒谷，直须晴到入仓时。中秋全景属潜夫，棹入空明看太湖。身外水天银一色，城中有此月明无。新筑场泥镜面平，家家打稻趁霜晴；笑歌声里轻雷动，一夜连枷响到明。租船满载候开仓，粒粒如珠白似霜。不惜两钟输一斛，尚赢糠核饱儿郎。菽粟瓶罂贮满家，天教将醉作生涯。不知新滴堪篘未？细捣枨虀买鱠鱼，细捣枨虀卖脍鱼，西风吹上四腮鲈。雪松酥腻千丝缕，除却松江到处无。新霜彻晓报秋深，染尽青林作缬林。惟有橘园风景异，碧丛丛里万黄金。", "translation": "无"}}, {"name": "刘道著", "dynasty": "清代"}, {"name": "金陵晚望", "prop": {"content": "曾伴浮云归晚翠，犹陪落日泛秋声。世间无限丹青手，一片伤心画不成。", "translation": "金陵城曾在日暮的景色伴着浮动的云，也在秋声里陪着落日。这世上有无数的丹青圣手，却没有人能把我此刻愁苦的心境描绘出来。"}}, {"name": "顾夐", "dynasty": "五代"}, {"name": "秋风引", "prop": {"content": "何处秋风至？萧萧送雁群。朝来入庭树，孤客最先闻。", "translation": "秋风是从哪里吹来？萧萧落叶声中地送走了一群群大雁。早晨秋风撩动庭中的树木，独自漂泊他乡的人最先听到了秋声。"}}, {"name": "龚自珍", "dynasty": "清代"}, {"name": "酬刘柴桑", "prop": {"content": "穷居寡人用，时忘四运周。门庭多落叶，慨然知已秋。新葵郁北牖，嘉穟养南畴。今我不为乐，知有来岁不？命室携童弱，良日登远游。", "translation": "偏僻的居处少有人事应酬之类的琐事，有时竟忘记了一年四季的轮回变化。巷子里、庭院里到处都是树木的落叶，看到落叶不禁发出感叹，才知道原来已是金秋了。北墙下新生的冬葵生长得郁郁葱葱，田地里将要收割的稻子也金黄饱满。如今我要及时享受快乐，因为不知道明年此时我是否还活在世上。吩咐妻子快带上孩子们，乘这美好的时光我们一道去登高远游。"}}, {"name": "西塍废圃", "prop": {"content": "吟蛩鸣蜩引兴长，玉簪花落野塘香。园翁莫把秋荷折，留与游鱼盖夕阳。", "translation": "无"}}, {"name": "鹧鸪天·枫落河梁野水", "prop": {"content": "枫落河梁野水秋。淡烟衰草接郊丘。醉眠小坞黄茅店，梦倚高城赤叶楼。 天杳杳，路悠悠。钿筝歌扇等闲休。灞桥杨柳年年恨，鸳浦芙蓉叶叶愁。", "translation": "　　该词上阕写旅途风景、词人醉梦情景，下阕言离愁别恨，抒发怀人的感情，整首词层次清晰，语尽而意不尽。"}}, {"name": "荷叶杯·镜水夜来秋月", "prop": {"content": "镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。", "translation": "池中水波平如镜子，映照着夜空中的一轮秋月，月光皎洁如雪。正是采莲的时节，那采莲的少女，红粉盛妆却只能空对着寒冷的水波，不由感到万分惆怅。她人在采莲，心中却思量着远方的情郎，愁思难解，黯然神伤。"}}, {"name": "子夜吴歌·秋歌", "prop": {"content": "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。", "translation": "秋月皎洁长安城一片光明，家家户户传来捣衣声。?砧声任凭秋风吹也吹不尽，声声总是牵系玉关的亲人。何时才能平息边境战争，夫君就可以结束漫长征途。"}}, {"name": "柳永", "dynasty": "宋代"}, {"name": "吴西逸", "dynasty": "元代"}, {"name": "王勃", "dynasty": "唐代"}, {"name": "鹧鸪天·寒日萧萧上琐", "prop": {"content": "寒日萧萧上琐窗，梧桐应恨夜来霜。酒阑更喜团茶苦，梦断偏宜瑞脑香。秋已尽，日犹长，仲宣怀远更凄凉。不如随分尊前醉，莫负东篱菊蕊黄。", "translation": "深秋惨淡的阳光渐渐地照到镂刻着花纹的窗子上，梧桐树也应该怨恨夜晚来袭的寒霜。酒后更喜欢品尝团茶的浓酽苦味，梦中醒来特别适宜嗅闻瑞脑那沁人心脾的余香。秋天快要过去了，依然觉得白昼非常漫长。比起王粲《登楼赋》所抒发的怀乡情，我觉得更加凄凉。不如学学陶渊明，沉醉酒中以摆脱忧愁，不要辜负东篱盛开的菊花。"}}, {"name": "孙光宪", "dynasty": "五代"}, {"name": "秋思", "prop": {"content": "春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。", "translation": "　　今日的春光如同昨天一样明媚，碧树绿草间，有黄鹂鸟在唧唧鸣叫。但突然之间，蕙草就枯萎凋零了，衰飒的秋风吹来阵阵凉意，让人顿感忧伤。已经进入秋天，树木的叶子纷纷落下，一片凄清的景象。冰冷惨淡的月光下纺织的女子正独自伤悲。她为群芳的逝去而感到无限忧愁，繁盛的枝叶如今都已凋落，秋露浓浓，让人感到无限落寞。"}}, {"name": "游月陂", "prop": {"content": "月陂堤上四徘徊，北有中天百尺台。万物已随秋气改，一樽聊为晚凉开。水心云影闲相照，林下泉声静自来。世事无端何足计，但逢佳节约重陪。", "translation": "在月陂岸堤上东西南北来回行走，北面拥有高耸入云的百尺高台。一切事物已随秋天节气而发生变化，显出萧条的迹象，暂且趁着水边傍晚的凉意，畅饮几杯。水中云影悠闲自相映照，林下泉水声从寂静中传来。世事繁杂何必计较太多？只要遇到好的时节，便和朋友相约，再来游玩一番。"}}, {"name": "秋怀·其二", "prop": {"content": "秋月颜色冰，老客志气单。冷露滴梦破，峭风梳骨寒。席上印病文，肠中转愁盘。疑怀无所凭，虚听多无端。梧桐枯峥嵘，声响如哀弹。", "translation": "　　孟郊老年居住洛阳，在河南尹幕中充当下属僚吏，贫病交加，愁苦不堪。《秋怀十五首》就是在洛阳写的一组嗟老伤病叹愁的诗歌，而以第二首写得最好。在这首诗中，诗人饱蘸一生的辛酸苦涩，抒写了他晚境的凄凉哀怨，反映出封建制度对人才的摧残和世态人情的冷酷。"}}, {"name": "落叶", "prop": {"content": "早秋惊落叶，飘零似客心。翻飞未肯下，犹言惜故林。", "translation": "秋气早来，树叶飘落，令人心惊；凋零之情就如同这远客的遭遇。树叶翻飞仿佛不愿落地；还在诉说着不忍离开这片森林。"}}, {"name": "刘翰", "dynasty": "宋代"}, {"name": "秋词二首·其一", "prop": {"content": "自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。", "translation": "自古以来，骚人墨客都悲叹秋天萧条，我却说秋天远远胜过春天。秋日晴空万里，一只仙鹤排开云层扶摇直上，便引发我的诗情飞上云霄。 "}}, {"name": "野望", "prop": {"content": "一天秋色冷晴湾，无数峰峦远近间。闲上山来看野水，忽于水底见青山。", "translation": "无边秋色，晴日中的水湾已带上了寒意；远近高低的山峦层叠起伏，一直伸到天边。闲来登上山顶想好好观赏一下山下的湖水，却没想到，低头一看，又在水底看见了青山。"}}, {"name": "谒金门·秋夜", "prop": {"content": "秋帷里。长漏伴人无寐。低玉枕凉轻绣被。一番秋气味。晓色又侵窗纸。窗外鸡声初起。声断几声还到耳。已明声未已。", "translation": "在秋夜的帐帷里，那计时的满滴长久地陪伴着贵人不能入睡。低枕的玉枕渐渐凉了，轻薄的绣被已用上了，床上弥漫了一片秋天的气氛。晨光浸透窗纸，窗外报晓的雄鸡发出第一阵鸣声，鸡声断断续续，又从耳边传来，天已亮了，但鸡声还未停息。"}}, {"name": "李攀龙", "dynasty": "明代"}, {"name": "南乡子·重九涵辉楼呈", "prop": {"content": "霜降水痕收。浅碧鳞鳞露远洲。酒力渐消风力软，飕飕。破帽多情却恋头。佳节若为酬。但把清尊断送秋。万事到头都是梦，休休。明日黄花蝶也愁。", "translation": "深秋霜降时节，水位下降，远处江心的沙洲都露出来了。酒力减退了，才觉察到微风吹过，让人觉得凉飕飕的。破帽却多情留恋，不肯被风吹落。重阳节如何度过，只借酒消忧，打发时光而已，世间万事都是转眼成空的梦境，因而不要再提往事。重阳节后菊花色香均会大减，连迷恋菊花的蝴蝶，也会感叹发愁了。"}}, {"name": "喜迁莺·霜天秋晓", "prop": {"content": "霜天秋晓，正紫塞故垒，黄云衰草。汉马嘶风，边鸿叫月，陇上铁衣寒早。剑歌骑曲悲壮，尽道君恩须报。塞垣乐，尽櫜鞬锦领，山西年少。谈笑。刁斗静，烽火一把，时送平安耗。圣主忧边，威怀遐远，骄虏尚宽天讨。岁华向晚愁思，谁念玉关人老？太平也，且欢娱，莫惜金樽频倒。", "translation": "边塞秋晓，霜天无际，冷气袭人，步出帐外，只见晓色中隐约可见的故垒和低压的黄云下那随风摇曳的枯草。战马在风中嘶叫，边鸿在月下呜叫，陇山上戍卒身穿铠甲，在早寒中戍守。将士们唱着悲壮的军歌，都说皇恩应报。衣甲鲜明的少年将士，深觉从军守边之乐。我们在从容镇定之间就把边事平定了。夜间不必击刁斗以警戒，每夜放炳一炬，经常送出平安的信息。朝廷采取守边的策略，对化外之民，也想用仁义去感化他们，而不用武力去镇压，等待他们自己来归附。但在太平时期，我却叹息岁晚难归、年华空逝。边境平静了，暂且尽情欢乐，不要吝惜金樽里的美酒，频频畅饮吧。"}}, {"name": "自梁园至敬亭山见会公", "prop": {"content": "我随秋风来，瑶草恐衰歇。中途寡名山，安得弄云月？渡江如昨日，黄叶向人飞。敬亭惬素尚，弭棹流清辉。冰谷明且秀，陵峦抱江城。粲粲吴与史，衣冠耀天京。水国饶英奇，潜光卧幽草。会公真名僧，所在即为宝。开堂振白拂，高论横青云。雪山扫粉壁，墨客多新文。为余话幽栖，且述陵阳美。天开白龙潭，月映清秋水。黄山望石柱，突兀谁开张？黄鹤久不来，子安在苍茫。东南焉可穷，山鸟飞绝处。稠叠千万峰，相连入云去。闻此期振策，归来空闭关。相思如明月，可望不可攀。何当移白足，早晚凌苍山？且寄一书札，令予解愁颜。", "translation": "无"}}, {"name": "齐天乐·秋声馆赋秋声", "prop": {"content": "簟凄灯暗眠还起，清商几处催发？碎竹虚廊，枯莲浅渚，不辨声来何叶？桐飙又接。尽吹入潘郎，一簪愁发。已是难听，中宵无用怨离别。阴虫还更切切。玉窗挑锦倦，惊响檐铁。漏断高城，钟疏野寺，遥送凉潮呜咽。微吟渐怯。讶篱豆花开，雨筛时节。独自开门，满庭都是月。", "translation": "　　此词着意描写秋声。上片写入夜风声，“几处催发”，使人难于入睡。下片写檐铁惊响，野寺钟疏，虫声切切，凉潮呜咽。独自开门，唯见满庭月光。结句极富诗情画意。全词从所闻到所见和所思，生动逼真而又细致入微，使人如临其境。 "}}, {"name": "赵蕃", "dynasty": "宋代"}, {"name": "苏秀道中", "prop": {"content": "苏秀道中，自七月二十五日夜大雨三日，秋苗以苏，喜而有作。一夕骄阳转作霖，梦回凉冷润衣襟。不愁屋漏床床湿，且喜溪流岸岸深。千里稻花应秀色，五更桐叶最佳音。无田似我犹欣舞，何况田间望岁心。", "translation": "一夜之间，炎炎烈日的晴空，忽然降下了渴望已久的甘霖；我在睡梦中惊醒，只觉得浑身舒适，凉气沁人。我不愁屋子会漏雨，淋湿我的床；只是欣喜溪流中涨满了雨水，不用再为干旱担心。我想，那千里平野上，喝够了水的稻子一定是葱绿一片；于是觉得，这五更天雨水敲打着梧桐，是那么的动听。像我这没有田地的人尚且欢欣鼓舞，更何况田间的农夫，祈望着丰年，该是多么的高兴。"}}, {"name": "崔季卿", "dynasty": "唐代"}, {"name": "刘过", "dynasty": "宋代"}, {"name": "访秋", "prop": {"content": "酒薄吹还醒，楼危望已穷。江皋当落日，帆席见归风。烟带龙潭白，霞分鸟道红。殷勤报秋意，只是有丹枫。", "translation": "喝下的酒太淡，西风吹来，酒意全消；登上高楼极目远望直到天边。落日的余辉正照在江岸上，江中归船的帆席鼓满西风，正在轻快地驶回。暮霭笼罩着龙潭，潭水一片银白，余霞照在险峻的山路上，山岭被映成一片红色。殷勤地报送秋天消息的，只有一树树火红的枫树。"}}, {"name": "纳兰性德", "dynasty": "清代"}, {"name": "金缕曲·癸酉秋出都述", "prop": {"content": "我又南行矣！笑今年、鸾飘凤泊，情怀何似？纵使文章惊海内，纸上苍生而已。似春水、干卿何事？暮雨忽来鸿雁杳，莽关山、一派秋声里。催客去，去如水。华年心绪从头理，也何聊、看潮走马，广陵吴市。愿得黄金三百万，交尽美人名士。更结尽、燕邯侠子。来岁长安春事早，劝杏花、断莫相思死。木叶怨，罢论起。", "translation": "无"}}, {"name": "倪庄中秋", "prop": {"content": "强饭日逾瘦，狭衣秋已寒。儿童漫相忆，行路岂知难。露气入茅屋，溪声喧石滩。山中夜来月，到晓不曾看。", "translation": "勉强进食，身体日渐消瘦，寒冷的秋日仍然穿着单薄不合身的衣服。不知不觉中慢慢的回想童年，那时候怎么知道人生如此艰难。早上的露气侵入茅屋，在屋中就能听见溪水撞击石滩的喧闹声。山中夜夜都会来到的月亮，到了黎明也从没有看过一眼。"}}, {"name": "徐昌图", "dynasty": "五代"}, {"name": "古歌", "prop": {"content": "秋风萧萧愁杀人，出亦愁，入亦愁。座中何人，谁不怀忧？令我白头。胡地多飚风，树木何修修。离家日趋远，衣带日趋缓。心思不能言，肠中车轮转。", "translation": "呼啸的秋风让人无限忧愁，进也忧愁，退也忧愁。异域戍边的人，哪个不陷入悲愁中？真是愁白了头啊。胡人之处多狂风，树木萧瑟干枯。离家日子越来越远，衣带渐宽人消瘦。思乡的悲苦无法言说，就像车轮在心中旋转。"}}, {"name": "渔家傲·秋思", "prop": {"content": "塞下秋来风景异，衡阳雁去无留意。四面边声连角起，千嶂里，长烟落日孤城闭。浊酒一杯家万里，燕然未勒归无计。羌管悠悠霜满地，人不寐，将军白发征夫泪。", "translation": "秋天到了，西北边塞的风光和江南大不同。大雁又飞回了衡阳，一点也没有停留之意。黄昏时分，号角吹起，边塞特有的风声、马啸声、羌笛声和着号角声从四面八方回响起来。连绵起伏的群山里，夕阳西下，青烟升腾，孤零零的一座城城门紧闭。饮一杯浊酒，不由得想起万里之外的亲人，眼下战事未平，功名未立，还不能早作归计。远方传来羌笛的悠悠之声，天气寒冷，霜雪满地。夜深了，在外征战的人都难以入睡，无论是将军还是士兵，都被霜雪染白了头发，只好默默地流泪。"}}, {"name": "陈子昂", "dynasty": "唐代"}, {"name": "晏几道", "dynasty": "宋代"}, {"name": "浣溪沙·山色横侵蘸晕", "prop": {"content": "山色横侵蘸晕霞，湘川风静吐寒花。远林屋散尚啼鸦。梦到故园多少路，酒醒南望隔天涯。月明千里照平沙。", "translation": "山色浸染着傍晚的霞光，湘江水风平浪静秋花正开放。远处的树林边散落着几户人家，乌鸦还在啼叫寻觅着栖息的地方。睡梦中曾走遍故乡的条条小路，酒醒后向南望才知有天涯隔阻。明月照耀着千里广衰的沙原。"}}, {"name": "贯云石", "dynasty": "元代"}, {"name": "刘禹锡", "dynasty": "唐代"}, {"name": "湘江秋晓", "prop": {"content": "爽气荐金风，新凉入衣袂。朝露流青桐，旭日光生媚。轩窗坐临江，烟影浮轻翠。竹树带飞岚，荇藻俱明丽。双鸥浴回波，蹴荡晴光坠。风帆云外来，隐见都深致。渔网次第张，钓饵各呈技。苟得亦偶然，贪求本无谓。远雁下平沙，嘹亮遗凄唳。幽怀本不穷，况当心目费。淡淡横朝烟，脉脉深秋思。", "translation": "无"}}, {"name": "秋行", "prop": {"content": "戛戛秋蝉响似筝，听蝉闲傍柳边行。小溪清水平如镜，一叶飞来浪细生。", "translation": "　　夸张和比喻的修辞手法，不乏清新之词、脍炙人口如同怡然而忘俗的田园短笛，能给人以心灵的慰藉意境闲适。 "}}, {"name": "秋宿湘江遇雨", "prop": {"content": "江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。", "translation": "湘江上阴云笼罩，使人心情郁闷。深夜里徘徊江岸，想起刘琨的远大抱负。秋风吹动，万里芙蓉花摇曳生姿。暮雨洗尘，千村的薜荔枝苍翠可爱。乡思难耐，看见橘柚更令人悲叹。羁旅他乡，如被弃的山野之人无人看重。就是打鱼人和我相见，也不与我说一句话。自管吹着长笛回岛去了。"}}, {"name": "汾上惊秋", "prop": {"content": "北风吹白云，万里渡河汾。心绪逢摇落，秋声不可闻。", "translation": "北风吹卷着白云使之翻滚涌动，我要渡过汾河，到万里以外的地方去。心绪伤感、惆怅，又恰逢落叶飘零，我再也不愿听到这萧瑟的秋风。"}}, {"name": "秋寄从兄贾岛", "prop": {"content": "螟虫喧暮色，默思坐西林。听雨寒更彻，开门落叶深。昔因京邑病，并起洞庭心。亦是吾兄事，迟回共至今。", "translation": "草虫喧嚣着无边暮色，静默沉思打坐在西林。听雨更觉得寒气遍布，推门却只见落叶深深。当年因病困滞在京都，我俩同起归隐洞庭心。这也是兄长您的心事，迟疑徘徊共拖到如今。"}}, {"name": "闻雁", "prop": {"content": "故园眇何处，归思方悠哉。淮南秋雨夜，高斋闻雁来。", "translation": "故乡遥远，模糊不清，不知道在哪里啊？归家的思绪无穷无尽。在淮南秋雨绵绵的漫漫长夜里，独坐楼中书房听那北来的雁叫声。"}}, {"name": "塞上忆汶水", "prop": {"content": "沙碛秋高苑马肥，哀笳一曲塞云飞。南都儿辈应相念，过尽征鸿犹未归。", "translation": "茫茫沙漠，秋高气爽，马匹肥壮，悲哀宛转的笛声吹奏着。南方的将士们应该想家了吧，如同远飞的大雁还未回家。"}}, {"name": "客夜与故人偶集 / ", "prop": {"content": "天秋月又满，城阙夜千重。还作江南会，翻疑梦里逢。风枝惊暗鹊，露草泣寒蛩。羁旅长堪醉，相留畏晓钟。", "translation": "秋月又一次盈满，城中夜色深浓。你我在江南相会，我怀疑是梦中相逢。晚风吹动树枝，惊动了栖息的鸟鹊。秋草披满霜露，伴随着悲吟的寒虫。你我客居他乡，应该畅饮以排遣愁闷，留你长饮叙旧，只担心天晓鸣钟。"}}, {"name": "石孝友", "dynasty": "宋代"}, {"name": "立秋", "prop": {"content": "乳鸦啼散玉屏空，一枕新凉一扇风。睡起秋声无觅处，满阶梧叶月明中。", "translation": "小乌鸦的鸣叫鸹耳，待乳鸦声散去时，只有玉色屏风空虚寂寞地立着。秋风吹来，顿觉枕边清新凉爽，就像有人在床边用绢扇在扇一样。睡梦中朦朦胧胧地听见外面秋风萧萧，可是醒来去找，却什么也找不到，只见落满台阶的梧桐叶，沐浴在朗朗的月光中。 "}}, {"name": "代秋情", "prop": {"content": "几日相别离，门前生穞葵。寒蝉聒梧桐，日夕长鸣悲。白露湿萤火，清霜凌兔丝。空掩紫罗袂，长啼无尽时。", "translation": "分别才几天，门前就长满了野稻与冬苋菜。秋蝉在梧桐树上不停聒噪，从日出叫到日落，声音凄凉。秋天的露水把萤火虫打湿，严霜将兔丝草枯萎。反正也没人看，不妨把紫色绣裳掩严实了，想你就哭，和着蝉声，从早哭到晚。"}}, {"name": "秋日登吴公台上寺远眺", "prop": {"content": "古台摇落后，秋日望乡心。(秋日 一作：秋入)野寺来人少，云峰隔水深。夕阳依旧垒，寒磬满空林。惆怅南朝事，长江独至今。", "translation": "古台破败草木已经凋落，秋天景色引起我的乡思。荒野的寺院来往行人少，隔水眺望云峰更显幽深。夕阳依恋旧城迟迟下落，空林中回荡着阵阵磬声。感伤南朝往事不胜惆怅，只有长江奔流从古到今。"}}, {"name": "送人东游", "prop": {"content": "荒戍落黄叶，浩然离故关。高风汉阳渡，初日郢门山。江上几人在，天涯孤棹还。何当重相见，樽酒慰离颜。", "translation": "荒弃的营垒上黄叶纷纷飘落，你心怀浩气、远志告别了古塞险关。汉阳渡水急风高，郢门山朝阳之下景象万千。江东亲友有几人正望眼欲穿，等候着你的孤舟从天涯回还。什么时候我们才能再次相见，举杯畅饮以抚慰离人的愁颜。"}}, {"dynasty": "宋代"}, {"name": "风流子·秋郊即事", "prop": {"content": "平原草枯矣，重阳后、黄叶树骚骚。记玉勒青丝，落花时节，曾逢拾翠，忽听吹箫。今来是、烧痕残碧尽，霜影乱红凋。秋水映空，寒烟如织，皂雕飞处，天惨云高。人生须行乐，君知否？容易两鬓萧萧。自与东君作别，刬地无聊。算功名何许，此身博得，短衣射虎，沽酒西郊。便向夕阳影里，倚马挥毫。", "translation": "重阳节过后，平原上的草都枯萎了，黄叶在疾风中凋落。记得春日骑马来此踏青时，多么的意气风发。如今故地重游已是萧瑟肃杀，空旷凋零。秋水映破长空，寒烟弥漫，苍穹飞雕，一片苍茫。人生在世，年华易逝，须及时行乐。春天过后，依旧心绪绪无聊。想想功名利禄算得了什么，不若借酒射猎，英姿勃发，在夕阳下挥毫泼墨那是何等畅快。"}}, {"name": "枫桥夜泊", "prop": {"content": "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。", "translation": "月亮已落下乌鸦啼叫寒气满天，江边枫树与船上渔火，难抵我独自傍愁而眠。姑苏城外那寒山古寺，半夜里敲响的钟声传到了我乘坐的客船。"}}, {"name": "孟郊", "dynasty": "唐代"}, {"name": "浪淘沙·一叶忽惊秋", "prop": {"content": "一叶忽惊秋。分付东流。殷勤为过白苹洲。洲上小楼帘半卷，应认归舟。 回首恋朋游。迹去心留。歌尘萧散梦云收。惟有尊前曾见月，相伴人愁。", "translation": "看到叶子落下忽然惊觉秋天到了，这秋色交给了东去的流水。流水殷勤地流过白苹洲，沙洲上有帘幕半卷的小楼，楼中的人应该在识别返回的小舟。回望之前和友人出游心里依然怀恋，出游的痕迹消失了那份心情却保存了下来。动听的歌曲消散了，美人也不见了，只有饮酒时看到的月亮和以前一样，和人交相愁苦。"}}, {"name": "秋怀", "prop": {"content": "凉叶萧萧散雨声，虚堂淅淅掩霜清。黄华自与西风约，白发先从远客生。吟似候虫秋更苦，梦和寒鹊夜频惊。何时石岭关山路，一望家山眼暂明？", "translation": "一片片寒叶轻轻地飘洒，就像是传来沙沙的雨声；虚寂的厅堂秋风淅淅，遍地铺盖着露冷霜清。门外，黄菊依旧与西风相约而至；屋里，白发已先为远客伴愁而生。我好比知时应节的鸣虫，吟唱之声逢秋更苦；我又似是孤栖寒枝的乌鹊，怀乡之梦入夜屡惊。石岭关山的小路呵，何时才能够再次登临——望一眼家乡的山水呵，我的双眼顿时闪耀出喜悦的光芒？"}}, {"name": "秋日行村路", "prop": {"content": "儿童篱落带斜阳，豆荚姜芽社肉香。一路稻花谁是主，红蜻蛉伴绿螳螂。", "translation": "斜阳西照，孩子们正在院落的篱笆旁欢快地玩耍；农妇烧煮豆荚、姜芽和社肉的香味，从屋舍中阵阵飘出。路旁田间的稻谷正在扬花秀穗，远远望去，一个人也没有，只有红色蜻蜓低飞，绿色的螳螂在稻叶上爬动着。"}}, {"name": "秋日登扬州西灵塔", "prop": {"content": "宝塔凌苍苍，登攀览四荒。顶高元气合，标出海云长。万象分空界，三天接画梁。水摇金刹影，日动火珠光。鸟拂琼帘度，霞连绣栱张。目随征路断，心逐去帆扬。露浴梧楸白，霜催橘柚黄。玉毫如可见，于此照迷方。", "translation": "宝塔高高，直指苍穹，登上绝顶，饱揽四周风光。塔顶与天空的元气相接合，高耸的标志在海云之上。地面的万物与天际分界清晰，高塔的上绘满图画的塔梁在三层天之上。湖水把金色的古刹与塔影袅袅摇晃，太阳正放射着耀眼的光芒，如同燃烧的火球一样。飞鸟箭一样穿过琼玉的珠帘，彩漆的塔拱拥抱着明媚的霞光。眼光随着蜿蜒的大路远去，心思却追随着离别的船帆。秋露把梧桐与楸树叶洗白，寒霜把柚子与柑橘催黄。隐约中看到了那玉白的毫毛，刹那间把迷茫的世界照亮。"}}, {"name": "望荆山", "prop": {"content": "奉义至江汉，始知楚塞长。南关绕桐柏，西岳出鲁阳。寒郊无留影，秋日悬清光。悲风桡重林，云霞肃川涨。岁宴君如何，零泪沾衣裳。玉柱空掩露，金樽坐含霜。一闻苦寒奏，再使艳歌伤。", "translation": " 　　据李善《文选注》记载，它是江淹将近三十岁时随宋建平王刘景素赴荆州时所作。曹道衡先生也指出：“江淹在景素（刘景素）任荆州刺史前，久已在他幕下，不得称‘奉义（慕义）’，且景素系由湘州赴任，江淹随行，似乎亦不会提到鄂北的桐柏、鲁阳等地名。”"}}, {"name": "张翰", "dynasty": "魏晋"}, {"name": "郢门秋怀", "prop": {"content": "郢门一为客，巴月三成弦。朔风正摇落，行子愁归旋。 杳杳山外日，茫茫江上天。人迷洞庭水，雁度潇湘烟。 清旷谐宿好，缁磷及此年。百龄何荡漾，万化相推迁。 空谒苍梧帝，徒寻溟海仙。已闻蓬海浅，岂见三桃圆。 倚剑增浩叹，扪襟还自怜。终当游五湖，濯足沧浪泉。", "translation": "无"}}, {"name": "青玉案·江南秋色垂垂", "prop": {"content": "江南秋色垂垂暮，算幽事，浑无数。日日沧浪亭畔路。西风林下，夕阳水际，独自寻诗去。可怜愁与闲俱赴。待把尘劳截愁住。灯影幢幢天欲曙。闲中心事，忙中情味，并入西楼雨。", "translation": "江南的秋日的景色就像夕阳一样快要完了，数数那些景色，却仍旧很多。我每天都在沧浪亭外夕阳下的树林中寻找写诗的灵感。可叹的是忧愁总是和闲情一同到来，正想不再忧愁，就看到天已经快亮了。不管是闲暇中的心事，还是忙碌中的滋味，全部都化入西楼外的雨中了。"}}, {"name": "天净沙·秋", "prop": {"content": "庭前落尽梧桐，水边开彻芙蓉。解与诗人意同。辞柯霜叶，飞来就我题红。", "translation": "庭院前的梧桐树叶子已经落尽，水中的荷花也早失去当日的风姿。仿佛是通晓诗人我的心思。那被染红的霜叶飞离枝干，飞到我的身边让我题写诗句。"}}, {"name": "点绛唇·高柳蝉嘶", "prop": {"content": "高柳蝉嘶，采菱歌断秋风起。晚云如髻。湖上山横翠。 帘卷西楼，过雨凉生袂。天如水。画楼十二。有个人同倚。", "translation": "　　这首词通过初秋景物的描写，委婉含蓄地表露了怀人之情。上片写景。高柳蝉嘶，湖山横翠。秋风菱歌，晚云如髻。一派清秋景色。下片抒情。帘卷西楼，雨后生凉，独自倚栏，益增怀人秋思。全词构思清新，秀媚有致。 "}}, {"name": "登梅冈望金陵赠族侄高", "prop": {"content": "钟山抱金陵，霸气昔腾发。天开帝王居，海色照宫阙。群峰如逐鹿，奔走相驰突。江水九道来，云端遥明没。时迁大运去，龙虎势休歇。我来属天清，登览穷楚越。吾宗挺禅伯，特秀鸾凤骨。众星罗青天，明者独有月。冥居顺生理，草木不剪伐。烟窗引蔷薇，石壁老野蕨。吴风谢安屐，白足傲履袜。几宿一下山，萧然忘干谒。谈经演金偈，降鹤舞海雪。时闻天香来，了与世事绝。佳游不可得，春风惜远别。赋诗留岩屏，千载庶不灭。", "translation": "无"}}, {"name": "始安秋日", "prop": {"content": "桂林风景异，秋似洛阳春。晚霁江天好，分明愁杀人。卷云山角戢，碎石水磷磷。世业事黄老，妙年孤隐沦。归欤卧沧海，何物贵吾身。", "translation": "　　公元710年（景云元年），唐睿宗即位，因为宋之问曾依附张易之、武三思，而将他贬至钦州（今广西钦州市）。这是他第二次被贬岭南。《始安秋日》这首诗就是他前往钦州途经桂林时所写的。《旧唐书》说他“再被窜谪，经途江岭，所有篇咏传播远近。”《始安秋日》就是当时广为流传的一首排律。"}}, {"name": "赵执信", "dynasty": "清代"}, {"name": "太原早秋", "prop": {"content": "岁落众芳歇，时当大火流。霜威出塞早，云色渡河秋。梦绕边城月，心飞故国楼。思归若汾水，无日不悠悠。", "translation": "光阴逝去，花草渐渐凋零；随着大火星渐渐西移，夏天慢慢离去。秋霜早早地从北方来到这里，黄河以北已经呈出一派秋天的气息。夜夜秋梦都缠绕着边城上空的月亮，心却随着月光回到了家乡的楼上。思乡之情就像这绵绵不断的汾河水，无时无刻不在悠悠地流向家乡。"}}, {"name": "谢新恩·冉冉秋光留不", "prop": {"content": "冉冉秋光留不住，满阶红叶暮。又是过重阳，台榭登临处，茱萸香坠。紫菊气，飘庭户，晚烟笼细雨。雍雍新雁咽寒声，愁恨年年长相似。", "translation": "　　这首词从重阳习俗写作者的秋愁。词的上片和下片浑然一体，确实不好明确分开。词的开头二句先写“秋光留不住”，首先就为全词定下了悲愁叹惋的基调。作者在词里的景物描写很充分，从“红叶”满阶到“重阳”登高，既有“茱萸香坠”，也有“紫菊气飘”，时看“晚烟笼细雨”，时闻“新雁咽寒声”。这些景物描写，虽然也有些许欢乐热闹的，如重阳登高，佩茱萸以驱邪等，但更多的却是“红叶”、“晚烟”、“细雨”、“新雁”等引人怅恨的凄冷景象，再加上作者有意点染的“暮”、“咽”等情状，一幅晚秋的悲凉气氛便笼罩了全篇，也十分自然地引出“愁恨年年长相似”的哀叹和感慨。"}}, {"name": "李珣", "dynasty": "五代"}, {"name": "忆王孙·番阳彭氏小楼", "prop": {"content": "冷红叶叶下塘秋，长与行云共一舟。零落江南不自由。两绸缪，料得吟鸾夜夜愁。", "translation": "火红的枫叶片片飘落进秋天的池塘，我常乘着小船与浮云一起四处飘泊。飘泊在这江南水乡，实在是身不由己。唉，我和她的恩爱是那样缠绵深厚，她想必一夜又一夜地思念着我，以至愁肠百结了。"}}, {"name": "程颢", "dynasty": "宋代"}, {"name": "杨万里", "dynasty": "宋代"}, {"name": "张炎", "dynasty": "宋代"}, {"name": "长相思·一重山", "prop": {"content": "一重山，两重山。山远天高烟水寒，相思枫叶丹。菊花开，菊花残。塞雁高飞人未还，一帘风月闲。", "translation": "一重又一重，重重叠叠的山啊。山远天高，烟云水气又冷又寒，可我的思念像火焰般的枫叶那样。菊花开了又落了，时令交替轮换。塞北的大雁在高空振翅南飞，可是思念的人却还没有回来。只有帘外的风月无思无忧。"}}, {"name": "玉真公主别馆苦雨赠卫", "prop": {"content": "秋坐金张馆，繁阴昼不开。空烟迷雨色，萧飒望中来。翳翳昏垫苦，沉沉忧恨催。清秋何以慰，白酒盈吾杯。吟咏思管乐，此人已成灰。独酌聊自勉，谁贵经纶才。弹剑谢公子，无鱼良可哀。苦雨思白日，浮云何由卷。稷契和天人，阴阳乃骄蹇。秋霖剧倒井，昏雾横绝巘。欲往咫尺途，遂成山川限。潈潈奔溜闻，浩浩惊波转。泥沙塞中途，牛马不可辨。饥从漂母食，闲缀羽陵简。园家逢秋蔬，藜藿不满眼。蟏蛸结思幽，蟋蟀伤褊浅。厨灶无青烟，刀机生绿藓。投箸解鹔鹴，换酒醉北堂。丹徒布衣者，慷慨未可量。何时黄金盘，一斛荐槟榔。功成拂衣去，摇曳沧洲傍。", "translation": "无"}}, {"name": "平湖乐·采菱人语隔秋", "prop": {"content": "采菱人语隔秋烟，波静如横练。入手风光莫流转，共留连，画船一笑春风面。江山信美，终非吾土，问何日是归年？", "translation": "透过清秋的薄雾，传来了采菱姑娘的笑语。湖面风平浪静，像白色的素绢平铺。到手的美好风光可别虚负，我在湖上久久留恋，不肯离去。相交而过的画船上，佳人对我嫣然一笑，是那样的娇妩。江山确实美如画图，可惜毕竟不是我的家乡，不知什么时候才能回到故土？ "}}, {"name": "中秋", "prop": {"content": "闲吟秋景外，万事觉悠悠。此夜若无月，一年虚过秋。", "translation": "闲暇之余漫步在秋天的夜色中低声吟唱，总觉得心里空虚郁闷、心里惴惴不安。今天晚上如果再没有圆满的月亮，今年的秋天就算是虚度光阴了。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "秋雨夜眠", "prop": {"content": "凉冷三秋夜，安闲一老翁。卧迟灯灭后，睡美雨声中。灰宿温瓶火，香添暖被笼。晓晴寒未起，霜叶满阶红。", "translation": "秋天的夜晚带着阵阵寒意，只有我一个老头安宁自在的在家。熄灯之后迟迟才躺下睡觉，在秋雨声中渐渐进入梦乡。烘瓶里的燃料经夜已化为灰烬，不得不起床加点火烘烤被子。早上天空晴朗，但寒气未消不想起床，只看到秋雨把霜叶打落得到处都是。"}}, {"name": "踏莎行·碧海无波", "prop": {"content": "碧海无波，瑶台有路。思量便合双飞去。当时轻别意中人，山长水远知何处。 绮席凝尘，香闺掩雾。红笺小字凭谁附。高楼目尽欲黄昏，梧桐叶上萧萧雨。", "translation": "碧海波平无险阻，瑶台有路可通行。细思量，当初就该双飞去。想当时，轻别意中人，现如今，山高水远何处寻。灰尘落绮席，烟雾锁香闺。写好的书信，如何送给你。登高楼极目望远方，萧萧细雨洒梧桐，天已近黄昏。"}}, {"name": "蒋捷", "dynasty": "宋代"}, {"name": "秋夕旅怀", "prop": {"content": "凉风度秋海，吹我乡思飞。连山去无际，流水何时归。目极浮云色，心断明月晖。芳草歇柔艳，白露催寒衣。梦长银汉落，觉罢天星稀。含悲想旧国，泣下谁能挥。", "translation": "秋天的凉风度过秋海，吹起了我的思乡之情。回家的路上连山叠嶂遥远无际，以逝去的流水何时才能回来呢？抬眼望去，看到浮云灰暗，明月的寒辉令人心断。芳草不再柔艳，寒冷的霜露催着快置寒衣。常常梦到银河落了下来，醒来后，天上的星星已经稀少。含着悲伤思念故乡，涕泣涟涟有谁能挥去呢？"}}, {"name": "昭君怨·暮雨丝丝吹湿", "prop": {"content": "暮雨丝丝吹湿，倦柳愁荷风急。瘦骨不禁秋，总成愁。别有心情怎说，未是诉愁时节，谯鼓已三更，梦须成。", "translation": "傍晚细细雨丝还是将站立在风雨之中的词人打湿了，看着路边的柳树疲倦的舞动，池塘里的荷花也略显疲惫。这些景色让我联想到了瘦骨嶙峋的自己，顿生烦恼。别有心情，不光是因为秋风秋雨，还不到诉说愁绪的季节，不说也罢。谯鼓已经打了三下，定要睡去了，但愿有美梦一场。"}}, {"name": "黄庭坚", "dynasty": "宋代"}, {"name": "同王征君湘中有怀", "prop": {"content": "八月洞庭秋，潇湘水北流。还家万里梦，为客五更愁。不用开书帙，偏宜上酒楼。故人京洛满，何日复同游。", "translation": "八月的洞庭湖一片清秋，辽阔的潇湘水滔滔北流。关山万里做着回家之梦，他乡为客难奈五更离愁。无须打开书卷细细品味，只应开怀畅饮醉卧酒楼。长安洛阳亲朋故旧无数，什么时候再与他们同游？"}}, {"name": "题衡翁扇头鞋书秋声赋", "prop": {"content": "碧梧庭院露华清，一叶翻阶鹤梦惊。绿发方瞳玉堂客，蝇头灯下写秋声。", "translation": "苍翠梧桐荫蔽的庭院露珠都泛着清冷的气息，一片落叶被风翻过台阶扰了我的超尘之梦。乌发方瞳宛如仙客的老翰林，在点点灯火下写下了秋声。"}}, {"name": "周之琦", "dynasty": "清代"}, {"name": "曾几", "dynasty": "宋代"}, {"name": "浣溪沙·败叶填溪水已", "prop": {"content": "败叶填溪水已冰，夕阳犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。", "translation": "干枯凋落的树叶堆积在溪上，水已结冰。黄昏时分，夕阳的余晖依然照着长亭短亭。来到一座废寺前，寺的门额上已经看不清寺名。闲游的过客驻马临摹碑上之字，富家子弟拨弄佛前灯芯。尘世辛劳，凡人几时醒悟。"}}, {"name": "早秋三首", "prop": {"content": "遥夜泛清瑟，西风生翠萝。残萤委玉露，早雁拂银河。高树晓还密，远山晴更多。淮南一叶下，自觉老烟波。一叶下前墀，淮南人已悲。蹉跎青汉望，迢递白云期。老信相如渴，贫忧曼倩饥。生公与园吏，何处是吾师?蓟北雁犹远，淮南人已悲。残桃间堕井，新菊亦侵篱。书剑岂相误，琴樽聊自持。西斋风雨夜，更有咏贫诗。", "translation": "长夜里一片清凉，绿色萝叶问吹起了西风。残萤栖息在露珠晶莹的花草之间，雁群掠过初秋的星空。晨光里高大的树木依旧是枝繁叶密，晴空下重叠的远山显得分外清晰。当枝头飘落下黄叶一片，我料想洞庭湖定是波浪涌起。"}}, {"name": "朱淑真", "dynasty": "宋代"}, {"name": "宿赞公房", "prop": {"content": "杖锡何来此，秋风已飒然。雨荒深院菊，霜倒半池莲。放逐宁违性，虚空不离禅。相逢成夜宿，陇月向人圆。", "translation": "高僧怎么也会来到这里？在这秋风飒飒的季节我与您相逢。阴雨撂荒了您深院的菊花，严霜欺倒了半池莲影。遭到放逐又岂能违背心性？身居荒野也未能放弃禅宗。今夜与您相逢共宿，陇上的明月也向我们现出圆圆的光影。"}}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "秋思", "prop": {"content": "洛阳城里见秋风，欲作家书意万重。复恐匆匆说不尽，行人临发又开封。", "translation": "洛阳城里刮起了秋风，心中思绪翻涌想写封家书问候平安。又担心时间匆忙有什么没有写到之处，在送信之人即将出发前再次打开信封检查。"}}, {"dynasty": "明代"}, {"name": "秋声赋", "prop": {"content": "　　相国中山公赋《秋声》，以属天官太常伯，唱和俱绝，然皆得时行道之余兴，犹动光阴之叹，况伊郁老病者乎？吟之斐然，以寄孤愤。　　碧天如水兮，窅窅悠悠。百虫迎暮兮，万叶吟秋。欲辞林而萧飒，潜命侣以啁啾。送将归兮临水，非吾土兮登楼。晚枝多露蝉之思，夕草起寒螿之愁。　　至若松竹含韵，梧楸圣脱。惊绮疏之晓吹，坠碧砌之凉月。念塞外之征行，顾闺中之骚屑。夜蛩鸣兮机杼促，朔雁叫兮音书绝。远杵续兮何冷冷，虚窗静兮空切切。如吟如啸，非竹非丝。合自然之宫徵，动终岁之别离。废井苔冷，荒园露滋。草苍苍兮人寂寂，树槭槭兮虫咿咿。则有安石风流，巨源多可。平六符而佐主，施九流而自我。犹复感阴虫之鸣轩，叹凉叶之初堕。异宋玉之悲伤，觉潘郎之幺么。　　嗟乎！骥伏枥而已老，鹰在韝而有情。聆朔风而心动，眄天籁而神惊。力将痑兮足受绁，犹奋迅于秋声。", "translation": "　　宰相中山公写了篇《秋声赋》，用来应和吏部尚书的赋作，一唱一和都很绝妙。虽然都表现了遇到良时、理想得以施行的未尽兴致，却仍有时光匆匆、人生易老的感叹，何况像我这样抑郁苦闷、老而多病的人呢？吟诵之后，援笔成章，以寄托我心中的孤臣之愤。"}}, {"dynasty": "魏晋"}, {"name": "秋夜寄邱员外 / 秋", "prop": {"content": "怀君属秋夜，散步咏凉天。空山松子落，幽人应未眠。(空山 一作：山空)", "translation": "在这秋夜我心中怀念着你，一边散步一边咏叹这初凉的天气。寂静的山中传来松子落地的声音，遥想你应该也还未入睡。"}}, {"name": "登柳州峨山", "prop": {"content": "荒山秋日午，独上意悠悠。如何望乡处，西北是融州。", "translation": "一个秋天的中午我登上了荒山，独自一人形影孤单意乱心烦。无可奈何望不到故乡的踪影，西北方向尽是融州的高大山峦。"}}, {"name": "齐天乐·绿芜凋尽台城", "prop": {"content": "绿芜凋尽台城路，殊乡又逢秋晚。暮雨生寒，鸣蛩劝织，深阁时闻裁剪。云窗静掩。叹重拂罗裀，顿疏花簟。尚有綀囊，露萤清夜照书卷。荆江留滞最久，故人相望处，离思何限。渭水西风，长安乱叶，空忆诗情宛转，凭高眺远。正玉液新篘，蟹螯初荐。醉倒山翁，但愁斜照敛。", "translation": "秋景萧条，客子秋心寥落，正如杂草凋敝穷竭至极的台城。身处异乡又正逢晚秋心中悲中逢悲，更添伤感。傍晚的雨生起寒意，蟋蟀的呜声似劝人机织，间歇听闻到闺房中的女子正在赶制寒衣之声。暑去凉来，撤去花簟，铺上罗裀，织有花纹图案的竹凉席。纵然夏日所用已收藏、疏远，但还留得当时清夜聚萤照我读书之綀囊。綀音疏，一种极稀薄之布。我在荆江停留的时间越久，老友相对，离别后的思绪无限，无边怀念汴京之故人，情绪、兴致辗转周折，登临高处，唯有求得一醉，借酒消愁。训漉酒竹器，把蟹端上筵席来下酒。忽见夕阳西沉，纵然酩酊大醉，但仍无计逃愁。"}}, {"name": "生查子·秋社", "prop": {"content": "当楼月半奁，曾买菱花处。愁影背阑干，素发残风露。 神前鸡酒盟，歌断秋香户。泥落画梁空，梦想青春语。", "translation": "　　生查子，词牌名。秋社，在立秋后第五个戊日，约在八月下旬，以祭祀土神。"}}, {"name": "清平乐·凄凄切切", "prop": {"content": "凄凄切切，惨淡黄花节。梦里砧声浑未歇，那更乱蛩悲咽。尘生燕子空楼，抛残弦索床头。一样晓风残月，而今触绪添愁。", "translation": "冷冷清清又到深秋时节，菊花开遍；夜深入梦之际捣衣声仍没有停歇的意思，杂乱鸣叫的蟋蟀声彻夜不停。人生如燕转眼人去楼空，无心弹奏乐器丢在一旁。又是这般晓风残月的情景，只是到如今不禁触动心绪，又添了许多新愁。"}}, {"name": "西湖杂咏·秋", "prop": {"content": "疏林红叶，芙蓉将谢，天然妆点秋屏列。断霞遮，夕阳斜，山腰闪出闲亭榭。分付画船且慢者。歌，休唱彻；诗，乘兴写。", "translation": "深秋来了，落木萧萧，原先茂密的树林看上去变得稀疏了。但是，那山上的红叶，还有那即将谢去的芙蓉，这时却格外惹人喜爱。周围的群山，造化成了秋天的屏障，一重一重，千姿百态的呈现在我们面前。晚霞被遮断，夕阳斜照在山坡上，山腰间又忽然显露出悠悠然的令人神往的亭榭。啊，多么美好的景色呵！画船上的艄公，请你慢慢的划，让我再看看。唱歌的，请继续唱，不要停下来。写诗的，请乘着自己兴致，尽情的写吧，千万不要停笔。"}}, {"name": "范仲淹", "dynasty": "宋代"}, {"name": "菩萨蛮·秋闺", "prop": {"content": "西风几弄冰肌彻，玲珑晶枕愁双设。时节是重阳，菊花牵恨长。鱼书经岁绝，烛泪流残月。梦也不分明，远山云乱横。", "translation": "无"}}, {"name": "始闻秋风", "prop": {"content": "昔看黄菊与君别，今听玄蝉我却回。五夜飕飗枕前觉，一年颜状镜中来。马思边草拳毛动，雕眄青云睡眼开。天地肃清堪四望，为君扶病上高台。", "translation": "去年看菊花我和您告别，今年听到蝉叫我又返回。五更的风声飕飗枕上觉，一年的颜状变化镜中来。战马思念边草拳毛抖动，大雕顾盼青云睡眼睁开。秋高气爽正好极目远望，我为您抱着病登上高台。"}}, {"name": "塞鸿秋·代人作", "prop": {"content": "?战西风几点宾鸿至，感起我南朝千古伤心事。展花笺欲写几句知心事，空教我停霜毫半晌无才思。往常得兴时，一扫无瑕疵。今日个病厌厌刚写下两个相思字。", "translation": "迎着西风，疏疏落落飞来北雁几只，这让我回想起有关南朝兴亡的悠久往事。铺开华美的信纸，想写几句知心的话语，却只是停住笔尖半天也没有什么奇妙的才思。往日兴致高时，写文章都是一挥而就毫无瑕疵，今天却病恹恹的萎蘼不振，才刚写下“相思”两个字。"}}, {"name": "江行秋兴", "prop": {"content": "江水悠悠行路长，雁声啼月有微霜。十年踪迹浑无定，莫更逢人问故乡。", "translation": "江水悠悠无尽，要走的路还很长很长；一孤雁在夜空中哀叫，月光挥洒江面，地表上又结着些微霜十年来到处飘泊，行踪无定，也就不需要逢人便问故乡的情景了。"}}, {"name": "揭傒斯", "dynasty": "元代"}, {"name": "秋登宣城谢脁北楼", "prop": {"content": "江城如画里，山晚望晴空。(晚 一作：晓)两水夹明镜，双桥落彩虹。人烟寒橘柚，秋色老梧桐。谁念北楼上，临风怀谢公。", "translation": "江边的城池好像在画中一样美丽，山色渐晚，我登上谢朓楼远眺晴空。两条江之间，一潭湖水像一面明亮的镜子；凤凰桥和济川桥好似落入人间的彩虹。村落间泛起的薄薄寒烟缭绕于橘柚间，深秋时节梧桐已是枯黄衰老之像。除了我还有谁会想着到谢朓北楼来，迎着萧飒的秋风，怀念谢先生呢？"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "卜算子·秋晚集杜句吊", "prop": {"content": "苍生喘未苏，贾笔论孤愤。文采风流今尚存，毫发无遗恨。 凄恻近长沙，地僻秋将尽。长使英雄泪满襟，天意高难问。", "translation": "无"}}, {"name": "王绩", "dynasty": "唐代"}, {"name": "七月二十九日崇让宅宴", "prop": {"content": "露如微霰下前池，月过回塘万竹悲。浮世本来多聚散，红蕖何事亦离披？悠扬归梦惟灯见，濩落生涯独酒知。岂到白头长只尔，嵩阳松雪有心期。", "translation": "秋露像细微的雪粒洒下前池，阵阵西风吹过回塘，万竹萧飒生悲。瓢忽无定的人生啊，本来就多悲欢聚散；但那池上的红荷花，为什么也零落纷披？我杳远难凭的归梦，只有孤灯才能见证；我空虚落寞的生涯，唯有清酒方可得知。难道到了白头之年还是如此？我早与嵩山南面的松雪两心相期。"}}, {"name": "清平乐·孤花片叶", "prop": {"content": "孤花片叶，断送清秋节。寂寂绣屏香篆灭，暗里朱颜消歇。谁怜散髻吹笙，天涯芳草关情。懊恼隔帘幽梦，半床花月纵横。", "translation": "无"}}, {"name": "重九会光化二阕·其二", "prop": {"content": "谁言秋色不如春，及到重阳景自新。随分笙歌行乐处，菊花萸子更宜人。", "translation": "谁说秋天的景色不如春天，等到重阳节又是一番新的景色。到处都可消遣游玩，菊花茱萸更是合人心意。"}}, {"name": "月夜忆舍弟", "prop": {"content": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。", "translation": "戍楼上的更鼓声断绝了人行，秋夜的边塞传来了孤雁哀鸣。从今夜就进入了白露节气，月亮还是故乡的最明亮。虽有兄弟但都离散各去一方，已经无法打听到他们的消息。寄往洛阳城的家书老是不能送到，何况战乱频繁还没有停止。"}}, {"name": "张淑芳", "dynasty": "宋代"}, {"name": "别元九后咏所怀", "prop": {"content": "零落桐叶雨，萧条槿花风。悠悠早秋意，生此幽闲中。 况与故人别，中怀正无悰。勿云不相送，心到青门东。 相知岂在多，但问同不同。同心一人去，坐觉长安空。", "translation": "零零落落的小雨打在梧桐叶上，木槿花在风中凋零飘落。在闲适自得中，生出早秋的意境。与老朋友分别，让我心中再没有欢乐。不要说我没有到青门为你送行，我的心已经跟随你远去。知心的朋友何必求多，只要是心意相通、情趣相投即可。你离去后就剩下我独自一人，即使身在这繁华的长安城心也空荡荡的。"}}, {"name": "蔡挺", "dynasty": "宋代"}, {"name": "扫花游·秋声", "prop": {"content": "商飙乍发，渐淅淅初闻，萧萧还住。顿惊倦旅。背青灯吊影，起吟愁赋。断续无凭，试立荒庭听取。在何许？但落叶满阶，惟有高树。迢递归梦阻。正老耳难禁，病怀凄楚。故山院宇。想边鸿孤唳，砌蛩私语。数点相和，更著芭蕉细雨。避无处。这闲愁，夜深尤苦。", "translation": "秋天的肃杀之声突然响起，渐渐的能听到声音，淅淅萧萧的风声似乎没有停住的意思。这风声惊到了倦于行旅的人。对着油灯望着影子自我感叹，不由得站起来吟诵愁赋。风声断断续续的，便尝试到荒院里仔细听听。可是风声在哪里呢？但庭院里只有高树，还有落满台阶的树叶。仿佛进入遥远的梦境。正好老来不堪听取凄凉的秋声，有着生病憔悴的样子。本来是山里的庭院。却想到边疆鸿雁的孤鸣，台阶下的蟋蟀的秘密私语。雨打芭蕉之声与雁唳蛩鸣之声相应和。我无处可躲避。这种闲愁，夜越深越痛苦。"}}, {"name": "晚秋夜", "prop": {"content": "碧空溶溶月华静，月里愁人吊孤影。花开残菊傍疏篱，叶下衰桐落寒井。塞鸿飞急觉秋尽，邻鸡鸣迟知夜永。凝情不语空所思，风吹白露衣裳冷。", "translation": "宽广夜空明月高悬静寂无声，月光下只有愁人独自徘徊，形单影只。盛开后渐渐凋零的菊花倚着稀疏的篱笆，枯败的梧桐树叶飘落寒井之上。塞外飞鸿感到晚秋已尽，急速的由北向南飞去；邻居的鸡啼推迟因为它知道昼短夜长。积聚着情感不说话，徒然思索着，风儿吹落露珠，打湿衣襟，感到一阵凉意。"}}, {"name": "清江引·秋居", "prop": {"content": "白雁乱飞秋似雪，清露生凉夜。扫却石边云，醉踏松根月。星斗满天人睡也。", "translation": "成群的白色大雁好似秋天里飞起雪片，清冷的露珠使秋夜更凉。扫去石边的云雾，踏碎松下的月影，醉意正浓，在满天星斗之下睡入梦乡。"}}, {"name": "秋夜宴临津郑明府宅", "prop": {"content": "行止皆无地，招寻独有君。酒中堪累月，身外即浮云。露白宵钟彻，风清晓漏闻。坐携余兴往，还似未离群。", "translation": "我这个人于世上或走或止都无地可依，现在可以往来相访的就只有你一个人了。今天我遇到了你，席间又有好酒，酒逢知已，真可以一醉几个月，把身外的一切都可忘掉，视之如浮云一样了。由于我和明府情怀兴奋融洽，所以一直饮到霜白风清、钟漏俱残，还要继续饮下去。天亮临行时似携余兴而走，虽然已经分别，犹觉得尚未离开同伴一样。"}}, {"name": "浣溪沙·露白蟾明又到", "prop": {"content": "露白蟾明又到秋，佳期幽会两悠悠，梦牵情役几时休？记得泥人微敛黛，无言斜倚小书楼，暗思前事不胜愁！", "translation": "　　这首词也是写男子对女子的思念之情。上片写又是一个秋天到来了，但幽会的事又茫然无期，梦中想，心中念，这样相思的日子何时才完？下片是回忆女子的可爱形象：分别时她百般挽留，黛眉微皱，无言斜倚小楼。最后一句，写他想到往事的忧愁心。"}}, {"name": "姜夔", "dynasty": "宋代"}, {"name": "满庭芳·碧水惊秋", "prop": {"content": "碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。又是重阳近也，几处处，砧杵声催。西窗下，风摇翠竹，疑是故人来。 伤怀。增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开。谩道愁须殢酒，酒未醒、愁已先回。凭阑久，金波渐转，白露点苍苔。", "translation": "碧清的水面放出冷冷的秋光使人心惊，黄云在暮色中凝聚，台阶上到处是零乱破败的落叶。室内悄无人声，月光斜斜地照进来，照着他独自徘徊。又一个重阳节临近了，到处是催人的砧杵声。西窗下，开门风动竹，疑是故人来。宦海的风波，使人与人之间的情感变得非常脆弱；而仕途上的是非往往是无事生非，谁又能说得清楚。问问篱边的黄菊，不知是为谁而开？不要随便说什么愁总是跟酒在一起，酒能留住愁；其实，酒还没有醒，愁就已经先回来了。凭栏沉思了很久，月亮渐渐西沉，苍苔上已生出点点白露。"}}, {"name": "秋柳四首·其二", "prop": {"content": "娟娟凉露欲为霜，万缕千条拂玉塘。浦里青荷中妇镜，江干黄竹女儿箱。空怜板渚隋堤水，不见琅琊大道王。若过洛阳风景地，含情重问永丰坊。", "translation": "秋天凉凉的露水快要结成白霜，万千柳条正随风飘拂于池塘的岸边水上。水中的荷叶好似妇人所用的妆镜，那水边的黄竹可以做成少女的箱子。可惜板渚、隋堤景色依旧，再不见穿着华美衣衫的贵家少年穿梭往来。倘若有幸经过洛阳这让人羡慕的风景地，定会满怀感情的踏访永丰坊。"}}, {"name": "倦夜", "prop": {"content": "竹凉侵卧内，野月满庭隅。重露成涓滴，稀星乍有无。暗飞萤自照，水宿鸟相呼。万事干戈里，空悲清夜徂。", "translation": "竹林中的凉气渐渐侵入卧室，郊野茫茫，月光洒满庭院的每个角落。更深露重，竹叶上凝聚成许多小水珠儿，不时地滴滴答答地滚落下来；此时月照中天，星子稀疏时有时无。萤火虫在黑暗中飞行，自己照亮自己；栖息在溪旁的鸟儿已经醒来，呼唤着同伴。 这一夜思考着千桩万桩的事，哪一桩不与战事有关？只能枉自悲叹如此良夜白白地逝去。"}}, {"name": "谭用之", "dynasty": "五代"}, {"name": "秋晚登城北门", "prop": {"content": "幅巾藜杖北城头，卷地西风满眼愁。一点烽传散关信，两行雁带杜陵秋。山河兴废供搔首，身世安危入倚楼。横槊赋诗非复昔，梦魂犹绕古梁州。", "translation": "一幅头巾，一根藜杖，深秋傍晚独登上城北门楼：西风卷地，百草凋零，满眼秋色勾起我满腹烦愁。一点烽火，报传着大散关口的敌情战况，两行雁阵，带来了长安杜陵的秋意浓厚。眼望破碎的山河呵，常令人心中不安频频搔首；想起身世的安危呵，倚楼间百感交集涌上心头。如今，已不再是当年横戈马上，军中赋诗的光景，可时时刻刻魂绕梦萦的，仍是那古时的梁州！"}}, {"name": "早秋", "prop": {"content": "疏雨洗空旷，秋标惊意新。大热去酷吏，清风来故人。樽酒酌未酌，晓花颦不颦。铢秤与缕雪，谁觉老陈陈？", "translation": "稀稀疏疏的小雨像是把天空洗过，天空显得格外的空旷，初秋的气象令人意外的清新。夏天的酷热就像滥用刑法残害人民的官吏一去不复返，清风袭来犹如老友相逢。拿起酒杯对饮还没有喝，傍晚的花朵皱起来还未凋落。秋收的粮食称重去买卖，谁会发觉这些是陈年的粮食呢？"}}, {"name": "天净沙·秋", "prop": {"content": "孤村落日残霞，轻烟老树寒鸦，一点飞鸿影下。青山绿水，白草红叶黄花。", "translation": "太阳渐渐西沉，已衔着西山了，天边的晚霞也逐渐开始消散，只残留有几分黯淡的色彩，映照着远处安静的村庄是多么的孤寂。轻烟淡淡飘向空中，几只乌鸦栖息在佝偻的老树上，远处的一只大雁飞掠而下，划过天际。远处一片青山绿水，白草、红叶、黄花互相夹杂，好一幅色彩绚丽的秋景图啊。"}}, {"name": "道潜", "dynasty": "宋代"}, {"name": "刘基", "dynasty": "明代"}, {"name": "王建", "dynasty": "唐代"}, {"name": "马戴", "dynasty": "唐代"}, {"name": "浣溪沙·荷花", "prop": {"content": "四面垂杨十里荷，问云何处最花多。画楼南畔夕阳和。 天气乍凉人寂寞，光阴须得酒消磨。且来花里听笙歌。", "translation": "四面垂柳围绕着十里香荷。请问哪里莲花最多？画楼南畔，夕阳西落。天气乍一变凉，给人们带来了秋的寂寞。萧索的光阴，需用美酒打发、消磨。暂且来此花丛，细听吹笙唱歌。"}}, {"name": "裴迪南门秋夜对月 /", "prop": {"content": "夜来诗酒兴，月满谢公楼。影闭重门静，寒生独树秋。鹊惊随叶散，萤远入烟流。今夕遥天末，清光几处愁。", "translation": "夜色渐浓，月亮升起，月光洒满了庭宇和楼台。几个朋友聚在一起，饮酒吟诗。所在的深深的庭院，层内门户早已关闭，户外万籁俱寂。一阵清风吹来，枝叶沙沙，引发无限寒意。被惊醒的鸟雀扑刺刺猛然飞起，震落了片片秋叶。秋萤从眼前飞过，忽而又消失在暮霭中，似乎与烟流一起远走高飞了。面对这样的月色，将会惹动多少人的愁思。"}}, {"name": "李密", "dynasty": "隋代"}, {"name": "王安石", "dynasty": "宋代"}, {"name": "少年游·长安古道马迟", "prop": {"content": "长安古道马迟迟，高柳乱蝉嘶。夕阳鸟外，秋风原上，目断四天垂。(鸟 一作：岛)归云一去无踪迹，何处是前期？狎兴生疏，酒徒萧索，不似少年时。(少年 一作：去年)", "translation": "骑着马在长安古道上缓缓前行，道旁柳树上的秋蝉不住嘶鸣。夕阳在远方渐渐沉落，秋风在原野上劲吹，我极目远望，天际广阔夜幕降临。归去的云一去杳无踪迹，旧日的期望何处去寻？冶游饮宴的兴致早已衰减，过去的酒友也都寥落无几，再也不是狂放不羁的少年时了。"}}, {"name": "清平乐·秋词", "prop": {"content": "清淮浊汴。更在江西岸。红旆到时黄叶乱。霜入梁王故苑。秋原何处携壶。停骖访古踟蹰。双庙遗风尚在，漆园傲吏应无。", "translation": "清澈的淮河与混浊的汴水，远在钱塘江西岸。您的红旗抵达时，黄叶遍地，狼藉散乱。白霜也会袭入梁王的故园。您将在秋原的什么地方手执酒壶？驻马访古，徘徊踟蹰。双庙的遗风至今还在，漆园的傲吏大概已无。"}}, {"name": "赋得秋日悬清光", "prop": {"content": "寥廓凉天静，晶明白日秋。圆光含万象，碎影入闲流。迥与青冥合，遥同江甸浮。昼阴殊众木，斜影下危楼。宋玉登高怨，张衡望远愁。馀辉如可托，云路岂悠悠。", "translation": "天空寥廓环境清凉幽静，秋天的太阳特别明亮。太阳光包罗万象，光影倒映在安静的河中。秋光原阔与青天相合，远远望去同江湖同沉浮。白昼里阴气远离众树木，夕阳的斜影投向高楼。宋玉登高埋怨秋气，张衡望远产生秋愁。太阳余辉如果可寄托，仕宦之云路怎会遥远？"}}, {"name": "谒金门·秋兴", "prop": {"content": "秋池阁。风傍晓庭帘幕。霜叶未衰吹未落。半惊鸦喜鹊。自笑浮名情薄。似与世人疏略。一片懒心双懒脚。好教闲处著。", "translation": "在秋池阁旁，风伴随着晨光吹开了庭院的窗帘。霜打过的树叶没有凋枯，风吹也不落下，却微微惊醒了沉睡的乌鸦和喜鹊。嘲笑虚名和薄情，这些几乎与世人隔离起来。我的一片懒心可不思世事，一双懒脚可不奔波人情，好让它们闲置起来。"}}, {"name": "惜芳春·秋望", "prop": {"content": "千山落叶岩岩瘦，百尺危阑寸寸愁。有人独倚晚妆楼。楼外柳，眉暗不禁秋。", "translation": "一座座山峰木叶脱落，更显得山容消瘦；倚遍高楼的栏杆，每一寸都驱不去忧愁。但在黄昏，还是有位女子，独自倚着妆楼凝眸。楼外是憔悴的秋柳。人和柳叶都一样黯然，对这凄凉的秋令难以禁受。"}}, {"name": "齐天乐·竹深不放斜阳", "prop": {"content": "竹深不放斜阳度，横披澹墨林沼。断莽平烟，残莎剩水，宜得秋深才好。荒亭旋扫。正著酒寒轻，弄花春小。障锦西风，半围歌袖半吟草。独游清兴易懒，景饶人未胜，乐事长少。柳下交车，尊前岸帻，同抚云根一笑。秋香未老。渐风雨西城，暗欹客帽。背月移舟，乱鸦溪树晓。", "translation": "　　“毗陵”，《汉书·地理志》会稽郡县毗陵。注：季扎所居延陵，汉改之。《宋史·地理志》两浙常州毗陵郡。宋置常州毗陵郡，属江苏。"}}, {"name": "山中", "prop": {"content": "荆溪白石出，天寒红叶稀。山路元无雨，空翠湿人衣。", "translation": "荆溪潺湲流过露出磷磷白石，天气变得寒冷红叶也变得稀稀落落。山间小路上本来没有下雨，但苍翠的山色却浓得仿佛要润湿了人的衣裳。"}}, {"name": "烛影摇红·越上霖雨应", "prop": {"content": "秋入灯花，夜深檐影琵琶语。越娥青镜洗红埃，山斗秦眉妩。相间金茸翠亩。认城阴、春耕旧处。晚舂相应，新稻炊香，疏烟林莽。 清磬风前，海沈宿袅芙蓉炷。阿香秋梦起娇啼，玉女传幽素。人驾梅槎未渡。试梧桐、聊分宴俎。采菱别调，留取蓬莱，霎时云住。", "translation": "　　《烛影摇红》，《能改斋漫录》卷十六：“王都尉（诜）有《忆故人》词，徽宗喜其词意，犹以不丰容宛转为恨，遂令大晟府（徽宗所置音乐研究创作机关）别撰腔。周美成（邦彦）增损其词，而以句首为名，谓之《烛影摇红》云。”王词原为小令，五十字，前片两仄韵，后片三仄韵。周邦彦演为慢曲，《梦窗词集》入“大石调”。九十六字，前后片各九句五仄韵。　　"}}, {"name": "山行", "prop": {"content": "远上寒山石径斜，白云深处有人家。(深处 一作：生处)停车坐爱枫林晚，霜叶红于二月花。", "translation": "沿着弯弯曲曲的小路上山，在那生出白云的地方居然还有几户人家。停下马车是因为喜爱深秋枫林的晚景，枫叶秋霜染过，艳比二月春花。"}}, {"name": "薛昂夫", "dynasty": "元代"}, {"name": "秋兴八首", "prop": {"content": "玉露凋伤枫树林，巫山巫峡气萧森。江间波浪兼天涌，塞上风云接地阴。丛菊两开他日泪，孤舟一系故园心。寒衣处处催刀尺，白帝城高急暮砧。夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎。画省香炉违伏枕，山楼粉堞隐悲笳。请看石上藤萝月，已映洲前芦荻花。千家山郭静朝晖，日日江楼坐翠微。信宿渔人还泛泛，清秋燕子故飞飞。匡衡抗疏功名薄，刘向传经心事违。同学少年多不贱，五陵衣马自轻肥。闻道长安似弈棋，百年世事不胜悲。王侯第宅皆新主，文武衣冠异昔时。直北关山金鼓振，征西车马羽书驰。鱼龙寂寞秋江冷，故国平居有所思。蓬莱宫阙对南山，承露金茎霄汉间。西望瑶池降王母，东来紫气满函关。云移雉尾开宫扇，日绕龙鳞识圣颜。一卧沧江惊岁晚，几回青琐点朝班。瞿塘峡口曲江头，万里风烟接素秋。花萼夹城通御气，芙蓉小苑入边愁。珠帘绣柱围黄鹄，锦缆牙樯起白鸥。回首可怜歌舞地，秦中自古帝王州。昆明池水汉时功，武帝旌旗在眼中。织女机丝虚夜月，石鲸鳞甲动秋风。波漂菰米沉云黑，露冷莲房坠粉红。关塞极天惟鸟道，江湖满地一渔翁。昆吾御宿自逶迤，紫阁峰阴入渼陂。香稻啄馀鹦鹉粒，碧梧栖老凤凰枝。佳人拾翠春相问，仙侣同舟晚更移。彩笔昔曾干气象，白头吟望苦低垂。", "translation": "　　枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉。"}}, {"name": "孤山寺端上人房写望", "prop": {"content": "底处凭阑思眇然，孤山塔后阁西偏。阴沉画轴林间寺，零落棋枰葑上田。秋景有时飞独鸟，夕阳无事起寒烟。迟留更爱吾庐近，只待重来看雪天。", "translation": "黄昏时分，凭栏何处，思绪才如此飘渺无际？就在那孤山塔后小阁西边幽僻的僧房。纵目远眺，映入眼帘的森森树林，阴阴寺院，暗淡得像一帧退了色的古画；而葑田块块，在水面上零星飘荡，又仿佛是棋盘上割下来的方格子。秋色苍然，万物萧索，惟有归鸟偶尔掠过；夕阳西沉，安谧、朦胧，但见寒烟缕缕升起。更爱它与我的庐舍邻近。等那雪花纷飞之时，我要重来，观赏那银装素裹的景致。 "}}, {"name": "崇义里滞雨", "prop": {"content": "落莫谁家子，来感长安秋。壮年抱羁恨，梦泣生白头。瘦马秣败草，雨沫飘寒沟。南宫古帘暗，湿景传签筹。家山远千里，云脚天东头。忧眠枕剑匣，客帐梦封侯。", "translation": "是谁家男儿流落在京城，无依无靠，独对寂寞的寒秋？青壮之年长抱着羁恨，梦中悲泣，只换得白发满头。像一匹干瘦的马，以败草为食，冷雨萧萧，水沫漂浮在寒沟。贡院的旧帘遥看黯然，透过雨幕，听得见更声幽幽。家山啊，远隔在千里之外，在那天边，那云脚的东头。满怀忧愁，枕着剑匣入眠，封侯之愿，也许这梦中得酬。"}}, {"name": "秋夜", "prop": {"content": "夜久无眠秋气清，烛花频剪欲三更。铺床凉满梧桐月，月在梧桐缺处明。", "translation": "夜晚辗转反侧难以入睡，秋天的晚上夜气清凉。剪了很多次烛花了马上就到了三更天了。窗外梧桐树缝的月影，斑斑驳驳地铺洒在冰凉的床席上，而从梧桐缝里看上去的月亮依然是那么明亮。"}}, {"name": "八归·秋江带雨", "prop": {"content": "秋江带雨，寒沙萦水，人瞰画阁愁独。烟蓑散响惊诗思，还被乱鸥飞去，秀句难续。冷眼尽归图画上，认隔岸、微茫云屋。想半属、渔市樵村，欲暮竞然竹。 须信风流未老，凭持酒、慰此凄凉心目。一鞭南陌，几篙官渡，赖有歌眉舒绿。只匆匆眺远，早觉闲愁挂乔木。应难奈，故人天际，望彻淮山，相思无雁足。", "translation": "秋日江流挟带着秋雨，寒冷的沙滩萦绕着水湾，我独自一人登上画阁俯瞰。令人感到愁痛孤独。烟雨迷漾，披蓑撒网的声响，惊动了我的诗兴，却又被飞去的乱鸥，搅得我佳句难续。冷眼尽望，汇入一幅图画之中，隔岸相望，对岸有隐约如云的房屋。我猜想它多半是渔市樵村，在黄昏暮色里竞相燃起了枯竹，升起袅袅炊烟。自信我风流尚未衰老，就靠持杯饮酒，抚慰我触目惊心的悲凉凄苦。从南陌一声鞭响，经过了几座津渡，幸亏赖有歌女开怀，使我眉展心舒。仅向远方匆匆眺望，已觉得忧愁挂上高树。我实在难以忍受故人远隔天边的事实，望断江淮的群山，不仅看不见她，就连一只传信的大雁也杳无踪迹。 "}}, {"name": "李觏", "dynasty": "宋代"}, {"name": "长安秋望", "prop": {"content": "楼倚霜树外，镜天无一毫。南山与秋色，气势两相高。", "translation": "楼阁高耸于经霜的树林之上，登高望远，天空如明镜无纤云一毫。南山在澄明的秋天竟是那样高峻，莫不是要与秋色试比气势的大小？"}}, {"name": "淮阳感怀", "prop": {"content": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。", "translation": "金风吹荡初秋时节，玉露凋伤岁暮之林。今天晚上穷途之士，忧思郁结伤透寸心。原野平芜葭苇围合，村落破败藿藜纵深。眺听乱象良多感慨，徘徊感伤泪下沾襟。泪满衣襟意欲何为，惆帐都因怀古之意。秦俗乱世尚未荡平，汉道清朝尚难希冀。樊哙是个市井之徒，萧何不过是刀笔吏。一旦与时运相遇合，定会万古留名传谥。劝诫各路豪杰英雄，虚度此生实在有愧。"}}, {"name": "踏莎行·秋入云山", "prop": {"content": "秋入云山，物情潇洒。百般景物堪图画。丹枫万叶碧云边，黄花千点幽岩下。 已喜佳辰，更怜清夜。一轮明月林梢挂。松醪常与野人期，忘形共说清闲话。", "translation": "高高的山上现在进入了秋天，山中景物清爽秀丽。景物众多争艳斗奇就像一副图画。枫叶之多尽染万山一直连绵到云彩边上，，在山岩深幽之处。无数的菊花，点点洒洒。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。一年一度的中秋佳节众人欢度，又逢天气爽朗，一轮明月挂在树梢上。我常与山野之人相约饮酒，不拘形迹地在月光下谈天说地。"}}, {"name": "崔道融", "dynasty": "唐代"}, {"name": "清江引·秋怀", "prop": {"content": "西风信来家万里，问我归期未？雁啼红叶天，人醉黄花地，芭蕉雨声秋梦里。", "translation": "凛冽的西风，像是要把家里人写的信吹过来一样，问我什么时能回去？大雁在满是长满红叶的秋林上空长鸣而过，远离家乡的游子，醉卧在秋菊盛开的园中，思乡的梦里隐约听到秋雨轻打着芭蕉，声声不断。"}}, {"name": "秋登万山寄张五 / ", "prop": {"content": "北山白云里，隐者自怡悦。相望试登高，心随雁飞灭。(试 一作 始)愁因薄暮起，兴是清秋发。时见归村人，沙行渡头歇。(沙行 一作：沙平)天边树若荠，江畔洲如月。何当载酒来，共醉重阳节。", "translation": " 登上这白云缭绕的万山峰岭，心头升起一种超脱尘俗的喜悦。我试着登上高山遥望远方，心情早就随着鸿雁远去高飞。愁绪每每是薄暮引发的情绪，兴致往往是清秋招致的氛围。在山上时时望见回村的人们，走过沙滩坐在渡口憩息歇累。天边林中树木好似颗颗荠菜，俯视江畔的沙洲好比是弯月。什么时候能载酒来这共饮，于重阳佳节对酌同醉。"}}, {"name": "更漏子·本意", "prop": {"content": "斜月横，疏星炯。不道秋宵真永。声缓缓，滴泠泠。双眸未易扃。霜叶坠，幽虫絮，薄酒何曾得醉。天下事，少年心。分明点点深。", "translation": "一轮弯月挂在西边，稀疏的星星闪烁着明亮的光，可是秋夜却显得格外漫长。漏壶滴水的声音回荡在耳边，使人难以入睡。下了霜的叶子弯了下来，幽暗角落的虫子在鸣叫，秋天的一切都是显得如此悲凉，薄酒一杯，怎么能解我心中愁？满腔热血地想要为国效力，却始终不能如愿。天下大事，儿女情长，只能深埋在心中。"}}, {"name": "三堂东湖作", "prop": {"content": "满塘秋水碧泓澄，十亩菱花晚镜清。景动新桥横螮蝀，岸铺芳草睡鵁鶄。蟾投夜魄当湖落，岳倒秋莲入浪生。何处最添诗客兴，黄昏烟雨乱蛙声。", "translation": "　　韦庄的律诗，特别是像这首描写自然风光的律诗，虽不像他的一些绝句那样内蕴深沉，发人深省，但它以明快清新取胜，在抒情状物方面也自有其可贵的特色。"}}, {"name": "张九龄", "dynasty": "唐代"}, {"name": "王月山", "dynasty": "宋代"}, {"name": "秋日鲁郡尧祠亭上宴别", "prop": {"content": "我觉秋兴逸，谁云秋兴悲？山将落日去，水与晴空宜。鲁酒白玉壶，送行驻金羁。歇鞍憩古木，解带挂横枝。歌鼓川上亭，曲度神飙吹。云归碧海夕，雁没青天时。相失各万里，茫然空尔思。", "translation": "我觉得感怀秋日会使人放逸，谁却说使人悲愁呢？群山带走斜阳落日，绿水与蓝天相映成趣。用玉壶装上鲁酒，为君送行请君暂且驻马。把马停放在古树旁，解下锦带挂在横出的树枝上面。水中尧祠亭歌鼓齐鸣，曲调悠扬远飞云天。日暮时云霭渐退向天边，大雁消失在茫茫的青天中。我们三人分别相距万里，茫然之中只有愁思种种。"}}, {"name": "诉衷情·凭觞静忆去年", "prop": {"content": "凭觞静忆去年秋，桐落故溪头。诗成自写红叶，和恨寄东流。 人脉脉，水悠悠。几多愁。雁书不到，蝶梦无凭，漫倚高楼。", "translation": "无"}}, {"name": "高蟾", "dynasty": "唐代"}, {"name": "早秋客舍", "prop": {"content": "风吹一片叶，万物已惊秋。独夜他乡泪，年年为客愁。别离何处尽，摇落几时休。不及磻溪叟，身闲长自由。", "translation": "微风吹过黄叶飘落，万物才惊觉秋天已经来了。夜晚独自一人在他乡垂泪，每年都在忍受着深深的乡愁。这长久的离别哪里才是尽头？就像这树叶，什么时候才能停止掉落，全部落叶归根？还不如磻溪边的垂钓的老翁，只能羡慕别人的自由和悠闲。"}}, {"name": "醉公子·漠漠秋云澹", "prop": {"content": "漠漠秋云澹，红藕香侵槛。枕倚小山屏，金铺向晚扃。睡起横波慢，独望情何限！衰柳数声蝉，魂销似去年。", "translation": "又像去年那样，窗外云淡风清，藕香侵槛。闭门倚枕，无限情思。院中衰柳上寒蝉数声，令人魂销。这首词通过景物描写，抒发了离人相思之情。诗人掌握初秋景物的特征，着意描绘，写得婉转含蓄，情思绵绵。 "}}, {"name": "送无可上人", "prop": {"content": "圭峰霁色新，送此草堂人。麈尾同离寺，蛩鸣暂别亲。独行潭底影，数息树边身。终有烟霞约，天台作近邻。", "translation": "雨后初晴，圭峰上蔚蓝天空格外新鲜，我们为草堂寺无可上人送行。在蛩鸣的秋天，他带着麈尾，离开了寺院，暂别了亲人。潭水中倒映着他独行的身影，他多次身倚树边休息。最终他应烟霞之约，把天台山作为近邻。"}}, {"name": "牛希济", "dynasty": "五代"}, {"name": "马致远", "dynasty": "元代"}, {"name": "湘妃怨·金卮满劝莫推", "prop": {"content": "金卮满劝莫推辞，已是黄柑紫蟹时。鸳鸯不管伤心事，便白头湖上死。爱园林一抹胭脂，霜落在丹枫上，水飘着红叶儿。风流煞带酒的西施。", "translation": "美酒斟满金杯切莫推辞，现在已是柑橘变黄螃蟹变紫的时候。湖上的鸳鸯或许是泛五湖的范蠡西施，撇开伤心事，只要白头偕老。喜爱园林中枫林红得像一抹胭脂，霜染在丹枫上，水上飘着红叶，真是可爱。秋天的西湖就像是风流至极且带着微醉的美人！"}}, {"name": "秋至怀归诗", "prop": {"content": "帐然集汉北，还望岨山田。沄沄百重壑，参差万里山。楚关带秦陇，荆云冠吴烟。草色敛穷水，木叶变长川。秋至帝子降，客人伤婵娟。试访淮海使，归路成数千。蓬驱未止极，旌心徒自悬。若华想无慰，忧至定伤年。", "translation": "　　江淹早岁以一介寒士受知于宋建平王刘景素，景素爱好文学之士，江淹在南兖州做过景素的僚属，后淹因事系狱，自狱中上书，“景素览书，即日出之”（《南史》本传）。景素出镇荆州，江淹从之镇，其时约当公元472年（明帝泰豫元年）至公元474年（后废帝元徽二年）间，江淹集中写荆山汉水风物的诗即作于这几年。"}}, {"name": "翁卷", "dynasty": "宋代"}, {"name": "登乐游原", "prop": {"content": "长空澹澹孤鸟没，万古销沉向此中。 看取汉家何事业，五陵无树起秋风。", "translation": "天空广阔无边鸟儿消失天际，古时的遗迹消失在这荒废的乐游原里。请看那昔日的汉王朝何等壮阔的事业，如今的五陵原上树都没有了，只有秋风呼啸。"}}, {"name": "行香子·秋入鸣皋", "prop": {"content": "秋入鸣皋，爽气飘萧。挂衣冠、初脱尘劳。窗间岩岫，看尽昏朝。夜山低，晴山近，晓山高。细数闲来，几处村醪。醉模糊、信手挥毫。等闲陶写，问甚风骚。乐因循，能潦倒，也消摇。", "translation": "萧瑟的秋风吹入鸣皋山中，凉爽的月夜飘扬着悠扬的箫声，脱去了那身肮脏的官服，刚刚离开混浊不堪的官场中，凭窗遥望远山景色尽收眼底，朝晖夕暗气象万千变化无穷，夜晚暮色朦胧笼罩大地山峰仿佛变低，晴日明丽一望无际仿佛山峰只在眼前，清早晨雾散去朝阳仿佛从山顶升起，山峰显得更加挺拔高峻。细细地计算一下，悠闲无事曾经喝了多少村民的美酒，沉醉后模模糊糊，信手挥毫挥发着诗情，随意信笔而写，管什么体裁格式平仄押韵，乐得这样长期寄情山水，能够忍受寂寞贫穷，也算逍遥自在快乐万分！"}}, {"name": "甘草子·秋暮", "prop": {"content": "秋暮。乱洒衰荷，颗颗真珠雨。雨过月华生，冷彻鸳鸯浦。 池上凭阑愁无侣。奈此个、单栖情绪。却傍金笼共鹦鹉。念粉郎言语。", "translation": "译文一凄凉晚秋，零乱雨滴洒残荷，雨珠莹莹，颗颗似珍珠。雨过后，寒月当空，鸳鸯浦一片清冷。池上倚阑，愁闷闷无人相伴，怎么打发、这孤苦情绪!傍金笼，戏逗鹦鹉，教它念、情郎言语。"}}, {"name": "玉京秋·烟水阔", "prop": {"content": "长安独客，又见西风，素月丹枫凄然其为秋也，因调夹钟羽一解烟水阔。高林弄残照，晚蜩凄切。碧碪度韵，银床飘叶。衣湿桐阴露冷，采凉花、时赋秋雪。叹轻别。一襟幽事，砌蛩能说。 客思吟商还怯。怨歌长、琼壶暗缺。翠扇恩疏，红衣香褪，翻成消歇。玉骨西风，恨最恨、闲却新凉时节。楚箫咽。谁倚西楼淡月。", "translation": "无"}}, {"name": "悲秋诗", "prop": {"content": "故年秋始去，今年秋复来。露浓山气冷，风急蝉声哀。鸟击初移树，鱼寒欲隐苔。断雾时通日，残云尚作雷。", "translation": "感觉去年的秋天才刚刚过去，今年秋天就又来临。山中露水浓重云雾弥漫，让人生寒，秋风中蝉在声声悲鸣。鸟儿受袭击后，开始移树隐身，鱼儿因天寒欲隐水草之下。 阳光不时从断断续续的烟雾中透下来，天上几朵残云飘散，偶尔还传来隐隐雷声。"}}, {"name": "雨后秋凉", "prop": {"content": "夜来秋雨后，秋气飒然新。团扇先辞手，生衣不著身。更添砧引思，难与簟相亲。此境谁偏觉，贫闲老瘦人。", "translation": "夜晚就这样在秋雨过后来到，空气一下子新鲜极了。温度也差异很大。手中的扇子可以先放下了，但还没有穿秋衣的必要。不过，现在要坐或卧久些，要垫一层木板了，竹席也快要收起来了。这种天气秋高气爽，谁喜欢睡大觉呢？便是那些有时间又没有野心的人们。"}}, {"name": "耿玮", "dynasty": "唐代"}, {"name": "百字令·宿汉儿村", "prop": {"content": "无情野火，趁西风烧遍、天涯芳草。榆塞重来冰雪里，冷入鬓丝吹老。牧马长嘶，征笳乱动，并入愁怀抱。定知今夕，庾郎瘦损多少。便是脑满肠肥，尚难消受，此荒烟落照。何况文园憔悴后，非复酒垆风调。回乐峰寒，受降城远，梦向家山绕。茫茫百感，凭高唯有清啸。", "translation": "无情的野火，趁着阵阵西风，烧光了天涯芳草。冰天雪地里再次来到边塞，鬓发染霜，我已被寒风吹老。牧马长嘶，胡笳乱鸣，一并闯进我忧愁的怀抱。定然知道今天晚上，我这个庾信般多愁善感的诗人，会瘦掉多少。即便是脑满肠肥的过去，尚且难以消受，这里的荒烟落照。更何况司马相如早已憔悴，不再有当垆卖酒的风流格调。回乐峰彻骨寒冷，受降城如此僻远，思念家乡的梦儿夜夜萦绕。登高凭栏，四野茫茫，不由百感交织，只能向着远方，发出一声清啸。"}}, {"name": "姚合", "dynasty": "唐代"}, {"name": "陪族叔刑部侍郎晔及中", "prop": {"content": "洞庭西望楚江分，水尽南天不见云。日落长沙秋色远，不知何处吊湘君。南湖秋水夜无烟，耐可乘流直上天。且就洞庭赊月色，将船买酒白云边。洛阳才子谪湘川，元礼同舟月下仙。记得长安还欲笑，不知何处是西天。洞庭湖西秋月辉，潇湘江北早鸿飞。醉客满船歌白苎，不知霜露入秋衣。帝子潇湘去不还，空馀秋草洞庭间。淡扫明湖开玉镜，丹青画出是君山。", "translation": "楚江水到洞庭湖西就分流了，水波淼茫，南天无云。秋日橘红橘红的，落向西面远方的长沙，但不知道在湘江的何处可以吊慰湘君？"}}, {"name": "秋夕", "prop": {"content": "叶声落如雨，月色白似霜。夜深方独卧，谁为拂尘床。", "translation": "夜风拂过，树叶纷纷下落好似雨声闯入耳中，皎洁的月光似清霜铺满大地。正当夜深人静要独自睡去，不禁感慨有谁愿来为我拭去床上的灰尘。"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "张孝祥", "dynasty": "宋代"}, {"name": "江上", "prop": {"content": "吴头楚尾路如何？烟雨秋深暗自波。晚趁寒潮渡江去，满林黄叶雁声多。", "translation": "吴头楚尾之地的路是坎坷还是顺坦？在细雨之中慢慢进了深秋，秋天的江水暗自起伏。晚上趁着寒冷的潮水渡过江去，眼中尽是黄叶，耳边尽是雁嘶。"}}, {"name": "秋雨叹三首", "prop": {"content": "雨中百草秋烂死，阶下决明颜色鲜。著叶满枝翠羽盖，开花无数黄金钱。凉风萧萧吹汝急，恐汝后时难独立。堂上书生空白头，临风三嗅馨香泣。阑风长雨秋纷纷，四海八荒同一云。去马来牛不复辨，浊泾清渭何当分？禾头生耳黍穗黑，农夫田妇无消息。城中斗米换衾禂，相许宁论两相值？长安布衣谁比数？反锁衡门守环堵。老夫不出长蓬蒿，稚子无忧走风雨。雨声飕飕催早寒，胡雁翅湿高飞难。秋来未曾见白日，泥污后土何时干？", "translation": "由于连绵的秋雨，作物植物都烂掉了，可是房屋台阶下的决明子却生长的很好，颜色鲜艳。决明生长良好，还开了很多的花。可是毕竟是秋天已到，天气渐凉，秋风瑟瑟，纵然决明现在比其他植物长的好，也无法抵挡秋天的寒冷，日后还是会凋零，无法独立。屋里的书生枉自忧愁，因为决明的日渐凋谢而心生烦恼（可能真的生出几根白发）。秋风吹，带来几缕阶下决明的花香，书生闻着那慢慢变淡的花香，无法控制自己的情绪，落下了泪水。"}}, {"name": "村行", "prop": {"content": "马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。", "translation": "马儿穿行在山间小路，路旁的野菊已微微开放，任由马儿随意行走兴致悠长。秋风瑟瑟在山谷间不停回响，看数座山峰默默伫立在夕阳斜晖中。棠梨的落叶红得好似胭脂一般，香气扑鼻的荞麦花啊洁白如雪。是什么让我在吟诗时忽觉惆怅，原来是这乡村景色像极了我的家乡！"}}, {"name": "诉衷情近·雨晴气爽", "prop": {"content": "雨晴气爽，伫立江楼望处。澄明远水生光，重叠暮山耸翠。遥认断桥幽径，隐隐渔村，向晚孤烟起。残阳里。脉脉朱阑静倚。黯然情绪，未饮先如醉。愁无际。暮云过了，秋光老尽，故人千里。竟日空凝睇。", "translation": "雨过天晴，秋高气爽，登上江边楼台伫立远望。映入眼帘的是，远方江水清澈明亮粼粼生光，山峦叠翠连绵起伏；眺望中渐渐辨认出西湖断桥、幽深路径、隐隐渔村以及傍晚时分远处独起的炊烟。夕阳里，我含情静倚楼阑，陷入沉思，不禁动了伤别情绪，未饮先醉了。离别的忧愁无边无际。黄昏的彩云已经飘过了，秋日的风光景色已经迟暮，故人远隔千里，我无奈地整日白白凝睇不语。"}}, {"name": "华胥引·秋思", "prop": {"content": "川原澄映，烟月冥濛，去舟如叶。岸足沙平，蒲根水冷留雁唼。别有孤角吟秋，对晓风呜轧。红日三竿，醉头扶起还怯。离思相萦，渐看看、鬓丝堪镊。舞衫歌扇，何人轻怜细阅。点检从前恩爱，但凤笺盈箧。愁剪灯花，夜来和泪双叠。", "translation": "清澈的水流穿过广阔的原野，与天光云影共辉映，烟雾迷蒙中，月色昏暗，远舟像一片片树叶漂在水面。长长的河岸边是平顺的沙洲，留宿于蒲苇丛中的大雁正在寒冷的秋水中觅食吞咽。对着晓风呜呜鸣响，那是江楼上的孤角在吟唱秋意。酒后初醒，体软头晕，太阳已高高升起。离别的思绪相互缠绕，仔细瞧瞧、两鬓发丝已不堪夹镊。舞衫绸扇，品物依旧，可如今还有人来怜爱细看吗？细数曾经的恩爱时光，只有书箱里装满关于她的书信和诗笺。带着愁容剪下燃尽的灯芯，昨夜泪眼与烛光相互映照。"}}, {"name": "微雨登城二首·其一", "prop": {"content": "雨映寒空半有无，重楼闲上倚城隅。浅深山色高低树，一片江南水墨图。", "translation": "秋雨与寒冷的天空相映显得若有若无，我在闲暇时分登上层楼依靠着栏杆欣赏秋色。只见山色葱茏，树色苍翠，或青或黛，有浅有深，真是一幅美丽的江南水墨画！"}}, {"name": "厉鹗", "dynasty": "清代"}, {"name": "月上瓜洲·寓乌夜啼南", "prop": {"content": "江头又见新秋。几多愁。塞草连天何处、是神州。 英雄恨，古今泪，水东流。惟有渔竿明月、上瓜洲。", "translation": "①神州：指中国，此指京都。 "}}, {"name": "酬晖上人秋夜山亭有赠", "prop": {"content": "皎皎白林秋，微微翠山静。禅居感物变，独坐开轩屏。风泉夜声杂，月露宵光冷。多谢忘机人，尘忧未能整。", "translation": "月光照耀山林一片秋色，青翠山峦多么安谧幽静。身居禅房感受万物变化，一人独坐不由打开窗门。风响泉鸣夜声显得嘈杂，月下的寒露使夜光清冷。向您忘机的人多多致意，尘世烦忧愧未清理干净。"}}, {"name": "江行无题一百首·其九", "prop": {"content": "万木已清霜，江边村事忙。故溪黄稻熟，一夜梦中香。", "translation": "秋天到了，树叶上已有寒霜，江边的稻子也已成熟，农民们正在忙着收割。此时家乡苕溪两岸，也是稻熟金黄了吧，昨夜睡梦中还闻到金谷飘香呢！"}}, {"name": "佚名", "dynasty": "两汉"}, {"name": "秋夜月中登天坛", "prop": {"content": "秋蟾流异彩，斋洁上坛行。天近星辰大，山深世界清。 仙飙石上起，海日夜中明。何计长来此，闲眠过一生。", "translation": "　　这首诗意境飘逸雄浑，表达了诗人想远离世俗纷扰，在安宁中度过一生的愿望。全诗语言清丽，想象奇特，尤其是中间两联，高旷悠远，字句圆熟，读来颇令人玩味。 "}}, {"name": "王夫之", "dynasty": "明代"}, {"name": "江行无题一百首·其八", "prop": {"content": "远岸无行树，经霜有伴红。停船搜好句，题叶赠江枫。", "translation": "向远岸望去，河岸的树木错落不成行。经过了秋霜的历练，已染上片片红色。停下舟子，脑中搜罗着赞美红叶的好句，题在树叶上，赠与这岸边的枫树。"}}, {"name": "易阳早发", "prop": {"content": "饬装侵晓月，奔策候残星。危阁寻丹障，回梁属翠屏。云间迷树影，雾里失峰形。复此凉飙至，空山飞夜萤。", "translation": "拂晓时分我就整理行装准备出发，伴着天上点点残星便扬鞭远行。道路两旁山峰耸立，层峦叠嶂时时映入眼帘，红色绿色的屏风形的山峰上偶尔有一座楼阁，有一间房屋。突然山中云雾缭绕，连树形都看不清楚；再放眼望去，远处的山峰也失去它原来的挺拔之姿，迷迷蒙蒙一片。秋风吹起才知夜晚已经悄然降临，只见空山之中，萤火虫飞来飞去。"}}, {"name": "骆宾王", "dynasty": "唐代"}, {"name": "蔡伸", "dynasty": "宋代"}, {"name": "新秋晚眺", "prop": {"content": "山中多晚凉，清风厉秋节。遥瞻四五峰，壁立皆奇绝。修竹傍林开，乔松倚岩列。黄菊散芳丛，清泉凝白雪。对此怀素心，千里共明月。愿保幽贞姿，岁寒双皎洁。", "translation": "　　洞庭西山初秋的景致是很美的。烟波浩渺的太湖水涯，一座葱茏的岛屿上群峰列峙。气象是何等壮观！修竹傍林，长松倚岩，黄菊散芳，清泉凝雪，景色是何等绮丽！德隐此诗，把这一切都描绘出来了，她要说的是，面对这美好的江山胜景，她不会触动尘思凡念，她将永葆幽贞，永葆皎洁。 "}}, {"name": "四园竹·浮云护月", "prop": {"content": "浮云护月，未放满朱扉。鼠摇暗壁，萤度破窗，偷入书帏。秋意浓，闲伫立，庭柯影里。好风襟袖先知。夜何其。江南路绕重山，心知漫与前期。奈向灯前堕泪，肠断萧娘，旧日书辞犹在纸。雁信绝，清宵梦又稀。", "translation": "轻轻将月亮遮住，浮云似有意怜惜明月，不让她的光辉全部洒满朱扉。暗壁、破窗，鼠摇、萤度，萤是在不知不觉中进入书帏。主人公在幽寂的、静得怕人的室内再也呆不下了，只好步到中庭，悄立树阴，忽觉襟袖之间一阵好风吹来，当此深秋，独自悄立闲庭。夜已经是什么时候了呢？伊人在江南，想去寻找呢，当初曾和她预约重逢日期，现在由于岁月推移，人事变化，恐怕已难于实现了。无奈，想到现在要是能和她再通书信的话，那虽不能见面，也可鱼来雁往，互诉相思，也是一种安慰。然而鱼沉雁杳，连做梦梦到相逢也越来越少。"}}, {"name": "武衍", "dynasty": "宋代"}, {"name": "新秋夜寄诸弟", "prop": {"content": "两地俱秋夕，相望共星河。高梧一叶下，空斋归思多。方用忧人瘼，况自抱微痾。无将别来近，颜鬓已蹉跎。", "translation": "相隔两地都是秋天的夜晚，在这晚上，能与诸弟共望的，只有天上星河而已。高高梧桐树飘落一片枯叶，独坐在空空的书斋里，思念着故乡亲人。朝廷对我刚刚委以重任，我生怕不能为解除人民的灾难和忧患，况且本来自己的身体就不太好。虽然十分思念诸弟，但毕竟分别时间不算太久，还是不要过于在意这短期的分别，以致颜鬓苍老，岁月失时。"}}, {"name": "渔歌子·荻花秋", "prop": {"content": "荻花秋，潇湘夜，橘洲佳景如屏画。碧烟中，明月下，小艇垂纶初罢。水为乡，篷作舍，鱼羹稻饭常餐也。酒盈杯，书满架，名利不将心挂。", "translation": "潇湘的静夜里，清风吹拂着秋天的荻花，橘子洲头的美景，宛如屏上的山水画。浩淼的烟波中，皎洁的月光下，我收拢钓鱼的丝线，摇起小船回家。绿水就是我的家园，船篷就是我的屋舍，山珍海味也难胜过我每日三餐的糙米鱼虾。面对盈杯的水酒，望着诗书满架，我已心满意足，再不用将名利牵挂。"}}, {"name": "韦处士郊居", "prop": {"content": "满庭诗境飘红叶，绕砌琴声滴暗泉。门外晚晴秋色老，万条寒玉一溪烟。", "translation": "红叶在风中纷纷飘落，铺满了整个庭院，使人仿佛置身于诗的境界。步上台阶，只听叮叮咚咚的琴声在身畔缭绕，哦，原来正溅落着一道隐蔽的飞泉。走出门外，已是夕阳西下，秋天的景色也失去了平时的姿彩。只剩下冷森森的万竿绿竹。沉沉的暮烟正从蜿蜒流淌的溪水上升腾起来。"}}, {"name": "晴江秋望", "prop": {"content": "八月长江万里晴，千帆一道带风轻。尽日不分天水色，洞庭南是岳阳城。", "translation": "　　这首诗的意思在初秋的一个晴天在长江边眺望长江。表达了对长江磅礴气势和浩浩荡荡的赞美之情。赞叹长江的一望无际。 "}}, {"name": "宋之问", "dynasty": "唐代"}, {"name": "忆秦娥·季温老友归樵", "prop": {"content": "秋寂寞。秋风夜雨伤离索。伤离索。老怀无奈，泪珠零落。 故人一去无期约。尺书忽寄西飞鹤。西飞鹤。故人何在，水村山郭。", "translation": "秋天总是让人感觉寂寞寂寞；秋风萧瑟，夜雨淅沥，离群索居，更加感伤无着。离群索居，感伤无着，年老力衰，无可奈何，眼泪儿不断下落。老朋友一去不返，不知何时才能再会；书信一封，忽报西方飞来鹤。西方飞鹤，老朋友现在何处？在那水边村庄，山边城郭。"}}, {"name": "眼儿媚·萧萧江上荻花", "prop": {"content": "萧萧江上荻花秋，做弄许多愁。半竿落日，两行新雁，一叶扁舟。惜分长怕君先去，直待醉时休。今宵眼底，明朝心上，后日眉头。", "translation": "江上的荻花在萧瑟的秋风中摇曳，就好像是故意捉弄给人平添许多愁思。那西沉的太阳，恹恹地在落下去，只剩半根竹竿那么高了；从天际飞来的两行新雁，也愈飞愈远，江上这一叶扁舟就要载着离人远去。别离时我常常担心你离我先去，只有一醉才能暂时解除心中的烦忧。今天晚上，我还能亲眼看着你；到了明天，你的模样就只能留存我的心里；到了后天啊，我只能紧蹙双眉无尽的思念你。"}}, {"name": "书李世南所画秋景二首", "prop": {"content": "野水参差落涨痕，疏林欹倒出霜根。扁舟一棹归何处？家在江南黄叶村。人间斤斧日创夷，谁见龙蛇百尺姿。不是溪山成独往，何人解作挂猿枝。", "translation": "曲折的水岸边露出旧日水涨淹没时留下的河床痕迹，稀疏的林木倾倒在地，露出如霜般白的树根。一叶扁舟飞快地划着桨，它将要飘去哪里呢？应该是回到江南的黄叶村。"}}, {"name": "金诚", "dynasty": "明代"}, {"name": "青玉案·与朱景参会北", "prop": {"content": "西风挟雨声翻浪。恰洗尽、黄茅瘴。老惯人间齐得丧。千岩高卧，五湖归棹，替却凌烟像。故人小驻平戎帐，白羽腰间气何壮。我老渔樵君将相。小槽红酒，晚香丹荔，记取蛮江上。", "translation": "寒冷的西风裹挟着细雨呼啸而来，声音好像翻滚的波涛一样。恰好将八九月份的黄茅瘴洗尽。年龄老了，把人间的得失看得一样，无所动心，我要用拜访崇山峻岭，泛舟五湖四海来代替追求画像凌烟阁。我的老朋友朱景参暂时驻扎在军营中，腰间配着箭，气势是何等壮阔！而我，不思功名，渔樵老去，你千万要记着你还有一个朋友，曾在北岭僧舍，蛮江边上，与你品过小槽红酒，赏过晚秋红荔。"}}, {"name": "周密", "dynasty": "宋代"}, {"name": "秋暮吟望", "prop": {"content": "小阁高栖老一枝，闲吟了不为秋悲。寒山常带斜阳色，新月偏明落叶时。烟水极天鸿有影，霜风卷地菊无姿。二更短烛三升酒，北斗低横未拟窥。", "translation": "高高地在小阁居住，自甘终老山林，闲时吟诗作赋也丝毫不为秋天到来而悲怆。远眺寒山已被夕阳染上昏黄黯淡的颜色，而昏黄的上弦月偏偏照临在疏林之上。湖上月夜景色浩渺无边笼罩着一层烟雾有孤鸿掠空投影水中，菊花都被卷地而来的霜风所凋残全无姿态。深夜还坐对短烛无法入睡，在喝闷酒，已是快天亮的时候了，北斗七星已经低落打横，却连看都懒得看。"}}, {"name": "南山田中行", "prop": {"content": "秋野明，秋风白，塘水漻漻虫啧啧。云根苔藓山上石，冷红泣露娇啼色。荒畦九月稻叉牙，蛰萤低飞陇径斜。石脉水流泉滴沙，鬼灯如漆点松花。", "translation": "秋风掠过，秋野明净，池塘积水深又清，草中虫儿唧唧鸣。长满苔藓的山石，浮起浓密的云气。挂着露珠的秋花，在娇滴滴地哭泣。九月，荒地里的稻子参差不齐，发着冷光的萤火虫在斜径上低飞。石缝里渗出的泉水滴入沙地，夜晚墓间磷火扑飞，犹如点缀在漆黑松林间的花朵。"}}, {"name": "题沙溪驿", "prop": {"content": "涧水弯弯绕郡城，老蝉嘶作车轮声。西风吹客上马去，夕阳满川红叶明。", "translation": "沙溪河水弯弯曲曲环绕这小小郡城。秋蝉的叫声伴随着车轮声。西风吹刮着客人上马离去，夕阳余晖照得满川的红叶火样明。"}}, {"name": "韦庄", "dynasty": "唐代"}, {"name": "重叠金·壬寅立秋", "prop": {"content": "西风半夜惊罗扇。蛩声入梦传幽怨。碧藕试初凉。露痕啼粉香。 清冰凝簟竹。不许双鸳宿。又是五更钟。鸦啼金井桐。", "translation": "　　西风蛩声，入梦幽怨，秋已悄然而至。碧藕试凉，清冰凝簟，气候已截然不同于夏夜。何况五更钟响，井桐鸦啼，在在皆是秋声。季节移人之感，为此词造出一种特有的气氛。 "}}, {"name": "秋夜曲", "prop": {"content": "桂魄初生秋露微，轻罗已薄未更衣。银筝夜久殷勤弄，心怯空房不忍归。", "translation": "一轮秋月刚刚升起秋露初生，罗衣已显单薄却懒得更换别的衣裳。更深夜阑还在殷勤拨弄银筝，原来是怕空房寂寞不忍回归。"}}, {"name": "清平乐·候蛩凄断", "prop": {"content": "候蛩凄断，人语西风岸。月落沙平江似练，望尽芦花无雁。暗教愁损兰成，可怜夜夜关情。只有一枝梧叶，不知多少秋声！", "translation": "蟋蟀哀鸣欲断魂，秋风萧瑟秋江岸，人与秋虫共鸣。冷月落沙洲，澄江如彩绢，千里芦花望断，不见归雁行踪。默默愁煞庾信，可怜夜夜脉脉含离情。只有那一叶梧桐悠悠下，不知寄托了多少秋凉悲声！"}}, {"name": "三五七言 / 秋风词", "prop": {"content": "秋风清，秋月明，落叶聚还散，寒鸦栖复惊。相思相见知何日？此时此夜难为情！入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极，早知如此绊人心，何如当初莫相识。(后三句存疑)", "translation": "秋风凄清，秋月明朗。风中的落叶时而聚集时而扬散，寒鸦本已栖息也被这声响惊起。盼着你我能再相见，却不知在什么时候，此时此刻实在难耐心中的孤独悲伤，叫我情何以堪。如果有人也入我这般思念过一个人，就会明白这种相思之苦。想起你的时候数不胜数，孤单的时候则陷入了更加漫长无休无止的相思中。早知道如此牵绊我的心，不如当初不相识。"}}, {"name": "秋风辞", "prop": {"content": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！", "translation": "秋风刮起，白云飘飞，草木枯黄大雁南归。兰花、菊花都无比秀美，散发着淡淡幽香，但是我思念美丽的人的心情却是难以忘怀的。乘坐着楼船行驶在汾河上，行至中央激起白色的波浪。鼓瑟齐鸣船工唱起了歌，欢喜到极点的时候忧愁就无比繁多。少壮的年华总是容易过去，渐渐衰老没有办法！"}}, {"name": "玉楼春·别后不知君远", "prop": {"content": "别后不知君远近，触目凄凉多少闷。渐行渐远渐无书，水阔鱼沉何处问。夜深风竹敲秋韵，万叶千声皆是恨。故攲单枕梦中寻，梦又不成灯又烬。", "translation": "分别后不知你的行程远近，满目凄凉心中有说不尽的苦闷。你越走越远渐渐断了书信，音信全无我要去哪里问讯？深夜里风吹竹叶萧萧不停，每一片叶子都似乎在诉说着别愁离恨。我斜倚孤枕想在梦中见你，谁知道梦没有做成灯芯已经燃尽。 "}}, {"name": "乔吉", "dynasty": "元代"}, {"name": "宴清都·秋感", "prop": {"content": "万里关河眼。愁凝处，渺渺残照红敛。天低远树，潮分断港，路回淮甸。吟鞭又指孤店。对玉露金风送晚。恨自古、才子佳人，此景此情多感。 吴王故苑。别来良朋鸦集，空叹蓬转。挥毫记烛，飞觞赶月，梦销香断。区区去程何限。倩片纸、丁宁过雁。寄相思，寒雨灯窗，芙蓉旧院。", "translation": "　　据词中意，此词应作于苏妾即将离他而去，而词人尚在淮地出差之时。"}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "李益", "dynasty": "唐代"}, {"name": "庆春宫·秋感", "prop": {"content": "残叶翻浓，余香栖苦，障风怨动秋声。云影摇寒，波尘锁腻，翠房人去深扃。昼成凄黯，雁飞过、垂杨转青。阑干横暮，酥印痕香，玉腕谁凭。 菱花乍失娉婷。别岸围红，千艳倾城。重洗清杯，同追深夜，豆花寒落愁灯。近欢成梦，断云隔、巫山几层。偷相怜处，熏尽金篝，销瘦云英。", "translation": "无"}}, {"name": "好事近·杭苇岸才登", "prop": {"content": "杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。", "translation": "　　此词描写秋日旅行，舟行后乘舆，舆行后又乘舟，点染途中山水景物，遂觉无枯寂之色。“恰好乌篷小小，载一肩秋色。”情景俱佳，极富情致。全词写秋景而不落俗套，独具特色。 "}}, {"name": "齐天乐·夜来疏雨鸣金", "prop": {"content": "夜来疏雨鸣金井，一叶舞空红浅。莲渚收香，兰皋浮爽，凉思顿欺班扇。秋光苒苒。任老却芦花，西风不管。清兴难磨，几回有句到诗卷。 长安故人别後，料征鸿声里，画阑凭偏。横竹吹商，疏砧点月，好梦又随云远。间愁似线。甚击损柔肠，不堪裁翦。听著鸣蛩，一声声是怨。", "translation": "　　王月山此作即由秋思写起，由清秋之景而滋生孤寂之感，由孤寂而顿起怀远之情。"}}, {"name": "天净沙·秋思", "prop": {"content": "枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。", "translation": "天色黄昏，一群乌鸦落在枯藤缠绕的老树上，发出凄厉的哀鸣。小桥下流水哗哗作响，小桥边庄户人家炊烟袅袅。古道上一匹瘦马，顶着西风艰难地前行。夕阳渐渐地失去了光泽，从西边落下。凄寒的夜色里，只有孤独的旅人漂泊在遥远的地方。 "}}, {"name": "徐灿", "dynasty": "清代"}, {"dynasty": "金朝"}, {"name": "洪适", "dynasty": "宋代"}, {"name": "秋思", "prop": {"content": "利欲驱人万火牛，江湖浪迹一沙鸥。日长似岁闲方觉，事大如天醉亦休。衣杵相望深巷月，井桐摇落故园秋。欲舒老眼无高处，安得元龙百尺楼。", "translation": "利欲驱使人东奔西走，如同万头火牛奔突一样，倒不如做个江湖之人，像沙鸥鸟那样自由自在。无所事事的时候感觉一日长似一年，即使是天大的事，喝醉了也就无事了。在捣衣棒的敲击声中，深巷里的明月渐渐西沉，井边的梧桐树忽然摇动叶落，方知故乡也是秋天了。想极目远眺，苦于没有登高的地方，哪能像陈登站在百尺楼上，高论天下大事呢。"}}, {"name": "登高", "prop": {"content": "风急天高猿啸哀，渚清沙白鸟飞回。无边落木萧萧下，不尽长江滚滚来。万里悲秋常作客，百年多病独登台。艰难苦恨繁霜鬓，潦倒新停浊酒杯。", "translation": "风急天高猿猴啼叫显得十分悲哀，水清沙白的河洲上有鸟儿在盘旋。无边无际的树木萧萧地飘下落叶，望不到头的长江水滚滚奔腾而来。 　悲对秋景感慨万里漂泊常年为客，一生当中疾病缠身今日独上高台。 　历尽了艰难苦恨白发长满了双鬓，衰颓满心偏又暂停了浇愁的酒杯。"}}, {"name": "张泌", "dynasty": "唐代"}, {"name": "长相思·秋眺", "prop": {"content": "水悠悠，路悠悠，隐隐遥山天尽头，关河又阻修。古兴州，古灵州，白草黄云都是愁，劝君休倚楼。", "translation": "无"}}, {"name": "李清照", "dynasty": "宋代"}, {"name": "孙绰", "dynasty": "魏晋"}, {"name": "王恽", "dynasty": "元代"}, {"name": "小桃红·杂咏", "prop": {"content": "绿杨堤畔蓼花洲，可爱溪山秀，烟水茫茫晚凉后。捕鱼舟，冲开万顷玻璃皱。 乱云不收，残霞妆就，一片洞庭秋。", "translation": "江堤上栽着绿杨柳，小洲上蓼花飘飞，一派可爱的秀美山溪景致。傍晚微凉，水面上烟雾笼罩，一片迷茫。只见捕鱼的轻舟凌波而出，冲开万顷的水面，漾起不绝的波纹。天空中飘着残留的云朵，天边抹着晚霞的余辉，更点缀了洞庭秋色。"}}, {"name": "陈师道", "dynasty": "宋代"}, {"name": "杜审言", "dynasty": "唐代"}, {"name": "河传·秋光满目", "prop": {"content": "秋光满目。风清露白，莲红水绿。何处梦回？弄珠拾翠盈盈，倚兰桡，眉黛蹙。采莲调稳，吴侣声相续，倚棹吴江曲。鹭起暮天，几双交颈鸳鸯，入芦花，深处宿。", "translation": "无"}}, {"name": "秋雨中赠元九", "prop": {"content": "不堪红叶青苔地，又是凉风暮雨天。莫怪独吟秋思苦，比君校近二毛年。", "translation": "　　“不堪红叶青苔地，又是凉风暮雨天。” 这两句是说，青苔地上落满红叶，秋天的悲凉气氛，实令人不堪忍受，何况又是凉风劲吹，晚间落雨的天候。"}}, {"name": "王沂孙", "dynasty": "宋代"}, {"name": "梦中作", "prop": {"content": "夜凉吹笛千山月，路暗迷人百种花。棋罢不知人换世，酒阑无奈客思家。", "translation": "夜凉如水，月笼千山，凄清的笛声飘散到远方；路上一片昏暗，千百种花儿散落满地，把人的视线都给弄迷糊了。下了一局棋，竟发现世上已经换了人间，也不知过去多少年了；借酒浇愁酒已尽，更无法排遣浓浓的思乡情。"}}, {"dynasty": "唐代"}, {"name": "酬裴侍御对雨感时见赠", "prop": {"content": "雨色秋来寒，风严清江爽。孤高绣衣人，潇洒青霞赏。 平生多感激，忠义非外奖。祸连积怨生，事及徂川往。 楚邦有壮士，鄢郢翻扫荡。申包哭秦庭，泣血将安仰。 鞭尸辱已及，堂上罗宿莽。颇似今之人，蟊贼陷忠谠。 渺然一水隔，何由税归鞅。日夕听猿怨，怀贤盈梦想。", "translation": "无"}}, {"name": "江亭夜月送别二首", "prop": {"content": "江送巴南水，山横塞北云。津亭秋月夜，谁见泣离群？乱烟笼碧砌，飞月向南端。寂寞离亭掩，江山此夜寒。", "translation": "长江远远地送走了从巴南来的流水，大山横亘，仿佛嵌入了塞北的云层。秋天明月夜，在这渡口亭子里，谁见过在离别时哭哭啼啼的呢？"}}, {"name": "韦应物", "dynasty": "唐代"}, {"name": "鹧鸪天·化度寺作", "prop": {"content": "池上红衣伴倚阑，栖鸦常带夕阳还。殷云度雨疏桐落，明月生凉宝扇闲。乡梦窄，水天宽。小窗愁黛淡秋山。吴鸿好为传归信，杨柳阊门屋数间。", "translation": "水池上的朵朵红莲，陪伴我独倚栏杆。在附近栖息的乌鸦，都带着夕阳飞还。刚刚过去一阵阴云急雨，萧疏的梧桐又飘落几个叶片。明月已露出秋天的凉意，用来驱暑的宝扇开始置闲。归乡的梦境总是短得可怜，碧水蓝天却宽阔无边，我凭倚小窗极目远眺，均匀处淡淡的秋山，也如同美人皱眉含着幽怨。飞往吴地的大雁啊，请你给我传达一下思归的心愿。阊门外杨柳荫下的几间小屋，惹得我梦绕魂牵，每时每刻都在思念。"}}, {"name": "秋蕊香·池苑清阴欲就", "prop": {"content": "池苑清阴欲就。还傍送春时候。眼中人去难欢偶。谁共一杯芳酒。 朱阑碧砌皆如旧。记携手。有情不管别离久。情在相逢终有。", "translation": "无"}}, {"name": "酬彭州萧使君秋中言怀", "prop": {"content": "右职移青绶，雄藩拜紫泥。江回玉垒下，气爽锦城西。 皋鹤惊秋律，琴乌怨夜啼。离居同舍念，宿昔奉金闺。", "translation": "　　擅长委婉含蓄地表达女子情怀，如献衷心：见好花颜色，争笑东风。双脸上，晚妆同。闭小楼深阁，春景重 重。三五夜，偏有恨，月明中。情未已，信曾通，满衣犹自染檀红。恨不如双燕，飞舞帘栊。春欲暮，残絮尽，柳条空。如此间景间情，曲曲折折、层层深入地揭示人物惜春怨别的内心感受。重视歌词的形式，也重视歌词的内容，只是他认为，曲子词主要是为上层社会游乐歌唱用资羽盖之欢的，词是艳曲，而文人词又不同于民间词。这种主张有进步意义，也有局限，但它却代表着部分词人的看法，他们的创作实践也与此基本一致。 "}}, {"name": "白朴", "dynasty": "元代"}, {"name": "玉蝴蝶·秋风凄切伤离", "prop": {"content": "秋风凄切伤离，行客未归时。塞外草先衰，江南雁到迟。芙蓉凋嫩脸，杨柳堕新眉。摇落使人悲，断肠谁得知。", "translation": "凄凄切切的秋风已吹起，天气转凉了，远游的人儿还没有归来，不禁叫人牵肠挂肚，增添离别的感伤。现在塞外应该是衰草遍野，满目枯黄了吧，而飞往江南的北雁还迟迟未到。嫩脸已经变衰如芙蓉般凋谢，新眉也像杨柳的叶子失去了往日的颜色。她见到秋天里众芳摇落的情景，睹物思人，心中充满了悲伤，可是那柔肠寸断的离愁别情，又有谁知道呢？"}}, {"name": "孙道绚", "dynasty": "宋代"}, {"name": "朝天子·秋夜吟", "prop": {"content": "梵宫、晚钟。落日蝉声送。半规凉月半帘风，骚客情尤重。何处楼台，笛声悲动？二毛斑秋夜永。楚峰，几重？遮不断相思梦。", "translation": "寺庙里传来傍晚的钟声，一阵阵蝉鸣送走了落日。半轮凉月升起，半帘夜风吹来，触发起诗人的满怀愁绪。什么地方的楼台上，传来悲怨的笛声？鬓发早已斑白秋夜这样漫长。巫山神女虽相隔重重山峰，也遮不断对她相思的梦。"}}, {"name": "宴散", "prop": {"content": "小宴追凉散，平桥步月回。笙歌归院落，灯火下楼台。残暑蝉催尽，新秋雁戴来。将何还睡兴，临卧举残杯。", "translation": "小宴会随着凉夜的来临散了，自己从平桥上踏着月色归去。笙歌停止，院落归于平静，楼台上的灯火也熄灭了。残留的暑气已在蝉声中消失，新的秋天随着大雁南飞而到来。拿什么东西来催眠？那就是在临睡时把剩下的酒喝完。"}}, {"name": "冯延巳", "dynasty": "五代"}, {"name": "皮日休", "dynasty": "唐代"}, {"name": "浪淘沙·夜雨做成秋", "prop": {"content": "夜雨做成秋，恰上心头。教他珍重护风流。端的为谁添病也，更为谁羞。密意未曾休，密愿难酬。珠帘四卷月当楼。暗忆欢期真似梦，梦也须留。", "translation": "淅淅沥沥的夜雨，滴答出一个寒秋，也恰好将深深的思念，洒上我心头。你一定要珍重自己，保护好绰约的风姿。你究竟为谁才生了病？又是为谁才如此娇羞？珍藏的心意不曾休止，心中的愿望难以实现。我卷起四周的珠帘，且让月光洒满小楼。回想起欢聚的日子，真像一场美梦，纵然是梦，我也要竭力挽留。"}}, {"name": "杨冠卿", "dynasty": "宋代"}, {"dynasty": "五代"}, {"name": "李煜", "dynasty": "五代"}, {"dynasty": "元代"}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "秋夕清泛", "prop": {"content": "弄月吹箫过石湖，冷香摇荡碧芙蕖。贪寻旧日鸥边宿，露湿船头数轴书。", "translation": "趁着月色我吹着萧在石湖上游玩?，荷花冷艳的香气在湖面上四处荡漾。由于留恋拜访往日的好友，天色渐晚我只能留宿于此了，湖面上浓浓的晨露打湿了我船头的一些书籍。"}}, {"name": "任希古", "dynasty": "唐代"}, {"name": "普天乐·翠荷残", "prop": {"content": "翠荷残，苍梧坠。千山应瘦，万木皆稀，蜗角名，蝇头利。输与渊明陶陶醉，尽黄菊围绕东篱。良田数顷，黄牛二只，归去来兮。", "translation": "翠荷凋残，苍梧叶落；山也憔悴消瘦，树林稀疏枯残，俗世的虚名小利皆是过眼云烟。在识时知机，进退行藏的认识上，自己怎能与陶渊明相较。一想到归隐后满目黄菊绕东篱，自耕良田数顷、黄牛一只，就无比向往啊！"}}, {"name": "淮阳感秋", "prop": {"content": "金风荡初节，玉露凋晚林。此夕穷涂士，郁陶伤寸心。野平葭苇合，村荒藜藿深。眺听良多感，徙倚独沾襟。沾襟何所为，怅然怀古意。秦俗犹未平，汉道将何冀。樊哙市井徒，萧何刀笔吏。一朝时运会，千古传名谥。寄言世上雄，虚生真可愧。", "translation": "金风吹荡初秋时节，玉露凋伤岁暮之林。今天晚上穷途之士，忧思郁结伤透寸心。原野平芜葭苇围合，村落破败藿藜纵深。眺听乱象良多感慨，徘徊感伤泪下沾襟。泪满衣襟意欲何为，惆帐都因怀古之意。秦俗乱世尚未荡平；汉道清朝尚难希冀。樊哙是个市井之徒，萧何不过是刀笔吏。一旦与时运相遇合，定会万古留名传谥。劝诫各路豪杰英雄．虚度此生实在有愧。"}}, {"name": "沁园春·张路分秋阅", "prop": {"content": "万马不嘶，一声寒角，令行柳营。见秋原如掌，枪刀突出，星驰铁骑，阵势纵横。人在油幢，戎韬总制，羽扇从容裘带轻。君知否，是山西将种，曾系诗盟。 龙蛇纸上飞腾。看落笔四筵风雨惊。便尘沙出塞，封侯万里，印金如斗，未惬平生。拂拭腰间，吹毛剑在，不斩楼兰心不平。归来晚，听随军鼓吹，已带边声。", "translation": "无"}}, {"name": "古怨别", "prop": {"content": "飒飒秋风生，愁人怨离别。含情两相向，欲语气先咽。心曲千万端，悲来却难说。别后唯所思，天涯共明月。", "translation": "在秋风萧瑟，满眼凄凉的季节，一双相濡以沫的夫妻为生活所迫，不得不含怨辞别。在这令人肝肠寸断的时刻，两人眼含热泪，面面相视，想要向对方说点什么，可尚未开口已是泣不成声。心中早有千言万语，可是在此刻，因悲痛至极而无法诉说。分别后，相思之情能与谁人说，唯一能做的也只有天涯两地共赏一轮明月，寄托无尽的相思愁苦。"}}, {"name": "刘长卿", "dynasty": "唐代"}, {"name": "钱起", "dynasty": "唐代"}, {"name": "佚名", "dynasty": "宋代"}, {"name": "秋声赋", "prop": {"content": "　　欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。余谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” 　　余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行为金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)　　“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” 　　童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 ", "translation": "　　欧阳先生（欧阳修自称）夜里正在读书，（忽然）听到有声音从西南方向传来，心里不禁悚然。他一听，惊道：“奇怪啊！”这声音初听时像淅淅沥沥的雨声，其中还夹杂着萧萧飒飒的风吹树木声，然后忽然变得汹涌澎湃起来，像是江河夜间波涛突起、风雨骤然而至。碰到物体上发出铿锵之声，又好像金属撞击的声音，再（仔细）听，又像衔枚奔走去袭击敌人的军队，听不到任何号令声，只听见有人马行进的声音。（于是）我对童子说：“这是什么声音？你出去看看。”童子回答说：“月色皎皎、星光灿烂、浩瀚银河、高悬中天，四下里没有人的声音，那声音是从树林间传来的。”"}}, {"dynasty": "近现代"}, {"name": "李百药", "dynasty": "唐代"}, {"name": "关河令·秋阴时晴渐向", "prop": {"content": "秋阴时晴渐向暝，变一庭凄冷。伫听寒声，云深无雁影。更深人去寂静，但照壁孤灯相映。酒已都醒，如何消夜永！", "translation": "秋日阴雨绵绵，偶尔放晴却已是薄暮昏暝，庭院突然变得清冷。伫立在庭中静听秋声，茫茫云深不见鸿雁踪影。夜深人散客舍寂静，只有墙上孤灯和我人影相映。浓浓的酒意已经全消，长夜漫漫如何熬到天明？ "}}, {"name": "秋日诗", "prop": {"content": "萧瑟仲秋月，飂戾风云高。山居感时变，远客兴长谣。疏林积凉风，虚岫结凝霄。湛露洒庭林，密叶辞荣条。抚菌悲先落，攀松羡后凋。垂纶在林野，交情远市朝。淡然古怀心，濠上岂伊遥。", "translation": "仲秋时节霜露渐起，万物凋零，云淡天高，秋风阵阵。住在山中的人最先能感觉到这些变化，远行游子要放生高歌才能舒缓心中思家的愁绪。稀疏的树林中不断地刮起冷风，空荡荡的山峦上聚集着浓云。浓重的露水洒落在庭院中的树上，繁密的叶子就从茂盛的枝条上落下。抚摸林中野菌只感生命短暂，攀摘苍松枝叶只羡无惧严寒。在这秋风萧瑟的日子里远远地来到林边野外垂钓，与朝廷、市场这些争名争利的场所断绝联系。只要保持着远古人的心胸，淡然无欲，那我们离无为自适的境界也就不远了。"}}, {"name": "罗邺", "dynasty": "唐代"}, {"name": "次韵蔡瞻明秋园五绝句", "prop": {"content": "芥毛金爪勇难干，肯作霜花对乍寒。若说乘轩有痴鹤，司晨如此合峨冠。翔仞当年览德辉，传芳花品未思归。晚来雾鬓凭轩处，直恐金翘相对飞。泽兰萱草比多言，谓汝分阴久夺鲜。政恐淇园修竹劲，不如秦岭老松坚。高标幽艳自宜霜，弱草繁葩莫中伤。肯与红莲媚三夏，要同黄菊向重阳。临风裛露早秋天，范出南金色更鲜。若向东篱比标格，定知花市不言钱。", "translation": "　　此诗饱含忧愤，前两句以泽兰和萱草之口吻，互责对方夺其风光；后两句述担忧之事，即虽拥有仁德美行，但难以实现，因为与秦岭松的长久相比，其难以相匹。诗中深蕴宏伟抱负不得施展的忧愤之情。 "}}, {"name": "解连环·秋情", "prop": {"content": "暮檐凉薄。疑清风动竹，故人来邈。渐夜久、闲引流萤，弄微照素怀，暗呈纤白。梦远双成，凤笙杳、玉绳西落。掩綀帷倦入，又惹旧愁，汗香阑角。银瓶恨沉断索。叹梧桐未秋，露井先觉。抱素影、明月空闲，早尘损丹青，楚山依约。 翠冷红衰，怕惊起、西池鱼跃。记湘娥、绛绡暗解，褪花坠萼。", "translation": "暮色已降，人在檐下，感觉秋凉之意，清风吹动庭竹，好像故人从远处到来。想象她还保持着旧日憨态，夜深时故意引来流萤，弄微光在怀抱中呈现可爱的纤细白色。和双成相会的梦远了，笙声也听不见了，即幻影消逝，只剩下天上的北斗星向西倾落。在放下室内布帷而不想入室休息的傍徨时候，陡然牵动了旧情，忆起当时在阑干角相偎相倚时，汗香侵袭。音信断绝。梧桐不等到秋天，一叶凋零，就使露井先知道。手中持的团扇，上面绘有情人画像，已被尘损，但眉山依旧秀丽。虽然画中人丹青尘损，但仍然很美丽，还怕它将惊起西池鱼跃。到看画像想起情人，定情之夜偷偷解下石榴裙的情景。"}}, {"name": "孔绍安", "dynasty": "唐代"}, {"name": "周德清", "dynasty": "元代"}, {"name": "阎选", "dynasty": "五代"}, {"name": "小重山·秋到长门秋草", "prop": {"content": "秋到长门秋草黄。画梁双燕去，出宫墙。玉箫无复理霓裳。金蝉坠，鸾镜掩休妆。忆昔在昭阳。舞衣红绶带，绣鸳鸯。至今犹惹御炉香。魂梦断，愁听漏更长。", "translation": "秋天到了，长门宫的芳草又染上秋黄。画梁间的燕子相伴离去，成双成对飞出宫墙。玉箫已是久久地沉默，无须再吹奏伴舞霓裳。发上的金蝉摇摇欲坠，妆奁镜盒早已关掩上，再不去照那矫美的容妆。忆时光。身往昔，昭阳宫内的美好时光，着绫罗翩翩起舞，舞衣上绣着七彩的鸳鸯。那鲜艳的红绸飘带，在舞曲中飞旋飘扬，至今还撩起御炉缕缕飘香。如今相思魂消梦断，夜夜愁听更漏声声悠长。"}}, {"name": "秋思", "prop": {"content": "燕支黄叶落，妾望自登台。海上碧云断，单于秋色来。胡兵沙塞合，汉使玉关回。征客无归日，空悲蕙草摧。", "translation": "燕支的叶子枯黄而落下，女子独自登台远望。看到天空中青云纷散，单于带着秋色到来。胡人的兵队在沙漠边塞集合，汉使往玉门关折回。在他乡的客人还没有归期，徒然为蕙草的摧折感到悲伤。"}}, {"name": "张抡", "dynasty": "宋代"}, {"name": "顾敻", "dynasty": "五代"}, {"name": "宿骆氏亭寄怀崔雍崔衮", "prop": {"content": "竹坞无尘水槛清，相思迢递隔重城。 秋阴不散霜飞晚，留得枯荷听雨声。", "translation": "骆氏亭外竹林环绕，雨后亭外景物焕然一新。相思之情啊飞向远方，可却隔着重重的高城。深秋的天空一片阴霾，霜飞的时节也来迟了。水中的荷叶早已凋残，只留了几片枯叶供人聆听雨珠滴响的声音。"}}, {"name": "开愁歌", "prop": {"content": "秋风吹地百草干，华容碧影生晚寒。我当二十不得意，一心愁谢如枯兰。衣如飞鹑马如狗，临歧击剑生铜吼。旗亭下马解秋衣，请贳宜阳一壶酒。壶中唤天云不开，白昼万里闲凄迷。主人劝我养心骨，莫受俗物相填豗。", "translation": "萧瑟秋风吹得大地百草枯干，华山苍碧的身影傍晚带微寒。我年当二十仕途坎坷不得意，心中愁苦颓丧如衰枯的秋兰。衣服烂得像飞鹑胯下马如狗，面临岔路口拔剑向天发怒吼。酒店下马后脱下秋衣作抵押，请赊给我这宜阳人一壶美酒。酒醉中我呼唤老天层云不散，万里白昼顷刻之间一片凄迷。店主人劝我好好保养身子骨，别让那尘世俗物填塞在心里。"}}, {"name": "李商隐", "dynasty": "唐代"}, {"name": "迷神引·红板桥头秋光", "prop": {"content": "红板桥头秋光暮。淡月映烟方煦。寒溪蘸碧，绕垂杨路。重分飞，携纤手、泪如雨。波急隋堤远，片帆举。倏忽年华改，向期阻。时觉春残，渐渐飘花絮。好夕良天长孤负。洞房闲掩，小屏空、无心觑。指归云，仙乡杳、在何处。遥夜香衾暖，算谁与。知他深深约，记得否。", "translation": "红板桥头秋天的夜晚。月色映着淡淡的雾气。堤边垂柳映照在水中，显出一片碧色。重新回忆起当初分别时的情景，拉起妻子的手，泪水不停的流下来。水中波浪很急隋堤很远，船帆举起来。时光过得很快，怎奈归期被阻隔。现在春天快过去了，渐渐的飘起了柳絮。美好的光景总是无心欣赏。房门虚掩，空有小屏，却无心去看。归心似箭，但恋人在何处呢？漫漫长夜香被很暖，但谁能与共呢？与他深切的约定，他还记得吗？"}}, {"name": "田锡", "dynasty": "宋代"}, {"name": "浣溪沙·月底栖鸦当叶", "prop": {"content": "月底栖鸦当叶看。推窗跕跕堕枝间。霜高风定独凭栏。觅句心肝终复在，掩书涕泪苦无端。可怜衣带为谁宽。", "translation": "在昏暗的月光中，那光秃秃树杈上的乌鸦就像是树叶一般。打开窗子，落叶还在不停的飘零。晚霜寒冷中独自上楼依栏远望。想作诗吧，苦寻诗句。合上书双泪涕纵，心中没有缘故的烦闷。自己日渐消瘦，这又是为了什么？"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "赵善庆", "dynasty": "元代"}, {"name": "史达祖", "dynasty": "宋代"}, {"name": "苏武慢·雁落平沙", "prop": {"content": "雁落平沙，烟笼寒水，古垒鸣笳声断。青山隐隐，败叶萧萧，天际暝鸦零乱。楼上黄昏，片帆千里归程，年华将晚。望碧云空暮，佳人何处，梦魂俱远。忆旧游、邃馆朱扉，小园香径，尚想桃花人面。书盈锦轴，恨满金徽，难写寸心幽怨。两地离愁，一尊芳酒凄凉，危阑倚遍。尽迟留、凭仗西风，吹干泪眼。", "translation": "无"}}, {"name": "秦观", "dynasty": "宋代"}, {"name": "谒金门·秋感", "prop": {"content": "今夜雨。断送一年残暑。坐听潮声来别浦。明朝何处去。孤负金尊绿醑。来岁今宵圆否。酒醒梦回愁几许。夜阑还独语。", "translation": "今夜一场秋雨，结束了一年的秋老虎。因为爱听那钱塘江的潮声，就来到了送友话别的江边。明天将奔向什么地方？有负于金杯盛的美酒，明年的今晚还能相聚吗？酒醒梦醒还有多少愁？尽管夜深了，我一人还在自言自语。"}}, {"name": "秋夜曲", "prop": {"content": "丁丁漏水夜何长，漫漫轻云露月光。秋逼暗虫通夕响，征衣未寄莫飞霜。", "translation": "漏壶的滴水丁丁作响，秋夜为何如此漫长？无边无际的薄云间漏下淡淡的月光。暗处的秋虫一整夜都在鸣叫着，给出征在外的丈夫准备的寒衣还未寄出，此时千万不要下霜。"}}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "戚氏·晚秋天", "prop": {"content": "　　晚秋天，一霎微雨洒庭轩。槛菊萧疏，井梧零乱，惹残烟。凄然，望江关，飞云黯淡夕阳间。当时宋玉悲感，向此临水与登山。远道迢递，行人凄楚，倦听陇水潺湲。正蝉吟败叶，蛩响衰草，相应喧喧。　　孤馆，度日如年。风露渐变，悄悄至更阑。长天净，绛河清浅，皓月婵娟。思绵绵。夜永对景，那堪屈指，暗想从前。未名未禄，绮陌红楼，往往经岁迁延。　　帝里风光好，当年少日，暮宴朝欢。况有狂朋怪侣，遇当歌对酒竞留连。别来迅景如梭，旧游似梦，烟水程何限。念名利，憔悴长萦绊。追往事、空惨愁颜。漏箭移，稍觉轻寒。渐呜咽，画角数声残。对闲窗畔，停灯向晓，抱影无眠。", "translation": "　　时值深秋，短促的细雨飘洒在院落庭中。栏边的秋菊已谢，天井旁的梧桐也已然凋残。被似雾的残烟笼罩。多么凄然的景象，远望江河关山，黯然的晚霞在落日余晖里浮动。想当年，多愁善感的宋玉看到这晚秋是多么悲凉，曾经临水登山。千万里路途艰险，行路者是那么的凄惨哀楚，特别厌恶听到陇水潺潺的水声。这个时候，正在落叶中哀鸣的秋蝉和枯草中不停鸣叫的蟋蟀，此起彼伏地相互喧闹着。"}}, {"name": "咏秋兰", "prop": {"content": "长林众草入秋荒，独有幽姿逗晚香。每向风前堪寄傲，几因霜后欲留芳。名流赏鉴还堪佩，空谷知音品自扬。一种孤怀千古在，湘江词赋奏清商。", "translation": "　　向称梅兰竹菊为四君子，是谓其品操高洁，风姿清雅，历来诗家吟诵者甚多。静诺此诗，一承前辈诗人旨趣，对兰草的清香傲骨，雅姿洁品作了进一步的阐扬。当然，诗言其志，内中自然寄托着诗人自己的情感和体验。说诗人以兰自况，亦无不可。至少我们可以认为，诗人爱兰，爱得很深沉很真挚，犹如千余年前楚三闾大夫屈原那样。这便是诗人的心声。 "}}, {"name": "彭年", "dynasty": "明代"}, {"name": "蝶恋花·月到东南秋正", "prop": {"content": "月到东南秋正半。双阙中间，浩荡流银汉。谁起水精帘下看。风前隐隐闻箫管。凉露湿衣风拂面。坐爱清光，分照恩和怨。苑柳宫槐浑一片。长门西去昭阳殿。", "translation": "　　借用宫词的体裁，以寓对“君国”的情思。封建宫廷中，专制君主和宫人的关系，纯粹是主奴关系，宫人们仰承君主的鼻息，盼望能得到恩宠，这与文人们希冀进入朝廷，谋取官位是一致的，所以历来文人宫词中的宫怨，实质上也就是文人失意时的怨愤。作于1908年秋。"}}, {"name": "司空图", "dynasty": "唐代"}, {"name": "钱珝", "dynasty": "唐代"}, {"name": "雍陶", "dynasty": "唐代"}, {"name": "早秋山中作", "prop": {"content": "无才不敢累明时，思向东溪守故篱。岂厌尚平婚嫁早，却嫌陶令去官迟。草间蛩响临秋急，山里蝉声薄暮悲。寂寞柴门人不到，空林独与白云期。", "translation": "没有才能不能辜负圣明时代，思念回东溪守着竹篱故居。不厌弃尚平尽早了却儿女婚嫁，却嫌恨陶潜辞官归隐年岁已迟。逢临秋季草堂边蟋蟀叫得更急，时近黄昏深山里蝉鸣徒增悲意。柴门前寂寞冷清车马不到，空林中我独自与白云相依。"}}, {"name": "秋夜独坐 / 冬夜书", "prop": {"content": "独坐悲双鬓，空堂欲二更。雨中山果落，灯下草虫鸣。白发终难变，黄金不可成。欲知除老病，唯有学无生。", "translation": "独自坐着悲伤双鬓已白，在秋夜空堂上将近二更。山间野果在秋雨中落下，草中虫子到灯下来低鸣。头上白发始终难以变黑，炼丹中仙药也至今未成。要知怎样消除衰老疾病，唯有学佛修成不灭不生。"}}, {"name": "江上秋夜", "prop": {"content": "雨暗苍江晚未晴，井梧翻叶动秋声。楼头夜半风吹断，月在浮云浅处明。", "translation": "写苍江阴雨绵绵，时至傍晚仍未见晴，井边的梧桐翻动着叶片，飒飒有声。站在江楼上，风吹到半夜才停，乌云渐散，但末完全散去，透出朦胧月色。"}}, {"name": "咏秋江", "prop": {"content": "苍茫沙嘴鹭鸶眠，片水无痕浸碧天。最爱芦花经雨后，一蓬烟火饭鱼船。", "translation": "苍茫的沙滩上白鹭正好眠，江面风平浪静倒映着一片蓝天。那雨后被冲洗得格外白净的芦花惹人怜爱，缕缕炊烟从停靠在河岸的渔船升起。"}}, {"name": "秋浦感主人归燕寄内", "prop": {"content": "霜凋楚关木，始知杀气严。寥寥金天廓，婉婉绿红潜。胡燕别主人，双双语前檐。三飞四回顾，欲去复相瞻。岂不恋华屋，终然谢珠帘。我不及此鸟，远行岁已淹。寄书道中叹，泪下不能缄。", "translation": "金风萧瑟，楚木凋零，寒气凛冽。秋天寥廓，红谢绿潜，万物蛰藏。胡燕也要回到南方去了，双双在屋檐下呢喃，与主人告别。他们与主人恋恋不舍，三飞四回头，眼光里充满留恋。难道他们不喜欢华美的屋子和精巧的珠帘？但是，终归要飞上回南方的路。我很惭愧，我连胡燕都不如，远离妻子来秋浦已经一年多了。多少思念，多少感叹，泪下如雨，浸湿糨糊，信不能封缄。"}}, {"name": "王禹偁", "dynasty": "宋代"}, {"name": "清平乐·秋光烛地", "prop": {"content": "秋光烛地。帘幕生秋意。露叶翻风惊鹊坠。暗落青林红子。 微行声断长廊。熏炉衾换生香。灭烛却延明月，揽衣先怯微凉。", "translation": "　　陈师道是“苏门六君子”之一。黄庭坚曾赞云：“闭门觅句陈无己，对客挥毫秦少游。”他的词纤细平易，如《蝶恋花》：“路转河回寒日暮，连峰不计重回顾。”《南乡子》：“花样腰身宫样立，婷婷，困倚阑干一欠伸。”《菩萨蛮》：“天上隔年期，人间长别离。”都是较有名气的词句。但是，最足以代表他的词风的，则是这首《清平乐》。"}}, {"name": "乐雷发", "dynasty": "宋代"}, {"name": "浪淘沙·秋", "prop": {"content": "塞下景荒凉，淡薄秋光，金风淅淅透衣裳。读罢安仁《秋兴赋》，憀栗悲伤。廿载住边疆，两鬓成霜，天边鸿雁又南翔。借问夏城屯戍客，是否思乡？", "translation": "无"}}, {"name": "辋川闲居赠裴秀才迪", "prop": {"content": "寒山转苍翠，秋水日潺湲。倚杖柴门外，临风听暮蝉。渡头馀落日，墟里上孤烟。(馀 一作 余)复值接舆醉，狂歌五柳前。", "translation": "黄昏时寒冷的山野变得更加苍翠，秋水日夜缓缓流淌。我拄着拐杖伫立在茅舍的门外，迎风细听着那暮蝉的吟唱。渡口一片寂静，只剩斜照的落日，村子里升起缕缕炊烟。又碰到狂放的裴迪喝醉了酒，在我面前唱歌。"}}, {"name": "韩琦", "dynasty": "宋代"}, {"name": "黄升", "dynasty": "宋代"}, {"name": "双调忆王孙·赏荷", "prop": {"content": "湖上风来波浩渺。秋已暮、红稀香少。水光山色与人亲，说不尽、无穷好。 莲子已成荷叶老。青露洗、蘋花汀草。眠沙鸥鹭不回头，似也恨、人归早。", "translation": "微风轻拂着湖水，更觉得波光浩渺，正是深秋的时候，红花叶凋，芳香淡薄。水光山色与人亲近，唉！我也说不清这无比的美好。莲子已经成熟，莲叶也已衰老，清晨的露水，洗涤着水中蘋花，汀上水草。眠伏沙滩的水鸟也不回头，似乎怨恨人们归去的太早。"}}, {"name": "江上", "prop": {"content": "江水漾西风，江花脱晚红。离情被横笛，吹过乱山东。", "translation": "江上秋风阵阵，水波荡漾连绵，江岸上的红花也脱下红妆，渐渐凋谢。离别之情让远去的笛声吹送，蓦然发现船只已到乱山的东面，再不见分别的渡口。"}}, {"name": "王国维", "dynasty": "近现代"}, {"name": "张辑", "dynasty": "宋代"}, {"name": "登新平楼", "prop": {"content": "去国登兹楼，怀归伤暮秋。天长落日远，水净寒波流。秦云起岭树，胡雁飞沙洲。苍苍几万里，目极令人愁。", "translation": "离开国都登上这新平城楼，面对寥落暮秋怀归却不得归使我心伤。天空辽阔，夕阳在远方落下；寒波微澜，河水在静静流淌。云朵从山岭的树林上升起，北来的大雁飞落在沙洲。茫茫苍苍的几万里大地，极目远望使我忧愁。"}}, {"name": "苏庠", "dynasty": "宋代"}, {"name": "新秋", "prop": {"content": "火云犹未敛奇峰，欹枕初惊一叶风。几处园林萧瑟里，谁家砧杵寂寥中。蝉声断续悲残月，萤焰高低照暮空。赋就金门期再献，夜深搔首叹飞蓬。", "translation": "无"}}, {"name": "朱熹", "dynasty": "宋代"}, {"name": "点绛唇·庚午重九再用", "prop": {"content": "不用悲秋，今年身健还高宴。江村海甸。总作空花观。尚想横汾，兰菊纷相半。楼船远。白雪飞乱。空有年年雁。", "translation": "现在身强力壮，发那悲秋的哀叹干什么。无论在村外的江边，都要像看待“空花”一样。还在想济汾河横中流的情景，兰菊纷纷各半。楼船远去，白雪纷飞，唯有年年飞来的大雁。"}}, {"name": "都门秋思四首·其一", "prop": {"content": "五剧车声隐若雷，北邙惟见冢千堆。夕阳劝客登楼去，山色将秋绕郭来。寒甚更无修竹倚，愁多思买白杨栽。全家都在风声里，九月衣裳未剪裁。", "translation": "道路上达官贵人的车轮滚动之声犹如隆隆雷声，一眼望去北邙山上荒坟满布。渐渐沉落的夕阳好像规劝客居异乡的游子珍惜时光赶快登楼远眺，放眼望去，只见秋光暮色围绕城郭而来。流落异乡的我太过贫寒又无依无靠，愁思太多想买些白杨栽种，让它在秋风中的萧萧声来代替我不断诉愁吧。深秋时节全家人都在萧瑟的秋风中颤栗；九月的天气一天比一天冷，但因家境贫困，御寒的衣服还无法准备。"}}, {"name": "李梦阳", "dynasty": "明代"}, {"name": "李致远", "dynasty": "元代"}, {"name": "秋雁", "prop": {"content": "寒向江南暖，饥向江南饱。莫道江南恶，须道江南好。", "translation": "　　此诗寓意深微邃却含而不露。元朝统治者奉行种族歧视政策，以蒙古、色目人为上等人，以汉人、南人为下等人。蒙古、色目人到江南之地也凌驾于南人之上作威作福。他们靠江南的条件富有了，却仍辱骂江南人不绝。诗人心中不平，故作此诗以讥之。"}}, {"name": "薛昭蕴", "dynasty": "唐代"}, {"name": "生查子·秋来愁更深", "prop": {"content": "秋来愁更深，黛拂双蛾浅。翠袖怯春寒，修竹萧萧晚。 此意有谁知，恨与孤鸿远。小立背西风，又是重门掩。", "translation": "①双蛾：即双眉。 "}}, {"name": "浣溪沙·霜落千林木叶", "prop": {"content": "霜落千林木叶丹。远山如在有无间。经秋何事亦孱颜。且向田家拚泥饮，聊从卜肆憩征鞍。只应游戏在尘寰。", "translation": "秋季里，枫叶全部变成丹红的颜色，树林之后隐约地露出青山的轮廓，这轮廓非常轻柔，似有似无。看过了这秋日的风光，还会认为何处有美景？我推辞了农家热情的挽留，走到了占卜的小店里稍作休息。算了，烦心的事都不在提起，还是珍惜年华、游戏人间吧！"}}, {"name": "齐安郡晚秋", "prop": {"content": "柳岸风来影渐疏，使君家似野人居。云容水态还堪赏，啸志歌怀亦自如。雨暗残灯棋散后，酒醒孤枕雁来初。可怜赤壁争雄渡，唯有蓑翁坐钓鱼。", "translation": "秋风瑟瑟，柳影渐渐稀疏。我所居住的地方显得更加寂静、苍茫。游赏黄州的山水，闲云倒影在水中，让人赏心悦目，闲来吟啸抒怀，日子倒也过得闲适自得。残灯暗淡的雨夜，一起下棋的友人已经散去，酒醒后孤枕难眠，又看到北雁南飞。当年英雄豪杰争雄的赤壁还在，而如今只有我这样的蓑翁在此垂钓。"}}, {"name": "佚名", "dynasty": "南北朝"}, {"name": "林逋", "dynasty": "宋代"}], "edges": [{"source": 92, "target": 67, "relation": "创作"}, {"source": 441, "target": 92, "relation": "出自于"}, {"source": 260, "target": 413, "relation": "创作"}, {"source": 441, "target": 260, "relation": "出自于"}, {"source": 357, "target": 423, "relation": "创作"}, {"source": 459, "target": 357, "relation": "出自于"}, {"source": 92, "target": 428, "relation": "创作"}, {"source": 286, "target": 213, "relation": "创作"}, {"source": 232, "target": 286, "relation": "出自于"}, {"source": 218, "target": 195, "relation": "创作"}, {"source": 441, "target": 218, "relation": "出自于"}, {"source": 92, "target": 299, "relation": "创作"}, {"source": 286, "target": 157, "relation": "创作"}, {"source": 460, "target": 332, "relation": "创作"}, {"source": 441, "target": 460, "relation": "出自于"}, {"source": 13, "target": 234, "relation": "创作"}, {"source": 441, "target": 13, "relation": "出自于"}, {"source": 448, "target": 315, "relation": "创作"}, {"source": 459, "target": 448, "relation": "出自于"}, {"source": 260, "target": 76, "relation": "创作"}, {"source": 491, "target": 330, "relation": "创作"}, {"source": 441, "target": 491, "relation": "出自于"}, {"source": 295, "target": 135, "relation": "创作"}, {"source": 441, "target": 295, "relation": "出自于"}, {"source": 47, "target": 276, "relation": "创作"}, {"source": 441, "target": 47, "relation": "出自于"}, {"source": 260, "target": 184, "relation": "创作"}, {"source": 92, "target": 90, "relation": "创作"}, {"source": 458, "target": 256, "relation": "创作"}, {"source": 457, "target": 458, "relation": "出自于"}, {"source": 121, "target": 85, "relation": "创作"}, {"source": 279, "target": 121, "relation": "出自于"}, {"source": 260, "target": 129, "relation": "创作"}, {"source": 487, "target": 54, "relation": "创作"}, {"source": 441, "target": 487, "relation": "出自于"}, {"source": 218, "target": 103, "relation": "创作"}, {"source": 275, "target": 415, "relation": "创作"}, {"source": 232, "target": 275, "relation": "出自于"}, {"source": 41, "target": 414, "relation": "创作"}, {"source": 113, "target": 41, "relation": "出自于"}, {"source": 352, "target": 176, "relation": "创作"}, {"source": 441, "target": 352, "relation": "出自于"}, {"source": 275, "target": 470, "relation": "创作"}, {"source": 487, "target": 485, "relation": "创作"}, {"source": 260, "target": 292, "relation": "创作"}, {"source": 491, "target": 515, "relation": "创作"}, {"source": 444, "target": 280, "relation": "创作"}, {"source": 441, "target": 444, "relation": "出自于"}, {"source": 185, "target": 324, "relation": "创作"}, {"source": 232, "target": 185, "relation": "出自于"}, {"source": 92, "target": 334, "relation": "创作"}, {"source": 218, "target": 178, "relation": "创作"}, {"source": 286, "target": 119, "relation": "创作"}, {"source": 511, "target": 377, "relation": "创作"}, {"source": 232, "target": 511, "relation": "出自于"}, {"source": 525, "target": 68, "relation": "创作"}, {"source": 232, "target": 525, "relation": "出自于"}, {"source": 460, "target": 340, "relation": "创作"}, {"source": 498, "target": 199, "relation": "创作"}, {"source": 232, "target": 498, "relation": "出自于"}, {"source": 323, "target": 519, "relation": "创作"}, {"source": 232, "target": 323, "relation": "出自于"}, {"source": 293, "target": 427, "relation": "创作"}, {"source": 232, "target": 293, "relation": "出自于"}, {"source": 241, "target": 42, "relation": "创作"}, {"source": 279, "target": 241, "relation": "出自于"}, {"source": 319, "target": 6, "relation": "创作"}, {"source": 441, "target": 319, "relation": "出自于"}, {"source": 253, "target": 105, "relation": "创作"}, {"source": 232, "target": 253, "relation": "出自于"}, {"source": 46, "target": 244, "relation": "创作"}, {"source": 459, "target": 46, "relation": "出自于"}, {"source": 491, "target": 411, "relation": "创作"}, {"source": 385, "target": 131, "relation": "创作"}, {"source": 113, "target": 385, "relation": "出自于"}, {"source": 503, "target": 259, "relation": "创作"}, {"source": 441, "target": 503, "relation": "出自于"}, {"source": 87, "target": 345, "relation": "创作"}, {"source": 441, "target": 87, "relation": "出自于"}, {"source": 0, "target": 98, "relation": "创作"}, {"source": 441, "target": 0, "relation": "出自于"}, {"source": 235, "target": 466, "relation": "创作"}, {"source": 441, "target": 235, "relation": "出自于"}, {"source": 254, "target": 51, "relation": "创作"}, {"source": 232, "target": 254, "relation": "出自于"}, {"source": 431, "target": 188, "relation": "创作"}, {"source": 232, "target": 431, "relation": "出自于"}, {"source": 498, "target": 320, "relation": "创作"}, {"source": 498, "target": 22, "relation": "创作"}, {"source": 491, "target": 507, "relation": "创作"}, {"source": 107, "target": 124, "relation": "创作"}, {"source": 115, "target": 107, "relation": "出自于"}, {"source": 10, "target": 344, "relation": "创作"}, {"source": 459, "target": 10, "relation": "出自于"}, {"source": 431, "target": 518, "relation": "创作"}, {"source": 373, "target": 262, "relation": "创作"}, {"source": 232, "target": 373, "relation": "出自于"}, {"source": 293, "target": 25, "relation": "创作"}, {"source": 86, "target": 59, "relation": "创作"}, {"source": 441, "target": 86, "relation": "出自于"}, {"source": 460, "target": 361, "relation": "创作"}, {"source": 82, "target": 301, "relation": "创作"}, {"source": 441, "target": 82, "relation": "出自于"}, {"source": 82, "target": 166, "relation": "创作"}, {"source": 479, "target": 34, "relation": "创作"}, {"source": 459, "target": 479, "relation": "出自于"}, {"source": 260, "target": 249, "relation": "创作"}, {"source": 82, "target": 261, "relation": "创作"}, {"source": 57, "target": 231, "relation": "创作"}, {"source": 441, "target": 57, "relation": "出自于"}, {"source": 495, "target": 309, "relation": "创作"}, {"source": 232, "target": 495, "relation": "出自于"}, {"source": 187, "target": 443, "relation": "创作"}, {"source": 441, "target": 187, "relation": "出自于"}, {"source": 444, "target": 224, "relation": "创作"}, {"source": 185, "target": 499, "relation": "创作"}, {"source": 10, "target": 3, "relation": "创作"}, {"source": 86, "target": 162, "relation": "创作"}, {"source": 458, "target": 48, "relation": "创作"}, {"source": 82, "target": 371, "relation": "创作"}, {"source": 218, "target": 288, "relation": "创作"}, {"source": 273, "target": 337, "relation": "创作"}, {"source": 232, "target": 273, "relation": "出自于"}, {"source": 208, "target": 455, "relation": "创作"}, {"source": 115, "target": 208, "relation": "出自于"}, {"source": 385, "target": 212, "relation": "创作"}, {"source": 458, "target": 250, "relation": "创作"}, {"source": 186, "target": 305, "relation": "创作"}, {"source": 459, "target": 186, "relation": "出自于"}, {"source": 498, "target": 216, "relation": "创作"}, {"source": 255, "target": 412, "relation": "创作"}, {"source": 232, "target": 255, "relation": "出自于"}, {"source": 275, "target": 440, "relation": "创作"}, {"source": 77, "target": 401, "relation": "创作"}, {"source": 232, "target": 77, "relation": "出自于"}, {"source": 194, "target": 228, "relation": "创作"}, {"source": 232, "target": 194, "relation": "出自于"}, {"source": 536, "target": 102, "relation": "创作"}, {"source": 232, "target": 536, "relation": "出自于"}, {"source": 372, "target": 336, "relation": "创作"}, {"source": 441, "target": 372, "relation": "出自于"}, {"source": 150, "target": 127, "relation": "创作"}, {"source": 441, "target": 150, "relation": "出自于"}, {"source": 263, "target": 72, "relation": "创作"}, {"source": 232, "target": 263, "relation": "出自于"}, {"source": 52, "target": 170, "relation": "创作"}, {"source": 441, "target": 52, "relation": "出自于"}, {"source": 467, "target": 230, "relation": "创作"}, {"source": 441, "target": 467, "relation": "出自于"}, {"source": 316, "target": 508, "relation": "创作"}, {"source": 232, "target": 316, "relation": "出自于"}, {"source": 14, "target": 497, "relation": "创作"}, {"source": 441, "target": 14, "relation": "出自于"}, {"source": 372, "target": 486, "relation": "创作"}, {"source": 535, "target": 108, "relation": "创作"}, {"source": 156, "target": 535, "relation": "出自于"}, {"source": 260, "target": 370, "relation": "创作"}, {"source": 208, "target": 83, "relation": "创作"}, {"source": 431, "target": 1, "relation": "创作"}, {"source": 390, "target": 151, "relation": "创作"}, {"source": 441, "target": 390, "relation": "出自于"}, {"source": 37, "target": 78, "relation": "创作"}, {"source": 232, "target": 37, "relation": "出自于"}, {"source": 139, "target": 16, "relation": "创作"}, {"source": 168, "target": 139, "relation": "出自于"}, {"source": 387, "target": 346, "relation": "创作"}, {"source": 277, "target": 387, "relation": "出自于"}, {"source": 487, "target": 296, "relation": "创作"}, {"source": 312, "target": 221, "relation": "创作"}, {"source": 457, "target": 312, "relation": "出自于"}, {"source": 7, "target": 226, "relation": "创作"}, {"source": 441, "target": 7, "relation": "出自于"}, {"source": 478, "target": 193, "relation": "创作"}, {"source": 441, "target": 478, "relation": "出自于"}, {"source": 82, "target": 304, "relation": "创作"}, {"source": 469, "target": 71, "relation": "创作"}, {"source": 232, "target": 469, "relation": "出自于"}, {"source": 79, "target": 120, "relation": "创作"}, {"source": 232, "target": 79, "relation": "出自于"}, {"source": 179, "target": 209, "relation": "创作"}, {"source": 115, "target": 179, "relation": "出自于"}, {"source": 480, "target": 104, "relation": "创作"}, {"source": 457, "target": 480, "relation": "出自于"}, {"source": 251, "target": 396, "relation": "创作"}, {"source": 457, "target": 251, "relation": "出自于"}, {"source": 317, "target": 11, "relation": "创作"}, {"source": 277, "target": 317, "relation": "出自于"}, {"source": 483, "target": 342, "relation": "创作"}, {"source": 232, "target": 483, "relation": "出自于"}, {"source": 143, "target": 130, "relation": "创作"}, {"source": 232, "target": 143, "relation": "出自于"}, {"source": 536, "target": 509, "relation": "创作"}, {"source": 498, "target": 496, "relation": "创作"}, {"source": 87, "target": 164, "relation": "创作"}, {"source": 117, "target": 220, "relation": "创作"}, {"source": 232, "target": 117, "relation": "出自于"}, {"source": 109, "target": 267, "relation": "创作"}, {"source": 441, "target": 109, "relation": "出自于"}, {"source": 504, "target": 384, "relation": "创作"}, {"source": 441, "target": 504, "relation": "出自于"}, {"source": 97, "target": 222, "relation": "创作"}, {"source": 441, "target": 97, "relation": "出自于"}, {"source": 275, "target": 116, "relation": "创作"}, {"source": 505, "target": 397, "relation": "创作"}, {"source": 441, "target": 505, "relation": "出自于"}, {"source": 185, "target": 363, "relation": "创作"}, {"source": 433, "target": 258, "relation": "创作"}, {"source": 459, "target": 433, "relation": "出自于"}, {"source": 138, "target": 355, "relation": "创作"}, {"source": 441, "target": 138, "relation": "出自于"}, {"source": 91, "target": 375, "relation": "创作"}, {"source": 115, "target": 91, "relation": "出自于"}, {"source": 339, "target": 123, "relation": "创作"}, {"source": 232, "target": 339, "relation": "出自于"}, {"source": 84, "target": 473, "relation": "创作"}, {"source": 232, "target": 84, "relation": "出自于"}, {"source": 75, "target": 180, "relation": "创作"}, {"source": 279, "target": 75, "relation": "出自于"}, {"source": 429, "target": 100, "relation": "创作"}, {"source": 441, "target": 429, "relation": "出自于"}, {"source": 270, "target": 204, "relation": "创作"}, {"source": 232, "target": 270, "relation": "出自于"}, {"source": 82, "target": 452, "relation": "创作"}, {"source": 77, "target": 236, "relation": "创作"}, {"source": 208, "target": 233, "relation": "创作"}, {"source": 339, "target": 158, "relation": "创作"}, {"source": 185, "target": 31, "relation": "创作"}, {"source": 372, "target": 407, "relation": "创作"}, {"source": 260, "target": 522, "relation": "创作"}, {"source": 208, "target": 271, "relation": "创作"}, {"source": 57, "target": 183, "relation": "创作"}, {"source": 92, "target": 311, "relation": "创作"}, {"source": 185, "target": 378, "relation": "创作"}, {"source": 260, "target": 264, "relation": "创作"}, {"source": 523, "target": 182, "relation": "创作"}, {"source": 232, "target": 523, "relation": "出自于"}, {"source": 206, "target": 465, "relation": "创作"}, {"source": 232, "target": 206, "relation": "出自于"}, {"source": 92, "target": 376, "relation": "创作"}, {"source": 260, "target": 350, "relation": "创作"}, {"source": 360, "target": 196, "relation": "创作"}, {"source": 232, "target": 360, "relation": "出自于"}, {"source": 418, "target": 281, "relation": "创作"}, {"source": 441, "target": 418, "relation": "出自于"}, {"source": 27, "target": 17, "relation": "创作"}, {"source": 232, "target": 27, "relation": "出自于"}, {"source": 536, "target": 335, "relation": "创作"}, {"source": 136, "target": 500, "relation": "创作"}, {"source": 115, "target": 136, "relation": "出自于"}, {"source": 75, "target": 4, "relation": "创作"}, {"source": 260, "target": 482, "relation": "创作"}, {"source": 468, "target": 321, "relation": "创作"}, {"source": 441, "target": 468, "relation": "出自于"}, {"source": 444, "target": 395, "relation": "创作"}, {"source": 214, "target": 383, "relation": "创作"}, {"source": 441, "target": 214, "relation": "出自于"}, {"source": 498, "target": 197, "relation": "创作"}, {"source": 528, "target": 21, "relation": "创作"}, {"source": 277, "target": 528, "relation": "出自于"}, {"source": 99, "target": 434, "relation": "创作"}, {"source": 459, "target": 99, "relation": "出自于"}, {"source": 495, "target": 149, "relation": "创作"}, {"source": 27, "target": 12, "relation": "创作"}, {"source": 521, "target": 9, "relation": "创作"}, {"source": 232, "target": 521, "relation": "出自于"}, {"source": 57, "target": 449, "relation": "创作"}, {"source": 84, "target": 282, "relation": "创作"}, {"source": 458, "target": 172, "relation": "创作"}, {"source": 58, "target": 93, "relation": "创作"}, {"source": 441, "target": 58, "relation": "出自于"}, {"source": 165, "target": 81, "relation": "创作"}, {"source": 232, "target": 165, "relation": "出自于"}, {"source": 491, "target": 506, "relation": "创作"}, {"source": 513, "target": 238, "relation": "创作"}, {"source": 232, "target": 513, "relation": "出自于"}, {"source": 27, "target": 137, "relation": "创作"}, {"source": 27, "target": 445, "relation": "创作"}, {"source": 333, "target": 285, "relation": "创作"}, {"source": 459, "target": 333, "relation": "出自于"}, {"source": 293, "target": 313, "relation": "创作"}, {"source": 215, "target": 60, "relation": "创作"}, {"source": 232, "target": 215, "relation": "出自于"}, {"source": 27, "target": 133, "relation": "创作"}, {"source": 263, "target": 19, "relation": "创作"}, {"source": 416, "target": 328, "relation": "创作"}, {"source": 459, "target": 416, "relation": "出自于"}, {"source": 450, "target": 400, "relation": "创作"}, {"source": 232, "target": 450, "relation": "出自于"}, {"source": 521, "target": 382, "relation": "创作"}, {"source": 27, "target": 55, "relation": "创作"}, {"source": 484, "target": 307, "relation": "创作"}, {"source": 457, "target": 484, "relation": "出自于"}, {"source": 317, "target": 80, "relation": "创作"}, {"source": 491, "target": 326, "relation": "创作"}, {"source": 208, "target": 284, "relation": "创作"}, {"source": 498, "target": 526, "relation": "创作"}, {"source": 84, "target": 8, "relation": "创作"}, {"source": 308, "target": 252, "relation": "创作"}, {"source": 232, "target": 308, "relation": "出自于"}, {"source": 27, "target": 144, "relation": "创作"}, {"source": 418, "target": 32, "relation": "创作"}, {"source": 82, "target": 438, "relation": "创作"}, {"source": 391, "target": 494, "relation": "创作"}, {"source": 232, "target": 391, "relation": "出自于"}, {"source": 161, "target": 237, "relation": "创作"}, {"source": 425, "target": 161, "relation": "出自于"}, {"source": 227, "target": 36, "relation": "创作"}, {"source": 232, "target": 227, "relation": "出自于"}, {"source": 217, "target": 289, "relation": "创作"}, {"source": 459, "target": 217, "relation": "出自于"}, {"source": 302, "target": 200, "relation": "创作"}, {"source": 232, "target": 302, "relation": "出自于"}, {"source": 208, "target": 368, "relation": "创作"}, {"source": 436, "target": 306, "relation": "创作"}, {"source": 441, "target": 436, "relation": "出自于"}, {"source": 260, "target": 242, "relation": "创作"}, {"source": 235, "target": 192, "relation": "创作"}, {"source": 27, "target": 417, "relation": "创作"}, {"source": 369, "target": 386, "relation": "创作"}, {"source": 441, "target": 369, "relation": "出自于"}, {"source": 317, "target": 408, "relation": "创作"}, {"source": 493, "target": 338, "relation": "创作"}, {"source": 232, "target": 493, "relation": "出自于"}, {"source": 498, "target": 402, "relation": "创作"}, {"source": 531, "target": 481, "relation": "创作"}, {"source": 441, "target": 531, "relation": "出自于"}, {"source": 75, "target": 155, "relation": "创作"}, {"source": 269, "target": 421, "relation": "创作"}, {"source": 115, "target": 269, "relation": "出自于"}, {"source": 92, "target": 274, "relation": "创作"}, {"source": 260, "target": 190, "relation": "创作"}, {"source": 498, "target": 325, "relation": "创作"}, {"source": 84, "target": 379, "relation": "创作"}, {"source": 198, "target": 73, "relation": "创作"}, {"source": 277, "target": 198, "relation": "出自于"}, {"source": 147, "target": 362, "relation": "创作"}, {"source": 232, "target": 147, "relation": "出自于"}, {"source": 161, "target": 210, "relation": "创作"}, {"source": 322, "target": 464, "relation": "创作"}, {"source": 168, "target": 322, "relation": "出自于"}, {"source": 77, "target": 63, "relation": "创作"}, {"source": 356, "target": 43, "relation": "创作"}, {"source": 457, "target": 356, "relation": "出自于"}, {"source": 291, "target": 530, "relation": "创作"}, {"source": 459, "target": 291, "relation": "出自于"}, {"source": 140, "target": 532, "relation": "创作"}, {"source": 232, "target": 140, "relation": "出自于"}, {"source": 260, "target": 229, "relation": "创作"}, {"source": 30, "target": 463, "relation": "创作"}, {"source": 459, "target": 30, "relation": "出自于"}, {"source": 185, "target": 488, "relation": "创作"}, {"source": 260, "target": 146, "relation": "创作"}, {"source": 492, "target": 171, "relation": "创作"}, {"source": 459, "target": 492, "relation": "出自于"}, {"source": 253, "target": 191, "relation": "创作"}, {"source": 424, "target": 287, "relation": "创作"}, {"source": 115, "target": 424, "relation": "出自于"}, {"source": 495, "target": 33, "relation": "创作"}, {"source": 27, "target": 477, "relation": "创作"}, {"source": 419, "target": 160, "relation": "创作"}, {"source": 441, "target": 419, "relation": "出自于"}, {"source": 208, "target": 265, "relation": "创作"}, {"source": 260, "target": 510, "relation": "创作"}, {"source": 112, "target": 28, "relation": "创作"}, {"source": 232, "target": 112, "relation": "出自于"}, {"source": 260, "target": 118, "relation": "创作"}, {"source": 498, "target": 327, "relation": "创作"}, {"source": 460, "target": 534, "relation": "创作"}, {"source": 418, "target": 125, "relation": "创作"}, {"source": 44, "target": 53, "relation": "创作"}, {"source": 156, "target": 44, "relation": "出自于"}, {"source": 487, "target": 207, "relation": "创作"}, {"source": 27, "target": 145, "relation": "创作"}, {"source": 405, "target": 364, "relation": "创作"}, {"source": 232, "target": 405, "relation": "出自于"}, {"source": 418, "target": 169, "relation": "创作"}, {"source": 14, "target": 69, "relation": "创作"}, {"source": 205, "target": 398, "relation": "创作"}, {"source": 441, "target": 205, "relation": "出自于"}, {"source": 152, "target": 174, "relation": "创作"}, {"source": 232, "target": 152, "relation": "出自于"}, {"source": 293, "target": 404, "relation": "创作"}, {"source": 405, "target": 181, "relation": "创作"}, {"source": 56, "target": 380, "relation": "创作"}, {"source": 232, "target": 56, "relation": "出自于"}, {"source": 498, "target": 163, "relation": "创作"}, {"source": 374, "target": 173, "relation": "创作"}, {"source": 232, "target": 374, "relation": "出自于"}, {"source": 91, "target": 310, "relation": "创作"}, {"source": 348, "target": 35, "relation": "创作"}, {"source": 441, "target": 348, "relation": "出自于"}, {"source": 492, "target": 110, "relation": "创作"}, {"source": 517, "target": 410, "relation": "创作"}, {"source": 232, "target": 517, "relation": "出自于"}, {"source": 92, "target": 122, "relation": "创作"}, {"source": 439, "target": 303, "relation": "创作"}, {"source": 232, "target": 439, "relation": "出自于"}, {"source": 52, "target": 272, "relation": "创作"}, {"source": 84, "target": 393, "relation": "创作"}, {"source": 185, "target": 62, "relation": "创作"}, {"source": 322, "target": 341, "relation": "创作"}, {"source": 520, "target": 502, "relation": "创作"}, {"source": 471, "target": 520, "relation": "出自于"}, {"source": 260, "target": 257, "relation": "创作"}, {"source": 38, "target": 223, "relation": "创作"}, {"source": 441, "target": 38, "relation": "出自于"}, {"source": 27, "target": 331, "relation": "创作"}, {"source": 432, "target": 474, "relation": "创作"}, {"source": 279, "target": 432, "relation": "出自于"}, {"source": 208, "target": 297, "relation": "创作"}, {"source": 126, "target": 430, "relation": "创作"}, {"source": 277, "target": 126, "relation": "出自于"}, {"source": 27, "target": 5, "relation": "创作"}, {"source": 27, "target": 420, "relation": "创作"}, {"source": 82, "target": 94, "relation": "创作"}, {"source": 217, "target": 132, "relation": "创作"}, {"source": 208, "target": 70, "relation": "创作"}, {"source": 27, "target": 2, "relation": "创作"}, {"source": 106, "target": 392, "relation": "创作"}, {"source": 115, "target": 106, "relation": "出自于"}, {"source": 215, "target": 351, "relation": "创作"}, {"source": 520, "target": 243, "relation": "创作"}, {"source": 215, "target": 446, "relation": "创作"}, {"source": 460, "target": 353, "relation": "创作"}, {"source": 435, "target": 512, "relation": "创作"}, {"source": 232, "target": 435, "relation": "出自于"}, {"source": 293, "target": 49, "relation": "创作"}, {"source": 203, "target": 74, "relation": "创作"}, {"source": 232, "target": 203, "relation": "出自于"}, {"source": 349, "target": 422, "relation": "创作"}, {"source": 232, "target": 349, "relation": "出自于"}, {"source": 520, "target": 101, "relation": "创作"}, {"source": 381, "target": 202, "relation": "创作"}, {"source": 115, "target": 381, "relation": "出自于"}, {"source": 260, "target": 88, "relation": "创作"}, {"source": 343, "target": 95, "relation": "创作"}, {"source": 441, "target": 343, "relation": "出自于"}, {"source": 453, "target": 39, "relation": "创作"}, {"source": 457, "target": 453, "relation": "出自于"}, {"source": 260, "target": 442, "relation": "创作"}, {"source": 96, "target": 527, "relation": "创作"}, {"source": 115, "target": 96, "relation": "出自于"}, {"source": 520, "target": 533, "relation": "创作"}, {"source": 126, "target": 514, "relation": "创作"}, {"source": 126, "target": 134, "relation": "创作"}, {"source": 520, "target": 490, "relation": "创作"}, {"source": 454, "target": 159, "relation": "创作"}, {"source": 441, "target": 454, "relation": "出自于"}, {"source": 520, "target": 64, "relation": "创作"}, {"source": 491, "target": 18, "relation": "创作"}, {"source": 399, "target": 247, "relation": "创作"}, {"source": 441, "target": 399, "relation": "出自于"}, {"source": 139, "target": 365, "relation": "创作"}, {"source": 300, "target": 141, "relation": "创作"}, {"source": 232, "target": 300, "relation": "出自于"}, {"source": 456, "target": 294, "relation": "创作"}, {"source": 232, "target": 456, "relation": "出自于"}, {"source": 189, "target": 45, "relation": "创作"}, {"source": 457, "target": 189, "relation": "出自于"}, {"source": 426, "target": 476, "relation": "创作"}, {"source": 232, "target": 426, "relation": "出自于"}, {"source": 82, "target": 366, "relation": "创作"}, {"source": 248, "target": 406, "relation": "创作"}, {"source": 115, "target": 248, "relation": "出自于"}, {"source": 143, "target": 111, "relation": "创作"}, {"source": 472, "target": 153, "relation": "创作"}, {"source": 441, "target": 472, "relation": "出自于"}, {"source": 58, "target": 20, "relation": "创作"}, {"source": 128, "target": 61, "relation": "创作"}, {"source": 232, "target": 128, "relation": "出自于"}, {"source": 92, "target": 524, "relation": "创作"}, {"source": 266, "target": 40, "relation": "创作"}, {"source": 232, "target": 266, "relation": "出自于"}, {"source": 177, "target": 354, "relation": "创作"}, {"source": 457, "target": 177, "relation": "出自于"}, {"source": 211, "target": 437, "relation": "创作"}, {"source": 457, "target": 211, "relation": "出自于"}, {"source": 260, "target": 246, "relation": "创作"}, {"source": 501, "target": 268, "relation": "创作"}, {"source": 277, "target": 501, "relation": "出自于"}, {"source": 260, "target": 201, "relation": "创作"}, {"source": 23, "target": 225, "relation": "创作"}, {"source": 459, "target": 23, "relation": "出自于"}, {"source": 167, "target": 240, "relation": "创作"}, {"source": 156, "target": 167, "relation": "出自于"}, {"source": 50, "target": 245, "relation": "创作"}, {"source": 232, "target": 50, "relation": "出自于"}, {"source": 475, "target": 154, "relation": "创作"}, {"source": 441, "target": 475, "relation": "出自于"}, {"source": 460, "target": 314, "relation": "创作"}, {"source": 409, "target": 347, "relation": "创作"}, {"source": 441, "target": 409, "relation": "出自于"}, {"source": 318, "target": 29, "relation": "创作"}, {"source": 441, "target": 318, "relation": "出自于"}, {"source": 27, "target": 283, "relation": "创作"}, {"source": 260, "target": 239, "relation": "创作"}, {"source": 504, "target": 388, "relation": "创作"}, {"source": 489, "target": 24, "relation": "创作"}, {"source": 232, "target": 489, "relation": "出自于"}, {"source": 167, "target": 359, "relation": "创作"}, {"source": 175, "target": 219, "relation": "创作"}, {"source": 115, "target": 175, "relation": "出自于"}, {"source": 367, "target": 148, "relation": "创作"}, {"source": 441, "target": 367, "relation": "出自于"}, {"source": 187, "target": 389, "relation": "创作"}, {"source": 394, "target": 461, "relation": "创作"}, {"source": 232, "target": 394, "relation": "出自于"}, {"source": 27, "target": 329, "relation": "创作"}, {"source": 260, "target": 26, "relation": "创作"}, {"source": 114, "target": 89, "relation": "创作"}, {"source": 115, "target": 114, "relation": "出自于"}, {"source": 260, "target": 15, "relation": "创作"}, {"source": 529, "target": 451, "relation": "创作"}, {"source": 459, "target": 529, "relation": "出自于"}, {"source": 293, "target": 65, "relation": "创作"}, {"source": 462, "target": 142, "relation": "创作"}, {"source": 441, "target": 462, "relation": "出自于"}, {"source": 66, "target": 447, "relation": "创作"}, {"source": 441, "target": 66, "relation": "出自于"}, {"source": 516, "target": 298, "relation": "创作"}, {"source": 232, "target": 516, "relation": "出自于"}, {"source": 403, "target": 290, "relation": "创作"}, {"source": 277, "target": 403, "relation": "出自于"}, {"source": 357, "target": 358, "relation": "创作"}, {"source": 218, "target": 278, "relation": "创作"}]}