{"nodes": [{"name": "梁甫行", "prop": {"content": "八方各异气，千里殊风雨。剧哉边海民，寄身于草野。(草野 一作：草墅)妻子象禽兽，行止依林阻。柴门何萧条，狐兔翔我宇。", "translation": "八方的气候各不相同，千里之内的风雨形态不一。海边的贫民多么艰苦啊，平时就住在野外的草棚里。妻子和儿女像禽兽一样生活，盘桓在险阻的山林里。简陋的柴门如此冷清，狐兔在房屋周围自在地行走毫无顾忌。"}}, {"name": "子衿", "prop": {"content": "青青子衿，悠悠我心。纵我不往，子宁不嗣音？青青子佩，悠悠我思。纵我不往，子宁不来？挑兮达兮，在城阙兮。一日不见，如三月兮！", "translation": "青青的是你的衣领，悠悠的是我的心境。纵然我不曾去看你，你难道就不给我寄传音讯？青青的是你的佩带，悠悠的是我的情怀。纵然我不曾去看你，难道你就不能到我这来吗？走来走去张眼望啊，在这高高的观楼上。一天不见你的面啊，好像有几个月那么长！"}}, {"name": "式微", "prop": {"content": "式微，式微，胡不归？微君之故，胡为乎中露？式微，式微，胡不归？微君之躬，胡为乎泥中？", "translation": "天黑了，天黑了，为什么还不回家？如果不是为了君主，何必还在露水中劳作！天黑了，天黑了，为什么还不回家？如果不是为了君主，何必还在泥浆中劳作！ "}}, {"name": "曹操", "dynasty": "两汉"}, {"name": "茅屋为秋风所破歌", "prop": {"content": "八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！(死亦足 一作：死意足）", "translation": "无"}}, {"name": "朱敦儒", "dynasty": "宋代"}, {"name": "孟子及其弟子", "dynasty": "先秦"}, {"name": "龟虽寿", "prop": {"content": "神龟虽寿，犹有竟时。腾蛇乘雾，终为土灰。老骥伏枥，志在千里。烈士暮年，壮心不已。盈缩之期，不但在天；养怡之福，可得永年。幸甚至哉，歌以咏志。", "translation": "神龟虽能长寿，但也有死亡的时候。腾蛇尽管能乘雾飞行，终究也会死亡化为土灰。 年老的千里马虽然伏在马槽旁，它的雄心壮志仍然是能够驰骋千里。有远大抱负的人士到了晚年，奋发思进的雄心不会止息。人的寿命长短，不只是由上天所决定的。只要自己调养好身心，也可以益寿延年。啊，庆幸得很！就用诗歌来表达内心的志向吧！ "}}, {"name": "柳宗元", "dynasty": "唐代"}, {"name": "赤壁", "prop": {"content": "折戟沉沙铁未销，自将磨洗认前朝。东风不与周郎便，铜雀春深锁二乔。", "translation": "赤壁的泥沙中，埋着一枚未锈尽的断戟。自己磨洗后发现这是当年赤壁之战的遗留之物。倘若不是东风给周瑜以方便，结局恐怕是曹操取胜，二乔被关进铜雀台了。"}}, {"name": "渡荆门送别", "prop": {"content": "渡远荆门外，来从楚国游。山随平野尽，江入大荒流。月下飞天镜，云生结海楼。仍怜故乡水，万里送行舟。", "translation": "我乘舟渡江来到遥远的荆门外，来到战国时期楚国的境内游览。山随着平坦广阔的原野的出现逐渐消失，江水在一望无际的原野中奔流。江面月影好似天上飞来的明镜，云层缔构城外幻出海市蜃楼。我依然怜爱这来自故乡之水，不远万里来送我东行的小舟。"}}, {"name": "晏殊", "dynasty": "宋代"}, {"name": "佚名", "dynasty": "两汉"}, {"name": "欧阳修", "dynasty": "宋代"}, {"name": "刘桢", "dynasty": "两汉"}, {"name": "庄子与惠子游于濠梁之上", "prop": {"content": "庄子与惠子游于濠梁之上。庄子曰：“鲦鱼出游从容，是鱼之乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐，全矣！”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我。我知之濠上也。”", "translation": "庄子和惠子一起在濠水的桥上游玩。庄子说：“鲦鱼在河水中游得多么悠闲自得，这就是鱼的快乐。”惠子说：“你又不是鱼，怎么知道鱼是快乐的？”庄子说：“你不是我，怎么知道我不知道鱼儿是快乐的？”惠子说：“我不是你，固然就不知道你；你也不是鱼，你不知道鱼的快乐，这是可以完全确定的。”庄子说：“让我们回到最初的话题，你开始问我‘你怎么知道鱼是快乐的呢’的话，就说明你很清楚我知道，所以才来问我是从哪里知道的。而我则是在濠水的桥上知道的。”"}}, {"name": "赠从弟·其二", "prop": {"content": "亭亭山上松，瑟瑟谷中风。风声一何盛，松枝一何劲。冰霜正惨凄，终岁常端正。岂不罹凝寒，松柏有本性。", "translation": "高山上松树挺拔耸立，山谷间狂风瑟瑟呼啸。风声是多么的猛烈，松枝又是多么的刚劲！任它满天冰霜惨惨凄凄，松树的腰杆终年端端正正。难道是松树没有遭到严寒的侵凌吗？不，是松柏天生有着耐寒的本性！ "}}, {"dynasty": "宋代"}, {"name": "庄周", "dynasty": "先秦"}, {"name": "送友人", "prop": {"content": "青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。", "translation": "青翠的山峦横卧在城墙的北面，波光粼粼的流水围绕着城的东边。在此地我们相互道别，你就像孤蓬那样随风飘荡，到万里之外远行去了。浮云像游子一样行踪不定，夕阳徐徐下山，似乎有所留恋。频频挥手作别从此离去，马儿也为惜别声声嘶鸣。"}}, {"name": "王勃", "dynasty": "唐代"}, {"dynasty": "两汉"}, {"name": "魏学洢", "dynasty": "明代"}, {"name": "与朱元思书", "prop": {"content": "　　风烟俱净，天山共色。从流飘荡，任意东西。自富阳至桐庐一百许里，奇山异水，天下独绝。　　水皆缥碧，千丈见底。游鱼细石，直视无碍。急湍甚箭，猛浪若奔。　　夹岸高山，皆生寒树，负势竞上，互相轩邈，争高直指，千百成峰。泉水激石，泠泠作响；好鸟相鸣，嘤嘤成韵。蝉则千转不穷，猿则百叫无绝。鸢飞戾天者，望峰息心；经纶世务者，窥谷忘反。横柯上蔽，在昼犹昏；疏条交映，有时见日。", "translation": "　　没有一丝风，烟雾也都消散干净，天空和群山是一样的颜色。我乘着船随着江流漂荡，任凭船按照自己的意愿，时而向东，时而向西。从富阳到桐庐一百里左右的水路上，山水奇特独异，天下独一无二。"}}, {"name": "北冥有鱼", "prop": {"content": "　　北冥有鱼，其名为鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其视下也，亦若是则已矣。", "translation": "无"}}, {"name": "李贺", "dynasty": "唐代"}, {"name": "马说", "prop": {"content": "　　世有伯乐，然后有千里马。千里马常有，而伯乐不常有。故虽有名马，祗辱于奴隶人之手，骈死于槽枥之间，不以千里称也。(祗 同：衹)　　马之千里者，一食或尽粟一石。食马者不知其能千里而食也。是马也，虽有千里之能，食不饱，力不足，才美不外见，且欲与常马等不可得，安求其能千里也？(食马者 通：饲马者)　　策之不以其道，食之不能尽其材，鸣之而不能通其意，执策而临之，曰：“天下无马！”呜呼！其真无马邪？其真不知马也！", "translation": "　　世上先有伯乐，然后有千里马。千里马经常有，但是伯乐不常有。所以即使有名贵的马，也只能辱没在仆役的手中，跟普通的马一同死在槽枥之间，不以千里马著称。"}}, {"name": "杜牧", "dynasty": "唐代"}, {"name": "如梦令·常记溪亭日暮", "prop": {"content": "常记溪亭日暮，沉醉不知归路。兴尽晚回舟，误入藕花深处。争渡，争渡，惊起一滩鸥鹭。", "translation": "时常记起溪边亭中游玩至日色已暮，沉迷在优美的景色中忘记了回家的路。尽了酒宴兴致才乘舟返回，不小心进入藕花深处。奋力把船划出去呀！奋力把船划出去！划船声惊起了一群鸥鹭。"}}, {"name": "王维", "dynasty": "唐代"}, {"name": "钱塘湖春行", "prop": {"content": "孤山寺北贾亭西，水面初平云脚低。几处早莺争暖树，谁家新燕啄春泥。乱花渐欲迷人眼，浅草才能没马蹄。最爱湖东行不足，绿杨阴里白沙堤。", "translation": "从孤山寺的北面到贾亭的西面，湖面春水刚与堤平，白云低垂，同湖面上连成一片。几只早出的黄莺争相飞往向阳的树木，谁家新飞来的燕子忙着筑巢衔泥。纷繁的花朵渐渐开放使人眼花缭乱，浅浅的青草刚刚够上遮没马蹄。最爱的湖东美景百游不厌，杨柳成排绿荫中穿过一条白沙堤。"}}, {"name": "关雎", "prop": {"content": "关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右芼之。窈窕淑女，钟鼓乐之。", "translation": "关关和鸣的雎鸠，栖息在河中的小洲。贤良美好的女子，是君子好的配偶。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，日日夜夜都想追求她。追求却没法得到，日日夜夜总思念她。绵绵不断的思念，叫人翻来覆去难入睡。参差不齐的荇菜，在船的左右两边摘取。贤良美好的女子，弹琴鼓瑟来亲近她。参差不齐的荇菜，在船的左右两边去挑选它。贤良美好的女子，敲起钟鼓来取悦她。"}}, {"dynasty": "魏晋"}, {"dynasty": "明代"}, {"name": "题破山寺后禅院", "prop": {"content": "清晨入古寺，初日照高林。曲径通幽处，禅房花木深。(曲径 一作：竹径)山光悦鸟性，潭影空人心。万籁此都寂，但余钟磬音。(都寂 一作：俱寂；但余 一作：惟闻)", "translation": "清晨我进入这古老寺院，初升的太阳照在山林上。弯弯曲曲的小路通向幽深处，禅房掩映在繁茂的花木丛中。山光明媚使飞鸟更加欢悦，潭水清澈也令人爽神净心。此时此刻万物都沉默静寂，只留下了敲钟击磬的声音。"}}, {"name": "望洞庭湖赠张丞相", "prop": {"content": "八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，徒有羡鱼情。", "translation": "秋水盛涨几乎与岸平，水天含混迷茫与天空浑然一体。云梦大泽水气蒸腾白白茫茫，波涛汹涌似乎把岳阳城撼动。想要渡水却没有船只，闲居不仕，有愧于圣明天子。坐看垂钓之人多么悠闲自在，可惜只能空怀一片羡鱼之情。"}}, {"name": "送杜少府之任蜀州", "prop": {"content": "城阙辅三秦，风烟望五津。与君离别意，同是宦游人。海内存知己，天涯若比邻。无为在歧路，儿女共沾巾。", "translation": "三秦之地护卫着巍巍长安，透过那风云烟雾遥望着蜀川。和你离别心中怀着无限情意，因为我们同是在宦海中浮沉。四海之内有知心朋友，即使远在天边也如近在比邻。绝不要在岔路口上分手之时，像多情的少年男女那样悲伤得泪湿衣巾。"}}, {"name": "吴均", "dynasty": "南北朝"}, {"name": "记承天寺夜游", "prop": {"content": "　　元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。怀民亦未寝，相与步于中庭。庭下如积水空明，水中藻、荇交横，盖竹柏影也。何夜无月？何处无竹柏？但少闲人如吾两人者耳。", "translation": "　　元丰六年十月十二日夜晚，我正准备脱衣入睡，恰好看到这时月光从门户照进来，于是高兴地起身出门。考虑到没有和我一起游乐的人，就到承天寺寻找张怀民。张怀民也还没有入睡，就一同在庭院里散步。月光照在庭院里像积满的清水一样澄澈透明。水中水藻、水草纵横交错，原来是院中竹子和柏树的影子。哪一个夜晚没有月亮？又有哪个地方没有竹子和柏树呢？只是缺少像我们两个这样清闲的人罢了。"}}, {"name": "曹植", "dynasty": "魏晋"}, {"name": "采桑子·轻舟短棹西湖好", "prop": {"content": "轻舟短棹西湖好，绿水逶迤。芳草长堤，隐隐笙歌处处随。无风水面琉璃滑，不觉船移。微动涟漪，惊起沙禽掠岸飞。", "translation": "西湖风光好，驾着小舟划着短桨多么逍遥。碧绿的湖水绵延不断。长堤芳草青青，春风中隐隐传来柔和的笙歌声，像是随着船儿在湖上飘荡。无风的水面，光滑得好似琉璃一样，连小船移动都感觉不到。只见微微的细浪在船边荡漾，那被船儿惊起的水鸟，正掠过湖岸在飞翔。"}}, {"name": "渔家傲·天接云涛连晓雾", "prop": {"content": "天接云涛连晓雾，星河欲转千帆舞。仿佛梦魂归帝所。闻天语，殷勤问我归何处。我报路长嗟日暮，学诗谩有惊人句。九万里风鹏正举。风休住，蓬舟吹取三山去！", "translation": "水天相接，晨雾蒙蒙笼云涛。银河转动，像无数的船只在舞动风帆。梦魂仿佛回天庭，听见天帝在对我说话。他热情而又有诚意的问我要到哪里去。我回报天帝路途还很漫长，现在已是黄昏却还未到达。即使我学诗能写出惊人的句子，又有什么用呢？长空九万里，大鹏冲天飞正高。风啊！千万别停息，将我这一叶轻舟，直送往蓬莱三仙岛。"}}, {"name": "陆游", "dynasty": "宋代"}, {"name": "陶渊明", "dynasty": "魏晋"}, {"name": "小石潭记", "prop": {"content": "　　从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)　　潭中鱼可百许头，皆若空游无所依，日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。", "translation": "　　从小丘向西走一百二十多步，隔着竹林，可以听到水声，就像人身上佩带的佩环相碰击发出的声音，心里为之高兴。砍倒竹子，开辟出一条道路（走过去），沿路走下去看见一个小潭，潭水格外清凉。小潭以整块石头为底，靠近岸边，石底有些部分翻卷过来露出水面。成为了水中高地、小岛、不平的岩石和石岩等各种不同的形状。青翠的树木，翠绿的藤蔓，遮掩缠绕，摇动下垂，参差不齐，随风飘拂。"}}, {"name": "佚名", "dynasty": "先秦"}, {"name": "桃花源记", "prop": {"content": "　　晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近。忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。渔人甚异之，复前行，欲穷其林。　　林尽水源，便得一山，山有小口，仿佛若有光。便舍船，从口入。初极狭，才通人。复行数十步，豁然开朗。土地平旷，屋舍俨然，有良田、美池、桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣着，悉如外人。黄发垂髫，并怡然自乐。　　见渔人，乃大惊，问所从来。具答之。便要还家，设酒杀鸡作食。村中闻有此人，咸来问讯。自云先世避秦时乱，率妻子邑人来此绝境，不复出焉，遂与外人间隔。问今是何世，乃不知有汉，无论魏晋。此人一一为具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”(间隔 一作：隔绝)　　既出，得其船，便扶向路，处处志之。及郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。　　南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。后遂无问津者。", "translation": ""}}, {"name": "王绩", "dynasty": "唐代"}, {"name": "陶弘景", "dynasty": "南北朝"}, {"dynasty": "唐代"}, {"name": "使至塞上", "prop": {"content": "单车欲问边，属国过居延。征蓬出汉塞，归雁入胡天。大漠孤烟直，长河落日圆。萧关逢候骑，都护在燕然。", "translation": "轻车简从将要去慰问边关，路经的属国已过居延。像随风而去的蓬草一样出临边塞，北归大雁正翱翔云天。浩瀚沙漠中孤烟直上，黄河边上落日浑圆。到萧关时遇到侦察骑兵，得知主帅尚在前线未归。 "}}, {"name": "卜算子·咏梅", "prop": {"content": "驿外断桥边，寂寞开无主。已是黄昏独自愁，更着风和雨。(着 同：著)?无意苦争春，一任群芳妒。零落成泥碾作尘，只有香如故。", "translation": "驿站之外的断桥边，梅花孤单寂寞地绽开了花，无人过问。暮色降临，梅花无依无靠，已经够愁苦了，却又遭到了风雨的摧残。梅花并不想费尽心思去争艳斗宠，对百花的妒忌与排斥毫不在乎。即使凋零了，被碾作泥土，又化作尘土了，梅花依然和往常一样散发出缕缕清香。 "}}, {"name": "相见欢·金陵城上西楼", "prop": {"content": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。", "translation": "独自登上金陵西门上的城楼，倚楼观看清秋时节的景色。看着这万里长的大江在夕阳下流去。因金人侵占，中原大乱，达官贵族们纷纷逃散，什么时候才能收复国土？要请悲风将自己的热泪吹到扬州前线。"}}, {"name": "卜算子·黄州定慧院寓居作", "prop": {"content": "缺月挂疏桐，漏断人初静。谁见幽人独往来，缥缈孤鸿影。(谁见 一作：时见)惊起却回头，有恨无人省。拣尽寒枝不肯栖，寂寞沙洲冷。", "translation": "弯弯的勾月悬挂在疏落的梧桐树上；夜阑人静，漏壶的水早已滴光了。有谁见到幽居的人独自往来，仿佛天边孤雁般缥缈的身影。突然惊起又回过头来，心有怨恨却无人知情。挑遍了寒枝也不肯栖息，甘愿在沙洲忍受寂寞凄冷。 "}}, {"name": "大道之行也", "prop": {"content": "　　大道之行也，天下为公。选贤与能，讲信修睦。故人不独亲其亲，不独子其子，使老有所终，壮有所用，幼有所长，矜、寡、孤、独、废疾者皆有所养，男有分，女有归。货恶其弃于地也，不必藏于己；力恶其不出于身也，不必为己。是故谋闭而不兴，盗窃乱贼而不作，故外户而不闭。是谓大同。(矜 同：鳏)", "translation": "　　在大道施行的时候，天下是人们所共有的，把品德高尚的人、能干的人选拔出来，讲求诚信，培养和睦气氛。所以人不只是敬爱自己的父母，不只是疼爱自己的子女，要使老年人能终其天年，中年人能为社会效力，幼童能顺利地成长，使老而无妻的人、老而无夫的人、幼年丧父的孩子、老而无子的人、残疾人都能得到供养。男子有职务，女子有归宿。反对把财物弃置于地的浪费行为，但并非据为己有；人们都愿意为公众之事竭尽全力，而不一定为自己谋私利。因此奸邪之谋不会发生，盗窃、造反和害人的事情不发生。所以大门都不用关上了，这叫做理想社会。 "}}, {"name": "春望", "prop": {"content": "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。", "translation": "长安沦陷，国家破碎，只有山河依旧；春天来了，人烟稀少的长安城里草木茂密。感于战败的时局，看到花开而潸然泪下，内心惆怅怨恨，听到鸟鸣而心惊胆战。连绵的战火已经延续了一个春天，家书难得，一封抵得上万两黄金。愁绪缠绕，搔头思考，白发越搔越短，简直要不能插簪了。"}}, {"name": "李白", "dynasty": "唐代"}, {"name": "生于忧患，死于安乐", "prop": {"content": "　　舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。(是人 一作：斯人)　　人恒过，然后能改；困于心衡于虑而后作；征于色发于声而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。然后知生于忧患而死于安乐也。", "translation": "　　舜从田野耕作之中被起用，傅说从筑墙的劳作之中被起用，胶鬲从贩鱼卖盐中被起用，管夷吾被从狱官手里救出来并受到任用，孙叔敖从海滨隐居的地方被起用，百里奚被从奴隶集市里赎买回来并被起用。"}}, {"name": "常建", "dynasty": "唐代"}, {"name": "苏轼", "dynasty": "宋代"}, {"name": "黄鹤楼", "prop": {"content": "昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是？烟波江上使人愁。", "translation": "过去的仙人已经驾着黄鹤飞走了，只留下空荡荡的黄鹤楼。黄鹤一去再也没有回来，千百年来只看见白云悠悠。阳光照耀下的汉阳树木清晰可见，更能看清芳草繁茂的鹦鹉洲。暮色渐渐漫起，哪里是我的家乡？江面烟波渺渺让人更生烦愁。"}}, {"name": "司马迁", "dynasty": "两汉"}, {"name": "得道多助，失道寡助", "prop": {"content": "　　天时不如地利，地利不如人和。三里之城，七里之郭，环而攻之而不胜。夫环而攻之，必有得天时者矣，然而不胜者，是天时不如地利也。城非不高也，池非不深也，兵革非不坚利也，米粟非不多也，委而去之，是地利不如人和也。故曰：域民不以封疆之界，固国不以山溪之险，威天下不以兵革之利。得道者多助，失道者寡助。寡助之至，亲戚畔之；多助之至，天下顺之。以天下之所顺，攻亲戚之所畔，故君子有不战，战必胜矣。", "translation": "无"}}, {"name": "雁门太守行", "prop": {"content": "黑云压城城欲摧，甲光向日金鳞开。(向日 一作：向月)角声满天秋色里，塞上燕脂凝夜紫。(塞上 一作：塞土)半卷红旗临易水，霜重鼓寒声不起。报君黄金台上意，提携玉龙为君死。", "translation": "敌兵滚滚而来，犹如黑云翻卷，想要摧倒城墙；战士们的铠甲在阳光照射下金光闪烁。号角声响彻秋夜的长空，边塞上将士的血迹在寒夜中凝为紫色。红旗半卷，援军赶赴易水；夜寒霜重，鼓声郁闷低沉。为了报答国君的赏赐和厚爱，手操宝剑甘愿为国血战到死。"}}, {"name": "白居易", "dynasty": "唐代"}, {"name": "浣溪沙·一曲新词酒一杯", "prop": {"content": "一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？无可奈何花落去，似曾相识燕归来。小园香径独徘徊。", "translation": "听一支新曲喝一杯美酒，还是去年的天气旧日的亭台，西落的夕阳何时才能回来？花儿总要凋落让人无可奈何，似曾相识的春燕又归来，独自在花香小径里徘徊。"}}, {"name": "周亚夫军细柳", "prop": {"content": "　　文帝之后六年，匈奴大入边。乃以宗正刘礼为将军，军霸上；祝兹侯徐厉为将军，军棘门；以河内守亚夫为将军，军细柳：以备胡。　　上自劳军。至霸上及棘门军，直驰入，将以下骑送迎。已而之细柳军，军士吏被甲，锐兵刃，彀弓弩，持满。天子先驱至，不得入。先驱曰：“天子且至！”军门都尉曰：“将军令曰：‘军中闻将军令，不闻天子之诏。’”居无何，上至，又不得入。于是上乃使使持节诏将军：“吾欲入劳军。”亚夫乃传言开壁门。壁门士吏谓从属车骑曰：“将军约，军中不得驱驰。”于是天子乃按辔徐行。至营，将军亚夫持兵揖曰：“介胄之士不拜，请以军礼见。”天子为动，改容式车。使人称谢：“皇帝敬劳将军。”成礼而去。　　既出军门，群臣皆惊。文帝曰：“嗟乎，此真将军矣！曩者霸上、棘门军，若儿戏耳，其将固可袭而虏也。至于亚夫，可得而犯邪！”称善者久之。", "translation": "　　汉文帝后元六年，匈奴大规模侵入汉朝边境。于是，朝廷委派宗正官刘礼为将军，驻军在霸上；委派祝兹侯徐厉为将军，驻军在棘门；委派河内郡太守周亚夫为将军，驻军细柳，以防备匈奴侵扰。"}}, {"name": "孟浩然", "dynasty": "唐代"}, {"dynasty": "南北朝"}, {"name": "崔颢", "dynasty": "唐代"}, {"name": "虽有嘉肴", "prop": {"content": "　　虽有嘉肴，弗食，不知其旨也；虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也；知困，然后能自强也。故曰：教学相长也。《兑命》曰“学学半”，其此之谓乎！", "translation": "通假字（兑）命（通“说（yuè）”），指的是殷商时期的贤相傅说（yuè）。）古代皇帝发布的政令。（学）学半（通“敩”（xiào）“），教导。"}}, {"name": "庭中有奇树", "prop": {"content": "庭中有奇树，绿叶发华滋。攀条折其荣，将以遗所思。馨香盈怀袖，路远莫致之。此物何足贵？但感别经时。", "translation": "庭院里一株佳美的树，满树绿叶衬托着繁盛的花朵。我攀着树枝，摘下了其中一朵，想把它赠送给心中日夜思念的人。花香充满了我的衣服襟袖之间，可是天遥地远，没能送到心上人的手中。并不是此花有什么珍贵，只是有感于离别多时，想借着花儿表达思念之情罢了。"}}, {"name": "石壕吏", "prop": {"content": "暮投石壕村，有吏夜捉人。老翁逾墙走，老妇出门看。(出门看 一作：出看门)吏呼一何怒！妇啼一何苦！听妇前致词：三男邺城戍。一男附书至，二男新战死。存者且偷生，死者长已矣！室中更无人，惟有乳下孙。有孙母未去，出入无完裙。老妪力虽衰，请从吏夜归。急应河阳役，犹得备晨炊。夜久语声绝，如闻泣幽咽。天明登前途，独与老翁别。", "translation": "无"}}, {"name": "三峡", "prop": {"content": "　　自三峡七百里中，两岸连山，略无阙处。重岩叠嶂，隐天蔽日，自非亭午夜分，不见曦月。(阙 通：缺；重岩 一作：重峦)　　至于夏水襄陵，沿溯阻绝。或王命急宣，有时朝发白帝，暮到江陵，其间千二百里，虽乘奔御风，不以疾也。(溯 同：泝；暮到 一作：暮至)　　春冬之时，则素湍绿潭，回清倒影，绝巘多生怪柏，悬泉瀑布，飞漱其间，清荣峻茂，良多趣味。(巘 一作：左山右献)　　每至晴初霜旦，林寒涧肃，常有高猿长啸，属引凄异，空谷传响，哀转久绝。故渔者歌曰：“巴东三峡巫峡长，猿鸣三声泪沾裳。”", "translation": "　　在三峡七百里之间，两岸都是连绵的高山，完全没有中断的地方。悬崖峭壁重峦叠嶂，遮挡了天空和太阳。如果不是正午，就看不见太阳；如果不是半夜，就看不见月亮。"}}, {"name": "庄子", "dynasty": "先秦"}, {"name": "蒹葭", "prop": {"content": "蒹葭苍苍，白露为霜。所谓伊人，在水一方。溯洄从之，道阻且长。溯游从之，宛在水中央。蒹葭萋萋，白露未晞。所谓伊人，在水之湄。溯洄从之，道阻且跻。溯游从之，宛在水中坻。蒹葭采采，白露未已。所谓伊人，在水之涘。溯洄从之，道阻且右。溯游从之，宛在水中沚。", "translation": "河边芦苇青苍苍，秋深露水结成霜。意中之人在何处？就在河水那一方。逆着流水去找她，道路险阻又太长。顺着流水去找她，仿佛在那水中央。河边芦苇密又繁，清晨露水未曾干。意中之人在何处？就在河岸那一边。逆着流水去找她，道路险阻攀登难。顺着流水去找她，仿佛就在水中滩。河边芦苇密稠稠，早晨露水未全收。意中之人在何处？就在水边那一头。逆着流水去找她，道路险阻曲难求。顺着流水去找她，仿佛就在水中洲。"}}, {"name": "卖炭翁", "prop": {"content": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红纱一丈绫，系向牛头充炭直。(红纱 一作：红绡)", "translation": "无"}}, {"name": "杜甫", "dynasty": "唐代"}, {"name": "孟子", "dynasty": "先秦"}, {"name": "核舟记", "prop": {"content": "　　明有奇巧人曰王叔远，能以径寸之木，为宫室、器皿、人物，以至鸟兽、木石，罔不因势象形，各具情态。尝贻余核舟一，盖大苏泛赤壁云。　　舟首尾长约八分有奇，高可二黍许。中轩敞者为舱，箬篷覆之。旁开小窗，左右各四，共八扇。启窗而观，雕栏相望焉。闭之，则右刻“山高月小，水落石出”，左刻“清风徐来，水波不兴”，石青糁之。(箬篷 一作：篛篷)　　船头坐三人，中峨冠而多髯者为东坡，佛印居右，鲁直居左。苏、黄共阅一手卷。东坡右手执卷端，左手抚鲁直背。鲁直左手执卷末，右手指卷，如有所语。东坡现右足，鲁直现左足，各微侧，其两膝相比者，各隐卷底衣褶中。佛印绝类弥勒，袒胸露乳，矫首昂视，神情与苏、黄不属。卧右膝，诎右臂支船，而竖其左膝，左臂挂念珠倚之——珠可历历数也。　　舟尾横卧一楫。楫左右舟子各一人。居右者椎髻仰面，左手倚一衡木，右手攀右趾，若啸呼状。居左者右手执蒲葵扇，左手抚炉，炉上有壶，其人视端容寂，若听茶声然。　　其船背稍夷，则题名其上，文曰“天启壬戌秋日，虞山王毅叔远甫刻”，细若蚊足，钩画了了，其色墨。又用篆章一，文曰“初平山人”，其色丹。　　通计一舟，为人五；为窗八；为箬篷，为楫，为炉，为壶，为手卷，为念珠各一；对联、题名并篆文，为字共三十有四。而计其长曾不盈寸。盖简桃核修狭者为之。嘻，技亦灵怪矣哉！", "translation": "　　明朝有一个技艺精巧的人名字叫王叔远，他能用直径一寸的木头，雕刻出宫殿、器具、人物，还有飞鸟、走兽、树木、石头，没有一件不是根据木头原来的样子，雕刻成各种形状，各有各的神情姿态。他曾经送给我一个用桃核雕刻成的小船，刻的是苏轼乘船游赤壁的图案。"}}, {"name": "野望", "prop": {"content": "东皋薄暮望，徙倚欲何依。树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。", "translation": "黄昏的时候伫立在东皋村头怅望，徘徊不定不知该归依何方。每棵树都染上秋天的色彩，重重山岭都披覆着落日的余光。放牧的人驱赶着牛群回家，猎人骑着马带着猎物各自随愿而归。大家相对无言彼此互不相识，我长啸高歌真想隐居在山冈！ "}}, {"name": "郦道元", "dynasty": "南北朝"}, {"name": "答谢中书书", "prop": {"content": "　　山川之美，古来共谈。高峰入云，清流见底。两岸石壁，五色交辉。青林翠竹，四时俱备。晓雾将歇，猿鸟乱鸣；夕日欲颓，沉鳞竞跃。实是欲界之仙都。自康乐以来，未复有能与其奇者。", "translation": "　　山川景色的美丽，自古以来就是文人雅士共同谈赏的。巍峨的山峰耸入云端，明净的溪流清澈见底。两岸的石壁色彩斑斓，交相辉映。苍青的密林和碧绿的竹子，四季常存。清晨的薄雾将要消散的时候，传来猿、鸟此起彼伏的鸣叫声；夕阳快要落山的时候，潜游在水中的鱼儿争相跳出水面。这里实在是人间的仙境啊。自从南朝的谢灵运以来，就再也没有人能够欣赏这种奇丽的景色了。"}}, {"name": "李清照", "dynasty": "宋代"}, {"dynasty": "先秦"}, {"name": "饮酒·其五", "prop": {"content": "结庐在人境，而无车马喧。问君何能尔？心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辨已忘言。", "translation": "将房屋建造在人来人往的地方，却不会受到世俗交往的喧扰。问我为什么能这样，只要心志高远，自然就会觉得所处地方僻静了。在东篱之下采摘菊花，悠然间，那远处的南山映入眼帘。傍晚时分南山景致甚佳，雾气峰间缭绕，飞鸟结伴而还。这里面蕴含着人生的真正意义，想要分辨清楚，却已忘了怎样表达。"}}, {"name": "愚公移山", "prop": {"content": "　　太行、王屋二山，方七百里，高万仞，本在冀州之南，河阳之北。　　北山愚公者，年且九十，面山而居。惩山北之塞，出入之迂也，聚室而谋曰：“吾与汝毕力平险，指通豫南，达于汉阴，可乎？”杂然相许。其妻献疑曰：“以君之力，曾不能损魁父之丘，如太行、王屋何？且焉置土石？”杂曰：“投诸渤海之尾，隐土之北。”遂率子孙荷担者三夫，叩石垦壤，箕畚运于渤海之尾。邻人京城氏之孀妻有遗男，始龀，跳往助之。寒暑易节，始一反焉。　　河曲智叟笑而止之曰：“甚矣，汝之不惠！以残年余力，曾不能毁山之一毛，其如土石何？”北山愚公长息曰：“汝心之固，固不可彻，曾不若孀妻弱子。虽我之死，有子存焉。子又生孙，孙又生子；子又有子，子又有孙；子子孙孙无穷匮也，而山不加增，何苦而不平？”河曲智叟亡以应。　　操蛇之神闻之，惧其不已也，告之于帝。帝感其诚，命夸娥氏二子负二山，一厝朔东，一厝雍南。自此，冀之南，汉之阴，无陇断焉。", "translation": "　　太行、王屋两座山，方圆七百里，高七八千丈，本来在冀州南边，河阳的北边。"}}, {"name": "富贵不能淫", "prop": {"content": "　　景春曰：“公孙衍、张仪岂不诚大丈夫哉？一怒而诸侯惧，安居而天下熄。”　　孟子曰：“是焉得为大丈夫乎？子未学礼乎？丈夫之冠也，父命之；女子之嫁也，母命之，往送之门，戒之曰：‘往之女家，必敬必戒，无违夫子！’以顺为正者，妾妇之道也。居天下之广居，立天下之正位，行天下之大道。得志，与民由之；不得志，独行其道。富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”", "translation": "　　景春说：“公孙衍、张仪难道不是真正有大志、有作为、有气节的男子吗？他们一发怒，连诸侯都害怕，他们安静居住下来，天下就太平无事。”"}}, {"name": "列子", "dynasty": "先秦"}, {"name": "戴圣", "dynasty": "两汉"}, {"name": "韩愈", "dynasty": "唐代"}], "edges": [{"source": 48, "target": 82, "relation": "创作"}, {"source": 68, "target": 48, "relation": "出自于"}, {"source": 59, "target": 38, "relation": "创作"}, {"source": 17, "target": 59, "relation": "出自于"}, {"source": 37, "target": 23, "relation": "创作"}, {"source": 68, "target": 37, "relation": "出自于"}, {"source": 47, "target": 80, "relation": "创作"}, {"source": 49, "target": 47, "relation": "出自于"}, {"source": 69, "target": 60, "relation": "创作"}, {"source": 49, "target": 69, "relation": "出自于"}, {"source": 29, "target": 50, "relation": "创作"}, {"source": 49, "target": 29, "relation": "出自于"}, {"source": 56, "target": 10, "relation": "创作"}, {"source": 49, "target": 56, "relation": "出自于"}, {"source": 64, "target": 30, "relation": "创作"}, {"source": 49, "target": 64, "relation": "出自于"}, {"source": 78, "target": 62, "relation": "创作"}, {"source": 84, "target": 78, "relation": "出自于"}, {"source": 6, "target": 87, "relation": "创作"}, {"source": 84, "target": 6, "relation": "出自于"}, {"source": 6, "target": 57, "relation": "创作"}, {"source": 88, "target": 86, "relation": "创作"}, {"source": 84, "target": 88, "relation": "出自于"}, {"source": 61, "target": 66, "relation": "创作"}, {"source": 21, "target": 61, "relation": "出自于"}, {"source": 43, "target": 85, "relation": "创作"}, {"source": 32, "target": 43, "relation": "出自于"}, {"source": 77, "target": 55, "relation": "创作"}, {"source": 49, "target": 77, "relation": "出自于"}, {"source": 25, "target": 63, "relation": "创作"}, {"source": 49, "target": 25, "relation": "出自于"}, {"source": 27, "target": 9, "relation": "创作"}, {"source": 49, "target": 27, "relation": "出自于"}, {"source": 83, "target": 41, "relation": "创作"}, {"source": 17, "target": 83, "relation": "出自于"}, {"source": 12, "target": 71, "relation": "创作"}, {"source": 21, "target": 12, "relation": "出自于"}, {"source": 3, "target": 7, "relation": "创作"}, {"source": 21, "target": 3, "relation": "出自于"}, {"source": 14, "target": 16, "relation": "创作"}, {"source": 21, "target": 14, "relation": "出自于"}, {"source": 39, "target": 0, "relation": "创作"}, {"source": 32, "target": 39, "relation": "出自于"}, {"source": 11, "target": 65, "relation": "创作"}, {"source": 17, "target": 11, "relation": "出自于"}, {"source": 13, "target": 40, "relation": "创作"}, {"source": 17, "target": 13, "relation": "出自于"}, {"source": 5, "target": 52, "relation": "创作"}, {"source": 17, "target": 5, "relation": "出自于"}, {"source": 83, "target": 28, "relation": "创作"}, {"source": 43, "target": 46, "relation": "创作"}, {"source": 8, "target": 44, "relation": "创作"}, {"source": 49, "target": 8, "relation": "出自于"}, {"source": 22, "target": 79, "relation": "创作"}, {"source": 33, "target": 22, "relation": "出自于"}, {"source": 45, "target": 31, "relation": "创作"}, {"source": 84, "target": 45, "relation": "出自于"}, {"source": 45, "target": 75, "relation": "创作"}, {"source": 18, "target": 24, "relation": "创作"}, {"source": 84, "target": 18, "relation": "出自于"}, {"source": 74, "target": 15, "relation": "创作"}, {"source": 84, "target": 74, "relation": "出自于"}, {"source": 89, "target": 70, "relation": "创作"}, {"source": 21, "target": 89, "relation": "出自于"}, {"source": 89, "target": 54, "relation": "创作"}, {"source": 90, "target": 26, "relation": "创作"}, {"source": 49, "target": 90, "relation": "出自于"}, {"source": 77, "target": 72, "relation": "创作"}, {"source": 77, "target": 4, "relation": "创作"}, {"source": 64, "target": 76, "relation": "创作"}, {"source": 45, "target": 2, "relation": "创作"}, {"source": 45, "target": 1, "relation": "创作"}, {"source": 20, "target": 36, "relation": "创作"}, {"source": 49, "target": 20, "relation": "出自于"}, {"source": 67, "target": 35, "relation": "创作"}, {"source": 49, "target": 67, "relation": "出自于"}, {"source": 58, "target": 34, "relation": "创作"}, {"source": 49, "target": 58, "relation": "出自于"}, {"source": 56, "target": 19, "relation": "创作"}, {"source": 59, "target": 53, "relation": "创作"}, {"source": 42, "target": 51, "relation": "创作"}, {"source": 17, "target": 42, "relation": "出自于"}, {"source": 81, "target": 73, "relation": "创作"}, {"source": 68, "target": 81, "relation": "出自于"}, {"source": 48, "target": 82, "relation": "创作"}, {"source": 59, "target": 38, "relation": "创作"}, {"source": 37, "target": 23, "relation": "创作"}, {"source": 78, "target": 62, "relation": "创作"}, {"source": 6, "target": 87, "relation": "创作"}, {"source": 6, "target": 57, "relation": "创作"}, {"source": 88, "target": 86, "relation": "创作"}, {"source": 61, "target": 66, "relation": "创作"}, {"source": 43, "target": 46, "relation": "创作"}, {"source": 8, "target": 44, "relation": "创作"}, {"source": 22, "target": 79, "relation": "创作"}, {"source": 18, "target": 24, "relation": "创作"}, {"source": 74, "target": 15, "relation": "创作"}, {"source": 89, "target": 70, "relation": "创作"}, {"source": 89, "target": 54, "relation": "创作"}, {"source": 90, "target": 26, "relation": "创作"}]}